[
    {
        "url":"https:\/\/www.keen.com\/CommunityServer\/UserBlogPosts\/Alternative_Information\/My-Cold-Objectivity--amp--Your-Emotions\/539439.aspx",
        "text":"My Cold Objectivity & Your Emotions\n\nCold objectivity has its value in psychic readings.  One unfortunate phenomena many of us have run into is having a Psychic let their personal experience color their view of your situation.  That will never happen with me. \n\nWhile I can be compassionate about your situation,  I am coldly objective about the psychic data.  My personal experience has no place except as an occasional point of reference. \n\nNor do your emotions have an impact on the reading. You can be crying, sobbing or even screaming. As long as I can make out what you're saying, I'm okay with emotions. I can read right through them! The only thing I would have a problem with in you calling into question my integrity as a psychic or hurling personal insults at me. If you get excited about your man and demand to know why he is behaving a certain, I will tell you. You're tone, quite frankly, doesn't make a damn bit of difference.\n\nI only ask that you be honest with your verbal feedback so I can stay properly attuned to your situation.\n\nIf you want brutal accuracy with practical application, I am your psychic!  Talk to you soon!\nNo Comments\nAnonymous comments are disabled",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9125766158,
        "format_confidence":0.6815472245
    },
    {
        "url":"http:\/\/arobeandabowl.blogspot.com\/2011\/07\/",
        "text":"29 July 2011\n\nClinging to the Shore\n\nI can't exactly put words on it.  Maybe ache-urge-shame-wonder-awe comes close.  It's what wells up when I read something like these lines from Baisaō:\nPain and poverty\npoverty and pain\nlife stripped to the bone\nabsolute nothingness\nonly one thing left\na bright cold moon\nin the midnight window\nilluminating a Zen mind\non its homeward way\nHere's the thing, though:  I don't want just to read about it.  I want to see that very same moon with that very same mind.  I want know exactly what Baisaō knew (and, yes, I read the first two lines of the poem, too, and, yes, I realize just how überinflated, übercomfortable and überpadded my own life still is).\n\nIs that so very much to ask?\n\nI still feel like I'm looking at the water afraid to get wet.  I see Baisaō in the waves.  I see Ryōkan in the waves.   I see Saigyō in the waves.  I see Mahākāśyapa in the waves.  \"Come in,\" they call, \"the water's fine.\" \n\n\"But what about my stuff?\"  I call back.\n\n\"Just leave it. You won't miss it once you're in here.\"\n\nAnd I both believe and don't believe them.  So I shout out, \"I'll be in in a little bit,\" and I wait on the shore feeling that same ol' ache-urge-shame-wonder-awe for yet a while longer.\n\n27 July 2011\n\nA Case of Tourista\n\nNo, it wasn't because of the water, and it wasn't what one might expect.\n\nIt was me!\n\nMy enjoyment of the past week's sights and sounds and tastes and smells (and I did enjoy them thoroughly) couldn't overcome the growing uneasiness I felt at being a leisure traveler.  It gnawed at me the whole time.\n\nI don't like finding myself counted among the pampered and the privileged.  I don't like the separation that comes when I stay in surroundings that are cleaned and tended to by those who couldn't begin to stay in them, when I eat food prepared and served by people who couldn't begin to eat it.  I would love to say to them, \"I'm your brother, let me be what you need me to be,\" but my actions say, \"I'm your master, and you're supposed to make my whims come true.\"  I would love for their well-being to be my highest concern.  Instead, my comfort becomes theirs. \n\nI will have occasion to need overnight lodging from time to time.  My kids' colleges are too far away for pick ups and drop offs to be single-day events.  When I make such trips, I stay one-star cheap.  Clean linens and a clean bathroom are more than enough.  Maybe in time I can do without even that much, staying with friends or relatives, perhaps, or camping if that's an option.\n\nBut leisure travel?  I think I'm ready to resolve not to engage in leisure travel again.  It just turns me into something I did not ordain to be.  And no sight or sound or taste or smell on earth can compensate for that.\n\n17 July 2011\n\nGoing and Returning We Never Leave Home\n\nA long time ago I was spending a couple of months with a friend in Hamburg, Germany before heading off to Frankfurt for a year of study.  At the time, the favorable exchange rate coupled with my still-qualifying-for youth-fare age meant travel was rather inexpensive.  So I got the bright idea to head to Assisi on a pilgrimage, spending a few days on the cheap where Francis had hung out so many centuries before.\n\nI boarded a train and traveled through a day and a night and the better part of another day before finding myself at the station on the plain below Assisi.  When I got off the train I realized in an instant that there was nothing there for me that I didn't already have, nothing I would discover that I didn't already know, nothing I could take away that could avail me in any way, shape or form.  So rather than make my way up the hill to the city to stay for a few days, I boarded the next northbound train, and I traveled through the night and a day and part of another night before arriving back where I had started from some 60 hours earlier.\n\nTomorrow I fly across the ocean for a week abroad.  I'm getting the trip for free, and I'm grateful for the generosity that is making it possible, but to tell the truth I wouldn't be at all upset if the trip got canceled right now.   It's not that it won't be nice to get a change of scenery, and it's not that it won't be nice to get away from the center for a little bit.  It's just that I have come to know, from the one side, that no matter what I pack or don't pack, this bundle of stuff I take to be \"me\" always goes along for the ride, and it doesn't really matter at which latitude and longitude it happens to find itself, since it can (and does) pull its shenanigans anywhere at any time.   From the other side, whether it's borscht or Boca, Nevsky Prospekt or Mt. Prospect, it's all just this.  Travel an inch, travel 2500 miles, it's still just this.\n\nThat said, I really like flying in airplanes.  At this time of year that far north there will be hardly any night for me for a week, and if that isn't cool enough, I'm going to be all too happy to let someone else monitor the rogue bamboo in the garden for 8 days.  Off I go!\n\n15 July 2011\n\nAsalha Puja\n\nToday is Asalha Puja, sometimes called Dharma Day, which commemorates the first turning of the Wheel of the Dharma.  Vassa, the three-month Rains Retreat, begins tomorrow.\n\nI get that in Mahāyāna practice there is not a lot of emphasis on the historical Buddha or on celebrations that surround key moments in the early development of Buddhism.  But what could better capture the Mahāyāna spirit than Asalha Puja?  Here we see the Buddha, having cleared the mind, now liberating all sentient beings with the Dharma.  What he did, we also aspire to do.\n\nBut reenactment is not the order of the day, and if by turning the Wheel we mean giving a lecture on the Four Noble Truths, we've missed the point, too:\nThe kid is cranky.  Now turn the Wheel.\nYou land the much needed job.  Now turn the Wheel.\nThe soup is spilled.  Now turn the Wheel.\nA friend needs a hand.  Now turn the Wheel.\nYou inherit a fortune.  Now turn the Wheel.\nThe spouse dies.  Now turn the Wheel.\nA most propitious Asalha Puja, sangha!\n\n14 July 2011\n\nGetting Dressed (Or Not) In The No Comprendo Zone\n\nThe other night I received a text message from my daughter who was riding a train en route to Washington, DC: \"There are Tibetan monks on this train!\"  She knew that because they were dressed like Tibetan monks.\n\nA couple of years ago I was renewing my drivers license, and in line in front of me was an Eastern Orthodox priest.  I knew that because he was dressed like an Orthodox priest.\n\nA couple of weeks ago when we bought the trees for the yard, we knew when we had spotted the Catholic nun selling baked goods when we were looking around for her stand.  We knew that because she was dressed like a Catholic nun.\n\nAt a clothing store recently I saw an Orthodox Jewish mom and her son shopping for the boy.  I knew that because he was wearing, and carrying to the register, a white shirt and black pants, and out of the pants and shirt he was wearing I saw his tzitzis.\n\nI find these snapshots compelling.  I find them compelling because these men and women and children have no qualms about not fitting in with the prevailing culture.  I find them compelling because these men and women and children, by not fitting in with the prevailing culture, create within that cultural landscape something noticeably different, something that points – I'll say it – in a better direction.  I find them compelling because these men and women and children are willing to live with the realization that they cannot go just anywhere so dressed, that they will not be welcomed everywhere, and that others may well (and often do) look at them and shake their heads in contempt.  I also find them compelling, though, because others may well (and often do) look at them, see that another way is possible and begin to set themselves on that path.\n\nI get that Zen came to America at the same time as the 60s hit.  I get that it showed up just when folks were seeing a benchmark of liberation in the shedding of such distinctive religious clothing (as if nuns trading in their habits for polyester pantsuits in the 70s was, in the end, a fashion coup!).  I get that one of the very important things about Zen in America is that it emphasizes lay practice.\n\nStill, we fret about how to spread the Dharma.  We ponder ways of getting more folks interested in Zen practice.  We scratch our heads wondering why more people don't avail themselves of what Zen has to offer.\n\nMaybe part of the problem is that we think first and almost exclusively in terms of media, without realizing that what moves people most is the example of another human being.  Siddhartha didn't set out on the path because someone told him about suffering or because he had read about it.  He set out on the path after seeing, in the flesh, a sick person, an old person, a dead person and a living, breathing, distinctively clad monk.\n\nWhat's the worst that would happen were (at least some) ordained Zen folk to walk about the world, ride trains, deal with license lines, procure basic goods and the rest dressed in our robes?  Why is it good for the Tibetans, good for the Catholic nuns, good for the Orthodox priests, good for the Orthodox Jews, but not for us?  What are we most afraid of here – bothering somebody or being bothered and inconvenienced ourselves?\n\nI don't understand the resistance to the idea of dressing according to station.  I just don't understand.\n\n12 July 2011\n\nNothing To Be Ashamed Of\n\nI find no stumbling-block in the robe of the Buddha.\n\nSo when I heard from a high-standing Zen priest that he doesn't wear the robe and kesa when officiating at weddings, opting instead for a well-tailored shirt and rakusu, I was kind of surprised.  He explained that he thought the robe and kesa might be confusing or off-putting to people in attendance who were not familiar with Buddhism or Zen.\n\nI do not now know – and I may never know – what it means to wear the robe and kesa, but I do know that I will not apologize for it or... (truncated)",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9939403534,
        "format_confidence":0.9666259289
    },
    {
        "url":"https:\/\/jamyeprice.com\/receiving-your-divine-birthright\/",
        "text":"Receiving Your Divine Birthright by Jamye Price\n\nBlessed Being, it is said that the meek shall inherit the Earth. The meek are those that have an inner strength, those that choose inner empowerment rather than loud dominance. To inherit, in this context, is to receive that which has been created before (be for) you, to continue to serve life. The Law of Resonance creates a connection and serves All Life to continue to expand.\n\nReceiving is a big energy—one-half of the flow of Life!\n\nQuite often, people have been taught erroneously to resist receiving; correlating it with (lack of) worth\/deserving or taking from another and leaving them without. Your inner strength of knowing your worth is paramount to your receiving. As you Know you deserve an abundantly fulfilling life, you receive it. Perhaps in a future moment, perhaps in an unexpected way; but as you are Resonant with it, you receive it.\n\nThere are many ways to create life, to give and to receive. Loud dominance and taking from another without compassion are effective creative energies, too. They also create a consequence of Resonance—not a punishment, merely the next sequence (con-sequence) of that which has come before.\n\nReceive Your Divine Birthright of Creatorship by Jamye Price\n\nAs you, in your deep compassion for All Life, choose to Receive your divine birthright of Creatorship, life on Earth changes.\n\nStrengthen your inner worth. Fill your inner treasure with the beauty of Life. Share with deep Love, as you inherently do. Receive your Divine Birthright and own your sovereignty with the Earth.\n\nAs we sit to Blast Receiving, we are opening our hearts to let the power of Life flow through. We are owning our power of choice and speaking the Truth of Love. We are standing strong in the face of humanity learning past fear. We are the meek—those who know power so deeply that the waves aren’t visible to shallow eyes. We are the strength of compassion and the wisdom of protection, that understands the whole is greater from the inside out. Blast on!\n\nJamye Price is an author, energy healer, channel, and teacher. Her unique energy healing modality, Crystalline Soul Healing, along with Light Language—are a powerful transformational experience. She also channels Areon, the Lyran Council of Time, with information focused on the mental and emotional balance of Ascension. Jamye’s work is practical and profound; she mixes highly esoteric subjects into applicable usage for empowered living.\n\nJanuary Light Language 2017\n  • Adam\n    Posted at 07:46h, 08 January Reply\n\n    According to a scholar of Aramaic, the word ‘meek’ is highly inaccurate. The original word means something closer to debonair, or fully expressed. It is time to be big, and cast off any chains that keep us playing small, and this certainly means taking risks to be our fully expressed selves.\n\n  • Alison Dhuanna\n    Posted at 04:50h, 12 August Reply\n\n    Wonderful Jamye just discovered your weekly light blasts now! Your work really inspires me and I feel is totally aligned with the teachings I receive through Astrology, its a perfect resonance match. Love and blessings Alison\n\n    • Jamye Price\n      Posted at 11:34h, 12 August Reply\n\n      Thank you, Alison! I love your astrology work, too! Your recent Glastonbury article was a powerful message for me. I reposted to FB. Big hug!\n\n  • Karen Pierce Gonzalez\n    Posted at 16:00h, 23 March Reply\n\n    Thank you for your giving, for your love. Guided to you. Look forward to connecting…\n\n    Posted at 17:15h, 01 March Reply\n\n    Thank U Very Much for This Inspiring +Comforting Message.\n    It Gives Me Hope +Makes Me Stronger.\n    Namaste Jayme.\n\n  • Anne\n    Posted at 04:33h, 31 January Reply\n\n    I am so drawn to your teachings!\n    However I am experiencing problems subscribing to your newletter.\n    I live in an area where the Internet reception is not good.\n    I have changed browsers several times and it is not getting any better.\n    Thank you for your amazing gift of Light Language!\n\n  • David Tuttle\n    Posted at 13:28h, 06 January Reply\n\n\n  • Rain Love\n    Posted at 13:12h, 06 January Reply\n\n    Yes! Thank you so much for sharing, Jamye!\n\nPost A Comment",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9959362745,
        "format_confidence":0.7170952559
    },
    {
        "url":"http:\/\/sistersierrabonny.blogspot.com\/2014\/10\/normal-0-false-false-false-en-us-x-none.html",
        "text":"\n\nSaturday, October 25, 2014\n\n10\/20\/14 Week 32\n\nElder Craig A. Carden\nElder Carden of the Seventy came and visited our mission this week! It was soooo amazingly awesome! We had conference with him from 9am until 4pm. In my pre-mission life if someone would have told me that I was going to be in a church meeting for 7 hours I probably would've passed out and then skipped anyways and gone swimming, but I could not have been more excited to be in this meeting! He is without a doubt a man called of God:)  The spirit was so strong it even made me shed a tear..which for me that's a pretty big deal. \n\nIn preparation for this meeting we all had to write a short talk on recognizing the spirit and then Elder Carden was going to call on some of us to give our talks - ahhh scary! So of course guess who do you think got to give their talk? Yep, me!  Ahhhh!  But it went super bueno:)   Then afterwards President Ames picked a few missionaries to go and have interviews with Elder Carden and guess what?! He asked me! Yayayayay! It was one of the #1 most amazing experiences in my whole life.  The things he told me are changing the way I do missionary work.  For reals.  He is called of God! \n\nSisters Carden, Limon, Bonny, and Ames\nIn other sad news....Maria is not getting baptized...YET! We aren't giving up on her. She knows it's true, she just decided to go to the wrong source for answers and came across tons of anti-mormon stuff online and it scared her:( Satan does not make these things easy. From the day this amazing girl decided to be baptized I have never seen the adversary working so hard! It has seriously been a battle, but Hermana Limon and I are NOT letting him win!\n\nBeing a trainer is still challenging.  Hermana Limon and I have had our ups and downs.  She is a great missionary.  Some of the most spiritual times I've had on my mission have been when she's sharing her conversion story to investigators.  It's powerful stuff!\n\nThe other day we were brave enough to stop a party going on downstairs full of big black guys so we could sleep.  ...scariest thing I've ever done!  We went and prayed for bravery in the bathroom, because it was the only place the music wasn't pounding.  Then we marched downstairs and pooped on their party.  Haha!!\nFeliz Cumpleanos!\n\nThe Skyhawk 5!  One high school, one mission.\nI feel like I am finally learning how to listen to the spirit.  It's about time right??   I've realized  that growing up in Utah definitely has it pros and cons.  When you grow up in a home with the spirit and friends that are always doing good things, its harder to recognize the spirit because you never really had to learn how.  Many of my choices were kind of already made for me most of the time.  That's why its so amazing to see these people we're teaching, many of them kids or teenagers, WANTING to be at church.  I don't think I had that attitude when I was their age.  They inspire me!  We seriously live in a bubble in Elk Ridge\/Salem, not realizing what it's like to live without the gospel around us!\n\nAnywho I'm just gonna send a bunch of pics because I don't have tons of time today!  But pretty much this week was AMAZING! THE CHURCH IS TRUE!\n\nLove Hermana Bonny\n\nTacos de Lengua (tongue tacos) - Yum!\n\n1 comment:\n\n  1. Thanks, Sierra, for being such an enthusiastic missionary. And thanks, James, for doing such a great job on her blog!",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9967028499,
        "format_confidence":0.9978688955
    },
    {
        "url":"https:\/\/joncoombs.com\/2014\/07\/17\/millennials-mission-organisations\/",
        "text":"Millennials & Mission Organisations\n\nTime_MillennialI’m a 1982 baby. Depending on what survey you’d like to agree with I sneak into the Millennial, or Gen Y, generation.\n\nMy wife and I headed to the Middle East when we were in our early twenties. Spurred on by a call to global missions we spent two years working as missionaries through a local school. Since then I’ve continued the ministry path as a Youth & Young Adults Pastor, and now working with the Australian Baptist mission agency – Global Interaction. My main tasks include walking alongside young adults and encouraging them to follow God into missions, connecting with churches and pastors, and facilitating short-term mission teams. For the last 12 years my world has involved working with youth and young adults in a variety of ways and mobilising them toward long-term mission service – here or overseas.\n\nIn the recent Evangelical Missions Quarterly journal Jim Raymo writes an article entitled “Mission & Millennials: Encouraging A Generation Toward Mission Service”. In this post I simply want to engage with it and affirm it. But also, after months of pondering and talking about this article with a few people I’d like to add my own reflections to what Raymo has said.\n\nEngaging with Millennials is an important topic for mission agencies and churches to be thinking about. It will be the Millennial generation who will be the most active on the mission field in 10-20 years time. They will be the next team leaders, the next organisational leaders, the ones who will pass the faith onto the following generation and continue the enormous task of reaching the least-reached.\n\nWhen I look at the Christian young adults I come across I see people who are wrestling with what God is calling them to. They want to serve Jesus in the best way possible, use their gifts, skills, and abilities in ways that will extend His kingdom, and bring love and compassion to those who don’t see much of it. They seek to serve God and serve others, willing to give up opportunities in the West to serve in other places and in other cultures.\n\nIn light of this mission agencies may like to consider the following points in how best to integrate young adults into the life of their organisation.\n\n1. Communicate regularly and clearly\nA large portion of the points Raymo makes are related to communication, spoken and unspoken. In fact, it may cover all his points. Leaders need to be willing to communicate the ‘why’ in everything. Whether it is the ‘why’ of the organisation or the ‘why’ of a particular task in a particular project. We like to know why we’re doing what we’re doing and whether it actually has any significance. There’s nothing worse than being given tasks that seem irrelevant. But if the relevance is explained and questions answered, that’s certainly helpful. Oh, and don’t skirt the issue, just tell us plainly what’s going on.\n\n2. Give room for improvement and growth\nLinked to communication is the aspect of improvement and growth. In each role I’ve had I have always wanted to grow in my experience and expertise. In any role I want to know if it is actually helping me in my ‘career’ or chosen vocation. If it’s not helping or is looking like a dead end I get nervous. I want to improve and better myself, organisations need to show how this can occur.\n\n3. Show and tell high expectations\nEveryone has expectations and we, as a Millennial generation, have high expectations. We want the best out of ourselves and the best out of everybody else. If people aren’t pulling their weight then we quickly become frustrated and annoyed with them and the system. It’s like the group assignments at uni, nothing worse than a person who doesn’t put in and gets good marks off the back of everyone else. The leaders we work for need to show they have high expectations for themselves too. Give us a task and tell us you want to achieve a high level of success, tell us your benchmark of what success looks like. We’ll try our damn hardest to get there if we reckon it’s a goer.\n\n4. Be open to new ideas\nThe phrase “that’s the way we’ve always done it” is the worst possible phrase to come out of any leader’s mouth. Don’t say it. Don’t even think of saying it. If you do, you’ll lose us. Our ideas aren’t meant to be radical or cutting edge. They’re not meant to be upsetting for people who are not used to them either. Our ideas are simply that, ideas. But somewhere along the line you’ll need to give us the freedom to work with them and do them. Let us do that and you might be amazed at how things turn out.\n\n5. Respect\nIf you’re not communicating, not giving us room to grow, not setting high expectations, and not open to new ideas then you’re telling us you’ve got no respect. Respect is earned, but it is also there initially when you take us on or when you have that first conversation with us. Respect us for who we are and what we can do and help us grow as people.\n\n6. Have a big vision of God and the work\nOf all organisations, mission agencies should be the ones who are leading and equipping people to serve God. God who rules the world and continues to play an active role within it. God who is spoken of with such high and lofty language in Scripture that we should be able to see that vision of God a mile off. Like generations of the past, we hunger after more of God and seek to be part of what He is doing. So tell me why your organisation is one I should be involved with and what kind of vision of God you have in the work you do.\n\nOne Reply to “Millennials & Mission Organisations”\n\nJoin the Conversation:\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9910827875,
        "format_confidence":0.9765903354
    },
    {
        "url":"https:\/\/freedomfightersblog.com\/2017\/10\/27\/precious\/",
        "text":"A man with his head bowed and holding a holy bible in prayer\n\nTo those who have obtained like precious faith with us by the righteousness of our God and Savior Jesus Christ. — 2nd Peter 1:1b\n\nI often reference the scriptures by identifying the author and audience. Who is writing and to whom is he writing to? Sometimes it’s a personal note to a specific individual or group, it can be a prayer to God, we see a lot of warnings and admonishments, and then we see some that are intended for us, personally. I’d like to take a moment and recognize the treasure of what Peter calls “Precious Faith.”\n\nNow, we know that, “All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be complete, thoroughly equipped for every good work.” But there are certain times where the words on the page become amplified. When I see, “To those who have obtained like precious faith,” it  is something that I should be able to utilize to dissolve an ailment like rejection or loneliness, to know that if I’m a believer in Jesus that I have been given a “Precious” gift that unites you and I together.\n\nIn the quietness of personal devotion time, may the reminder of this truth unite us as we face a world that seems to be all about division.\n\nWith the emphasis on the word “precious,” we move from good to great, held in honor, esteemed, especially dear, as of a great price are some of the definitions of this emphasis. This gift of faith that unites us is something to be valued. Peter instructs us “that through these you may be partakers of the divine nature, having escaped the corruption that is in the world through lust”.\n\nThis “Precious Faith” should be what identifies us as believers, Peter bases his two epistles on trusting in the faith we’ve been given. He says in his first letter, ”Tthat the genuineness of your faith, being much more precious than gold that perishes, though it is tested by fire, may be found to praise, honor, and glory at the revelation of Jesus Christ”.\n\nWhen we treasure the gift that has been given us, there is a manifestation that takes place that reveals the glory of God. So, as we walk our walk, even if there’s not another believer around we are still united through the “Precious Faith” that sustains us until we are “Home”, safe and sound. Amen!\n\nWritten by Rob Russomano: Rob Russomano is married to Terri, he is a graduate of the Colony of Mercy and a full time staff member. He is also available as a speaker of the grace of God with a message of Hope for church events. You can contact him at\n\nThe Daily Bible Reading: Deuteronomy 13-15| You can download our 2017 Daily Bible Reading Plan by clicking here\n\n\nDaily Quote: “Daily living by faith on Christ is what makes the difference between the sickly and the healthy Christian, between the defeated and the victorious saint.” – A. W. Pink\n\nThis Week’s Verse to Memorize:\n\nHe who observes the day, observes it to the Lord; and he who does not observe the day, to the Lord he does not observe it. He who eats, eats to the Lord, for he gives God thanks; and he who does not eat, to the Lord he does not eat, and gives God thanks. Romans 14:6\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9976195693,
        "format_confidence":0.981087923
    },
    {
        "url":"https:\/\/sonshinescoop.com\/2015\/03\/07\/whats-love-got-to-do-with-it-the-answer-is-everything\/",
        "text":"What’s Love Got to do With it? The Answer is EVERYTHING!\n\nWhat’s Love Got To Do With It? The Answer Is Everything!\n\n\nEphesians 5:1-2 “Follow God’s example, therefore, as dearly loved children and walk in the way of love, just as Christ loved us and gave Himself up for us as a fragrant offering and sacrifice to God.”\n\nWe must carry ourselves with such confidence that we are highly loved with no sign of rejection, hurt, and disappointment. We are what the Word says … LOVED.\n\nJust as Jesus Christ died on the cross and gave up His life for us – so that we can be completely free — is how we are to love and care for others.\n\nWe must love them into the Kingdom.\n\nLove them when they are hurt. Love them when they are broken. Love them when they are angry. Love them when they are proud. Love them when they feel rejected.\n\nIf we, as children of the King, were set free the day we accepted Christ as our Lord and Saviour, shouldn’t we love others just like Christ did — and follow His example. If we don’t, then who will?\n\nA broken person can’t lead the broken. An angry individual can’t lead someone else suffering from equally anger issues. The rejected can’t lead others who personally know rejection into a secure place of freedom.\n\nOnly those whose heart in child-like faith surrendered their heart to Jesus, now desiring to walk like their Saviour in love.\n\nIndeed, what has love got to do with it? Everything.\n\n“Be ye therefore followers of God, as dear children and walk in love, as Christ also hath loved us, and hath given Himself for us an offering and a sacrifice to God for a sweet smelling savour.” (Ephesians 5:1-2)\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.997059226,
        "format_confidence":0.984574616
    },
    {
        "url":"https:\/\/clduncan75.wordpress.com\/2019\/06\/02\/rivers\/?replytocom=9081",
        "text":"Posted in happiness, inner peace, Learning, Life, Musings, random, spirit, spirituality, Uncategorized\n\n\nthe way you carry it\nHere’s a good summary of what I was trying to say, except it took me like a 1000 words. Sigh. 🙂\n\nIn my mind, there are several rivers of thought-distinct rivers all travelling in the same direction, with miles of space between them. In one river are all the earthly thoughts about who I am- the criticisms, the judgments, the pain, the memories, and all the debris and murkiness picked up over a lifetime of living. In the next river, there is the brisk and frigid water of this modern life- societal expectations, the stress of keeping up, the teeming rapids of work, sleep, tasks…the rush of one day careening into the next as time rushes by faster and faster while months and years pass. The third river of thought is older than time itself, much older than the other two. You can tell because it is neither muddy nor rushed, but it flows downstream peacefully, knowing it will always arrive where it is meant to be, that nothing can stop it. Though this river has always been here, it is hard for me to get to. I have spent most of my time being swept away by the other two, and by countless other streams and puddles and creeks that branch off of them. I find that the third river is difficult to reach sometimes, and though I love it most of all, it’s the hardest one to stay at. I am forever being pulled away, sucked back into the muddy waters of one, or the furious pace of the other.\n\nI am not judging this experience, I am simply explaining it in a way that makes sense to me. Have you observed something similar in your own life? Because this is the best illustration for the layers of my unfolding life that I can come up with. There is the emotional and mental aspect, there is the physical, human aspect, and then there is the eternal, spiritual aspect.\n\nIn my short-sighted, human way, I have been struggling against the same exact issues since the very beginning of this blog. I suspected that was true when I started questioning the originality of my posts lately. It was confirmed when I took a little walk down memory lane this morning, and saw myself writing about the same feelings, the same moods, the same ideas- with slight variations, of course- over and over. The reason I find this more funny than alarming is a direct result of this spiritual hurricane season I have personally been going through, trying, inadequately, to convey here.\n\nYou see, I have been afraid and resentful of the muddy river of my emotions. I have allowed myself to get beat up by the debris of bad memories and sucked under by the weight of my own judgement. I’ve struggled to swim against the current, trying to go back and make sense of it all, not realizing that none of it matters, the past is GONE. This water only goes one way, and all along it’s been trying to move me forward, farther and farther away from those things. I’ve been fighting so hard in this river when all I ever needed to do was let it move me along. All I ever needed to do was let go.\n\nAnd this cold river over here? The one that sounds like a thousand clamoring voices and all their opinions and expectations? I have been right out in the middle of that river, tumbling end over end, but no matter how fast I went, I never got anywhere. I can’t really get out of this river, not completely. But you know what? I found out that I can stay out of the middle where the rapids are, and along the edges, things move more slowly. I don’t have to keep up with anyone else to be happy- in fact, the opposite is true. The more I focus on just my life, and the people in it, the better I feel.\n\nRiver number three, that nirvana where we all come from? We aren’t supposed to live there, I don’t think. Not all the time, not while we are earth-bound in these skin suits. That would be nice, but it wouldn’t teach us nearly as much about being people as the other two rivers (and all the other figurative bodies of water we cross, tides we get swept away in, currents that pull on us) do. We all have our own rivers. We all have to learn from them.\n\nI have spent the bulk of my life in these waters and never named them or saw them for what they are. And because of that, I have fought and struggled and nearly drowned, yet never gained an inch. Every time my head breaks the surface and I get to take a breath, I’m in the same spot. I know this sounds grim, but I’m smiling as I write these words. I can break this cycle now and move on.\n\nAs long as I am a human being, I will continue to have human issues. I am here for a reason. I have been through what I’ve been through for a reason. The people in my life are here on purpose. That is all I need to know, which means the past can be forgiven, the pain can be released, and I can let go. I don’t need to be afraid.\n\nAs long as I need a roof over my head and food in my cupboards, I will have to participate, at the very least, in my own survival. But I don’t have to throw myself into the chaos completely. I do have some say in how much I allow myself to be swept up in the craziness. I can turn off the news, step away from social media, keep my consumption of bullshit low. Listen to my own voice, and let it guide me.\n\nReleasing my fear of the first river, and learning to find my place in the second, I expect that there will be much more peace, much more time that I can choose to spend contemplating river number three. Who knows? Perhaps one day I’ll find the place where they converge. Now wouldn’t that be something?\n\n\n\n\nI'm a single mom living life fully after years of intense addiction, trying to navigate life with grace-and failing spectacularly, sometimes. Learning to be a grown up In my 40's, without losing my lust for life, or my faith in humanity. Come, watch the antics. It should be fun (for you, at least).\n\n12 thoughts on “Rivers\n\n  1. I wrote almost the same post (but with different words, obviously, which now makes me sound rather crazy for saying it in the first place). Anyway. I wrote the same post some time ago – and I can’t find the damn thing now. You’re me. I’m you. We’re that weird Doctor Who story, aren’t we.\n\n    Liked by 1 person\n\n  2. You’ve described the human condition. Exactly. The third river does merge into the other two, gradually, and quiets them down and melts away their seeming power. I practice TM, which is great, but I’ve also gotten very interested in more “wakeful” practices that calm down the first two rivers and let the third’s water flow in. Michael Singer (_Untethered Soul_) has an 8hr course that I listen to off and on over and over. Byron Katie also has her own way of understanding this. And the Release Technique people also have their own way. Of using life, and all the ways it grabs at us of river one, to release those attachments and judgments and fears and etc etc etc and be, more and more, inch by inch, more immersed in river three all the time, as we go about our days as a thick, dense, complicate, beautiful, particular human. I feel grateful to have access to these people who’ve found their own way of releasing into that river, and I learn from them. These techniques have the great advantage of getting me out of my head — they’re not about figuring this stuff out, they’re about letting go of the crap\/blockages from a deeper level. Which is nice because I’ve utterly FAILED to figure them out of me 🙂 It has to happen from a different place, which requires letting go of control, which I’m not overly good at….\n\n    Liked by 1 person\n\n    1. I’m not good at it either, but I think it’s really important to keep trying! I spent my entire weekend, basically, in a semi-silent retreat-I even turned my phone off for a while, which is unheard of for me. I always feel like I need to be doing something. The past 48 hours, I consciously did almost nothing. Since all this spiritual stuff has been coming at me, my need for peace has become so intense. I figure I better grab onto the chance to have it while I can, because that is not how life goes. Are you the one who told me to read Journey of Souls?\n\n\nLeave a Reply to After The Party Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9417681098,
        "format_confidence":0.8868614435
    },
    {
        "url":"https:\/\/www.praisecharts.com\/blog\/making-the-most-of-the-situation\/",
        "text":"Making the Most of the Situation\n\nFeaturing Bob Kauflin Posted on April 28, 2010\n\nI would abolish forever the notion of a “worship leader.” If you want to have a “song leader” who leads part of the worship, just as the preacher leads part of the worship, that's fine. But to call the person a “worship leader” takes away the idea that by preaching, teaching, listening to and devouring the word of God, and applying it to our lives, we are somehow not worshiping God.\n\nCarson makes a great point. If the individual leading the singing is the“worship” leader, it can imply we aren't worshiping God during the rest of the meeting. But activities such as praying for others, giving financially, and studying God's Word together are also acts of worship that bring glory to God. \n\nSo I've started using different names for the person who leads the singing, depending on the situation. Music minister. Worship pastor. Service leader.Corporate worship leader. Lead worshiper. Or one of my favorites, the Music Guy.\n\nAnd while I agree with Dr. Carson's perspective, I don't think we have to lose the term worship leader. It succinctly communicates that our goal is to lead others in praising God. But neither should we exaggerate the significance of the phrase or attach a biblical authority to it.\n\nBecause Scripture is vague about the worship leader role, churches assign differing degrees of significance to it. Humanly speaking, the pastor isthe worship leader. He is the one responsible before God for the corporateworship of the church (Hebrews 13:17; 1 Thessalonians 5:12–13). That includes what songs are sung, what is preached, what activities we engage in.\n\nIn other churches the worship leading task might be distributed among different individuals, such as a pastor, song leader, service leader, or elder.\n\nBut in most churches, designated worship leaders play a fairly prominent role. They can lead up to half the meeting and have a sizable influence onhow the church practices and thinks about worshiping God. That can be good or bad, depending on who's leading. \n\nThat's why I wrote this book.\n\nNo matter how important we think the worship leader role is or isn't, everyweek those who lead congregational worship have significant opportunities to teach, train, and encourage God's people in praising him rightly and living for his glory. In that sense worship leaders follow in the footsteps of Old Testament Levites who taught the Israelites what God required in worship and how they could faithfully follow him.\n\n\nTags: , , ,",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9976231456,
        "format_confidence":0.8262699246
    },
    {
        "url":"https:\/\/bjorkbloggen.com\/2012\/05\/06\/gods-will-is-not-always-done-bible-verses\/",
        "text":"God’s will is not always done – Bible verses\n\nBible verses which show that God’s will can change depending on man’s actions\n\nMan’s free will is even more obvious in the Bible than the trinity (which is VERY obvious) and we can be read about man’s free will from the first page of the Bible to the last. Below are just a few examples. One would think that the obvious FACT that people so often have hardened their hearts against God and rebelled against Him, would be proof enough that God’s will does not always happen, but strangely enough there are people who don’t feel this is clear at all. Believe it or not, but they believe that God predestines\/causes\/forces\/decrees people to rebel against him! If this is true, then we would just be doing God’s will by being wicked and rebellious, and we really should be rewarded for doing His will instead of getting punished for something which is totally out of our control. The word ”sovereign” is not in the Bible (KJV) but isn’t our Lord powerful enough to create man with free will? Or is this too difficult for Him? Wouldn’t God be in control even though man has free will? The Bible is a book FULL of examples of people who are NOT obeying God, resulting in God’s wrath against them! If man does not have free will, then GOD is to be blamed for our actions. If we are born ”totally depraved” as some think (another unbiblical expression) then whose fault is that? Are we ”totally depraved” according to God’s will or against his will? Where did this depravity come from, if not by God? Please close your ”reformed” type of books with all kinds of gnostic claims which deceive you, and open up your Bible and see what it says. If I go for a walk with my dog and decide to let it loose for a  while, can we say that the dog has overpowered me and made me lose control over it against my will? Did the dog remove some of my sovereignty? Did I lose control over the situation even though I’m well aware of the likely behavior of my dog, including the tiny risk that it might find a rabbit and chase it?\n\nNew Testament\n\nMatt 11:20 Then began he to upbraid the cities wherein most of his mighty works were done, because they repented not:21Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.\n\nMatt 12:41 The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.\n\nMatt 21:32 For John came unto you in the way of righteousness, and ye believed him not: but the publicans and the harlots believed him: and ye, when ye had seen it, repented not afterward, that ye might believe him.\n\nMatt 17:17 Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you?  \n\nMatt 15:6 …And you voided the commandment of God by your tradition.\n\nMatt 23:37.O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how  often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!\n\nMark 7:13 making the Word of God of no effect through your tradition which you have delivered. And you do many such things.\n\nMark 3:35 whosoever shall DO THE WILL OF GOD, the same is my brother, and my sister, and mother.\n\nLuke 7:30 But the Pharisees and lawyers rejected the counsel of God for themselves, not having been baptized by him\n\nJn. 7:17 Jesus said, If any man will do his will\n\nActs 7:51 Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye. \n\nActs 8 Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee. For I perceive that thou art in the gall of bitterness \n\nRomans 1:18 For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness; 19Because that which may be known of God is manifest in them; for God hath shewed it unto them. 20For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse 21Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened. 22Professing themselves to be wise, they became fools,—: 25Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  28And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient; 29Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers, 30Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents, 31Without understanding, covenantbreakers, without natural affection, implacable, unmerciful: 32Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.\n\n1 Tim. 5:12 Having damnation, because they have cast off their first faith.\n\n1 Thess 4 brethren, we urge and exhort in the Lord Jesus that you should abound more and more, just as you received from us how you OUGHT to walk and to PLEASE GOD.. Therefore he who rejects this does not REJECT man, but GOD, who has also given us His Holy Spirit.\n\n1 Peter 4:2 That he no longer should live the rest of his time in the flesh to the lusts of men, BUT to the will of God.\n\n2 Cor 5: 19 God was in Christ reconciling the world to Himself, not imputing their trespasses to them, and has committed to us the word of reconciliation. Now then, we are ambassadors for Christ, as though GOD WERE PLEADING through us: we implore you on Christ’s behalf, BE RECONCILED TO GOD.”\n\n1 John 2:7 And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.\n\nRevelation 2:21 And I gave her space to repent of her fornication; and she repented not.22 Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.\n\nOld Testament\n\nZechariah 7: 11 But they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear. 12Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the Lord of hosts hath sent in his spirit by the former prophets: therefore came a great wrath from the Lord of hosts. 13Therefore it is come to pass, that as he cried, and they would not hear; so they cried, and I would not hear, saith the Lord of hosts: \n\nExodus 13:17 And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt\n\nNumbers 14:27 How long shall I bear with this evil congregation, which murmur against me?\n\nHos. 4:6 My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children\n\nIsa. 5:Now will I sing to my wellbeloved a song of my beloved touching his vineyard. My wellbeloved hath a vineyard in a very fruitful hill:And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a winepress therein: and he looked that it should bring forth grapes, and it brought forth wild grapes.And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, betwixt me and my vineyard.What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes?And now go to; I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up; and break down the wall thereof, and it shall be trodden down:And I will lay it waste: it shall not be pruned, nor digged; but there shall come up briers and thorns: I will also command the clouds that they rain no rain upon it.For the vineyard of the Lord of hosts is the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry.\n\nIsa.1:2 I have nourished and brought up children, and they have rebelled against me?\n\nIsa 1:19 If ye be willing and obedient, ye shall eat the good of the land: But if ye refuse and rebel, ye shall be devoured...\n\nIsa.66:3 Regarding those who would not hearken to the Lord, God said ”I gave them up unto their own hearts lust: and they walked in their own counsels\n\nGen. 6:5 it repented the Lord that he had made man on the earth\n\nExodus 32:14 And the LORD repented of the evil which he thought to do unto his people\n\n1 Samuel 15:11 It repenteth me that I have set up Saul to be king: for he is turned back from following me, and hath not performed my commandments. And it grieved Samuel; and he cried unto the LORD all night.\n\nLev 26:23 IF YOU WILL NOT be reformed by me by these things, but will walk contrary unto me; THEN will I also walk contrary unto you.”\n\nJeremiah 8:5Why then is this people of Jerusalem slidden back by a perpetual backsliding? they hold fast deceit, they refuse to return. 6I hearkened and heard, but they spake not aright: no man repented him of his wickedness, saying, What have I done? every one turned to his course, as the horse rusheth into the battle. — 9The wise men are ashamed, they ar... (truncated)",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9971060157,
        "format_confidence":0.8485681415
    },
    {
        "url":"http:\/\/astrofix.net\/2010\/01\/18\/solar-eclipse-results\/",
        "text":"Solar Eclipse Results\n\n\nplanets covered in iceMy brother got a major dose of the Solar Eclipse at 25 Capricorn 01’ on Friday, January 15th.\n\nThe Sun-Moon conjunction of the Eclipse (+ transiting Venus) in Capricorn:\n\n  • Conjoined his natal Venus at 29 Capricorn 17’ in House 9\n  • The eclipse happened a few days before his Venus Return (the day when transiting Venus returns to its natal position). Venus is his chart ruler, and Venus conjuncts his Midheaven.\n  • Squared his natal Moon at 26 Aries 08’ in House 12\n  • Squared his natal Pluto at 26 Libra 08’ in House 6\n  • Trined his natal Mars at 26 Virgo 03’ in House 5\n  • Trined his Ascendant at 26 Taurus 05’\n\nHe has four 26 degree placements.\n\nThe result? He beat out seventeen other applicants for a new job position and received a substantial raise.\n\nTags: ,\n\nAre you a fan of AstroFix?\n\nBecome a Subscriber!\n\nAbout AstroFix\n\nI'm Michelle and I write AstroFix. I have an Aries Sun, Leo Moon, and Virgo rising. Find me on Twitter, Facebook, Pinterest, Instagram, and Google+.\n  • Anonymous\n\n    I expected significant effects….. & am still waiting… It’s all been the usual around here. The eclipse was conjunct my sun at 23 capricorn AND my midheaven at 24 capricorn.\n\n    • Huh. Maybe you will have to wait a little longer. Are you thinking about going into a new career?\n\n      Thank you for reading my blog ichrak.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.7485393882,
        "format_confidence":0.9400259256
    },
    {
        "url":"https:\/\/rogernewberry.com\/2012\/11\/21\/mia-millie-and-alfie\/",
        "text":"Mia, Millie and Alfie\n\n\nMia, Millie and Alfie have been born into a family where they are loved, just like millions of other children are around the world. Watching them grow is an amazing experience. Sharing with them about life is an awesome responsibility, teaching them God’s ways and His truths is extremely important to Boo and myself. Much of what we have learnt about life was given to us by our beloved parents. While Mia, Millie and Alfie will never know them personally, we are committed to passing on the important things our parents shared with us. They were incredible people.\n\nSir Isaac Newton is credited with a phrase which has had a big impact on my life ‘Standing on the shoulders of giants’ in which he gives credit to those who have gone before.\n\nNewton didn’t originate it though. The 12th century theologian and author John of Salisbury used a version of the phrase in a treatise on logic called Metalogicon, written in Latin in 1159.\n\nThis so makes me think of the impact our parents had on our lives. Mia, Millie and Alfie will, I trust, get to know much about them as they grow, and we will pass on to them what our parents passed on to us.\n\n“We are like dwarfs sitting on the shoulders of giants. We see more, and things that are more distant, than they did, not because our sight is superior or because we are taller than they, but because they raise us up, and by their great stature add to ours.”\n\n\n\n\n\nThis is the commandment that God, your God, commanded me to teach you to live out in the land.  This is so that you’ll live in deep reverence before God lifelong, observing all his rules and regulations that I’m commanding you, you and your children and your grandchildren, living good long lives.\n\nDo what you’re told so that you’ll have a good life, a life of abundance and bounty, just as God promised.\n\nGod, our God! God the one and only!\n\nLove God, your God, with your whole heart: love him with all that’s in you, love him with all you’ve got!\n\nWrite these commandments that I’ve given you today on your hearts. Get them inside of you and then get them inside your children. Talk about them wherever you are, sitting at home or walking in the street; talk about them from the time you get up in the morning to when you fall into bed at night.\n\nThe Bible (The Message Version)\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9864118099,
        "format_confidence":0.9971243739
    },
    {
        "url":"https:\/\/www.kichanges.co.uk\/apps\/blog\/categories\/show\/2225734-energy?siteId=140805098&locale=en-US",
        "text":"Shopping Cart\nYour Cart is Empty\nThere was an error with PayPalClick here to try again\nCelebrateThank you for your business!You should be receiving an order confirmation from Paypal shortly.Exit Shopping Cart\n\n\nLove Light Peace\n\nMy Blog\n\n\nThe Divine Feminine is rising\n\nPosted on May 11, 2020 at 8:56 AM Comments comments (3306)\n5th April, 2020\nMerlia - The Divine Feminine and Unconditional Love\nHello this is Merlia, we haven't spoken for a while, but now is the time.\nThe Divine Feminine is rising.  The Divine Feminine is changing, growing stronger, not just in females, but also in the males.  Balancing male and female, not dominant, just equal.  This is as it should be.  The male energy and the female energy, both compliment each other.  Both are there for a purpose. \nBut for too long the male energy has had the dominance and now it is time to balance, to balance the feminine with the masculine.  And the feminine is rising to this challenge now.  As I said before, not just within the females, but within the males as well.  For females also have a masculine side and so the males have a feminine side. This is as it should be.  Balanced, balanced  energy, neither too dominant, each  working together in cohesion, working together to make the world a better place. \nAnd it is becoming a better place.  You may not feel this right now, for you are going through a hard time on planet Earth, on planet Gaia.  But this is changing the energy, this is changing everything for you.  So do not fear, but instead go into Love, Unconditional Love.  Send out Unconditional Love to everyone on the planet, especially those in fear.  For there is much fear on the planet now, but fear is not good, anxiety is not good, stress is not good.\n So send out that unconditional Love to allay those fears, to allay the stress, to allay the negativity and to bring everything into positivity.  So that Gaia may rise higher and higher, for a new Portal has opened and the energy is pouring in.  Allow yourself to flow with this energy.  Allow yourself to flow.  Put no barricades up with fears or stress, instead open yourselves to Love, the purest Love, Unconditional Love and allow this to be within your soul, your heart, your mind.  Allow this to be You, totally You, Unconditional Love, for that is the God energy, the Creator energy, the strongest energy of them all. So be in the Love, the Unconditional Love with the Divine Feminine.\nThank you dear friends, thank you.  I am Merlia.\n\nChannelled through Pamela Goodall\n\nLove and Separation\n\nPosted on May 11, 2020 at 8:49 AM Comments comments (305)\n18th April 2020\nChannelling from David, King David of the Bible - Love and Separation\nHello this is David.  I come to you tonight to speak of love and separation.  At the moment most people on your planet are feeling this separation due to the fact that you are having to isolate for the good of all. This is so you don't pass the virus willy nilly between you and make it worse.\nDuring the Black Death, those who had money isolated themselves as much as they could.  This saved some at that time, but not all.  For those who had already contacted the Black Death took it with them. \nNow you are being asked to keep separate, to not pass this deadly virus to others. You find this hard but know that it will not be forever, there will come a time when once more you can walk around your country and mix with others. \nHowever, be patient, what would be the good of mixing with others too quickly.  The virus would be free to jump from person to person if this was so.  So be patient and stay separate as much as possible.  Remember that as well as taking practical steps, there are spiritual solutions too.\nCreate a Ball of Light around you for protection.  Make this ball of Christ Consciousness Golden Light and with sparkles of Archangel Michael's Blue of Protection.  Fill the ball with the Adamantine\/Diamond Light of God\/Creator.  In this way you will keep yourself in high vibration, so that low vibration cannot reach you. You are protected.\nDo this for others who you love and put balls of protection around your houses.  Keep your energy high and know that this is good.\nI am David, King David from your Bible and I love you all dearly.\n\nChannelled by Pamela Goodall.\n\nChange the Energy\n\nPosted on July 9, 2018 at 7:43 AM Comments comments (165)\n\nIo - 4th July 2018 - Change the Energy\nThis is Io, hello it's nice again to be here.  I always love coming and visiting your planet before I come in and after we've spoken, I go and look around the planet.  I just love it, it's so beautiful.  I can't believe how people could destroy it so.  And I know that many people on this planet, on Gaia, are horrified at what's been done to the planet too. \nSo what can you do about it?  You can ask your governments to tell the businesses to stop creating plastic.  That would be one good thing.  And then you know that energy can be changed.  You know this, your scientists have told you.  Einstein told you everything in energy.  Energy can't go away, energy can only be changed. \nSo if everything is energy, plastic is energy and plastic can be changed, from plastic energy to pure energy.  So why wouldn't you do that.  The more of you that do it, the more plastic will be changed, so just change it.  Change it, it's so wonderful when you can do things and just change your planet.  You know this is possible.\nAnd send love to your planet, your planet so needs your love, your Mother Gaia needs your love.  She doesn't actually need you, but she does need love.  Mother Gaia\/Earth will survive, but the human race needs to change its habits if it wants to survive.  Change your planet, change your ways, and then you can dissolve the plastic into pure energy by sending it love, by matching the frequency to pure energy.\nJust one small bit and then a bit more and then a bit more.  And as each one of you starts to do this more parts of the planet will be cleared and cleansed.  It can be done, it's been done on other worlds.  Don't think you're the first, other worlds too have tried to destroy their planet.  But then they realised in time and so you can do this too. \nWe can send you love, we can send support, but you must do this work.  You the people of Earth.  We know you can do it.  We believe in you.  I am Io.\nIo is one of the three Arcturians who used to send me words.  Now he comes within me to channel.  Pamela Goodall\n\nClear Out Your Life\n\nPosted on July 25, 2017 at 9:03 AM Comments comments (527)\n23rd July 2017 - Clear Out Your Life\n\nWe are the Arcturians.  well the pace is picking up for now the Lion's Gate is opening and stronger and higher energies are being sent to Gaia, to your world.\nif you haven't done so already, it really is time to clear out your life.  Clean and clear your home, then clean and clear yourself.  Discard old habits.  Release old thought patterns.  Remove all negative emotions that are still held in your body.\nForgive those that have hurt you in thought, word or deed.  Then forgive yourself for negative things you have thought, said or done, even if you did those things without thought of the consequences.  (Remember that to forgive someone you do not have to condone what they did.)\nThen learn to love each and every one of you.  Did not Jesus when on your planet say that everyone was your neighbour.  All humans are loved unconditionally by God the Creator because they are the Children of God the Creator.  Learn to love unconditionally in the same way.  (Remember that to send love to a person you do not have to like them.)\nAs you release, forgive and love you allow yourself to carry more light and to raise yourself in a higher consciousness and you flow, not flounder, through the stronger waves of energy that are coming.\nSo well done all humans who do this, for then you can help your planet light up and overcome the darkness upon her.  You become a Lightworker, working for the whole planet and as you do so you work for the whole galaxy and all of creation.  So well done.\nExplanations in italics by Pamela  Goodall.\nChannelled by Pamela Goodall\n\nLumps and Bumps\n\nPosted on June 1, 2017 at 2:28 PM Comments comments (1896)\n\n1st June 2017\nHello, Antilles here.  This is not what you expected is it?  You expected everything to fit into place and everything would sail nicely along towards peace after your year 2012.\nWell you've hit a few lumps and bumps.  It was never predicted for everything to go easy.  Lightworkers may work in the Light and expect things to flow.  But don't forget you have third dimensional beings still on your planet.  They don't want things to change, so what do they do?  Well of course they provide the lumps and bumps you have experienced.\nWe know that this will sound as though we treat what's happening on your planet lightly.  Not so.  We too had to pass through this process to get to peace.  Do you think you are the only planet to have wars.  Not so.  Many do.   Some, like mine, manage to bring the love and light and disperse war and negativity, so there could be peace.\nSo do not despair.  Others have gone through this before and won.  You too can win.  You can win peace.  So spread more and more Light and Love upon your planet so this may happen.  Live in the Light.\n\nRelax in the Incoming Energies\n\nPosted on March 27, 2017 at 6:59 AM Comments comments (389)\n\n25 March 2017\nAntilles here.  As you so rightly think it is time to relax and go with the flow.  As higher energies reach your planet, it is difficult for you to relax.   Humans, it seems, tense up instead.\nIt is now time to learn to relax in the newer energy.  As you relax you will find things work more easily for you.  The more you tense up, the harder things will be.  So relax.\nThink of this as what you give out, so you receive.  You understand that concept.  You know that if you go into a room of angry people it attracts you to be angry.  When people are angry nothing gets done.\nIf instead you give out a relaxed a... (truncated)",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.994478941,
        "format_confidence":0.837744534
    },
    {
        "url":"https:\/\/renewingourmindsministries.com\/2018\/01\/31\/jacob-in-haran\/?replytocom=1789",
        "text":"Jacob In Haran\n\n“And it came to pass, when Jacob saw Rachel the daughter of Laban his mother’s brother, and the sheep of Laban his mother’s brother, that Jacob went near, and rolled the stone from the well’s mouth, and watered the flock of Laban his mother’s brother.” (Genesis 29:10)\n\nGenesis 29 opens up on the same high note which Genesis 28 closed with. “Jacob went on his journey”, the King James Version tells us. The Hebrew literally reads that he “lifted up his feet“, conveying the idea that Jacob is refreshed now and filled with a newness of strength and purpose. His direct encounter with the Lord God Who visited him through his dream the night before has definitely made a powerful impression on Jacob. He is not timid and lonely anymore, but seems to proceed with a fresh spring in his step; the heaviness of the fear of Esau now giving way to the encouragement that can only come from the confidence that God’s mercy rests upon him.\n\nIn some ways, I wish that Genesis 29 was but a single verse in length because things go downhill from there. How many people have we known who have left a Sunday church service with a renewed zeal and purpose, their faces glowing with a revitalized passion for the things of God, only to return to business, as usual, come Monday morning? Even worse, the pricking of their own conscience and the convicting work of the Holy Spirit are now muffled by the illusion that all is well within them. For many, there is little doubt that the former state is preferable to the latter; since a solitary feasting at a banquet does little more for the starving man than satiate him for a short time, all the while further callousing his sensitivity to the hunger pangs by which he perishes.\n\nBut we are convinced of better things concerning Jacob. For God will call Jacob back to Bethel and will revive the wayward prodigal to Himself. But for now, unfortunately, Jacob must pass through some difficulties resultant of his reliance on self rather than trusting in the provision of God. Verse 2 of Genesis 29 begins to paint a familiar, yet somewhat dissimilar scene to one we read about in Genesis 24. A meeting at a well, a beautiful young girl, a man in search of a bride. But something is strangely absent this time, something is different. The humility and quiet determination of Eliezer, Abraham’s servant, has been replaced by the headstrong recklessness of Jacob, Abraham’s grandson. The observance of polite etiquette which Eliezer demonstrated stands in stark contrast to Jacob’s brashness. Jacob presumptuously refers to strangers as “my brethren” (v.4), and then proceeds to instruct them in how they ought to be conducting their business affairs (v. 7). To top it all off, Jacob takes it upon himself to move the stone guarding the well without being bidden or permitted to do so (v. 10)!\n\nI am sure that more than a few of the onlookers were a little shocked when this stranger threw himself upon Rachel and began to loudly sob (v. 11). It is obvious that Jacob was very enthusiastic and emotional about having arrived at his destination, but there seems to be more than mere social impropriety during Jacob’s encounter with Rachel that set it in great variance to Eliezer’s encounter with Rebekah years before:\n\n“And [Eliezer] said O LORD God of my master Abraham, I pray thee, send me good speed this day, and shew kindness unto my master Abraham…And [Eliezer] bowed down his head, and worshipped the LORD.” (Genesis 24:12, 26)\n\nNow, there is absolutely no doubt whatsoever that it was God’s will for Jacob to marry Rachel, but I wonder if things might have ended a little more pleasantly for Jacob if he had been trusting more in God and less in his own abilities? Perhaps Jacob was relying on the direction of the Lord more than we are told in the narrative, but it sure doesn’t look like it. God led Jacob to the exact spot where he ended up at the exact time he ended up there, but it doesn’t appear that Jacob was fully understanding just how much God was directing things. Even Jacob’s vow back in Genesis 28:20-21 seems a little “wishy-washy.” “If God will do this, if God will take care of me, if God will bring me back to my father’s house…” God had already promised that He would do these things (Gen. 28:15)!\n\nSo, Jacob comes to the well where Rachel was bringing her father’s herds filled with confidence and determination, but it sure doesn’t seem to be a humble determination in God like Eliezer had. It looks a lot more like self-assuredness than a firm faith in God. But have we not all been guilty of such from time to time? We reach a spiritual mountaintop and have a very intimate encounter with our Lord, and then we come down from that mountaintop fully energized to face the trials of our lives. That is, face them in our own strength! God never told Jacob “I will be with you so that you can do what I have spoken to you”, no, He said “Behold I am with thee…I will not leave thee until I have done that which I have spoken to thee of” (Gen. 28:15 emphasis added). God doesn’t tell us that He is going to strengthen us to accomplish His will in our lives, He tells us that He is going to accomplish His will in our lives. God did not appear to Jacob just so that Jacob would become a little more confident in his own abilities, to have a little greater trust in his own ingenuity. God appeared to Jacob in order that Jacob would be confident in the Lord’s abilities and not continue to trust in his own. He does the same with us.\n\nTo Jesus Christ goes all glory. In service to Him,\n\n\n\n[This post was originally published June 10, 2010]\n\nAll Scripture quotations in this post are taken from the King James Version (KJV) of the Holy Bible\n\n[If you do not know the Lord Jesus Christ or you are not certain where you are headed when this life ends, I invite you to read the article “Am I Going To Heaven?“]\n\n4 thoughts on “Jacob In Haran”\n\n  1. Loren . . .you make my light bulb turn on! I audibly gasped! The thought of God telling us that He is going to accomplish His will in our lives, it not being up to us. Man . . .I love that! 🙂 God bless you for always bringing us the truth . . .His truth! It’s freeing! deb\n\n\nLeave a Reply to Loren Cancel reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.997431457,
        "format_confidence":0.9292864203
    },
    {
        "url":"https:\/\/betweenthebars.org\/posts\/28067\/farewell-father-john",
        "text":"Sept. 24, 2019\n\nFarewell, Father John\n\nFrom Prometheus Writes! by Nathaniel Lindell (author's profile)\nThis post is in reply to comments on:  Why Did I Do It? thumbnail\nWhy Did I Do It?\n(March 13, 2013)\n\n\nDate: 9\/19\/2019 11:55:36 PM\nSubject: Reply ID wa3r\n\nFarewell, Father John\ncreated 19 Sept. 2019\n\nThose of you following my blog know that I am an atheist, humanist and honest. I'm anti-deist, anti-inspired religion because of the many and outrageous degradations those belief systems have inflicted on people, causing witch burnings, pogroms, crusades, genocides, genital mutilations, whole ages of darkness—ultimately because believers can't accept non-believers as full, fellow human beings.\n\nThis awareness on my part I can't pretend to not have, yet I have no problem embracing, relating with those who do believe, even remaining silent about my beliefs. So long as they don't try to evangelize me.\n\nYou also know I shoot straight, talk blunt, honestly in my writings.\n\nWell, I let Father John know that I'm trying to get in a Christian studies BA program yet reiterated that I'm an atheist and that atheists are in the program. Fr. John replied that he wanted me to stop saying that I'm a disbeliever, asked me to \"keep an open mind,\" after we already discussed this. He said he wouldn't try to reconvert me (I was raised Catholic, didn't have a choice in the matter). My response in relevant part is pasted below, followed by the results.\n\n\nHave you ever scrutinized Deceptions and Myths of the Bible or, more generally, The Psychology of Superstition? I have, along with world and European history books, the history and evolution of the world and European religions.\n\nFrom all of those studies, I KNOW that all sects of Christianity and other religions are man's invention, mostly male inventors too, which explains (partly) the peculiar phenomenon that the God individuals believe in tends to have a personality that the believer wants or needs psychologically. Some gods condemn homosexuality, other gods condone it, and both believers adamantly justify their views of their gods based on the same scripture.\n\nBut when someone like me points such things out, I'm evil or mean or some other ad hominem attack is used to ignore the truth I point out: people, mostly men, invent gods to server their typically subconscious purposes. Sometimes people invent gods (or religions) for more conscious purposes as maybe Constantine did (\"By this you will conquer\").\n\nBeing a morally conscientious person, I thus can't and won't fake belief not even to get the Pope's help. And it surprised me that you seemed to suggest that I do so. When younger and more ruthless, bro, I'dve faked the funk on you. And maybe you'd be happier believing the lie that I \"believe.\"\n\nAnyhoo, I ain't scared of studying Christianity. Are you scared of studying criticisms of religion, Christianity in particular?\n\nDoesn't matter what your religion is to me. Does my lack of religion make it... difficult to see me as a full, functional human being worthy of dignity and respect? I've no hangups, no biases, even though I KNOW that Catholics in particular have caused the deaths of tens of millions, easily, and justified that with their religion. Not to mention the torture inflicted on me in the name of Catholicism. It's too in the past for me to be angry about it, as you assume I am.\n\nI'm disappointed at humans such as yourself, who are intelligent and mean well yet are mentally blocked from objectively considering the POSSIBILITY that your beliefs are not valid, or worse, not caring because the \"beliefs\" serve a pragmatic purpose, not the act of desperation that compels some to embrace \"beliefs\" that they really don't believe in, in order to survive.\n\nI suspect that you believe I'm angry at God because you can't accept that a decentislmguyy can simply disregard a need to believe in God, so you assume there must be some reconcilable reason for my disbelief so I don't lose my eternal soul. Good intentions on your part. But I also don't believe in the Easter Bunny, one of the many Pagan components of Catholicism. And I'm not angry at it either.\n\nI am, however, dismayed and displeased at how powerful people, mostly men, use their positions to force their conceptions of God on the world and oppress people in the process, which I don't want you to feel guilty about. I don't intend to manipulate you into accepting me or my beliefs, nor do I need or want to persuade you of anything. I'm just attempting to correct your misperception about why I'm atheistic. Truth matters to me, and someone else's imagined deity is not the truth, even if they have a powerful machine backing them.\n\nAnyway, I can only beat that horse to death, bring it back to life, and beat it to death again so many times! :) Die, horse!\n\n\nMan, I'm not perfect, but I fail to grasp how this email is so horrible that Fr. John would block me. Yet block me he did—without comment!\n\nThat's just foul.\n\nLike I said in another part of my email to Fr. John, \"I don't do dictators, especially of thoughts, my thoughts in particular.\" I don't dictate to either of my remaining close friends what to believe (one's a Jewish neuroscientist, the other's a French-English literature post grad), and I'm tired of people trying to \"save\" my soul by withdrawing their friendship when I don't accept their religion. Not the first time—a girlfriend who wanted to have my baby did the same schtick!\n\nLet me be clear—I AM AN ATHEIST! I'M NOT AFRAID TO BURN IN HELL! As some guy said on TV recently. YOU WILL NOT CONVERT ME.\n\nDon't write me expecting otherwise. Write me only if you're willing to take me as I am.\n\nGoodbye, Father John. Enjoy this free lesson in morality—you're not the first priest in need of one.\n\n\nReplies Replies feed\n\nWe will print and mail your reply by . Guidelines\n\nOther posts by this author\n\n\nGet notifications when new letters or replies are posted!\n\nPosts by Nathaniel Lindell: RSS email me\nComments on “Farewell, Father John”: RSS email me\nFeatured posts: RSS email me\nAll Between the Bars posts: RSS",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9911159277,
        "format_confidence":0.8385339379
    },
    {
        "url":"https:\/\/pnhill.wordpress.com\/tag\/garden-of-eden\/",
        "text":"There is considerable interest in the topic of divine healing amongst Christians of most any denomination. While there are those Imagethat disagree with God’s desire to heal people here and now, in times of crisis I have rarely seen a Christian person NOT pray for healing, suggesting that it is not a theologically sound idea.\n\nAs I have navigated the waters of divine healing over the years I have heard many ideas for and against and I have disagreed with some of the voices on both sides of the argument. Throughout the years I have also seen people prayed for and healed. Indeed I have prayed for people and have seen them healed. Many other times I have not seen them healed.\n\n\nWhat do we make of all of this then? Does God heal or doesn’t he? Is it normal and expected or not? Should we ‘get people’s hopes up’ that God might heal them and risk a drastic let down? How will this affect their perspective on God after the fact?\n\n\nI think that I finally have some answers for these questions. Biblically speaking, humanity was created in wholeness, without disease and decay. We were given direct access to the Tree of Life in the Garden of Eden, as the biblical narrative tells us. Essentially, humanity had the opportunity to be perpetually renewed through access to God, the giver of life. Something catastrophic took place, and humanity was placed at a distance from this Tree of Life…at a distance positionally, relationally, and spiritually. This is where disease and death entered into human existence.\n\nIf we fast-forward to the end of all things as described in the Bible, we find a dramatic renewal of this Garden of Eden state; the coming of the kingdom of God as Scripture describes it. At this time our imperfectness will be made perfect and sickness and pain will be removed (Rev 21:4). This will be a literal heaven on earth situation where humanity’s relationship with the life giver, with God himself, will be unhindered once again. The kingdom of God (or of heaven, depending on the biblical author) will have come to stay.\n\nHumanity finds itself today living between this “Garden of Eden” state and the complete coming of the Kingdom of God. Many important things have happened spiritually throughout the past thousands of years and it seems that we are approaching a time when death, disease and decay will be removed from all of human existence…but we are not fully there yet. So, where do we stand in terms of God’s healing here and now, even today?\n\n\nLets consider for a moment that the approaching Kingdom of God is like a movie that is highly anticipated but not yet released. For example, the sequel to the movie “Hunger Games” is highly anticipated by many people. Prior to the release we will see posters, trailers, and advertisements…all aimed to stir some measure of passion and anticipation for the movie. In fact, the purpose of a movie trailer is to give you just enough of a taste of the movie to keep you wanting and anticipating the day when the full movie will finally be released.\n\nI believe that we are living in a day when the Kingdom of God is breaking in here and there with evidence of divine healing and a number of spiritual gifts and manifestations with the purpose of pointing us to the coming merger of the present world with the coming Kingdom of God. What we can expect from God today is a regular ‘breaking in’ of the Kingdom of God just like a movie trailer would crop up here and there to show us a little piece of what the movie will be all about once it is released. This is actually quite biblical when we read what John the Baptist said about Jesus (“…the Kingdom of heaven has come near” Matt 3:2) and what Jesus himself says in the Lord’s Prayer (“…thy kingdom come, thy will be done on earth as it is in heaven”). These and many other Scriptures point to the approaching Kingdom of God that is indeed breaking in but has not yet completely arrived.\n\n\nWith these thoughts in mind we are better suited to answer the questions I posed earlier.\n\nDoes God heal or doesn’t he? Yes, God heals, even today.\n\nIs it normal and expected or not? Everyone will not be healed in this present day, although we should not place limits on what God may decide to do in our life or our church.\n\nShould we ‘get people’s hope up’ that God might heal them and risk a drastic let down? We should teach people what the Scriptures say about healing and then invite them to the truth of God in this life whether they are healed or not.\n\nHow will this affect their perspective on God after the fact? I am sure that some will scoff at the fact that all are not healed. I am sure that some will suggest that it is because God is not that great and the whole thing is a farce. I think, however, that in some matters (such as this one) God is big enough to defend himself and will do so in good time.\n\nI have a few other thoughts on divine healing that I want to share and I will do so in the coming days. For now, think about this: when you see the Kingdom of God breaking in here and there but maybe not where you are at the moment, do not get discouraged and assume there is something defective about your faith, about your church, or about your pastoral leadership. Rather, rejoice that the Kingdom of God is active in our world. Celebrate with those who are healed and make the name of Jesus famous. And…never, ever loose the hope that God’s Kingdom can indeed break into your life and into your church at any moment of any day.\n\n\nJames 5:13-16\n\n13 Is anyone among you in trouble? Let them pray. Is anyone happy? Let them sing songs of praise. 14 Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord. 15 And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven. 16 Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9975801706,
        "format_confidence":0.9619755745
    },
    {
        "url":"https:\/\/12things.blog\/2018\/03\/06\/a-time-to-know-gods-plan\/",
        "text":"A Time to Know God’s Plan\n\nHow many times have you heard “God has a plan for your life”? Probably a lot. It’s one of the most Christian things we can say.\n\nWhat happens if we mess up Plan A? Do we go to Plan B? Does God have a secondary plan for our lives? How about Plan C? Is it possible to just go through the whole plan alphabet, or fall off the end of it?\n\nHow does it affect the way we view God or the way we view ourselves if we think we’ve knocked ourselves down to plan G?\n\nMy mom was unmarried when she had me. When I was younger, we attended a church where people had a certain habit. They would often end their conversations with her with a reminder. They would speak this reminder in various ways. And often, I was standing next to her while they said it. The message was the same:\n\n“I don’t agree with what you did.”\n\nThe thing is, what my mom did was to get pregnant and have me.\n\nAs a result of this, I grew up with a belief somewhere inside of me that I was a thing the church didn’t approve of or agree with. It became a root of shame in my life that, for years, I didn’t even realize was there. And until God reminded my mom that what He has made clean, no one can make unclean, it was a source of shame for her as well.\n\nOne Sunday, a speaker at church spoke of God’s plan for our lives. He talked about how if we move away from God’s plan because of our choices, God has a Plan B for us to follow. And if we mess up again, He even has a plan C.\n\nThe speaker, along with his handy reference chart, talked about the kinds of sinful things that we do to derail God’s perfect plan for our lives: divorce, unplanned pregnancy, saying no to God and life changing as a result, etc.\n\nThe “ugly” things we can’t hide under a smile and a nice outfit.\n\nMy mother left that Sunday feeling discouraged. She was in her 20s, and was seemingly already well into her own plan alphabet.\n\nLater on that day, she was praying about it and happened to be reading in Matthew 1, the passage about lineage. She started with Abraham, and then she got to verse 6.\n\n“…David was the father of Solomon, whose mother had been Uriah’s wife”\n\n– Matthew 1:6\n\nGod made a promise to Abraham to bring about a seed. We understand today that this seed is Christ, God’s perfect plan for the world.\n\nThere was no Plan B.\n\nIt’s interesting that the lineage of God’s perfect plan includes a child from David and the wife of another man. If that doesn’t match up with the church-ey definition of what falling off of the perfect plan wagon looks like, I don’t know what does.\n\nYet, there it sits.\n\nIf what the speaker at church that day had said was true, and if my mom had followed God’s perfect plan A, then I would not have been born. Likewise, if I was a part of plan B, then I was not a part of God’s perfect plan, but a fallback instead.\n\nIf what the speaker had said that day was true, then Solomon was also not a part of God’s perfect plan.\n\nSometimes we make plans that don’t work out. Sometimes our plans, and seemingly our lives and our hope, burn to the ground. Sometimes we make choices that hurt, and sometimes we end up in seasons of grief or anger or dancing, through circumstances we cannot control.\n\nDoes God ordain that we go through this specific pain, or that specific joy? I honestly don’t know. And I think it’s besides the point anyway.\n\nThe point of God’s plan isn’t the choices we make or the seasons we end up in themselves. The things we walk through or crawl through in our lives are background noise.\n\nThis last year – probably longer than that – has been a season of mourning for me. I’m a planner, and most of my life plans have turned to ash. I’ve been grieving HARD, and in layers. Whether it’s appointed by God or not, whether I understand it or not, I know this: He has been showing me Himself, His character, through it all.\n\nHere’s the thing: God’s perfect Plan A is us and Him in relationship. It has always been. When we appear fall off of Plan A, which is to know Him, We get up and we get back onto Plan A, which is to know Him.\n\nHow many times have you felt like you’ve fallen off the perfect plan wagon?\n\nHow has God shown Himself to you during those times?\n\n5 thoughts on “A Time to Know God’s Plan\n\nAdd yours\n\n  1. I cannot even count how many times I have fallen off the “perfect plan wagon”.\n    God has a plan for our lives and I believe there are no contingencies in that plan.\n    He knows we will fail, make mistakes, and fall down but that doesn’t faze Him because He is in control. All He wants us to do is trust that He knows what He is doing and He is good.\n    I enjoyed reading your thoughts on God’s plan for our lives.\n\n    Bless you\n\n\n    Liked by 1 person\n\n  2. I even know you, but I already love you 🙂 I am not a Plan B nor a plan C or D or E. My God ordained my birth before the world was even created. Every thought, every step, (the good, the bad, the ugly) is know by God, has already been written. He has made provision for all my sins. EVERY SINGLE ONE OF THEM.\n\n    Liked by 1 person\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nBlog at WordPress.com.\n\nUp ↑\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9975540042,
        "format_confidence":0.990423739
    },
    {
        "url":"http:\/\/godessofpoem.blogspot.com\/2012\/10\/karva-chauth-songs.html",
        "text":"Google Search\n\nWednesday, October 24, 2012\n\nKarva Chauth Songs\n\nKarva Chauth is a special occasion for the married women in India. The festival is celebrated about nine days prior to Diwali, specifically on Kartik ki Chauth. Married women pray for the wellbeing of their husband, on the day. Special puja is conducted in the evening, while women sing songs on the praise of the festival. Traditionally, one song is sung, when the women see the reflection of the moon in a thali of water. This song is known as Karwa Chauth Ark song. Another song, known as Karva Chauth thali song, is sung when women gather in circle, perform Karwa Chauth puja and rotate their thali. In the article, we have given the lyrics of the Karva Chauth songs.\n\nPopular Karwa Chauth Songs\n\nKarwa Chauth Thali Song\n\nVeero kudiye karwada,\nSarv suhagan karwada,\nAye katti naya teri naa,\nKumbh chrakhra feri naa,\nAar pair payeen naa,\nRuthda maniyen naa,\nSuthra jagayeen naa,\nVe veero kuriye karwara,\nVe sarv suhagan karwara.. (6)\n\nKarva Chauth Ark Song\n\nSir dhadi,\nPaer kadi,\nArk dendi, \nSarv suhagan, \nChaubare khadi\n\nNo comments:\n\n\" Motivational Video \"\n\nAll Posts on this blog are the property of their respective authors. All information has been reproduced here for educational and informational purposes.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9685275555,
        "format_confidence":0.7978368402
    },
    {
        "url":"http:\/\/drumsforchrist.blogspot.com\/2009\/05\/",
        "text":"Tuesday, May 12, 2009\n\nFriday, May 8, 2009\n\nThursday, May 7, 2009\n\nStreet Kids ministry\n\nWe are continuing to work toward opening our street kids educational ministry.  Billy had a great day Tuesday, meeting with different people in several areas outside of town.  He finally landed in the town of Isco... a tiny town in the shadow of the Huaytapallana glacier range.  After visiting with the mayor and the officials in the municipal building, he was introduced to the director of the food program in the area (think WIC and food stamps, but in Peru).  The director was very excited about the possibilities and is helping us with many things, including getting firm numbers for us on the amount it will cost to reintegrate the street children into the school system, how many children are not in school in the area, and helping to find us a donated space-building to use to start the center.  We meet with them again tomorrow (Friday).\n\nPlease pray for this endeavor.  This is Billy´s passion!!!  He aches for these children every day. Approximately 20-25% of the child population in Peru cannot afford to attend school.  Instead, they are on the streets, or working in the fields with their parents.  Their parents would like for them to be in school, but just can´t afford it.  When they get into school, they need LOTS of support and reinforcement because they are very far behind academically... but most of their parents are illiterate and cannot help them with school work.  So we will be working with them in several ways:  \n  1. financial support through sponsorships from USA supporters - supporters who will commit to paying the school tuition and the cost of school supplies for the school year.\n  2. academic support through the tutoring center - Peruvian teachers\/tutors (and us) will meet with the kids every day at the tutoring center to help with homework, study, reinforce academic concepts, and fill in the academic gaps.  \n  3. ministry to the children as well as to their families in the form of sharing the gospel, bible study opportunities, discipleship opportunities, oral bible storytelling, etc.\nWe hope to open the tutoring center sometime this summer.  Please pray for the planning process, the sponsorship process, and our ability to find the children and the families that truly want an education.  Pray for Peruvian teachers\/tutors to sign on to help support the kids. \n\nSaturday, May 2, 2009\n\nMission Discovery Podcast\n\nHere is an interview with us that our friend Maury Buchanan from Mission Discovery recorded today.  Enjoy!\n(photo 2004 - Mexico)\n\nOPENING DAY!!! Kid's Club at the orphanage...\n\nCelebrate with us!!!  We just returned from Opening Day of our new Kid's Club at the orphanage!  This day has been a couple of months in the planning... when we took a team of college kids from the Wesley Foundation to visit the local orphanage, we were asked if there was any way we could help teach the kids more about the Bible and Christ.  That was back in March.  In talking about the possibility of a Kid's Club at the orphanage, we had some young ladies jump on the opportunity to work with the kids and lead this ministry -- Hallelujah!!!  This is exactly what we want - Peruvians leading ministries to their own people.  We are here to support and encourage and help, but it is so much better when local people take responsibility and ownership for their brothers and sisters in Christ!\n\nSo, after receiving an anonymous donation to cover the sound equipment and puppets and game items, we were ready to start.  This morning at 10:00, we officially opened Kid's Club in La Aldea Rosario, Huancayo, Peru!!!  WOO HOO!!!  With 6 Peruvian young ladies in the lead, and two gringo missionaries in the wings, we taught several Christian songs with dance steps and hand movements, prayed with the kids, played several games, taught a bible story about the love of Christ and how is death was meant to save us all.\n\nIt was fun.  It was CHALLENGING - first time, need to establish rules and procedures, tough kids, etc.  Please pray for the kids... they are well fed and clean and sheltered, but that is about it.  There are too many kids and not enough staff.  Many of the kids were found on the streets and have spent a lifetime of fighting and scratching to survive... this carries over into the orphanage and there is lots of fighting and yelling to get what they want, or were removed from extremely abusive situations.  It is going to be a long process of loving on them and trying to teach them to love each other and to talk through their problems - not fight.   They need a lot of love and patience.  Also, please pray for their little hearts and how they see the world... it is not part of Peruvian culture to adopt children.  Once they are in the orphanage, they are there to stay forever, until they \"age out\" and are put back out on the street at 16 years old.  It's a rough life with little perceived hope.  Pray for our ability to shine the light of Christ into their lives and sow seeds of His hope.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9943618774,
        "format_confidence":0.976957202
    },
    {
        "url":"https:\/\/444prophecynews.com\/eating-the-white-cake-of-the-word-of-god-severe-water-shortage-humbled-for-service\/",
        "text":"Eating The White Cake Of The Word Of God \/ Severe Water Shortage! – Humbled for Service\n\n\nEating The White Cake Of The Word Of God \/ Severe Water Shortage!\n\nDecember 17, 2020 8:46 AM\nHumbled for Service\n\nPsalm 119: 49 – 50\n\n49 Remember the word to Your servant,\nUpon which You have caused me to hope.\n50 This is my comfort in my affliction,\nFor Your word has given me life.\n\n\nI received these two short dreams on the morning of the 13th December 2020.\n\nThese two dreams are important for the believers today. I believe that the Lord is asking us to dwell on reading of His Word, even as we watch unfolding events.\n\nDream 1:          Eating The White Cake Of The Word Of God!\n\nIn the dream, I found myself inside an ultramodern boardroom. I was seated together with about 10 to 15 young executives at the boardroom table. The seats we sat on were high back executive chairs made of leather. The conference table was long and it was dark brown in color. The walls were soft white or cream in color and there was nothing else painted or hanging on them. There was one long window in front of the side where I sat. And the blinds of this window were of the same color as the wall. The blinds were drawn so that I was not able to see outside the room.\n\nEvery inch of the floor was carpeted with a cream fury carpet. There was a screen on my right, which was the front of the conference room, and the entrance door was on my right too.\n\nThe executives all wore shiny black suits. And hard dark grey or black shirts and blouses. Looking at them gave the impression of a funeral, as though someone had just been buried. That’s what I thought inside the dream.\n\nWe were all seated and silent. There was a whisper here and there as some chatted with the nearby person. The table was completely clean. There was nothing on it apart from some of the arms that were resting on the table. There seemed to be no agenda, and frankly I did not understand why we were there and what we were waiting for.\n\nSuddenly a Man opened the conference door and entered. In His right hand he had a white cake made of white maize (corn) meal. The white cake was on a white plate. The Man came to my right side and placed the cake in front of me, over my right shoulder. He did not say a Word, but left immediately.\n\nI began to break with my hands, and eat of this white cake. It was warm and well cooked. I continued to break of it and put it into my mouth and chew and swallow.\n\nAs I began to eat the cake, I could see some of the executives looking at me wondering what I was doing. Some even started pointing their finger at me, and sneering. But this did not deter me. I kept eating until there was no more cake on the plate.\n\nThe dream ended and another began.\n\n\nThis is what I believe is the meaning of this dream:\n\nThe conference room is the modern world we are now living in. And the executives are its inhabitants. The windows are closed, so that the inhabitants of this world cannot see what is happening around them. What is available to them is “projected images” from the screen. (This is with the exception of those who have the Holy Spirit.)\n\nTheir black funeral attire signifies death (physical and eternal) that is coming to those who will not believe in the Word of God.\n\nThe Man who brought the white cake is the Holy Spirit, and the white cake is the Word of God, pure and clean. I believe that the Holy Spirit is telling us to dwell on the Scriptures, even as we are watching on the unfolding events.\n\nThe finger pointing and the sneering of the executives, is the mockery and scoffing that the true preachers of the Word of God are suffering, as they try to break the pure Word of God to others in this world.\n\n\nDream 2:          Severe Water Shortage!\n\nIn this dream, I saw a very long queue of people waiting in the line to get water. The line was long, perhaps as long as a kilometer or a mile from the point where the water was available.\n\nSome of those who had come to look for water were having as many as 20 jerry cans.\n\nI saw a man fainting on the line out of exhaustion. I also felt that he was very hungry, having not had anything to eat for a substantial amount of time.\n\nThe dream ended.\n\n\nThis dream I believe is literal in its meaning. I believe there is coming a major water shortage around the world.\n\nBut I think too there is another meaning to this dream. And that it why it has come together with the previous one. I believe there is coming to the world, a thirst for the pure unadulterated Word of God. And this comes after the Lord removes His Holy Spirit, and the Bride from the world.\n\n\nVision of the Summer Fruit\n\nAmos 8: 11 – 12\n\n11 “Behold, the days are coming,” says the Lord God,\n“That I will send a famine on the land,\nNot a famine of bread,\nNor a thirst for water,\nBut of hearing the words of the Lord.\n12 They shall wander from sea to sea,\nAnd from north to east;\nThey shall run to and fro, seeking the word of the Lord,\nBut shall not find it.\n\n\nSatan Tempts Jesus\n\nMatthew 4: 1 – 4\n\n1 Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. And when He had fasted forty days and forty nights, afterward He was hungry. Now when the tempter came to Him, he said, “If You are the Son of God, command that these stones become bread.”\n\nBut He answered and said, “It is written, ‘Man shall not live by bread alone, but by every word that proceeds from the mouth of God.’ ”\n\n\nThe Purpose of Parables\n\nMatthew 13: 10 – 17\n\n10 And the disciples came and said to Him, “Why do You speak to them in parables?”\n\n11 He answered and said to them, “Because it has been given to you to know the mysteries of the kingdom of heaven, but to them it has not been given. 12 For whoever has, to him more will be given, and he will have abundance; but whoever does not have, even what he has will be taken away from him. 13 Therefore I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand. 14 And in them the prophecy of Isaiah is fulfilled, which says:\n\n‘Hearing you will hear and shall not understand,\nAnd seeing you will see and not perceive;\n15 For the hearts of this people have grown dull.\nTheir ears are hard of hearing,\nAnd their eyes they have closed,\nLest they should see with their eyes and hear with their ears,\nLest they should understand with their hearts and turn,\nSo that I should heal them.’\n\n16 But blessed are your eyes for they see, and your ears for they hear; 17 for assuredly, I say to you that many prophets and righteous men desired to see what you see, and did not see it, and to hear what you hear, and did not hear it.\n\nWishing you all God’s blessings. Put the Lord Jesus Christ first in everything.\n\n\nYour brother in Christ, William.\n\nFrom Nairobi, Kenya.\n\nServing the Great and Mighty God, King Jesus.\n\nShare The News\n%d bloggers like this:",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9976014495,
        "format_confidence":0.9316160083
    }
]