[
    {
        "url":"http:\/\/simple-folk.blogspot.com\/2012\/07\/",
        "text":"Sunday, July 29, 2012\n\nBack again\n\nBack in stock, but only a handful. It's been tough to try and \"guesstimate\" how many of these to keep on hand because they keep selling out! If you missed out before, get it while it's hot! I have on my to do list the task of kitting up some of the projects in the book but just starting a new full-time job after being out of work for 17 months has me a bit tuckered out! And I need to update my web site with new things too. As usual, too much to do and not enough hours in the day, but I'll eventually get there.\n\nKeep cool!\n\nThursday, July 19, 2012\n\nCrazy for Wool\n\nDoes that describe you? If so, you might just go crazy for a new series of wool applique designs from Buttermilk Basin called My Wool Crazy Year. Shown is the July design. All of them have a \"crazy\" wool background, reminiscent of crazy quilting. All have a unique shape, and all are ready to make a dent in your wool stash. The patterns sell for $9.00. I hope to be able to make up kits for most of them in the near future.\n\nThe lawn is calling my name - it's been much too hot and humid for many days to be outside doing anything in the yard, but now that all the \"ick\" is cleared out I can once again be outdoors, yay! After the front gets done I'll reward myself with a tall iced coffee on the porch, my very favorite thing. I hope you reward yourself with a special treat today too!\n\nTuesday, July 17, 2012\n\nNo Surprise\n\nIt happened. Even before Maggie Bonanomi's new book, A Day at Sunny Brook actually arrived, all my copies were sold and then some. I tried to order more than what I had pre-orders for, but in the days just before the books arrived, when it was known that the publisher had begun shipping them, I got a bunch of additional pre-orders, which ate up any extra inventory that I had planned to have generally available. Unfortunately for about eight customers, the books are now on back-order, but more have been ordered from the publisher and will be here perhaps by the end of the week. If you're one of these folks, you'll be receiving an email from me today with more info. It also didn't help that I was away for most of last week and couldn't shut off ordering in time to avoid those back-orders.\n\nIt's too hot and muggy to sit up here in this room anymore! The little fan just isn't cutting the mustard and I'll have to retreat into the bedroom, the only room with a window air conditioner. What a waste of a day not being able to work outside in the garden! The weeds are winning but I just can't deal with the humidity! Couldn't even sit out on the porch and enjoy my afternoon iced coffee, something I look forward to on days when I'm home. Phooey! I hope you're managing to stay reasonably cool where you live - I know most of the country is roasting, not just me!\n\nThursday, July 12, 2012\n\nMaggie's Newest is Here!\n\nJust arrived this afternoon! Maggie B.'s newest book, which people have been chomping at the bit for, is in the building! But not for long - pre-orders will begin winging their way to you on Friday. Speaking of pre-orders, obviously since I now have the books the pre-order offer has expired. Normal shipping charges will be incurred with new orders. Thanks again to all who pre-ordered! Getting free shipping is like getting almost 20% off your order. I'll get as many packages out tomorrow as I can before we make our way to Bridgton, Maine, to set up our tables for the Chickadee Quilters annual show beginning on Saturday (see post below for all the info if you're looking for some fun this weekend). Another batch will be prepared Friday night and shipped Saturday morning. Hopefully I'll finish up all pre-orders in Monday's shipments. With almost 5 dozen reserved copies, the paperwork and packing takes some time! Orders will be processed by date received, so please have patience as I work my way down the list. I know it's hard to wait, but it's just not humanly possible to ship them all at once, especially by myself, so I really appreciate it!\n\nI'll have a couple of unspoken-for copies of A Day at Sunny Brook with me at this weekend's quilt show if you haven't pre-ordered but \"need\" to have it for your Maggie collection. Admit it - you've got one!\n\nIt'll be a late night for me tonight. Time to get back to work...\n\nOn the Road Again\n\nGetting packed up to vend at a weekend quilt show! The Chickadee Quilters of Bridgton, Maine are having their annual July quilt show this weekend, Sat. & Sun., July 14 & 15 at the Stevens Brook Elementary School, off Rt. 302, Bridgton, ME. See over 150 beautiful quilts, displays, demonstrations and shop the vendors too. Food is also available. Hours are 10am-4pm both days, admission is $5.00. If you're in the area, come on out and say Hello!\n\nMonday, July 9, 2012\n\nA Happy Ending!\n\nWord has been circulating that the aforementioned rugs that were stolen from a church where Norma Batastini was holding a workshop have been found! Apparently a man walking his dog discovered the rugs in a plastic bag, undamaged, along the side of a bike trail. He attends the church where the workshop was held and had seen the flyers about the stolen rugs.\n\nI like to think that all the publicity within the rug hooking world about the theft caused the thief or thieves to reconsider what they did and discard the rugs, knowing that they'd never be able to sell them without getting caught. Whatever the motivation, it's great news, and I'm so happy Norma has her beautiful rugs back in her possession!\n\nThere's nothing quite like a happy ending, right?",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.97962749,
        "format_confidence":0.9848237038
    },
    {
        "url":"http:\/\/theoldoakcottage.blogspot.com\/2010\/09\/did-you-know.html",
        "text":"Saturday, September 11, 2010\n\nDid You Know?\n\nDid you know that it was 50 million degrees outside today? Marci and I were at the Cottage today along with Marci's husband Jim...We were all working like busy little bees ALL day long and, as Jim put it, \"I am whooped\". I told Jim this was just the first of the whoopings as we are getting ready for our week at The Round Top Antiques Week coming up Sept. 24 - Oct. 2. You can read all about that here. We will be set up at LaBahia...Marci was busy pricing our goodies, measuring furniture for us to graph out our booth before we go and answering all of mine and Jim's questions...\n:-)...Jim was busy packing one of our trailers with the great furniture and smalls that are ready to go and I was stripping (furniture, but it was hot enough to remove clothes), sanding, sealing and painting....Here are some of the things packed back in the garage waiting for their final toner or sealer or just stamp of approval...\n\nYesterday Marci and I spent the day shopping and found quite a few treasures that will have to be picked up soon, but, we were able to bring a truck load back...Here's a couple of obviously needs a little attention...We are thinking this iron chair should be an oh so cute pink...oh yes, I am seeing it!!!\n\nAt our Dog Days of Summer Sale we sold a cabinet that hung above this buffet...Marci suggested hanging the screen here to display our cute little magnets...PERFECT!!\n\nAnd the magnets are just so cute...made from small tiles...we have birds, nests, roses and even the Eiffel Tower!!! They come in a set of four...\n\nRemember that shutter I was working on...Well it worked great as a display for our Cutest Dog Contest. We had the tiny clothes pins and clipped our pics of the CUTEST dogs on there. How cute is this?\n\nWe will keep you posted on our progress for Round Top. As for me...I need a shower!!! NOW!!!\n\nThe Cottage Chicks\n\nMandy and Marci\n\nNo comments:",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.911187768,
        "format_confidence":0.9970605969
    },
    {
        "url":"http:\/\/dearlittleredhouse.blogspot.com\/2007_09_01_archive.html",
        "text":"Saturday, September 29, 2007\n\nNo, Thank You!\n\nWarning: Due to graphic content, reader discretion is advised.\n\nHere is another book from the shelves at Little Red House. This one was published in 1894. I don't know where my parents got all these books of medical advice, but I sincerely hope that they didn't consult them too often.\n\nCheck out the things to do after giving birth:\n\nWarm milk?\n\n\n\nEh, no. What exactly is gruel, anyway?\n\nDouche with Borax?\n\nIsn't that, like, bleach??? Yikes!\n\nNo, thank you!\n\nFriday, September 28, 2007\n\nAntiques Sale!!!\n\nOK, let's be right up front about this -- I should not be let loose in an antique store when there's a sale going on. Period. End of story.\n\nMy dear friend, Robin, recently took me to an antiques mall that she had seen on a shopping trip to a nearby town. She is not really into antiques, but she knew I loved them and she wanted to investigate the shops.\n\nThey were having a sale. A big one. Lots of dealers share space in several buildings, so there was a huge selection of vintage and antique things. I was in heaven. Here are some things that I got:\n\nGreen tole tray, kind of beat up, but I like it that way.\n\nVictorian shaving mug. This will go on my grandfather's shaving stand.\n\nSix German silver spoons. My good silver service is plate, so I'm trying to buy sterling pieces a few at a time. I don't really care if they match.\n\nPainted tins. Remember the little red one I found at the thrift store? These wanted to come home to keep him company.\n\nI also got some other goodies. I'll show them to you in another post. See, I really shouldn't be let loose in an antique store when there is a sale going on!\n\nThursday, September 27, 2007\n\nMy Kids Want a McMansion\n\nMy kids want a McMansion. You know, one of those big, beautiful, brand new houses with soaring ceilings, tons of bathrooms, a finished basement and a bonus room for rockin' out. Some days, I feel the same way. Most days, I'd just be happy to find enough room to store my bath towels!\n\nThe photo above is a picture of my neighbor's house. Yep, we have 56 of these beauties right across the street. Little Red House is definitely the wrong side of the tracks! :)\n\nI miss the open fields that were there before the houses were built. But if they had to build something, I guess I'm glad that they built McMansions instead of McDonald's.\n\nI love my house, and wouldn't leave it, but if we're playing \"dream house,\" I guess my dream would be something like this.\n\nOr this.\n\nI've always loved old houses, and stone houses, too. I guess the grass is always greener on the other side of the fence, but I'll bet there's not much room for the bath towels!\n\nWednesday, September 26, 2007\n\nSigns of Fall, Part 1\n\nHere are a few signs of early fall at Little Red House. We leave a portion of our property unmowed. It serves as a sanctuary of sorts for the birds, and the fall harvest includes a feast for the deer.\n\nPurple asters. Does anyone have a Canon camera? Do you notice that it does not faithfully reproduce purples and blues? Aaaargh. These are such a gorgeous purple, and not at all what you see here!\n\nTiny white asters. You've got to love a flower that is so generous with it's blooms!\n\nMilkweed spores (I think!)\n\nGrasses of some sort. Can you tell I'm not really a botanist? :)\n\nWild rose hips. The deer have already been at these. Soon, there will be none left.\n\nMaple leaves just beginning to turn. These will get to be gorgeous in a few short weeks.\n\nGoldenrod. This year I've got the mother of all hay fever, but they're still beautiful. The trees have not really begun to turn yet. I'll bring you some more photos in a few weeks when the glory really begins. But I just love the slow parade of the seasons. Don't you?\n\nTuesday, September 25, 2007\n\nCan I Join the Party?\n\nKarla, over at Karla's Cottage, is hosting a party today -- What I Love About My House. Here is the link: Some day I'll figure out how to embed a link in the text!\n\nThere are some awesome homes here in blogland, and this party is so much fun. Like a free house tour!\n\nSo what do I like about my house?\n\nI like the fact that it is my family home. My father built it pretty much by himself in 1959. The wood panelling and shelves of old books in the living room\/library are both favorites. That's my grandfather's clock on the mantle.\n\nI love the red dining room. My mother and I picked out the wallpaper when I was about ten years old. It is filled with my favorite prints and dishes.\n\nI love my pink bedroom. Laura Ashley rules!\n\nI love our new kitchen. I lived with an absolutely horrible old kitchen for many years. Even if I had any photos, I wouldn't dare post them. They would probably fry your computer screen.\n\nMost of all, I love that my home is filled with sweet memories, as every home should be.\nNote: this is my second post of the day. Scroll down if you like roosters!\n\n\nOK, if you're one of those people (and I know you're out there) who don't like roosters, read no further. Or you're gonna barf. Because this is a post about roosters. Lots of them. A hunk-a-hunk-a-burnin'-love song to fowl. So stop now, or feathers will fly.\n\nI think I got my first rooster statue when I still had my old kitchen. The cabinets were, shall we say, \"rustic,\" and I felt they needed something to turn \"rustic\" into \"French country.\" And once you get one rooster, it's a slippery slope. When my daughter's friend counted 21 roosters, I felt it was time to edit. Now, at any one time there are probably about 11 or 12 of the little devils roosting in the kitchen.\n\nBig ones, little ones,\n\npainted on trays or carved into lamps.\n\nRooster trivets,\n\nsalt and pepper shakers, and napkin holders. There's even been some rooster hegemony.\n\nThey appear to be staking a claim to the den.\n\nI wonder how that happened? ;)\n\nMonday, September 24, 2007\n\n\nHow is it that we start a collection? Until recently, I never really considered myself a collector. Having started to blog about my dishes, however, I find that I have a serious collection. Either that, or a serious problem! LOL\n\nI'm not the sort of scholarly collector who knows all about the objects of her passion. I'm more the sort who sees something she likes and says: \"That would look really great in my den!\" And that's how my latest collection started.\n\nI was in the thrift store one day, when I spotted a lovely flower print. I'm definitely a flower person -- wallpaper, curtains, dishes -- all flowers. Before you could say \"crazy flower woman,\" I had also scooped up four small frames filled with pressed flowers. There was this big 75% off sale going on, so I was going a little crazy.\n\nOn a later visit, I found three more.\n\nI don't know why, but these pressed flowers really speak to me. They were obviously made by someone who cherished her blooms and went to the trouble of arranging them in these tiny frames. Did she pick them from her garden? Or during a walk down the lane? Were they, perhaps, a gift from a sweetheart?\n\nI don't really have any answers, but I know I will cherish them in her stead.\n\nSaturday, September 22, 2007\n\nKitty Nirvana\n\nIt's the weekend -- we could all use some Kitty Nirvana.\n\nCurl up, make a nest, hide from the boogie-monster.\n\nIn my next life, I'd like to come back as a cat. Pillows, blankets, sunshine, rest.\n\nYou get the idea...\n\nFriday, September 21, 2007\n\nI Love Transferware!\n\nIs it possible to be in love with your dishes? If not, I need to see someone about some therapy. Because I just love transferware. Antique, vintage, or brand new reproduction -- it doesn't matter to me. I love 'em all. Is it the patterns? The colors? The air of eighteenth-century elegance? Did Jane Austen sit down to tea in Willow pattern cups? Am I even in the right century?\n\nBlue and white is traditional, of course. I only have a few of these, and I love them dearly. But my Little Red House really cries out for pink\/red and white. These are mostly reproduction Spode. I splurged on 12 place settings at Homegoods. It took alot of trips to gather that many dishes, but hey, a girl's gotta do what a girl's gotta do.\n\nI picked up a few brown and white last fall, and they looked great at Thanksgiving. It was only the four of us at dinner, so these didn't break the bank.\n\nThis summer, I happened on some Clarice Cliffe purple and white at the thrift store. My only regret is that I didn't pounce on them immediately. I wandered away to look at some milk glass, and another shopper snapped up six place settings while I was gone! Aargh! Again, four place settings seems to be my magic number.\n\nAnyway, I just love transferware. Do you have a favorite color or pattern?\n\nThursday, September 20, 2007\n\nAmazing New Diet!\n\nJust what you need -- another diet, huh? Weight Watchers? Been there. South Beach? Done that. Atkins? God, don't remind me!\n\nBut here's one from 1872. Seriously. And, guess what? It all boils down to eating less and exercising more! (If only we knew!)\n\nI found this book on the shelves of my Little Red House recently. My parents collected a few old books, including a set of encyclopedias from the 1930's that I actually used in grammar school in the '60's. (Hey, I turned out OK) Don't you love old book titles? Our Digestion; or, My Jolly Friend's Secret. As far as I can tell, his \"jolly friend\" is the stomach.\n\nHere's the dedication page. To \"those of my countrymen who are all gone in the pit of the stomach\". Our Dr. Lewis is a bit of a joker, huh?\n\nThen we come to the crux of the problem: How Fat People May Get Themselves Into Ship-Shape. Dr. Lewis decribes his readers: in an audience of Yankees, you may find \"a dozen uncomfortably fat people -- waddling, wheezy, anti-going-up-stairs sort of people.\"\n\nApparently, nineteenth-century New England had it's fair share of \"fat ones \" (to use Dr. Lewis' term), but those people in Pennsylvania? Jeez-o-Pete! \"The proportion of fat ones is very large,\" especially in a country district.\nAre you thinking what I'm thinking? Funnel cakes.\nThe good D... (truncated)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9819937348,
        "format_confidence":0.9092453122
    },
    {
        "url":"https:\/\/magicofstories.net\/2017\/01\/23\/power-to-the-paws\/",
        "text":"Power to The Paws\n\nSome stories are very sad and sometimes good things happen as a result. Amy Pacifico Cecil is holding an event on Facebook to raise money for an animal rescue.\n\n\nThis is a great cause, as animals are precious to us all. This is Amy’s story taken from her post in the event on Facebook.\n\n“My husband and I have three dogs, all of which have been rescues. All our dogs before them have also been rescues. We have rescued puppies and seniors and several in between. It really doesn’t matter to us. What is important to us is that the dogs we do adopt feel safe and loved in our home. We have dealt with several rescues in the past and all of them have been wonderful, one in particular is very special to us. Wolf Spirit Sled Dog Rescue, Inc. (WSSDR) is a 501c3 non-profit rescue located in Stuart, Virginia.\n\n\nI first came into contact with WSSDR and Nikki Delp Boyd, the rescue’s owner, a little over a year ago when I heard about a 30 Malamute Seizure about 30 miles from my home. These dogs were left in poor conditions, malnourished, given enhancement drugs to help them reproduce, confined to crates that were too small for them, and left to stand or lay in their urine and feces. Many of them have had serious medical issues. When I heard about this story, I already had two dogs, but something inside of me wanted to help one of these dogs. Nikki was absolutely amazing with me, helping me find the right dog for our home.\n\nShe puts her all into caring for the dogs she takes in. She also helps correct any behavior issues prior to their adoption. Her patience and kindness touched me in so many ways that she quickly became a close friend. We ended up adopting two of the Durham Mals, Heaven and Karma. Unfortunately, we lost Heaven almost a year ago due to complications from her previous situation. In several situations where we had to take Heaven to the emergency vet, Nikki took the time to talk with me, keep me calm and was my rock during a very rough couple of months while we did everything we could to save a beloved dog. Karma is still with us. She is our little spunky pup and we will celebrate her “get her” day on January 1.\n\nIn November Nikki suffered a very personal loss that not only affected her, but the rescue as well. In a tragic tractor-trailer accident, Nikki’s husband of 12 years was killed.\n\nFurther on the story can be read here. and here.\n\nNot having any life insurance, Nikki is now left with not only suffering the loss of her beloved husband, but also keeping the rescue afloat. Several of us in the dog community have been doing everything we can to raise funds for the rescue and that is why I am hosting this Author Spotlight Takeover Event and Fundraiser. Authors, I hope that you will consider participating in this event to help Nikki and the rescue. \n\nWe would love your donations for the auction, signed books, ebooks, swag, etc. Every little bit will help. We will hold the auction the days following the event.\n\nIf you would like to donate directly to the rescue you can through their Facebook event and by joining us and supporting it.”\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8657613993,
        "format_confidence":0.9802229404
    },
    {
        "url":"http:\/\/quiltparadise.blogspot.com\/2007_01_01_archive.html",
        "text":"Wednesday, January 31, 2007\n\nI am cleaning up\n\nNo it is not spring time, it is the height of summer, hot and very, very humid but I am cleaning out this house!\n\nThis year with Charlotte at school everyday and Chanel at daycare two days a week I am vowing to be organised! Last year some time Patty listed her cleaning schedule with daily, weekly, monthly, six monthly and even annual chores. I kept it and although most of her routine is not relevant to me I will adapt it and change accordingly. One thing I remember her saying was if you are in a mess, give yourself the time to de-clutter and have bags for\n\n\nWell I haven't come across too much to put away. Gradually as Charlotte has grown out of clothes and toys they have gone to Chanel. But Chanel is growing out of things now. The baby toys are gone, the hand knitted baby clothes are gone (except for what my mum, nan and mother-in-law knitted). This is the tropics after all.\n\nAll my odd glassware that is not longer a set is gone, we have acquired far more along the way. Unused wedding presents, we will celebrate our 8 anniversary this May.\n\nThe girls bedrooms are looking lovely and tidy. I know it won't stay like that but everything has a home that it can go back to.\nFor now Chanel is not sleeping all the time in her bed so we still need the cot as well. When that goes she will have a lot more room. I have fairy lights for her room but she is still at the pull it apart stage so hopefully soon we can make everything prettier.\n\nI am particularly happy with my hallway cupboard, there is now some empty space in there.\n\nWell if you lasted this long, well done. Not the most interesting post.\n\nThanks for all the well wishes on Charlotte's first day of school. She had a ball. She came home hot, sweaty and grinning from ear to ear! She hardly ate any lunch, so finished it at home for afternoon tea. When I asked her why she didn't eat much she said \"Mummy I was too busy!\"\n\n\nTuesday, January 30, 2007\n\nLook out Grade One, here she comes!!\n\nToday is Charlotte's first day in Grade One. She looked so cute in her uniform. She went to preschool last year at the same school, so she already has some friends in her class and met her teacher last year but this year she is wearing the uniform and will attend five days a week.\n\nShe found her desk and started colouring in when we arrived. I stayed for awhile but she was happy so Chanel and I kissed her goodbye, she gave us a wave and we left her to it.\n\nI can't wait until 3pm this afternoon to hear all about her day.\n\nSunday, January 28, 2007\n\nComfort Cushion\n\nRemember that beautiful cushion cover that I got from Christina with all the stitching, well I am not so clever but here is the one I made. Modelled beautifully by Miss Charlotte wearing her Rhapsody Fairy Dress over her pyjamas - very stylish. Miss Charlotte starts Grade One in two more sleeps!!!!\n\nI am happy with my effort on the cushion cover. Look out Bonijo it is headed your way! Here is the back view!\n\n\nFriday, January 26, 2007\n\nAustralia Day\n\nToday is Australia Day. It is a public holiday. We are off to party this afternoon around at some friends house. Should be lots of fun.\nAustralia Day is the anniversary of the day the First Fleet landed in Sydney in 1788. For anyone interested here is some more info for you!\nWherever you are, have a great day!\n\nMonday, January 22, 2007\n\nA January Finish\n\nThis Panel has been quilted since before Christmas but now the binding is done too. I used a verigated thread for the quilting and I like how it has turned out. The backing is flannel pieced from two bunny rugs.\nIt is going to an aides orphan in South Africa\n\n\nSunday, January 21, 2007\n\nNew Goals.....\n\nNow I know I am early but I am starting to set goals for February..........\nBind Russ Quilt\nFinish Loretta's Sudoku\nMake Loretta' 40th Birthday Wall hanging\nStart BOM (first installment hasn't arrived yet!)\nJanuary has been a crazy month here, all I really want to accomplish this late is\nAnnie's dilly bag for her checker pieces\nBind Giraffe panel and send off.\nAll is do-able, now I need to get moving!\n(Just for something pretty to look at, here is a recent sunset on the lake)\n\nThursday, January 18, 2007\n\nHow special is this!\n\nI am very lucky to be involved with a small group of ladies that encourage, support and inspire each other. I have never met any of them in person, we 'met' through an online quilting group and formed our own little \"sub-section\".\n\nWe are currently running a comfort cushion swap. We were each given another in the group to make a cushion for, so when things aren't great you can hug or punch your cushion, whatever makes you feel better.\n\nMine arrived to day. THANK YOU SO MUCH CHRISTINA! The verse is lovely, but my favourite bit is the \"Notes for Jodie\" pocket bottom right.\n\nThat make three posts in one day, think I need to go do something more productive!\n\n\nToday's Photo Shoot\n\nLoretta phoned last night and said when she visited at Christmas she went home without any up to date photos of the girls.\n\nTo rectify this we got snapping this morning.\n\n\nApricot Jam\n\nPurists should look away now!!\nI made these little jars of jam yesterday using the Microwave. It was so quick and easy. It took a maximum of half an hour and no mess.\n\nAll you need is:\n500 g apricots\n¼ cup lemon juice\nMicrowave for about 6 minutes in a large container with the lid on.\nAdd 2 cups sugar, stir. Microwave for about 16 minutes with the lid off.\n\nThat's it!!!!!!!!!!!\n\nI want to thank a lady named Helen who provided the recipe on an online quilting group I belong to. She says it also works with nectarines.\n\n\nMonday, January 15, 2007\n\nFound 'Um\n\nRemember before christmas when I couldn't find the checker pieces? Well I found them! They were in the bag I thought they were in but the bag wasn't were it was supposed to be! Can't blame that on anyone but myself. DH will get his back and still another set left!\n\n\nTuesday, January 09, 2007\n\nOur Tess is Home\n\nTess didn't get home last night, the vet kept her again to be sure, but we were able to pick her up at lunch time today.\n\nShe is far from well. Still sluggish on her back legs, I had to help her into the car and then when she went outside to inspect her turf she tried to break into a run and couldn't.\n\nRob the vet said he was very worried about her Sunday night, he stayed with her for a long while and then went back in later to check on her.\n\nWe are to keep her quiet for a few weeks as her heart will take the longest to recover, watch her bowel movements and eating to ensure there is no paraylsis and give her soft food to eat. Have some premium mince out defrosting right now.\n\nHer bark is still a squeak but like everything else it will improve in time.\n\nI have asked the girls to be quiet as Tess needs her rest so they sat beside her making sure she was resting.\nThis is an old photo of her as a puppy with Russ's work boots, she was so cute (she is seven and a half now, still cute, just bigger!). At the moment she is lying in the entry way asleep and I can't take a photo with out disturbing her. There is current photo of her on my Mapleton post.\n\nMonday, January 08, 2007\n\n\nWe took the girls and Tess the wonderdog on their first camping trip last week. We went to Flannagan's Reserve out west from here. We went there 'cause dogs are allowed if you keep them on a leash.\n\nIt was a full moon while we were out there and the silly birds got confused and were noisy throughout the night thinking the sun had risen when it fact it was the moon! We slept through their noise the second night.\n\nWe set up our site looking out towards the adjoining property. There were cows in there and kangaroos early in the morning.\n\nThe other side of the reserve was on the Logan River. We kept away from there just to be safer with the girls. It was very pretty though.\nChanel fought having an afternoon sleep and literally nose-dived into her bunk!\n\nThe down side when we got home was that our Tess had picked up a paralysis tick. We rushed her to the vet late yesterday and she is in Doggy hospital now. Hopefully she will be home tomorrow.\n\n\nTuesday, January 02, 2007\n\n\nAfter a crazy christmas time we took off for a few nights up to my SIL's little cottage at Mapleton, in the Sunshine Coast Hinterland. Gaye works in Japan, teaching English at University level, so she only gets back a few times a year.\n\nWe had a very relaxing time, walked a little, read a little, slept a little. The girls had a great time. We took some colouring in, two games - Junior Monopoly and Trouble and their baby dolls. No fighting and no \"I'm bored\".\nMapleton is on the Blackall Range and the soil is very red. Some lily ponds and beautiful gardens .......\n\nThe other great thing about going up there, is we can take our four legged family member with us. This is Tess the Wonderdog relaxing on Aunty Gaye's front deck ......\n\n\nOur Christmas\n\nA bit behind I know, just catching up. I hope everyone had a wonderful festive season and that 2007 is good to us all.\n\nOur festivities started on the Saturday evening before Christmas with a BBQ with friends. No I still haven't found the last packet of checker pieces but my DH came to the rescue and offered me the pieces from his Checker set that I made for his birthday last May! Bless him. I still need to make a little dilly bag for everything to go in, but Annie loved it and doesn't know she was supposed to have a bag as well. Here she is with my two playing in the Hammock....\nSunday was cooking and preparing for Christmas Day. Then to finish DH wall hanging. I had the idea of handprints for a long time and didn't really know what to do, so ended up cutting them out of felt and sewing onto another 9 patch snowball quilt. I thought it would only take me a couple of hours to sew them on. Wrong!! I finially finished at 3am on Christmas morning. It was worth the effort, I am happy with the result and DH has agreed to hang it in the entry of our house.\nWe had a lovely lunch with family and... (truncated)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8970633745,
        "format_confidence":0.9360528588
    },
    {
        "url":"http:\/\/ericaseyes.blogspot.com\/2008\/11\/deck-streets.html",
        "text":"Saturday, November 22, 2008\n\nDeck The Streets\n\nIt just really seems too EARLY to be decorating for Christmas. However, driving through the city streets it seems like everyone is already getting into the holiday spirit! There is a tiny part of me that's almost ready for it. The rest of me is dragging my feet and saying, \"At least wait until Thanksgiving is over.\" Nevertheless, Christmas is just around the corner.\n\nAre you ready for it?\n\n1 comment:\n\nTammy said...\n\nOMGosh, yes we seem to always do this! Too funny. It wouldn't surprise me in the least even to find out we'd photographed the very same lamp post! :0)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.5001665354,
        "format_confidence":0.9849202633
    },
    {
        "url":"http:\/\/homely-one.blogspot.com\/2012\/11\/snail-mail-fun.html",
        "text":"Wednesday, November 14, 2012\n\nSnail Mail Fun\n\nAbout a month back, when Sarah extended an invitation to fellow bloggers to join in her Good Mail Club, I emailed her excitedly, eager to participate.  Let's face it, with our mailboxes these days being filled more often than not with bills and advertising, the prospect of opening it to find something pretty and unexpected sounded wonderful.  However, as I sat down to actually create my own contributions, I must admit to feeling a tad stressed.\n\nWhen would I find the time to write eight letters and create something to include in each envelope? What on earth would I make?  While I had a few trinkets from my own collections to add, I wanted to put together something I had made myself, something that was somewhat personalized and suited to its recipient.  \n\nI found inspiration for this project one afternoon as Sophie's scalloped pattern birthday invitation jumped out at me from the fridge.  And so, as Grace worked away beside me on a collage picture, I ignored the ever growing washing pile and unswept floors and sat with her and crafted.  Using the same design that I came up with for Sophie's party, I chose 'words of wisdom' to suit each of my fellow bloggers, altered the colours to suit their tastes and came up with the simple quote cards above.  I was really happy with how they turned out and am even thinking of making up some of these to add to a few Christmas presents this year.\n\nAs for the envelopes that made their way into my letter box, I received some lovely notecards and ephemera which you can see a glimpse of above.  As chief 'mail box inspector', Grace was thrilled to find the colourful, postage stamp covered packages that were delivered to us.\n\nAfter the initial stress subsided, in the end, the lesson I gained most out of this fun project was the importance of taking time out of the hectic pace of daily life more often to enjoy simple pleasures like crafting, a hobby which I can not only share with Grace, but one which encourages me to take time to 'be' and to relax... something I am going to try hard to take on board in these coming months... \n\n\n  1. Hi Amanda...what a great idea as yes all we seem to get these days is bills and junk in the letter box...I have to admit I get a kick out of finding 'real' mail in my letter's lovely too that you and Grace have something to share together....craft is definitely not my strong suit lol....xo\n\n  2. I love this idea Amanda! I agree with you - We need to put the romance back into hand written notes :) Suppose it's a great concept with Christmas coming up and sending greeting cards to mark the festive season... Think I'll be getting on board in my own way :)\n\n    Sophie xo\n\n    P.S. My daughter has an obssession with opening up mail too! She pretends they're all party invitations. I wish my billers would invite me to a party other instead of demanding money!\n\n  3. Amanda I felt exactly the same way. I was kicking myself for saying yes until I got started then really enjoyed myself. It was so lovely to receive the treats in the mail.\n\n  4. I didn't reside you personalized each of your beautiful quite cards! How sweet of you. I just loved mine. I'm hoping to do a Christmas mail out too. I have found it do exciting receiving such lovely envelopes xx\n\n  5. This sounds like so much fun Amanda, how lovely to get such pretty mail in the letter box rather than bills. Sometimes it feels like you won't be able to fit another thing in your day but once you make the time it really is enjoyable doing a little something just for you. I signed up recently for a Christmas decoration swap, I'm almost finished mine but not quite, I am so looking forward to seeing what someone creates just for me:) Wishing you a wonderful Thursday lovely. xx\n\n    1. I've noticed a few bloggers mentioning the Christmas ornament swap - can't wait to see what people make and receive!\n\n  6. Snail mail of this kind is so much fun to's a shame penpals aren't as common these days as they used to be.\n    Really love your quote cards Amanda, they're wonderful!\n\n  7. What a wonderful idea....i used to love getting snail it's just bills! Your card creations are just perfect and so lovely that you ignored the jobs so that you could get something special done beside Grace!\n\n  8. such a great activity!\n\n    ...and i really appreciate how you told us that you ignored the washing and the housework to take the time to do certainly makes me feel better...and it gives me the hope and inspiration that perhaps i could do it too! thank you. x\n\n  9. I just love mine - and its perfect for me too\n    Clever you\n\n  10. I'm so thrilled with my blue card, Amanda - you are incredibly thoughtful. I was feeling a bit overwhelmed until I started and then really enjoyed the creating as well. J x\n\n  11. Such a great idea ... I often get disappointing at the real lack of any mail to get excited about, hence why I like to order books and gifts online :) Just started following you and your space is lovely x\n    Ellen x\n\n\nThank you so much for taking the time to leave a comment - it really makes my day!!",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8285819888,
        "format_confidence":0.5129668117
    },
    {
        "url":"http:\/\/simplepleasures317.blogspot.com\/2013\/04\/",
        "text":"Amish Time\n\nOh, how I wonder what the girl in picture #3 is thinking about! More beautiful photos to share.\n\n\nMichelle \/ Simple Pleasures\n\n\nSwap gifts ...\n\nI also wanted to share my swap goodies with you from Amy's Spring swap. I was partnered with Christina of Pendletons Primitives. Thank you Amy for always taking the time to set up so many fun swaps for us Handmade Country\/Prim lovers, and to Christina for being my partner.\n\nYou can check out all the handmade's , I made for her here.\n\nMichelle\/ Simple Pleasures",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8324654698,
        "format_confidence":0.9791420102
    },
    {
        "url":"http:\/\/andersonsallpurpose.blogspot.com\/2014\/04\/thrift-store-finds-more-ikea-furniture.html",
        "text":"Thrift store finds: more IKEA furniture\n\nAnother post, another IKEA dollhouse set! \n\nI found this yesterday - a nice surprise since I'd almost given up on that particular thrift store. It's pretty close so I pop in now and then, but recently the findings there have been so scarce I almost thought they stopped selling toys entirely. But apparently I've just been having bad luck and\/or timing. \n\nI've seen this set in photos and liked the bright 70s colors (although I assume it was made more recently). The design is the same as the chairs and table I already had. Of course most of it is slightly too small for my dolls, but I really like the look of this furniture so I got it anyway.\n\nThe bed has a knob missing. There are matching holes under each leg so you could probably stack them and make bunk beds.\n\nThe bed and chairs will probably be re-donated, but the desk is almost the right size for Lottie, and the shelf can just be a very low shelf (maybe for shoes?). \n\nOh, and I found this rather terrifying lady: \n\n(c) 2006 Mirage Studios and Playmate Toys. Google tells me she might be Silver Sorceress, a name that doesn't ring any bells with me. I think her eyes and breastplate are supposed to light up, but I haven't got the right type of batteries to try it. She's the same height as Lottie (almost 8\") and for some reason cannot balance with both feet flat on the ground. Not sure if that's a bug or feature, but she looks cool so whatever. \n\n-I'm sorry, you can't deduct your travels to and from Alpha Centauri as a business expence unless you saved the receipts.\n\n\n  1. Lottie looks adorable in her simple white frock.\n\n    Silver Sorceress doesn't ring any bells for me either. Silver Surfer, yes. LOL. Poor woman seems overburdened with heavy accessories all over. Small wonder she cannot keep her receipts in order ;-)\n\n  2. Oh keep the bed and chair! You never know when Lottie might have a friend over! Lottie looks wonderful with the desk and chair!\n\n  3. LOL @ the last photo and caption.\n\n  4. @D7ana Yeah, there's a lot going on with that costume. Her hands look like they're meant to grip something, too (a handbag full of receipts perhaps?).\n\n    @Ms.Leo You mean the solution is to buy more dolls? I like the sound of that! :D\n\n    @Muff That's why there are so few alien bounty hunters on Earth: they fear our paperwork!",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9948397279,
        "format_confidence":0.7513554096
    },
    {
        "url":"https:\/\/www.12thandwhite.com\/2015\/01\/around-browning-abode.html?showComment=1440820711048",
        "text":"Wednesday, January 7, 2015\n\nAround the Browning Abode\n\nHi friends! Are you surviving the post-holiday grind? I have to admit coming back into the real world has been a little rough this year, but it helped that both Downton Abbey and Fixer Upper premiered this week : ) Are you guys watching??\n\nI spent a lot of Christmas break taking down Christmas, cleaning, purging and rearranging. I played musical decor with quite a few things, most of which was spurred on by redoing the shelves in the living room. I'm contributing to the Midwest Living Blog, and this month's topic is how to style your shelves. I had so much fun taking everything off our giant built-ins and starting from scratch. I pulled accessories from nearly every room of the house, and in the end I was thrilled with how it turned out! I can't show full photos yet, but above and below are some sneak peeks. I'll let you know when the whole thing is available over on Midwest Living.\n\nThat caused quite the shuffle in the other rooms though, as my usual vignettes had been pulled apart. I had already planned to redo the accessories in the hearth room in the new year, and had purchased several new accessories just for that room.\n\nI feel like this room is always the \"step sister\" to our living\/dining. I end up putting the things I really love in the living room, but the poor hearth room suffers. But in the end, all the new items went to the built in styling, and the amazing sign I bought for the mantel was an inch too tall (woops!). So I just filled up the shelves with things already on hand. It's still fresh and crisp for the new year.\n\nAbove is the beautiful Romans 12 sign which I had purchased for the mantel. It looks gorgeous in our kitchen! It's by House of Belonging and Aedriel, two very talented ladies.\n\nThe Christmas decor is down, but my paperwhites are still going strong and I'm loving the pop of green in the cold winter days. And you can also see our brand new stainless steel dishwasher...that was an unexpected but necessary purchase a few weeks ago : )\n\nTo balance out the sign in the kitchen, I added a new calendar from Rifle Paper Co and other fun accessories. Can you have enough gold in one room?\n\nMy favorite vintage street sign got kicked out of the kitchen, so into the hearth room shelves it went!\n\nI kept these shelves super simple, just using decor I had around the house. Again, I'm loving a pop of green right now.\n\nI ordered this fun zinc tray table from Magnolia Market (Joanna Gaines from Fixer Upper's store) a few weeks ago and love it tucked into this corner.\n\nThe living room stayed mostly the same, but I had to snap some photos with beautiful light after a snowfall coming in.\n\n\nI found the ikat table runner at TJ Maxx the day after Christmas. And don't you love the gold striped candles?\n\nWell there's what's happening at the Browning abode! New projects, new dishwasher, and lots of shuffling. What are you all up to in these first few weeks of 2015?\n\n\n\n  1. i just LOVE your home! love following you on IG and have finally made my way here as well. happy day to you! P.S. I'm the one who designed those wreath pillows on your couch! ;)\n\n  2. Your home is beautiful! I just painted my kitchen Paladian Blue, but your kitchen is making me want to whip out the paint brush and rollers again. It is beautiful! What color gray is that?\n\n    1. Nevermind, I just found the color on your source page. That was one of my guesses.\n\n      It is beautiful!\n\n  3. Your home is lovely as always, Courtney.\n\n  4. Excellent post man!\n    I strongly agree with your point that the Strong Relationships with your customer is the key,and Use the Language Your Customers Use. These two points are the main key points which we have to focus in B2B Marketing.\n    iphone 6 case Haze Gray\n\n  5. Your blog giving a nice things to take iphone 6, It is help full for us that give many thing related to to i phone 6, It helps to buy new iphone. Thank you for this blog.\n    Visit :- iphone 6 case Cyan Blue\n\n  6. I love love love your home. It is gorgeous! I am wondering, where did you find your coffee table? I need!\n\n\nWell hello there! You just made my day!\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9901379347,
        "format_confidence":0.6686483622
    },
    {
        "url":"http:\/\/sweepingupthemoments.blogspot.com\/",
        "text":"Monday, November 8, 2010\n\nHardwood Floor Exorcisms\n\nThree years ago I prevailed in a battle with the demons of hardwood floor refinishing.  The story of my victory was published in my previous blog.  I've brought it out of the archives because I'm performing one last hardwood floor exorcism in this house as a gift to the next owners.  This post is the first of several DIY stories I plan on sharing with you.  May they amuse you and serve as cautionary tales should you want to join the DIY ranks.\n\nWe are the ultimate do-it-yourself people.  If it can be done with two hands and a not-so-modest number of power tools, we will try it.  So it was only logical that we would decide to refinish the floors in two of our bedrooms ourselves.  We read up, even gathered first-hand advice from other such DIYers.  The floors were repaired and tediously patched with flooring obtained from a local architectural salvage shop.  We rented a floor sander and in a weekend we were able to remove the old finish and restore a virgin-like quality to our 80 year old white oak floors.  Everything seemed to be going as planned.\n\nBecause the white oak was indeed very light when unfinished and the rest of the house was finished in a beautiful golden blonde, we went with oil-based varathane.  In preparation for THE RITUAL of finishing, we vacuumed up all of the sanding dust, barricaded the room against the furry animals, turned off the furnace, cracked open the windows and bathed the floor.  That's right - it got a bath, 50\/50 distilled water and denatured alcohol (which got us carded in the checkout line, by the way).  What started as a \"damp rag\" application to gently open the grain morphed into sloshing the mixture around, which now required thorough drying before THE RITUAL.\n\nTHE RITUAL began with stirring.  The cans of varathane had been sitting on the store shelf for some time, wearily settling and waiting for us to bring them home.  Mixing in the stubborn sludge at the bottom of the can was only the beginning of the patience required.  As we stirred, a song from a grade school Halloween play looped on automatic repeat in my head...\"stirring and stirring my brrreeewwww...\".  Just that one line.  If theres anything I remember from third grade it's that one line from that one damn play.  After stirring the murky mixture for many, many minutes, we poured some into a tray, added around 10% mineral spirits and then we mixed a little more.  The spike of 10% mineral spirits was suggested by a few sources to help the first coat of finish penetrate the wood more, and who were we to turn down such helpful advice.\n\nWe were finally ready for application.  The lambswool applicator was rinsed in mineral spirits (as suggested on the packaging), I donned some protective gloves, put on a hat to contain my hair, and took the honor of applying the first coat.  With the applicator pad attached to a broom handle, I dipped it in the tray and began applying it to the floor.  I expected that it would be difficult to achieve even coverage with the first coat.  In the somewhat dim glow of the overhead room light it appeared that the coverage was even, so my efforts to push the applicator along the floor were paying off.  It was not unlike mopping, and using mopping-type motions I had both rooms covered fairly quickly.\n\nLater that evening we inspected the floors.  There were bubbles.  Lots of clusters of little and not-so-little bubbles.  There was disappointment, but not worry as this was just the first coat.  After some thought, I suspected the mopping motion was forcing out uneven amounts of varathane and undoubtedly causing bubble, both from entrapped air and from having little regions of lakes rather than a nice smooth coat.  Re-reading our reference material, I felt my suspicion was confirmed.\n\nWe lightly sanded both rooms and cleaned up the dust in preparation for the second coat.  Taking the results of the first coat into consideration, we tried a different application technique.  I thought that maybe the lambswool applicator was part of the problem, soaking up too much finish and making it difficult to apply even, thin coats.  For the next performance of THE RITUAL, we used clean t-shirt rags and applied the finish on our hands and knees.  No bubbles this time, and we were close enough tot he work to keep an eye on missed spots.  The oil-based finish dries slowly and the label touts its ability to self-level.  This part of the varathane must have been on vacation that day.  There was no self-leveling taking place.\n\nWhen the second coat was done, it was mostly bubble-free, although even in the dim light I could see fan-like application streaks.  It is difficult to maintain the positioning of the rags because they are not on a rigid frame.  The rags also do not hold much finish so now instead of an over-generous layer we were too stingy, which is of course why the varathane did not self-level.\n\nThese problems are why even most DIYers hire this activity out.  And they are why I was more determined than ever to make it work.\n\nAfter letting the floors dry for a couple of days, I stocked up on supplies.  I bought more sanding pads, applicator frames and multiple lambswool applicator pads.  I had learned from the last two coats and the third was going to be the charm.  Did you hear the floor demons snicker right there?  I swear I heard them.\n\nI crawled around both floors on my hands and knees, sanding and knocking off the rough spots.  I vacuumed yet again and prepared once more for THE RITUAL.\n\nVery gently (avoiding air entrapment) and very thoroughly (sludge happens), I stirred the varathane.  Then slowly I poured the varathane in the tray.  I had already rinsed the applicator with mineral spirits and now it was time.  I began the application, on my hands and knees, gliding the mixture along.  It seemed to be going fine.  In the empty rooms I worked alone, singing and wondering if perhaps this was the final coat.\n\nI don't know if you hear them or not, but I think the floor demons progressed beyond snickering at this point.\n\nThe next morning I optimistically ventured in to inspect my work.  It was obviously not the final coat.  While the color was beautiful and the application was even, it was bumpy.  Small bubbles, much smaller than what occurred with the first coat, but still there.  The taste of defeat was very sour indeed.\n\nSometime during the night, there was THE EPIPHANY.  The small bubbles were occurring because there was solvent trapped underneath the surface.  Where was the solvent coming from?  From rinsing the damn applicator with mineral spirits.  Holy crap, batman!\n\nMore sanding, more vacuuming.  I even vacuumed the applicator to remove loose fibers since I observed an unwanted distribution of them hiding amongst the bubbles.  This was it.  My heart said it was going to work.  My brain said apply a little section, let it dry and see how it turns out before wasting time on the whole floor.  And then there was THE SECOND EPIPHANY.  I needed to really see the surface as I applied the finish.  The dim overhead light disguised what the demons were up to.  I dragged in the halogen light and when I turned it on, the floor demons were suddenly very quiet.\n\nI went to the far corner of one bedroom and set down to work.  I dipped the dry applicator into the varathane and began coating the floor.  No bubbles, but wait a minute, there were little fibers.  Everywhere.  Even the Festool Cleantec dust extractor with its 134 cubic feet per minute of suction was no match for the loose fibers in that applicator.  The floor demons just high-fived each other and sauntered down the street.  The acoustics of the empty room captured my words, all coincidentally four letters long.\n\nSuddenly, I knew what was wrong.  Our research had told us about this step.  And now a cosmic \"I told you so\" was reverberating around those empty rooms.  The innocent little lambswool applicators had to go through a laundry wash cycle.  I had one applicator left.  This was the last chance before sanding it all back down and calling a professional.\n\nThe applicator was washed and dried (no fabric softener).  I had taken a couple of days to regroup and prepare my constitution for what would likely be yet another disappointment.  I was going to face it and get it over with.\n\nI had on my gloves, and for the last round with the floor demons, I added a respirator with organic vapor cartridges.  As it turns out, being nose-level with the floor looking for bubbles and fibers in the varathane does not get you high.  Not even a little bit.  It does, however, make your sinuses burn and your head ache.  I tucked a pair of tweezers in my back pocket (for fibers and errant cat hairs) and gathered ther est of my supplies.  As I closed the hallway door behind me and walked into the first room, I could sense the floor demons had taken notice of my courage, of my strong will, and the Rocky theme song began to play.\n\nStirring and stirring, then pouring into the tray.  The halogen light was on and positioned for maximum visibility in the room.  I began applying the finish.  It went on very smoothly and this time, no fiber trails.  No bubbles.  Yeah, that's right.  No bubbles.  The lambswool glided over the wet finish and the finish self-leveled.  It was peaceful and right, like the manifestation of a universal truth.  Every once in a while there would be a hair, a fiber, some stray speck of something.  I was prepared, my tweezers at the ready. Before I knew it, I was done with room and starting on the second.  It went just as smoothly as the first room.  Was it too good to be true?  Were the floor demons waiting outside with a victory bottle of tequila?\n\nNot so.  The floors, needing only now to dry, were done.  After several hourly inspections, the floors were drying to their desired semi-gloss state, free of new bubbles.  After a few days, I planed to open the hallway to all household traffic, turn on some music ... (truncated)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8055361509,
        "format_confidence":0.9925159812
    },
    {
        "url":"http:\/\/reidgirlshandmade.blogspot.com\/2010\/11\/dorothy.html",
        "text":"We did wizard of oz this year - This is the only costume I made, isn't she cute though? The campaign is almost over, then I can get back to crafting\/sewing.  I have a million projects started that I need to finish!\n\n1 comment:\n\nKalleen at Second Street said...\n\nVery cute Sarah. What campaign were you working on?\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.748611033,
        "format_confidence":0.9899500608
    },
    {
        "url":"http:\/\/caravanartistblog.blogspot.com\/2011\/01\/",
        "text":"Tuesday, 18 January 2011\n\npuddles and puppies............................\n\nThe flooding caused by the weekend's torrential rain is slowly draining away although we still have a lot of water lying on the fields and after last night's frost, a lot of it has frozen over!  However, the sun shone today and we had a lovely walk down through the fields and round the great ponds which will hopefully disappear before too long.\n\nBack in October I mentioned that our working beardie collie had his girlfriend to stay while she was in season, and in early December she produced a litter of eight puppies who are now almost seven weeks old.  The plan was always for us to have a puppy from this litter and after several visits we have finally made our choice although we wont bring him home until next week.  There are three dogs in the litter and it was a difficult decision to make as they're all lovely puppies.  A friend in the village is taking one of the bitches and at the moment there are still two puppies available.   We have a few ideas about names, but we'll wait until he's here to decide what really suits him best.\n\n\nWednesday, 12 January 2011\n\nmist and magazines......................\n\nWhat gloomy, murky weather we're having!  A chilly, damp fog has descended and walking the dogs this afternoon was like wandering through a strange, quiet, bluey-grey world full of  blurred, ghostly shapes.   Another couple of inches of snow fell through the night but it's very soft and damp with the rise in temperature so at least walking is a bit easier. \n\nWhat better way to cheer up a gloomy afternoon than to escape into pile of lovely new magazines and that's just what I did!   Not that there weren't masses of other jobs to do, but  the lure of  the February issue of Country Living was too strong.  I've been reading Country Living since it first appeared in the mid 80's and I still have every issue.  They're stored in various boxes, bags and piles and some day I would like to file them in chronological order but  I can't see that happening anytime soon!  \n\nI think the February CL is better than the last few issues.  I felt the magazine had been going through a rather stale phase but this is a very bright, interesting and inspiring issue.  The Emporium pages feature lots of interesting bits and pieces and there's also a very good piece on food fraud which is something we should all be aware of as it happens a lot more than we might think.  I'm particularly delighted to see that Diana Henry is to be their new, regular, food writer  as I love her books especially Crazy Water Pickled Lemons which is full of wonderful recipes.  There are also lovely crafts, marbled paper, fascinating interiors  and all the other usual features.\n\nI started to buy Country Homes & Interiors regularly in late 2009 and I've been enjoying it ever since.  I particularly like the food writing and have discovered lots of lovely new recipes over the months.  The February issue features egg recipes including what sounds like a delicious goat's cheese and leek souffle.   There's an interesting article about glove makers in Somerset  and some clever ideas for making bird feed cones, bells, hearts and trays which look really pretty and would no doubt go down well with the birds!    There are also the usual  interiors features  and a lovely article about a collection of snowdrops in Kent. \n\n\nSaturday, 8 January 2011\n\nPersephone Books..................\n\nI have just discovered The Persephone Catalogue, brought out by Persephone Books in London.  They specialise in reprints of novels, diaries, poetry and cookery books, mostly by women and mainly from the early to mid-twentieth century.   It just arrived in today's post and I haven't had time to study it carefully, but even after a quick flick through, I've spotted several titles which I'd like to read.  Throughout the catalogue there are photographs of beautiful vintage fabrics whose designs are reproduced in the endpapers of the books.  I will be placing an order very soon and for anyone else who's interested they can be found on  http:\/\/www.persephonebooks.co.uk\/  The catalogue itself is a work of art and will probably be my bedtime reading for the next couple of nights! \n\nFriday, 7 January 2011\n\nlast minute sky...................\n\nThe temperature is dropping again!  Last night it fell to minus 12 and today has been bitterly cold.  It was a particularly dull, colourless day and when I took the dogs out this afternoon I almost didn't bother to take the camera with me.  Thankfully I did and was rewarded with this spectacular skyscape which just seemed to appear from nowhere!  We hadn't seen the sun all day but suddenly a warm glow built up in the south west and this lovely sky transformed the afternoon!\n\nMeanwhile, to the east something similar was happening although less fiery.  It was like a reflection in blue and pink and was quite amazing!\n\nFirst footing continues well into January around here and we tend to get all the routine jobs done by early afternoon so that we can set off and visit friends and neighbours to wish them a happy new year.   When first footing someone, you take something to eat, something to drink and something for the fire.  We set off with a basket of bottles, jars of chutney, fruit cake, shortbread and lumps of peat and quite often the fiddle and guitar  just in case there's the chance of a tune!   It's a lovely custom and we've had our share of first feet as well.  Long may it continue.\n\nfeasting sheep",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9055412412,
        "format_confidence":0.9785929918
    },
    {
        "url":"https:\/\/www.jennarillie.com\/home\/tag\/Bedding",
        "text":"Update: Bedroom Tour!\n\nWoohoo! Room makeovers are the best, right? I remember being a little girl and my best friend, Carlea, and I would always re-decorate our bedrooms because we thought we were the coolest interior designers. ;) Well, here I am, 15 years later, still thinking the same thing! LOL\n\nWhether it's minor changes, or a complete renovation, always keep in mind the look\/feel\/aesthetic you're going for. For me, I wanted a fun, eclectic vibe to spice up the \"feng shui\". Change is a good thing, especially in your personal space. Have fun with it! \n\nBedding and decor were so fun to shop for! I was really intrigued by Target’s new home collection, Opalhouse, that I had to try it out for myself. Let me tell you, I can attest to how awesome it really is! Their Velvet Tufted Bedding, as seen in my room, adds the perfect amount of depth and pop of color that I was searching for. It feels so luxe, comfy, and chic for such an affordable price. I also scored some really great finds at Urban Outfitters, which I have linked below. It was all about mixing and matching this go-around; shapes, colors, and textures all vary for the super fun “eclectic” style. BONUS: My new favorite tapestry from UO is on sale for $15! \n\nTake a peek at the photos below and keep scrolling for all shop-able links! \n\nQuick shout-out to everyone in finals right now:\n\n\n\n\n\n\n*All opinions are my own",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9908779263,
        "format_confidence":0.9926788807
    },
    {
        "url":"http:\/\/barbglennie.blogspot.com\/2009\/08\/plugging-away.html",
        "text":"\n\nTuesday, 4 August 2009\n\nplugging away\n\nYesterday was spent in the studio - pretty much literally. It was a nice day outside from what I saw of the world out there, the sun shining and a light summer breeze. But from 10 am until 5 pm, stopping at 2:30 for a little lunch, we worked on the midi tracks from last week.\n\nBeside the word 'tedious' in the dictionary there could be a picture of this. Songs are listened to, then fragments of songs are listened to, the notes in that segment adjusted ever so slightly for timing or pitch, the fragment listened to again, more adjustments made, listen again, move on to the next segment, rinse and repeat. I move between getting tired of the songs and being amazed, on hearing the finishing product, that I wrote such a good-sounding thing. Thankfully, I land mostly on the side of the latter and I still like my music.\n\nBut, for all this, it is a step that makes the music better and better. If we didn't do the tedious work the finished product would be sloppy and not reach its full potential. Yes, we're not going to launch it when we'd hoped. But we also won't have done a rush job on it that doesn't do the songs justice. Tim is amazing in how he brings all the bits and pieces together, adjusting and tweaking and doing all that tedious work and bringing the songs to a place that still manages to surprise me.\n\nAnd I returned home to some surprises. We are getting out house rewired, removing some electrical wiring and fixtures that are probably original to the 1940s. The first switchbox he opened was certainly vintage, with the wires sautered and taped (rather than using those little things we use nowadays that screw on and for which I'm sure there is a name that I don't know). D was off for the civic holiday so was able to help with the work. One discovery: on pulling off the board-and-batten siding near the back entry he confirmed that the construction of at least that part of the house is, indeed, logs and chinking. We'd wondered about that, so seeing the evidence is pretty cool. It also explains why the house is more than just cool in the winter! Logs with board & batten, and then siding. Insulation, anyone?\n\nToday I'm home, with more electrical work going on. It's going to be a chaotic, disruptive couple of weeks. Oh well, we'd hate for life to get boring...\n\n\nBooner said...\n\nThe \"little screw things\" are called \"marretts\".\n\n(And I believe you mean \"soldered\" instead of \"sautered\" :-))\n\nbarb said...\n\nAh, I knew they had a name. And soldered... my non-handyman-ness is showing!",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.6082568765,
        "format_confidence":0.8990226984
    },
    {
        "url":"https:\/\/5thandstate.blogspot.com\/2018\/06\/",
        "text":"June 30, 2018\n\nJust Three Things\n\nEons ago, a good friend, whose fashion sense I admired, said \"YOU MUST, always remember \"Three things\". She went on to name those items listed in Personal below; coat, shoes and bag.\n\"Throw on old jeans, or even sweatpants, as long as the 3 are covered, 2 in summer, you are styling!\" And she is right, a mantra I live by some 30 years on.\n\nThen I got to thinking, \"Can't the same apply to our homes?\"\n I put together a list. \n\nThree things to me that are the components for good design\n\n   1. Good bag\n   2. Killer Shoes\n   3. Smashing coat\n\n  1.  Quality Upholstery in classic designs. My first sofa was a big financial jump for me, $$$$. Always feeling that classic lines will never fail and quality guts will always last. This is a similar style to mine, except I have back cushions,  English rolled arms, and clean lines. It has been re-upholstered once and is as comfortable and timeless at 32 years old, from the day I purchased it. \nNote......Because Marcel's puppy stage included eating furniture, it is in my barn currently awaiting a 2nd re-upholstery\n\nCaught in the act!!!!\nAnyone notice that my dog is color coordinated?????\nDetails, Details.......\n\n  2. Fab lighting. I am really taken with lighting these days, the wealth of styles is off the charts\n\n  3. Antiques, please say yes to antiques! With the sameness in design, these days, from the quick, cheap & easy box stores, vintage will set your home apart while imparting patina, & stories to tell. and as the photo below conveys, even in modern interiors\n\n\n   1. Good \"bones\"......... a sense of structure, elements of sameness to not confuse the eye as to where to look next\n\nMy house.......pssst, if you are local I am hosting a garden walk & English tea, with demo's & European sweets. Stay tuned.......\nJuly 20th\n\n   2. Winter Interest\n\nHere is my garden in winter, there is much to still see. For those of you that have winter landscapes, plan on having an interesting garden 12 months of the year\n\n   3. Foliage contrasts; shapes and colors\n\nDifferent colors, different shapes. \nMuch more interesting, yes?\n\n\n1.  Oversized lighting. \nCannot emphasize this enough. Small & underscaled lighting is amateurish. Look around while driving, this could make you crazy too!\nThis house is perfect, every detail\n\nFriend Suzy Stout's former home.......it's brand new!\nMy post on this home & garden has been a perennial fav\n\n   2.  Great paint combo, possibly with shutters\n\nNow that is daring!\n\n   3.  Appropriate style containers\n Less planters, but substantial. Save yourself time watering too with large containers. Much more interesting. And of course, reflects your architecture\n\nThe above boxes are by friends Beau and Nancy Kimball,  in Woodstock ll. Kimball & Bean makes and ships these planters around the world, in any size or color\nOk, so they are fountains, BUT, as planters, would be smashing! You get the idea.....\n\nOnto a totally different topic...........\n\nNeed an AGA anyone? for a great price? Barely used!\nThis is NOT the one for sale, it's mine and I have a love affair with this stove\nI love mine so much, I can never imagine life without one. Yes, I am very odd! \n My client heard me raving and asked to come and see mine, while having a demo of course. After all, let's share the love!\nA surround and original painting on melamine, and viola, installed. Same local artist as mine, Stephanie Fania\n\n Having since moved, the new owners, well........no love affair there. I believe the primary reason is the heat, as theirs is fronted by a sink, mine has nothing in front of it so the heat is not contained. \n\n Practically new. Interested? Questions? Drop me a line, my email is below, \n\ncontact me at.  debra@scentimentalgardens.com\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9838641882,
        "format_confidence":0.9190359116
    },
    {
        "url":"https:\/\/jenniferpells.com\/blog\/tag\/2013-bainbridge-island-housing-market\/",
        "text":"2013 Bainbridge Island Housing Market\n\nJanuary 12, 2013\nVillage Cr on Bainbridge Island - sold by Jen Pells | Bainbridge Realtor\n\nMy Top 10 Homes on Bainbridge Island | 2012\n\n2012 is now one for the books.  I will publish a post this month that will evaluate the detailed stats, but I can tell you, Windermere Bainbridge had the company’s second best year ever, coming in just shy of 2007 numbers.  In 2012 we saw action.  Action in all price […]",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9387850761,
        "format_confidence":0.8698185086
    },
    {
        "url":"http:\/\/www.yourdailycute.com\/2009\/03\/cat-food-worshiping-ritual.html",
        "text":"Mar 15, 2009\n\nCat Food Worshiping Ritual\n\nHere's the chant to do while performing the ritual: Nommmmmm... Nommmmmm... Nommmmm....\n\nApparently, there is canned cat food in that refrigerator, and one must properly perform this worshiping ritual to get it out.\n\nOK, now gimme.\n\n1 comment:\n\n  1. That kitty should get a gift from the kitty gods for that beautiful ritual. :-)\n\n\nYou know what would be really cute? If you left a comment... :)\n\nMore cute posts",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.5693821311,
        "format_confidence":0.9563630223
    },
    {
        "url":"https:\/\/tontowilliams.com\/2017\/10\/22\/quick-links-22nd-october-2017\/",
        "text":"Quick Links 22nd October 2017\n\nLife In General – Well this week started out a little weird. Ex-Hurricane Ophelia was forecast, although we missed the worst of the winds and rain, she did bring a lot of Saharan sand with her, leaving some truly odd skies during the day. Sadly Ophelia claimed three lives, and did quite a bit of damage [LINK] elsewhere. We also had storm Brian at the end of the week, which for us was a bit of a blustery day and like the start of the week we missed the worst of the storm.\n\nHad my flu jab during the week, hopefully that will offer me some protection from getting sick over the winter months. The media are getting a bit of a fever (sorry) about this flu season predicting it will be bad, after a bad season in Australia.\n\nThe clocks don’t go back until next weekend, and so the mornings have been that much darker, so I’ve been using the dog’s illuminated collars for the first time this autumn\/winter, when the clocks change it’ll be a bit lighter again in the mornings for a while, but darker much earlier.\n\nWork  A little progress this week, getting ready for another Chamber of Commerce event at the end of the month.\n\nAllotment – The weather hasn’t been conducive to getting much done on the plot this week, but the overwintering onions are now starting the germinate and stick shoots up above the ground. The weeds don’t seem to be abating though – plenty to do.\n\nCurrently Reading – Most of the week I’ve been reading – Floating: a Life Regained\nby Joe Minihane [GoodReads] – it’s essentially a revisit of Waterlog by the late Roger Deakin [GoodReads], and it’s a pretty good read. It takes a different perspective, given the different backgrounds of the two authors, but I enjoyed it, although wild swimming in winter is unlikely to become a thing for me.\n\nThe Week In Wildlife – In Pictures\n\nWarning of ‘ecological Armageddon’ after dramatic plunge in insect numbers [LINK] There’s plenty of coverage of this out there if you want to read more [LINK], but in reality I don’t think that this comes as much of a surprise to many people.\n\n\nThis entry was posted in Quick Links. Bookmark the permalink.",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.5879446268,
        "format_confidence":0.9754098654
    },
    {
        "url":"http:\/\/cravencreations.blogspot.com\/2009\/08\/unity-garage-sale-day.html",
        "text":"Wednesday, August 5, 2009\n\nUnity Garage Sale Day!!!\n\nIf you haven't heard about Unity's garage sales then you are missing out. Every Wednesday they put stamps on sale at 50% off. The previous Kit of the Months are $10 off. I have purchased most of my stamps this way and Thank God because I would be totally broke if I hadn't. Make sure to check them out. It is always WEDNESDAY ONLY! Get them while you can. Just hit the title and off to Unity you go. For now I am off to create my guest design team challenge items and some splitcoast challenges that I can enter into the Thursday Hip Hop to win free stamps. While you are off to Unity... I''m off to the craft center (my basement)!!! Happy shopping!\n\n0 inspiring thoughts!:\n\nPost a Comment",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8429934978,
        "format_confidence":0.993246913
    }
]