[
    {
        "url":"http:\/\/galootcentral.com\/index.php?option=com_copperminevis&Itemid=2&place=profile&uid=75",
        "text":"Galoot Central\nHome arrow Image Central\nSunday, 24 September 2017\nGaloot Image Central - Charlie Driggs's profile\n\nGaloot Image Central\n\nPics from the Porch\n\nHome :: Login\nAlbum list :: Last uploads :: Last comments :: Most viewed :: Top rated :: My Favorites :: Search\n\nCharlie Driggs's profile\nUsername Charlie Driggs\nJoined Feb 06, 2007\nFiles uploaded 172\nLast uploaded file.\nClick to see all uploads by Charlie Driggs\nMember Login\n© 2017 Galoot Central\nJoomla! is Free Software released under the GNU\/GPL License.\nView Jim Esten's profile on LinkedIn",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.6509010792,
        "format_confidence":0.9787918329
    },
    {
        "url":"https:\/\/www.icangarden.com\/document.cfm?task=viewdetail&itemid=7697&categoryid=2",
        "text":"Documents: Feature Article:\n\nDonna's Other Articles\nby Donna Dawson\nby Donna Dawson\n\nemail: donna@icangarden.com\n\nCo-Owner of ICanGarden.com along with her husband Tom.\n\nOwner of www.gardeningtours.com which specializes in unique garden tours. Co-author of three garden books and a master gardener.\n\nShe is a weekly contributor to www.AccuWeather.com and part of the expert panel at www.WorldReviewer.com with her specialty in gardens.\n\nDonna has appeared on Canada AM, HGTV's Indoor Gardener and Calling All Gardeners. She and her husband were one of the few chosen to do a tv special called \"the Garden Tourist\" on Recreating Eden and while in China on tour, she was a special guest on China TV. She has also been a featured guest speaker at numerous Canadian gardening events including Canada Blooms and Victoria's Art in Bloom.\n\nFebruary 22, 2009\n\nIn addition to ICanGarden.com, Donna Dawson publishes GardeningTours.com and WhyPanama. She also writes for several publications and contributes to other web sites. Here are some of her articles and other sites.\n\nVivir Bien - a monthly magazine published in Panama - Donna contributes an article on gardening - her articles are published in Spanish and English - most of the articles carry her photos as well.\n\nTaiPan - a monthly magazine that sadly is no longer in print. Donna provided an article a month for over 2 years - her articles are published in Cantonese and English - most of the articles carry her photos as well.\n\nRising Women - an article about Donna - titled - Gardening - Inside the Diary of a True Green Thumb!\n\nWorld Reviewer - Donna was approached by www.WorldReviewer.com to be their resident Garden Expert - she publishes articles on all her garden visits around the world.\n\nHome Decoration, Chinese Magazine - another article about Donna, this time in Chinese.\n\nPrevious Feature Articles\n  • New Eden\n  • Kids Garden\n  • Plant a Row Grow a Row",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9929429889,
        "format_confidence":0.9811183214
    },
    {
        "url":"http:\/\/www.horsechannel.com\/blog\/ViewBio.aspx?apid=11669",
        "text":"Your E-mail:\nGet the latest news, tips and\nfree advice every month\nHorse Breeds at\n\nMy Horse Profile\n\nArabian from Minden, IA\n\nSari (pronounced Sir-i)\n\nAbout Me\n\nActive within 1656 Days\n\nI am from Minden, IA and I've been a Club Horse member for 10 years, 2 months and 18 days\n\nNicknames: Princess Sari\n\nAge: 23 years old\n\nGender: Mare\n\nBreed: Arabian\n\nHeight: Around 15.0 hands high - might be a little shorter.\n\nColor: Bright\/Blood bay\n\nType of Riding: Right now, no riding. We are putting weight on her and we just started seeing dapples THROUGH her winter fur!! She loves to be brushed and loves hanging out with my 12 year old son.\n\nMy Horse's Achievements: I am proud that she is alive - she is a rescued mare. She had problems with her mouth and looked skinny when I got her\n\nMy Horse's Favorite Treat: Sari and Suzie DIDNT KNOW WHAT APPLES WERE!! I cut up apples and she now LOVES them. She also LOVES the apple treats!\n\nMy Horse's Favorite Things To Do: She loves to EAT! We feed her several suppliments along with her feed - she looks forward to feeding time. She also LOVES to get brushed.\n\nPet Peeves: She tries everything we ask although she really dislikes being seperated from her rescue companion Susie Q.\n\nMy Horse's motto: Where is that feed bucket??\n\nMy Horse Home:\n\nCreate\/Edit Your Horse Stable\n\nMy Avatar:\n\nCreate\/Edit Your Own Avatar\n\nMy Awards\n\nHow We Met\n\nI got a call from an old aquantance - they could no longer care for a couple of horses - would I be interested?? YES! When we arrived to look at the girls, Suzie demanded my attention with her injured feet and I did not get to handle Miss Sari much. My 12 year old son worked with Sari and they fell in LOVE with each other! When I got home, we did a good going over of Miss Sari and found that she was in need of attention also - and ASAP. She had been packing food in her mouth for a while and was unable to chew without pain. My vet was due in the morning to address the issue of getting them up-to-date on shots and deworming. When we had a look in her mouth, she needed attention. She was not underweight due to poor food or high metabolism, her teeth were cutting her gums. It took my vet almost two hours with an electric file to get her teeth right. It took her a couple of weeks to get used to her new teeth. We have her on specialized feed also to help out with weight gain. I am SO proud of her and all she has come through since she took us into her herd!! She is truely a PRINCESS!!.\n\nMy Horse Stats\n\nI've had 3475 friends visit me.\n\nI'm the 107th member on\n\n38 friends have voted for me since I joined Club Horse!\n\nMy Family Photos\n\nMore Photos\nRoll over photos to view in frame.\n\nMy Horse Blog\n\nIn an effort to improve our website for our visitors, we will be changing some of our service providers. We do not expect to experience any technical difficulties. However, if you are unable to access our website, please be assured it will be temporary as we transition to the new service. 10\/19\/2013 12:00.00 AM\nIf you’re not already getting your monthly issues of Horse Illustrated, you’re missing out on more expert English and western training advice, competitive insight, important medical updates, tips for better horsekeeping and care, and comprehensive coverage of equine health and nutrition as well as breed profiles, news and lifestyle features for equestrians. Subscribe today -- 1 year (12 issues) as low as $10.00. 06\/01\/2011 12:56.12 PM\nSuch a good story! heres a vote!\n\nCome visit me, Perfect Daner, R.I.P. Brandywine Perfection & CA Sensation.\n\n02\/24\/2010 04:50.43 PM Report This Comment\nGood Morning! Hope you have gotten her weight up before this cold weather sets in good. Here's a vote for Sari\n\nCome visit me, Fancy's 2012 HC Members Veterans Day Trail Ride!.\n\n10\/21\/2009 06:01.43 AM Report This Comment\nvoted for Sari\n\nCome visit me, Fancy's 2012 HC Members Veterans Day Trail Ride!.\n\n10\/16\/2009 06:05.31 AM Report This Comment\npretty horse come visit me!!\npretty horse come visit me!!\n\nCome visit me, Love That Jazz LC.\n\n09\/13\/2009 04:41.50 PM Report This Comment\nNew Valentine's Day Avatar Objects!\nHappy Valentine's Day from HorseChannel! Pick up your objects in the avatar shop today.\n\nRedeem your FREE avatar decorations now »\n\n01\/26\/2009 02:43.04 PM\n\nCome visit me, Midnight\"s Velvet, DeBarletta, Northern Romance & Jackson R.I.P January 30,2010.\n\n01\/09\/2009 11:00.30 AM Report This Comment\nPLEASE VOTE FOR JEWEL HOTD ON DECEMBER 31ST hey! I am proud to say that my boy Jewel is going to run for HOTD on december 31st. This means that everyone must vote for him on december 30th. This would really mean a lot to me and Jewel. So please im only asking for one simple vot on DECEMBER 30TH FOR HOTD ON DECEMBER 31ST. I will definitally reaturn the favor for all of you who vote for us. so please dont forget VOTE FOR JEWEL ON DECEMBER 30TH FOR HOTD ON DECEMBER 31ST!!!! THANKS SO MUCH =] ~~JEWEL **PAGE 109635\n\nCome visit me, >>>>Pippilotta<<<< & }}}}Strawberry{{{{.\n\n12\/20\/2008 07:00.21 PM Report This Comment\nNew Holiday Avatar Objects!\nHappy Holidays from HorseChannel! Pick up your objects in the avatar shop today.\n\nRedeem your FREE avatar decorations now »\n\n12\/05\/2008 06:00.00 PM\nNew Thanksgiving Avatar Objects!\nHappy Thanksgiving from HorseChannel! Pick up your treat in the avatar shop today.\n\nRedeem your FREE avatar decorations now »\n\n11\/13\/2008 12:00.00 AM\nNew Halloween Avatar Objects!\nHappy Halloween from HorseChannel! Pick up your treat in the avatar shop today.\n\nRedeem your FREE avatar decorations now »\n\n10\/29\/2008 10:20.43 AM\nYour horse is AMAZING! WOW! I don't have a horse, but I want one more than anything. My mom said that if I paid 4 my own horse's food than i can probably get one! If u see a ridable horse in Ohio 4 under 550 dollars PLEAZ let me know. THANKS! Left a vote!=)\n\nCome visit me, Crystal new pics!, <3*Ditto*<3 check out our new pics!! & Exel ~PAGE CLOSED! SEE SUMMER!!!!!~.\n\n08\/28\/2008 07:08.11 AM Report This Comment\nHi, From stormy and Annie Heres a vote. What a pretty horse. Please return the favor! :) More Pictures are coming soon\n\nCome visit me, ♥ Stormy ♥ Not on as much latley :(.\n\n03\/29\/2008 10:07.54 PM Report This Comment\n*****Cyber Carrot *****\nol is Sending your horse a treat! Here is a vote for you today...~From Solid Brass Only six votes to go until he has 600 votes : )\n\nCome visit me, Empress, Spider Dancer & Friends, Solid Brass, Amira & Mr Vaquero Cadillac.\n\n02\/27\/2008 01:36.55 PM Report This Comment\n12\/31\/2007 03:57.26 AM Report This Comment\nCongrats to you!!!\nI love hearing rescue stories! I rescued a half-arab mare a couple of years ago...and it was one of the best feelings in the world to get her out of the horrible situation that she was in and nurse her back to health. Congrats to you and good luck in the future!!\n\nCome visit me, Kayote.\n\n10\/27\/2007 12:38.05 PM Report This Comment\nShe is sooo pretty! My other horse was a bay and so she has my Vote!\n\nCome visit me, Sky Sham Moon (Gone):( & Public Dandy (Red)(In Memory).\n\n09\/29\/2007 04:55.27 PM Report This Comment\nahhh! looook at her beautiful little dished head!\n\none thing i really like about arabs (and part arabs)...their love of \"little people\". my boys are amazing with my kids (ages 7 and 5). chant grew up with them, and my other guy has been with us about 1.5 yr. even with the trust issues my other guy has (which are much better now), he has always responded well with my children. both are always mindful of the kids!\n\nCome visit me, Royal Enchantment & Yakote.\n\n09\/06\/2007 12:34.23 PM Report This Comment\nAmazing story! Wouldn't it be awesome to rescue horses like that all the time?\n\nCome visit me, Miras Sheba & Cutaway Cat.\n\n08\/09\/2007 11:34.13 AM Report This Comment\nshe is gorgeous! Im so glad you came to rescue her! You got our vote!\n\nCome visit me, Flash, Flicka, Liza & Comet.\n\n08\/04\/2007 01:34.37 PM Report This Comment\nShe is a gorgeous horse! I love arabians too! Beautiful color! You got my vote!!\n\nCome visit me, White Lightning.\n\n07\/31\/2007 04:25.49 AM Report This Comment\nI love Arabians!!!!! come visit Shiloh he's an Arabian too!!!\n\nCome visit me, Mixi, Dixie, Sand Storm, Shiloh & Shady.\n\n06\/29\/2007 10:36.26 PM Report This Comment\nPretty Girl!\nShe is pretty! I am so glad you came to her rescue. I am sure she is very glad that you did and I bet Suzie is glad and greatful too. They are blest to have you in there herd now. - MustangLover99\n\nCome visit me, Cimarron, Mocha, Spirits Last Hope R.I.P. & Lena`s Destiny.\n\n06\/02\/2007 01:29.02 PM Report This Comment\nSHe is a cute horse!\n\nCome visit me, Rusty, Rosie Sunshine, Whlimina & Clementine.\n\n05\/22\/2007 06:55.49 PM Report This Comment\nSHe is a cute horse!\n\nCome visit me, Rusty, Rosie Sunshine, Whlimina & Clementine.\n\n05\/22\/2007 06:54.53 PM Report This Comment\nVery pretty horse!!!\n\nCome visit me, Queen Elizabeth.\n\n02\/03\/2007 01:08.05 PM Report This Comment\nBeautiful girl!! She has my vote!\n\nCome visit me, McGee Then Me.\n\n01\/29\/2007 06:08.11 AM Report This Comment\ncute horse!\n\nCome visit me, NIck & Rebel.\n\n01\/26\/2007 08:11.21 PM Report This Comment\noh la la she is cute!\n\nCome visit me, Sassy, Majestic Dancer, Slena, Jezzy & Lady.\n\n01\/12\/2007 08:56.17 AM Report This Comment\nHow she is doing now:\nI had the ferrier come out this weekend and she was VERY pleasantly surprized how well Miss Sari looked. The morning after I had gotten her home, I had my favorite vet come out and look at her. Her shots had been brought up to date, she was dewormed and her teeth were floated. It took a while because it had been several years since they had been done. She was packing food on her worst side. She loves to eat now and looks forward to her twice daily feed rations. She has a very nice looking rump to her now and in the 6 months we've owned her, she has blossomed under the attention of my son - he loves her and she him!\n\nCome visit me, Sebastian, Sari (pronounced Sir-i), My Cruisen Dun, Storm, Cheza Bailey & Suzie.\n\n01\/11\/2007 01:46.22 PM Report This Comme... (truncated)",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.973672688,
        "format_confidence":0.8888258934
    },
    {
        "url":"http:\/\/profile.cheezburger.com\/Fyra",
        "text":"The latest from Fyra\n\nWhoops! It looks like JavaScript is disabled. Load the feed anyway!\n\nAbout Me\n\n\nLiving in U.S.\n\nBorn on September 3rd\n\nI am a writer and I love animals. I have two precious rats, Aurora who is 3 and Ashe who will be 1 in March. I spending time with my husband!\n\n\nFyra has no sites.\n\n\nYou must be friends with Fyra to leave a message. Add As Friend\n\n1 of 1 messages\nBy spright on Apr 22, 2011 at 6:40 AM\n“Hi, Fyra :) It's nice to see another rat lover. Rats make the best pets. P... [more]",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.6274712682,
        "format_confidence":0.9918674827
    },
    {
        "url":"https:\/\/www.cummingsrealtors.com\/darek-bogacki.php",
        "text":"agent headshot\n\nDarek Bogacki\n\nphone icon  410.274.0000\nletter icon  darek@balto4sale.com\n\n\n\n\n\n\nDarek Bogacki's Listings\n\nNo listings were found matching your search criteria.\n\n\n\n\n\nMy name is Darek Bogacki and I am a Realtor with Cummings & Co. Realtors in Baltimore, Maryland.\n\nAs a full-time realtor, speaking both English and Polish, I am dedicated to my clients, whether they are buyers shopping for their dream home or sellers anxious to negotiate the best deal for their property. My focus is to make the process of buying or selling your home as efficient and stress-free as possible.\n\nI am committed to providing the highest standards of real estate services with integrity, honesty, sensitivity and respect.\n\nBright MLS Logo© 2022 BRIGHT, All Rights Reserved. Information deemed reliable but not guaranteed. The data relating to real estate for sale on this website appears in part through the BRIGHT Internet Data Exchange program, a voluntary cooperative exchange of property listing data between licensed real estate brokerage firms in which Cummings & Co. REALTORS participates, and is provided by BRIGHT through a licensing agreement.Real estate listings held by brokerage firms other than Cummings & Co. REALTORS are marked with the IDX logo and detailed information about each listing includes the name of the listing broker.The information provided by this website is for the personal, non-commercial use of consumers and may not be used for any purpose other than to identify prospective properties consumers may be interested in purchasing.Some properties which appear for sale on this website may no longer be available because they are under contract, have Closed or are no longer being offered for sale. Some real estate firms do not participate in IDX and their listings do not appear on this website. Some properties listed with participating firms do not appear on this website at the request of the seller. All listing information copyright Bright 2022.\n\nListing information last updated on June 26th, 2022 at 6:31pm EDT.",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9927232862,
        "format_confidence":0.9410991669
    },
    {
        "url":"http:\/\/www.ronniwexler.com\/",
        "text":"Ronni Wexler\n\nRonni Wexler\n\nReal Estate Agent | cell: 978.697.8381 | o: 978.499.8808\n\nMy expertise encompasses all areas of residential real estate including new construction, luxury homes and land sales and development.\n\nI represent both Buyers and Sellers in the Greater Newburyport, North Shore and seacoast areas of Massachusetts and I look forward to working together!\n\nI will work together with you to find the current market value of your home if you are selling so you will maximize your profits. You can create and save a targeted search showing only the properties that fit your wants and needs and sending alerts directly to your email or cell phone.\n\n\nFeatured Listings\n\nMarket Statistics\n\nSell Your Home Fast!\n\nProperty Search\n\nGet Daily Email Updates\n\nFree Home Value Report",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9860805273,
        "format_confidence":0.9712916613
    },
    {
        "url":"https:\/\/www.biggerpockets.com\/users\/SunCity",
        "text":"Big 1496879663 avatar suncity\n\nBrandon Whitaker\n\n  • from Phoenix, Arizona\n\n  • 10 Colleagues\n  • 0 Following\n\nHello to everyone viewing my profile. I am new to BP and new to the Real Estate world in general. I joined to invest in my Education. As I grow in my Education I will most certainly help anyone who needs it. I appreciate any help I can receive from the BP Community.\n\nYou must be logged into a BiggerPockets account to access this information.\n\nPlease Sign in or Create a Free Account Today.\n\nGet Started For Free!",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.6589161158,
        "format_confidence":0.8708420992
    },
    {
        "url":"http:\/\/www.allentate.com\/GeorgiaMarks\/",
        "text":"My Homeownership Partners\n\nZach Ligon - Allen Tate Insurance\n\n\"Keep Georgia On Your Mind\"\nI have had the opportunity to live in Ohio, Louisiana, Texas and, and have lived in the Fort Mill and Charlotte area since 1995. I am in tune with what it takes to achieve a smooth transition with your move. My goal is to deliver a level of service that is second to none. I use my experiences and professional expertise to aid you in the selling or purchase of your home. Call me toll free (1-888-541-6201 ext 5914) and I will send you a FREE relocation package.\n\nFull time Real Estate professional since 1990. I'm dedicated to serving all of your real estate needs.\n\nLicensed in North & South Carolina\n\nMember of the National Association of REALTORS® (NAR)\n\nNew Home, Resale and Relocation Specialist\n\nFormerly in commercial lending\n\nThe biggest compliment I could ever receive, is my client's referrals whether you are buying or selling.\n\nView Carolinas Market Update video\nView Carolinas Market Trends videos",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9617850184,
        "format_confidence":0.8908051848
    },
    {
        "url":"https:\/\/eb5projects.com\/profile\/user\/2675-adrian-orgill",
        "text":"Adrian Orgill Rating\n\nProfile Completion:Not Rated\nSite Activity:Not Rated\nKnowledge:Not Rated\nQuestions & Answers:2\n\n\nAdrian Orgill\n\n\n9360 Sunset Drive #287, Miami, FL, 33173\nContact Email\n\n\nAgent \/ Finder\nEB-5 Consultant\nReal Estate Broker \/ Realtor\n\n\nLast Update: August 10, 2016 08:53 AM\nLast Login: October 11, 2016 03:14 PM\n\nUser was viewed 1861 times (total).\n\nAdrian Orgill\n\nAdrian Orgill\n\n\nLicensed agent in the South Florida\/Miami market.   Real Estate is my passion.  Specialize in working with investors looking to diversify their portfolio or just begining.  Leverage my expertise of the market to  realize your real estate dreams and GOALS.   \n\nQuestions and Answers\n\nSecurities Disclaimer\n\nThis website is for informational purposes only and does not constitute an offer or solicitation to sell shares or securities. Any such offer or solicitation will be made only by means of an investment's confidential Offering Memorandum and in accordance with the terms of all applicable securities and other laws. This website does not constitute or form part of, and should not be construed as, any offer for sale or subscription of, or any invitation to offer to buy or subscribe for, any securities, nor should it or any part of it form the basis of, or be relied on in any connection with, any contract or commitment whatsoever. EB5Projects.com LLC and its affiliates expressly disclaim any and all responsibility for any direct or consequential loss or damage of any kind whatsoever arising directly or indirectly from: (i) reliance on any information contained in the website, (ii) any error, omission or inaccuracy in any such information or (iii) any action resulting therefrom.",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.8234350681,
        "format_confidence":0.9854280353
    },
    {
        "url":"https:\/\/davinadevine.me\/about\/",
        "text":"Dawn-Davina-2013Hi there, I’m Davina aka Dawn Devine, and I am an author, costume designer, artist, and dancer.  I write about these things over on my professional blog on my website http:\/\/www.davina.us.   This blog, however, is a about my hobbies and home.  The things I do when I look more like left photo, than the right. This blog is about nesting and travel. It’s about food, friends, and fun.  It’s about sewing things that don’t appear on stage.  This is where I go when I want to take the eyeliner off and put on some comfy pants.\n\nWelcome to my virtual home, lets have some fun!\n\nDawn Devine ~ Davina\nFebruary 2014\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.7597686052,
        "format_confidence":0.9866184592
    },
    {
        "url":"http:\/\/www.streetadvisor.com\/user\/lynnekirlin",
        "text":"Lynne Kirlin\n\nReal Estate Professional with BHHS Fox & Roach Realtors Medford\n\n  • Local Expert 10 points\n  • Reviews 0\n  • Questions 0\n  • Answers 0\n  • Discussions 0\n\nAbout Me\n\nNJAR Million Dollar Sales Club 1999-2002 Superior Performer Award - 2002 2002 Award - Leading Edge Society Bachelor of Arts Degree - Rowan University 7+ years Real Estate Experience Serving Burlington & Camden County\n\nBest Neighborhoods to Live In\n\nBest Cities to Live In\n\nTell everyone what you love about your neighborhood!\n\nLeave a Review\n\nHave a question?\n\nHow are schools? Is the area safe? What about public transit options?\" Why not ask our community of locals!\n\nAsk Now\n\nSelling or Renting Your Home?\n\nMaximize the selling price of your home by sharing what you love about your suburb to increase its appeal...\n\nLeave a Review\n\nCorporate Relocation Manager?\n\nEnable your employees to share local knowledge in a private, trusted environment with those relocating... while building community.\n\nLearn More",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9747544527,
        "format_confidence":0.991340816
    },
    {
        "url":"http:\/\/www.splitcoaststampers.com\/forums\/members\/ozlobinsuka-u145659.html",
        "text":"In the Forums\n\n\nToday's Posts\n\n\nGet the Weekly\n\nPrevious Issues\n\nGet Social\n\nSplitcoaststampers on InstagramLike Splitcoaststampers on FacebookFollow Splitcoaststampers on TwitterPit Splitcoaststampers on Pinterest\n\nSponsored Ads\n\nSplitcoaststampers.com - the world's #1 papercrafting community\nYou're currently viewing Splitcoaststampers as a GUEST. We pride ourselves on being great hosts, but guests have limited access to some of our incredible artwork, our lively forums and other super cool features of the site! You can join our incredible papercrafting community at NO COST. So what are you waiting for?\n\nJoin the party at Splitcoaststampers today!\n\nOzlobinsuka Ozlobinsuka is offline\n\nCardstock Collector\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: 10-25-2007 02:01 PM\n  • Join Date: 10-25-2007",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.8879770041,
        "format_confidence":0.9501957297
    },
    {
        "url":"https:\/\/www.oldenglishroses.com\/about",
        "text":"Louise Bell\n\ndealer in antique & vintage textiles & treasures\n\nOld stuff\n\nI have been buying old stuff for longer than I care to remember, first for myself & then as a professional dealer.\n\n\nToday I'm lucky enough to work from home on a smallholding in mid Wales, UK, where I live with my partner & assorted pet cats, dogs, sheep, chickens & several hives of bees.\n\nI sell online via Etsy, as well as attending a range of flea markets & antiques fairs throughout the year.\n\n\nMy stock varies widely in age & value, from vintage postcards & buttons to 18th century textiles & the occasional piece of furniture.\n\nI'm always happy to hear from anyone looking for something specific as not all of my stock is online. Likewise, anyone wishing to sell items.",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9391281009,
        "format_confidence":0.9859528542
    },
    {
        "url":"https:\/\/rarepropertiesinc.com\/profile\/kennon-earl",
        "text":"Skip to main content\n\nKennon Earl\n\nPrincipal | DRE Lic#: 01394743\n\n[email protected]\n\nKennon Earl\n\nIf you want to know about real estate, you want to know Kennon Earl. He and his family have been in California residential real estate for over 40 years. In fact, his own passion for the business developed at a young age while working at his father’s office. There, he learned the art of sales which led to personal success buying, renovating and selling multiple properties. This experience has taught him where to buy, how to negotiate and how to build an investment for the most discriminating clients. Kennon formed RARE Properties in 2003, Tom Davila joined forces in 2007, and soon, the group ranked among the top teams in Los Angeles. Well known to TV audiences, Kennon has starred on HGTV’s \"Selling LA,\" was a judge on \"Brother vs. Brother\" and hosted Bravo's \"Bidding War.\" Prior to real estate, Kennon worked in marketing at Twentieth Century Fox and in the fashion industry for retailers that include Giorgio Armani, Barneys New York and GUESS. Born and raised in California, Kennon attended college in Santa Barbara. A believer in giving back, he has served on the board for the Otis School of Art and Design, assisted in 3 Divine Design charitable events and in an Academy Awards event for The AIDS Healthcare Foundation.\n\nSort Portfolio: All   Active   Pending   Sold   Leased   Off Market",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.7478963137,
        "format_confidence":0.9733574986
    },
    {
        "url":"https:\/\/startingpointrealty.com\/fred-lussow\/",
        "text":"Fred Lussow\n\nMobile: 847.207.5284 | Fax: 847-241-0009 | Email:\n\nI was born and raised in Arlington Heights where I still reside. I love it because it’s far enough away from the hustle and bustle of the city but it’s only a short train ride away. I truly get the best of both worlds. I attended Hersey High School where I played football and basketball and I went on to graduate with a degree in marketing from Northeastern Illinois University.\n\nI’m a huge Chicago sports fan: Cubs (this is finally the year!), Bears, Bulls, and Blackhawks. I come from a family of coaches and educators, so I love watching and attending all levels of sporting events. I enjoy golf even though I’m not exactly what you would call “good.” It’s the few perfect shots per round that keep me hooked and coming back for more. I grew up spending my summers in Northern Wisconsin and, more recently, Door County, so I love the outdoors and being out on the water.\n\nWorking with first time home buyers gives me an opportunity to be involved in such an important part of someone else’s life. Buying a new home, especially for the first time, can be stressful and overwhelming. I believe that with my friendly and confident demeanor, I can relieve the pressure and guide you through the process while also making it fun and exciting.\n\nSee Below to Read Some of Fred’s Rave Reviews!\n\nBob & Kristy\n\n“This was our first experience buying a house. We came into the process with no idea what to expect. Fred could not have been more helpful in explaining the process, telling us what to look out for, and making sure we got exactly what we wanted during negotiations. Fred was honest in his assessments and thoughts while we viewed dozens of homes, and his insights led us to our perfect first home. Fred was knowledgeable, insightful, and extremely responsive, no matter the time of day. I recommend Fred to anybody looking to purchase a home!” \n\nLaura & Mike\n\n“Fred is extremely down to earth and genuine. He was a straightforward negotiator, a strong, true advocate for our best interests and a thoughtful, honest friend.”\n\nHilary and Bryan\n\nAfter years of living in apartments in the city, my husband and I decided it was time to move img_4601to the suburbs after we had our first child. We found an amazing home in Mount Prospect that we both love, and we are excited to raise our family here.\n\nWe owe that to our Realtor, Fred Lussow.\n\nOur home search began a long way from where we ended up, but thanks to Fred we were able to figure out exactly what we wanted – and where to find it. Throughout the process, Fred served not just as a professional advocate, but also as an insightful and caring adviser. He listened to our wish list and provided his own ideas without being pushy.\n\nBecause my husband and I were first-time homebuyers, there was a lot we didn’t know. Fred provided us with easy-to-understand materials to help us navigate the process and explained the complexities to us so nothing came as a surprise. He was patient with us and well prepared, even after viewing at least 30 listings. His goal was clear: He wanted us to find a home that would give us everything we needed.\n\nFred’s natural ability to work well and communicate with everyone around him served us well as buyers.\n\nMost importantly: We have worked with other Realtors in the past and did not purchase homes from them because we didn’t feel they had our best interests at heart. Other Realtors made us feel like a number or part of a quota they needed to fill as quickly as possible to make a commission. Fred was the exact opposite. He made us feel like our home buying process was his most important and primary focus from beginning to end.\n\nI would strongly recommend Fred Lussow to other homebuyers in the area. We found an amazing house, and I don’t see us moving any time soon … but if we ever need another home, we will work with Fred..”\n\nHi, do you have any questions that I can answer for you?",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9684929848,
        "format_confidence":0.9250388145
    },
    {
        "url":"http:\/\/www.moc-pages.com\/home.php\/29891",
        "text":"MOCpages : Share your LEGO® creations\nLEGO models my own creation MOCpages toys shop\nWelcome to the world's greatest LEGO fan community!\nExplore cool creations, share your own, and have lots of fun together.  ~  It's all free!\nFranks creations\nby Frank Hardy\nAdd to my favorite builders )\n\nHi, And welcome to my homepage.\nI mostly like to build either war machines or things\nthat actually work. Sometimes if i find a weird piece\nI'll build something out of that,as you can see with\nmy parrot. I am also working on a full size thompson.\nplease rate and comment.\n\nLatest creations\nStone Parrot\nStone Parrot I was just messing around and found the glass pieces and put them together. At first i had a big light in it but i changed it to a parrot...\nClock Tower\nClock Tower This is my clock tower. I got the clock piece from a friend, or i wouldn't have been able to make it. Enjoy.\n.20 cal machinegun\n.20 cal machinegun This is a .20 cal machinegun. I modeled it after the ones on the sides of WWII aircraft carriers.\n\nLEGO models my own creation MOCpages toys shop\n\nYou Your home page | LEGO creations | Favorite builders\nActivity Activity | Comments | Creations\nExplore Explore | Recent | Groups\nMOCpages is an unofficial, fan-created website. LEGO® and the brick configuration are property of The LEGO Group, which does not sponsor, own, or endorse this site.\n©2002-2017 Sean Kenney Design Inc | Privacy policy | Terms of use",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.7842049599,
        "format_confidence":0.9266687632
    },
    {
        "url":"http:\/\/www.catchannel.com\/blog\/ViewBio.aspx?apid=27654",
        "text":"Your E-mail:\nGet the latest news, tips and\nfree advice every month\nCast Your Vote\n\nMy Cat Profile\n\nDomestic Shorthair from <a href='' title='philadelphia, PA'>philadelphia, PA<\/a>\n\ntailey b\n\nAbout Me\n\nActive within 2562 Days\n\nHi! My name is tailey b\n\nI am Domestic Shorthair from philadelphia, PA\n\nNicknames: tailey wailey\n\nAge: 13 years old\n\nGender: M\n\nCoat: short haired\n\nEducation: He survived a serious illness, and is strong and well again. I'm sorry to say that Tailey lost his battle for life on July 17th, 2007. He is sadly missed by all.\n\nMy favorite tricks and treats are: I like when my dad tosses me onto the cough. and everything and anything\n\nWhere I hang out: on my mon and dads bed\n\nMy favorite grubs: anything I can get my paws on, but I do like friskies\n\nMy pet peeves: other cats coming into my back yard\n\nWhat I love about my owners: I love that my mom and dad love me and take care of me. I also love my 2 little humand sisters, and my little feline brother bo. we run and play all day long\n\nMy cat hobbies: play and run with my little brother bo.\n\nPet motto: FEED ME--FEED ME, then LET ME SLEEP.\n\nMy Cat Home:\n\nCreate\/Edit Your Cat Home\n\nMy Avatar:\n\nCreate\/Edit Your Own Avatar\n\nMy Awards\n\nHow We Met\n\nI was a birthday present to my little human sister.\n\nMy Cat Stats\n\nI've had 487 friends visit me.\n\nI'm the 8,412th member on\n\n31 friends have voted for me since I joined Club Cat!\n\nMy Family Photos\n\nMore Photos\nRoll over photos to view in frame.\n\nMy Cat Blog\n\nDue to a change in website platforms, a necessary step to enhance and update the CAT FANCY magazine website, it will no longer be possible to host Club Cat. Starting Jan. 1, 2014, Club Cat will close and members will no longer be able to accrue points. Members with sufficient reward points have until Jan. 10, 2014, to redeem their points for any of the cat products currently available in the Club Cat Rewards Catalog. On Jan. 15, 2014, Club Cat members with 25 reward points or higher will be automatically entered into a raffle to win special prizes. Raffle prize winners will be notified after Jan. 31, 2014. Points for the final Cat of the Day will be awarded on Jan. 1, 2014. New programs similar to Cat of the Day will be announced with the launch of the new website, so look for further announcements. Thank you to everyone who joined Club Cat! 01\/31\/2014 12:00.00 AM\nREMINDER: Members with sufficient reward points can redeem points again on Jan. 6, 2014 and have until Jan. 10, 2014, to redeem their points for any of the cat products currently available in the Club Cat Rewards Catalog while supplies last. 01\/10\/2014 12:00.00 AM\nWe will be temporarily disabling the ability to redeem reward items from the Club Rewards catalog from Sunday, December 22, 2013 to Sunday, January 5, 2014. Many of our team members who are in charge of processing the rewards redemptions will be out of the office for the holidays. You will be able to begin redeeming rewards again on Monday, January 6, 2014. 12\/20\/2013 01:47.27 PM\nIn an effort to improve our website for our visitors, we will be changing some of our service providers. We do not expect to experience any technical difficulties. However, if you are unable to access our website, please be assured it will be temporary as we transition to the new service. 10\/19\/2013 12:00.00 AM\nIf you’re not already getting your monthly issues of Cat Fancy, you’re missing out on the information you need to help your cats live long, healthy lives. Share the learning experiences and special stories of cat lovers just like you and get a colorful centerfold poster in each issue. Subscribe today -- 1 year (12 issues) as low as $13.00. 06\/01\/2011 12:03.59 PM\nThis semester is almost over! Do YOU have what it takes to be Valedictorian?\n\nThere is one month left in Session 2 but it’s not too late to register. Do it today and get 1,000 Club Cat points just for joining. Prove you are the smartest cat around and you could earn a years’ worth of cat food for your favorite feline companion. Don’t delay… sign up today!\n06\/02\/2010 02:30.26 PM\nOctober is Breast Cancer Awareness month. Jonny Cat and Cat’s Pride support breast cancer research because they’re people lovers too. Save $1 on your next purchase of Cat’s Pride or Jonny Cat.\n\n10\/14\/2009 08:09.18 AM\nWelcome to catchannel, check out my pages, and maybe we could be friends!\n\nCome visit me, Callie & Otis.\n\n06\/19\/2007 02:49.42 PM Report This Comment\nHi tailey-b\nWelcome to The Cat Channel!!!! You are one gorgeous kitty!!! I like meeting new furry friends. Please drop by & visit sometime~ dropping you a vote on my way out Purrs ~ Paws\n\nCome visit me, Pawstuctaway Serengeti.\n\n06\/11\/2007 09:09.19 PM Report This Comment\nyour are awsome.\n\nCome visit me, mea.\n\n06\/11\/2007 12:05.19 PM Report This Comment\n\nTop Products",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9890300632,
        "format_confidence":0.9329007268
    },
    {
        "url":"http:\/\/coldwellbankerjaylilly.com\/agents_details.php?agent_ID=8529",
        "text":"\n\nleftnav photo\n\nJay Lilly\n\nOffice: 301-645-1700 Ext. 1101\nCell: 301-752-1979\nFax: 301-932-7253\n\nComing soon..\n\nThe accuracy of all information, regardless of source, including but not limited to square footages and lot sizes, is deemed reliable but is not guaranteed and should be independently verified through personal inspection and\/or with the appropriate professionals. The information at this site is provided solely for informational purposes and does not constitute an offer to sell, rent, or advertise real estate outside the state in which the owner of the site is licensed. The owner is not making any warranties or representations concerning any of these properties including their availability. Information at this site is deemed reliable but not guaranteed and should be independently verified.",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.8598339558,
        "format_confidence":0.5301375389
    },
    {
        "url":"http:\/\/www.farmallcub.com\/phpBB2\/viewtopic.php?f=60&t=17987",
        "text":"The Cub Book of Knowledge\n\n\nModerator: Team Cub\n\nUser avatar\nCub Pro\nCub Pro\nPosts: 28707\nJoined: Sun Feb 02, 2003 8:37 pm\nZip Code: E1A7J3\nSkype Name: R.H. \"Rudi\" Saueracker, SSM\nTractors Owned: 1947 Cub \"Granny\"\n1948 Cub \"Ellie-Mae\"\n1968 Cub Lo-Boy\nDad's Putt-Putt\nIH 129 CC\nMcCormick 100 Manure Spreader\nMcCormick 100-H Manure Spreader\nPost Hole Digger\nM-H #1 Potato Digger\nCircle of Safety: Y\nTwitter ID: Rudi Saueracker, SSM\nLocation: NB Dieppe, Canada\n\nThe Cub Book of Knowledge\n\nPostby Rudi » Wed Jan 17, 2007 10:49 pm\n\nThe CBoK has grown and had to change. First was the updated sticky trying to organize and make more sense of the topics within and hopefully make it more like a book. Now the CBoK is actually more like a book as it now has it's own read only forum. Here we will find the different chapters of the CBoK organized into individual threads. Each chapter of the book is listed below in the index and there are active links to each chapter. As new chapters emerge, they will be reflected in the forum. Simply click the link and you will be taken to the new chapter. Comments and suggestions for format, layout and articles are always welcome. :D\n\n    Index to the CBoK:\n\n      Areas where we work and play:\n\n      1. In The Barn - Topics relating to working on our Cubs. Simple maintenance to repair and restoration of our Cubs and Cub Implements including modifications.\n      2. In The Field - Topics relating to actually working with our Cubs and Implements.\n      3. In The Shop - Topics relating to Tools, Jigs, Safety and specialized parts repair topics.\n      4. In The Library - Topics relating to how to find a new to you Cub to finding parts for our Cubs, Electrolysis, Hydrualics to topics on Oils, Fluids\n      5. In The Classroom - Topics relating to basic mechanics, body work, painting etc.,\n      6. Gatherings - Topics relating to Tractor Shows, Cub-a-Rama, CubFests and other venues where us Cub-a-holics tend to congregate.\n      7. On The Forums - Topics relating to picture hosting, resizing, posting and other forum related topics.\n      8. Collecting Stuff - Topics relating to Ertl 1\/16\" Miniatures and other brands, Pedal Tractors and other Cub\/IH related memorabilia.\n\nNote: As of 19-01-10 there are 146 articles in the CBoK :!:\nConfusion breeds Discussion which breeds Knowledge which breeds Confidence which breeds Friendship\n\n  • Similar Topics\n    Last post\n\nReturn to “Cub Book of Knowledge”\n\nWho is online\n\nUsers browsing this forum: No registered users and 0 guests",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9420564771,
        "format_confidence":0.5380433798
    },
    {
        "url":"http:\/\/www.dailypuppy.com\/member\/f2875f74ce",
        "text":"Puppies: Dallas, Beau, Rayna, Jazzy\n\n\nProfile: My name is Hollie, I am 26 years old, and I live on a beautiful Wyoming farm with my husband and our four dogs Dallas, Beau, Rayna, and Jazzy. We love going on vacation, as well as photography.\n\nFriends: 8\n\nMember Since: February 26, 2011\n\nAdd to Friends Send a Message\nPhoto Albums\nJazzDogs's Puppies\n\n\nDallas has been with me since he was 8 weeks old. He was my Dog when I was younger, and now I still have him in my new family. He loves swimming in the lake, and chewing on sticks. His age doesn't stop him, it seems to make him go on even further. Dallas is quite the adventure in my life, and I love him even more for doing that.\n\nView Profile\n\n\nBeau is the crazy one in the family. She is constantly running around, and is hardly ever sitting still. She loves to go for long hikes, play with her socks, and go swimming in the lake. Beau is always with Dallas. They are best friends, and always will be.\n\nView Profile\n\n\nRayna is my little mutt. We found her on the side of the road, clinging on to her life. When she came home with two other wagging tails, she adjusted perfectly. She's my little cuddle bug, and without her, I wouldn't be the same!\n\nView Profile\n\n\nJazzy is the newest addition to the fur crew. He is highly curious, and has an active life. He is always clinging on to his sister Beau, and trampling all over her. His favorite things to do are to run through the grass, and swim in the lake. Jazzy has finally completed, the Dogs in my life.\n\nView Profile\nMay 2015\n  • Sun\n  • Mon\n  • Tue\n  • Wed\n  • Thu\n  • Fri\n  • Sat\n\nFeatured Puppies From the Past\n\nRecently Added Puppies\n\nLukin Chloe Dog Phoebe Snow Peppercorn Jasper Wilson Wilson Ollie Teddy Tyson\nMore Puppies\n\nPuppy Up Your Blog\n\nDaily Puppy WidgetBox Widget Get this widget from Widgetbox",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9960759282,
        "format_confidence":0.9817640185
    }
]