[
    {
        "url":"https:\/\/alefashion.wordpress.com\/2010\/08\/07\/sunglasses\/",
        "text":"The perfect sunglasses\n\nA few types of sunglasses perfect for summer and not only : 1.Ray Ban, 2.Dior ,3.Chanel, 4.Yves Saint Laurent and 5.Dsquard2…\n\nI’m still in love with the aviator sunglasses at the moment…\n\nThis entry was posted in Clothes and accessories and tagged , , , , . Bookmark the permalink.\n\n12 Responses to The perfect sunglasses\n\n  1. Ariana says:\n\n    OMG they are fabulous!!!!\n\n    All are too great\n\n  2. Tanya William says:\n\n    i like the chanel sunglasses ❤\n\n  3. Jennifer Heizman says:\n\n    I love them all wooow!!!\n\n  4. Jennifer Heizman says:\n\n    Great sunglasses!\n\n  5. Ashley says:\n\n    oh yes I like the aviator sunglasses too\n\n\n  6. Victoria Scheckler says:\n\n    love this post\n\n    you have really good taste Alexandra!\n\n  7. alefashion says:\n\n    @Victoria : Thank you so much !!!!! you are really nice!! xx Ale\n\n  8. Christiane S says:\n\n    All the pairs are nice 🙂\n\n  9. Marco Hermas says:\n\n    I hope next time it will be a post with men sunglasses too ;);):)\n\n  10. Yvonné says:\n\n    J’adore ces lunettes de soleil!\n\n  11. Paty says:\n\n    Cool 🙂 I’d like to have one of this sunglasses!!\n\n  12. fani says:\n\n    a die brillen nur geil 😄\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9965415597,
        "format_confidence":0.6080420613
    },
    {
        "url":"http:\/\/www.burdastyle.com\/blog\/site-survey-and-summer-skirt-pattern",
        "text":"Sewing Patterns!\n\nSign up & receive our\nRunway to Reality Look Book with Brother!\nSewing tutorials & runway inspiration.\n\n\nHi everyone,\n\nAs you may have noticed, BurdaStyle is now on MySpace and Facebook. We have loved getting all of your friend requests, it has totally been making our day. Thank you to all of you who have left comments on our pages, it’s so nice to have members who are so involved. For all of you who have yet to be our friend, there are links on the homepage that you should check out. We love getting the requests so keep them coming!\n\nWhether it’s in the forums, through answers or on our wall, all of you have such great ideas about how to improve the site. We have created a survey so, not only can you tell us more about the site, but more about you as well. We are interested in knowing more about you because knowing more about our members will help us build the site in the right direction, after all without you, BurdaStyle would be nothing. As a little incentive, 3 of the people who complete the survey will be chosen at random to receive $50! Pretty great huh?\n\nSpeaking of great things, we have a new member generated pattern this week. The design for this playful skirt came from our very own kasia26! Great for summer fun, this skirt features gathering of the pocket backing and bold bib-front buttons. Try using a contrast for the pocket backing for some extra punch!\n\nKeep up the great work!\n\n\n\n  • Ee8014d4ca996c57355c462f568cd1e7ab199fe2_large\n\n    May 1, 2008, 08.57 AMby mirela\n\n    BurdaStyle Team, what should we do? Should we do it again, can you erase previous entries that did not have an email filled in there? I did read the part where it said enter email, but quickly hit the send…without the mail\n\n  • Dfebe11a9a638208cded187a4e0220498a39bb05_large\n\n    May 1, 2008, 08.52 AMby tuuls84\n\n    ^yes, i know it asked, but somehow i forgot…if i remember right :) should i do it again?\n\n  • Bssquare_large\n\n    Apr 30, 2008, 09.14 PMby marcy harriell | oonaballoona\n\n    it worked for me when i clicked on the icon on the main page (but not from the blog). & the last box on the survey asks for any other thoughts & your email for the drawing…\n\n  • Ee8014d4ca996c57355c462f568cd1e7ab199fe2_large\n\n    Apr 30, 2008, 02.55 PMby mirela\n\n    Ok I have taken the survey, and forgot to enter my email too….A separate field should have been required…:(\n\n  • 220a65ead35fd10288b234cb8f25fa2f22b23056_large\n\n    Apr 30, 2008, 11.14 AMby kelroc\n\n    The link worked for me. I also forgot to leave my email address. It should have been in another box or something.\n  • Ee8014d4ca996c57355c462f568cd1e7ab199fe2_large\n\n    Apr 30, 2008, 07.21 AMby mirela\n\n    I’d like to take the survey, please update the link, it takes me to an error screen…\n\n  • Dfebe11a9a638208cded187a4e0220498a39bb05_large\n\n    Apr 30, 2008, 12.40 AMby tuuls84\n\n    it worked for me, but i think i forgot to add my email addres to it :( i made a comment in the end and so i forgot the addres :(\n\n    • This is a question\n  1. Sign in to add a post\n\n\n  • Pattern Collections\n  • BurdaStyle Academy\n  • Backstage Report\n  • Fashion & Trends\n  • Tips & Techniques\n  • Member Highlights\n  • Sewing Projects\n  • DIY Projects\n  • Competitions\n  • Archive",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.6544897556,
        "format_confidence":0.7844760418
    },
    {
        "url":"http:\/\/www.tartanandsequins.com\/2013\/01\/workout-tops-lets-talk-about-them.html?showComment=1358373485981",
        "text":"Workout Tops: Let's Talk About Them\n\nOh, hey, guys! Your old friend Allison here. In the last few months, I have gotten serious about working out and eating clean, but you know what kind of the grossest thing is when you realize you have let yourself go a little and decide to get serious about your body again? Trying to find workout clothes that make you feel slender and willowy. Now, black Wunder Under Crops from Lululemon are a given. I struggle most with finding a workout top that is form-fitting while acting as workout Spanx. You know the kind I mean. I have one raspberry pink Scoop Neck tank from Lululemon which I have had for years, and fits the bill perfectly. Alas, they aren't currently selling any on their website and I've heard that they changed the material to one which I fear will do less to \"mask\" lumps and more \"enhance\" them. \n\nNow, here's the thing about my body (it's a wonderland? duh.) - I have what Julia calls a \"feminine\" shape - an hourglass, if you will. Sidenote, Sunday night while we were watching Girls, Ben told me that I have \"a Marnie body.\" It was so nice and so untrue and I am so obsessed with Marnie that it really touched my heart. Anyway. I've found that if I try to wear a baggy top, I literally look like a giant trapezoid. Some days, my small-ish ribcage is my only saving grace. I also tend to gravitate towards tops that are simple and solid colored (obviously). Keeping that in mind, check out some of the options that I think might keep me motivated to keep hitting barre classes - and let me know if you know of any I haven't listed here that would be up my alley!\n\nLululemon Power Y Tank\nBeyond Yoga Long Racerback Cami\nLululemon Free to Be Tank\nThomas Kelly Malaga Mix Tank\n\nCurrently listening to: I'm Going Down - Vampire Weekend (Springsteen cover at the end of Girls on Sunday)\n\n\n  1. Hey Allison,\n\n    Great post! I too have been taking this kind of stuff more seriously lately after some pictures of me from Christmas vacation surfaced that I was unhappy with. (what?! that's not me!) Anyways, I was wondering if you had any good blogs or books to recommend on the subject of clean eating?\n\n\n\n  2. I love the Clueless pic! And great recommendations on tops!! I'll definitely have to try these out!\n\n    Haute Child in the City\n\n  3. Check out these from LivFit - they are sooo cute!\n\n  4. ahh clueless pic is hilarious! cute workout gear is a great way for motivation. I JUST downloaded the vampire diaries cover of springsteen too!\n\n  5. I need to hit up Lulu Lemon. Also...that Clueless pic is amazing. So I workout at home {love my Insanity DVD's} and only wear a sports bra. There are a few reasons I do this. 1. I get way too hot and too sweaty to wear a full top and 2. Wearing only a sports bra and seeing it in the mirror motivates me to work out harder. It's kind of mean, but true! xoxo\n\n  6. I keep hearing all the buzz about Lulu Lemon but I still haven't ordered anything...maybe I need to jump on the bandwagon!! And that clueless pic made my day!!! XoXo\n\n  7. Allison\n    I have nominated you for the liebster blog award!! Come see my post to know what to do!\n\n  8. Love these options! I just started to get back on track with some sort of exercise routine and love the last pic super cute.\n    Thanks for sharing.\n\n  9. I love Clueless!! Such a cool post.\n\n    Do you want to follow each other? Let me know.\n\n\nPost a Comment\n\nThanks so much for commenting!\n\nPopular Posts",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.5936763287,
        "format_confidence":0.6106937528
    },
    {
        "url":"https:\/\/forum.purseblog.com\/threads\/deal-on-ferragamo-gancio-sella-tote-417-at-nm.43937\/",
        "text":"Deal on Ferragamo Gancio Sella Tote-$417 at NM!!\n\n  1. For anyone looking for a great deal on this bag ($1190 retail)\n\n    Shipping To Arlene XXXXX\n    [​IMG][​IMG][​IMG] [​IMG]\n    Gancio Sella Tote[​IMG]\n    Price: $417.00\n    Item: NMOF7_V6704\n    Color: TANQuantity:\n    1Gift Message:\n    No Gift Note\n    In Stock\n    Via Standard\n  2. What a cute bag!\n  3. is it on the site? or is it sold out already?\n  4. it was still on their site when I posted this message. Sold out two weeks ago but had some stock an hour ago when I bought mine.\n  5. Darn it must be gone. I don't see it.\n  6. Can you post the actual link?\n  7. LadyFran, thanks for posting that. Wow, I love it. Do you know what the dimensions are for this bag? I didn't see them posted.\n  8. What a classic bag! Great deal! Sure to be gone soon.\n  9. If you use NMFALL you also get free shipping.\n  10. WHat a beauty! Very tempting! Thanks for sharing the link and free shipping code.\n  11. First post!\n\n    I was just about to buy this bag when I decided to come over here and see if anyone had posted about it. As expected, ya'll are already on the ball! Thanks for the shipping code! Cute bag! I was so jazzed about this great deal, I also got a cute little Kate Spade as a chaser bag.... Neiman Marcus* -*foster crossing rue tote",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9859821796,
        "format_confidence":0.9901438951
    },
    {
        "url":"https:\/\/www.luluaddict.com\/2015\/10\/bon-bon-warrior-scarf-flash-cyber.html",
        "text":"Friday, October 23, 2015\n\nBon Bon Warrior Scarf, Flash Cyber Stripe Wunder Unders, and More\n\nlululemon bon-bon warrior-scarf\n\nSome beautiful scarf photos from the Fresno store were posted this morning - Gorgeous photos of the Bon Bon\/Bordeaux Warrior Scarf. I'm not a scarf person but this photos makes me want to get this.\n\nlululemon vinyasa drop-it-ike-it's-hot-tight\nCredit: Credit:\nSilver Spoon terry Vinyasa with with a Kanto Catch Me LS and Drop It Like It's Hot Tights.\n\nlululemon tight-stuff-tight\nCredit: Credit:\n\nlululemon kanto-catch-me-half-zip tight-stuff-tight\nCredit: Credit:\nBundle Up Scarf, Tight Stuff Tights, and Kanto Catch Me Half Zip.\n\nlululemon painted-animal-speed-tights\nPainted Animal Speed Tights, Go the Distance Vest, and the Reflective Kanto Catch Me LS (I think, though it could be the Mesh With Me LS). I have to chuckle since this is from my local stores and it was probably in the mid-60s when they took these photos.\n\nlululemon on-the-double-pullover gather-and-crow\n\nlululemon on-the-double-pullover gather-and-crow\n\nlululemon on-the-double-pullover gather-and-crow\n\nlululemon herringbone gather-and-crow\nOn the Double Pullover and Herringbone Gather and Crow Crops.\n\nlululemon cyber-stripe flash wunder-under\nMenthol What the Sport SS and Flash\/Menthol Cyber Stripe Wunder Under Crops \n\nlululemon bon-bon-mountain-peaks-tracker-shorts\nBon Bon Mountain Peaks Tracker Shorts, Bon Bon Swiftly, and the Warrior Scarf.\n\n\nelliekoleen said...\n\nSo fun seeing my photos from the Fresno store on your site!\n\nAlyssa Jobs said...\n\nSorry if this comes up again, I tried to comment from my phone but it didn't confirm I made a comment. Is the menthol what the sport tee only available over seas right now? It's a beautiful color!\n\nAnonymous said...\n\nSorry but can't do those aweful crow crops...... always hated them don't know why i hate them so much but i do and now they are back..... yuk!!!! wish they would do a cool long short above the knee body skimming not tights, but actual shorts ! The design teem needs to look into this i think a ton of us would love that, especially us 40ish that don't always loveour thighs showing but want shorts for staying cool, would love this wish wish wish.\n\nLuluAddict said...\n\n@Elliekoleen - I updated the post with a link to your website. Thanks for commenting in!\n\nAnonymous said...\n\nLove the ladies in the scarves.. Very cute! I noticed when I walked by my local Athleta today, their windows were sporting a new color and it is very similar to bordeaux. Shameless copycats!\n\nAnonymous said...\n\nHey, LLA. I'm new to OC and was wondering where it is they are running in the OC store photo? Do you know? Thanks :)\n\nLuluAddict said...\n\n@ anon 6:11 pm - I'd say it's the Newport Back Bay loop.\n\nI usually park off Eastbluff, off Jamboree and head in that way. However, there is an interpretive center on the other side that has real bathrooms (as opposed to portapotties) nearby. It's very pretty but you do have to compete with cyclists for the trails.\n\nI love to run along the paths at the beach. I usually do long runs at Huntington Beach. I park at Edison Community Park in Huntington Beach and head down Magnolia until I hit the beach, about .75 miles, and then head north up and past the pier, which is about about mile 3 from the park. There are water fountains and bathrooms every 0.1 mile or so until you hit the pier and then they are further apart.\n\nLuli Designs said...\n\nI am also wondering if the menthol what the sport tee has been see only over seas? I would live to get this one!\n\nAnonymous said...\n\nLLA - anon 6:11 pm here. Thank you so much for the info! The area seems to have so many great spots for running but I was never sure where to go!\n\nAnonymous said...\n\nDo you think we will see the heathered desert teal in a crew, scoop or long sleeve swiftly?\n\nAnonymous said...\n\n@anon 2:45\n\nOMG! Someone else is using a burgundy color for fall clothing?! STOP THE PRESSES! COPYCATS!!!!!!!\n*eye roll*\n\nI know it's trendy on this blog to trash Athleta but there's a lot to be said for their online shopping experience working correctly all the time every time, not needing to do bend tests in 17 different kinds of angles\/lighting to ensure the clothes aren't see-through, and a sane return policy. I shop at both places, but the snobbery of Lulu's clientele alone is enough to push me more into the Athleta camp.\n\nP.S. Wasn't Lulu getting called out repeatedly recently for their stirrup pants shamelessly ripping off Alo?\n\nKarin said...\n\nLove the Bon Bon Warrior Scarf, so pretty, but too pricey for me. Also, those pastel easter egg wunder unders??? No thanks! I think even my 10 year old niece would think she's too old to wear stuff like that.\n\nAnonymous said...\n\n5;18 Athleta is known to rip off lulu.\n\n\nAnonymous said...\n\nActually I tried a bunch of bottoms at athleta and most of them were sheer and ill fitting. I wear a lulu two and tried athletes xxs, xs, and even s and they were all sheer. So you can be all defensive because you probably work for them but athleta is crappy and poor fitting.\n\nAnonymous said...\n\nYes, companies copy each other. Everybody does it. As I mentioned in my last post, Lulu was called out for ripping off Alo.\n\n@ anon 3:45pm\nFigured you'd accuse me of working for Athleta. How predictable. I'm an employee of \"the enemy\" if I don't drink the kool-aid? LOL. I don't have words for how dumb it is to accuse a company of copying because they used the color BURGUNDY. In the FALL.\nGo ahead and provide me some proof of Athleta's alleged sheerness, if you would. LLA has already helpfully provided evidence of LLL's several times over on this blog. I own a number of pairs of pants from Athleta and have never had an issue, whereas I stopped buying pants from LLL altogether because the constant returns were just not worth the hassle.\n\nJulie Blanks said...\n\nI have them... I'm 34.",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9860593677,
        "format_confidence":0.7648707032
    },
    {
        "url":"http:\/\/www.waynetippetts.com\/?p=7429",
        "text":"London – Grey Strokes\n\nDecember 24th, 2009\n\nI love the way Daisy works the subtle range of tones in her outfit, with a really smart pleated skirt from Next and a fine pair of boots by Jones.\n\nTags: , , , , , ,\n\nRelated Posts\n\nLondon - Lexington Street\nParis - Place Vendôme\nLondon - Soraya Jansen\n\n\n8 Responses to “London – Grey Strokes”\n\n  1. Grey Strokes : Says:\n\n    […] post: Grey Strokes […]\n\n  2. Ljubica Says:\n\n    wow, i really love this outfit.. i love the tone on tone and the stole! great photo\n\n  3. sofiasophie Says:\n\n    she is definitively cool!\n\n  4. Genya Says:\n\n    Hi Wayne. Wishing you a happy, creative and successful new year!\n\n    I love those photos – her sense of layering and texture is amazing.\n\n    Could I please illustrate?\n\n\n\n  5. Wayne Says:\n\n    Hi Genya. Wishing you a happy new year too.\n\n  6. Genya Says:\n\n    Thank you! I am done with the illustration: http:\/\/stylishgoose.blogspot.com\/2010\/01\/all-shades-of-gray-from-wayne-tippetts.html\n\n    You are great! keep it up.\n\n\n\n  7. Eyeliah Says:\n\n    I featured and linked your photo on my blog here, hope that’s okay! 🙂 Eyeliah\n\n  8. Wayne Says:\n\n    Thanks for the mention. Keep up the good work.\n\nLeave a Reply",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.6234480143,
        "format_confidence":0.5883041024
    },
    {
        "url":"https:\/\/boards.straightdope.com\/t\/are-aviator-eyeglasses-going-to-come-back-into-style\/453775",
        "text":"Are aviator eyeglasses going to come back into style?\n\nWhen I think of the 70s (from what I know of it from period movies and shows like Starsky and Hutch,) I always just get this one scene in my mind that sums up everything: a room with fake wood paneling, dark green or orange carpeting, and a bunch of guys sitting around smoking cigarettes, with huge mustaches, wearing tweed suits, and huge aviator-style eyeglasses.\n\nObviously, aviator sunglasses are still retro-cool.\n\nBut I never see ANYONE wearing aviator eyeglasses.\n\nLike these.\n\nThose are some shitty looking ones but I’ve seen frames in that style that look good.\n\nAre these gonna make a comeback?\n\nOg forbid.\n\nI’ve sold a few vintage Ray Ban aviator sunglasses in good shape to collectors on ebay for respectable amounts. Re coming back I don’t think they are quite here yet. They don’t fit everyone’s face shape, and don’t look all that great on women unless you’re going for a dykey policewomen type look. If you’re looking for a circa 1970’s Solider of Fortune look go for it.\n\nThey’re not in fashion? Oh oh.\n\nOr these, to avoid the Dahmer image. :wink:\n\nI think it depends on what you mean by ‘in style’.\n\nI’ve been around aviation all of my life, and I’ve been wearing Aviators since the '70s. When I got glasses so I could fly, I had my Aviator lenses removed and replaced with prescription lenses. Here’s me wearing them in the late-'90s. I have several pair of Aviator shades that I wear when I.m not flying. (I’ve really got to get flying again!) They fit well under the motorcycle helmet, and they fit my face. And I like to wear HGU-4\/Ps, which are also ‘aviator’ sunglasses.\n\nI have a pair of Ray Ban Wayfarers. That style seems to have been popular in the '60s, and they made a come-back in the '80s. I wear them knowing full well they’re not in style, but they go well with my straw pork pie hat and I’m a bit of an iconoclast anyway. If fashions go in cycles and it took 20 years for Wayfarers to come back, maybe Aviators are due for a comeback?\n\nAnyway, I wear my prescription Aviators for driving at night, I keep my Wayfarers in the sunglass compartment in my car, a pair of HGU-4\/Ps are usually nearby in case I need some sunglasses and I’m not wearing any, I have cheap sunglasses for kayaking (since they’ll be sprayed with salt water), and I opten wear Oakley OOs under my helmet (they fit under it better than the Aviators).\n\nI think you can make them work if you’re actually an aviator (my grandad has been known to wear 'em), or you write techno-thrillers. (And, come to think of it, my grandfather did tell me a story about how the Soviets tried to kill him, once…)\n\nFake wood paneling will come back first. Then smoking. Then, and only then, tweed suits. Will any man ever again wear a matching jacket and trousers that can’t be worn to the office? I can imagine a backlash resurgence in smoking but I can’t imagine that.\n\nI agree with many here. The sunglasses, which I sport daily, are cool without question. The eyeglasses, however, will never amount to anything again. Mark my words!\n\nI’m here to report I saw a Foster Grant commercial the other day. This may not bode well for optical fashion.\n\nI hope so, at least compared with the faux hipster “I am so square I am hip” fugly rectangular glasses.\n\nThe tear drop lens may make a come back but not the size that I remember wearing in the eighties, i can see terminator wrap arounds coming back before those.\n\n\nWhen did they ever go out of “style?” I bought mine in 1982 and wear them every day.\n\nI’ve been wearing Ray-Ban aviators since the 80’s myself. Maybe it’s because I’m an aviator, but really it’s because they have awesome optics and the small framed ones are nice and light and very durable. I have a pair of the large metal frames and a pair of the small metal frames, and both of them are over 20 years old and both still look new. I also like them because of the reasons posted in the wikipedia article - they block a lot of stray light, and the slightly bulged lenses cut down on reflections and glare.\n\nI don’t really like the large frame version. They’re too large, too heavy, and they give you too much of that ‘Southern Sheriff’ look, if you know what I mean. At least they’re not mirrored. But the small frames are just abou the perfect sunglasses for me.\n\nI have a pair of my late mother’s late husband’s large frame Aviators. Way too big for me. But he was like six and a half feet tall and 250 pounds. Big head.\n\nRay Ban had excellent customer support when they were part of Bausch & Lomb. Since they’ve been sold to Luxottica, not so much.\n\nGotcha beat. I still wear the pair I bought in 1976. Best sunglasses ever.\n\nBah, you’re all nuts. It’s Wayfarers that need to come back into style so I can buy more cheap knockoffs. I won’t pay the $125 they want at the glasses store, but those are the only sunglasses that fit my giant head.\n\nNot SUNGLASSES, people.\n\n\nThe Sunglasses have never gone out of style, as far as I’m concerned. It’s much too classic – and almost conservative – a look. It’s like asking if jeans will ever come back into style.\n\nAnyway – I have “squarish” Ray Ban aviator sunglasses with prescription lenses. Green tinted. Pretty cool.\nThe eyeglasses however – everything seems to come back into style eventually. it’s hard to see someone trying to pull them off right now, but they’ll be back some day.\n\nYou’re asking if high school shop teacher eyeglasses will make a comeback?\n\nI hope not.\n\nedit… just saw the eyeglasses thing\n\nA recent attempt to spread the wearing of these glasses.",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9955386519,
        "format_confidence":0.9930283427
    },
    {
        "url":"http:\/\/acoest1984.blogspot.com\/2010\/04\/sunshine-award-part-deux.html",
        "text":"Wednesday, April 7, 2010\n\nSunshine Award (part deux)\n\nI received the Sunshine Award (for the second time! Woot!) from the beautiful SOPHIASA.  As an uber cool mom, she showcases her style and sometimes we even get a glance at her adorable daughter (aka mini-sophiasa).  And of course, I cannot forget that she was the first person to put me in their blog roll.  Thanks SOPHIASA.\n\nSince I am to nominate some favourite bloggers, I'm creating my own theme and going with (my favourite) ladies who have the word 'fashion' in their blog title:\n\n\n\ntrishie said...\n\nwoohoo! congrats!\n\nIsabel said...\n\nthank you!! and congrats :)\n\nWalk of Fashion\n\njunghwa by amy stewart said...\n\n\nAnd yes, that orange cardi is wonderful.\n\nLeah said...\n\nCongrats on the award... well deserved!!! xoxo\n\nG. said...\n\ncongratulation for the sunshine award...really nice blog\n\nBlogger Template Created by pipdig",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9193563461,
        "format_confidence":0.6115267873
    },
    {
        "url":"https:\/\/steadilyskippingstones.com\/2013\/07\/21\/the-infinite-monkey-speaks-on-anything-but\/?replytocom=5868",
        "text":"Skip to content\n\nthe Infinite Monkey speaks: on anything but\n\nRandom brilliance from across the blogosphere…\n\n\nSomewhere along the lines, my daughter will doubt that she is beautiful. Despite hearing it from the moment she was born, despite it being truth, she will pinch her waist, cringe at her complexion, wish herself anything but.\n\n – Jessica Buttram\n\n\nYou Make Me Beautiful\n\n3 Comments Post a comment\n  1. It is so tough being a woman in this country. We are bombarded with unrealistic images of beauty from the media, made to feel like we’ll never measure up, and then have to fight off all the easy, fattening food options we’ve put up around ourselves. Men have the same issues, but it is still much easier to be a “successful” man without having to worry as much about your appearance. And, yes, it all starts at such a young age.\n\n    July 21, 2013\n    • I always think of that video where they show the model from walking in to the photo shoot all the way through to the magazine cover. It’s like a completely different person. The make-up and styling is only the smallest part of it. The photo-shopping is the crazy part. They make her neck longer, her face thinner, her eyes bigger and further apart, her forehead, ears, lips, nose, hair – every single thing about her face is changed in some way. So, these images that are making us feel bad about ourselves and the little things we would like to change about ourselves – it’s all based on something completely fake.\n\n      July 28, 2013\n      • Exactly, but we still buy into it! It gets easier the older I get, but we all want to be pretty, even us old gals!\n\n        July 29, 2013\n\nLeave a Reply to Mind Margins Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.7106958032,
        "format_confidence":0.7023038268
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/portfolio\/pic\/11974849",
        "text":"Syl Luu\n\nProfile > portfolio > Syl Luu's Photos Report this image\nEmail to a friend\nAdd to list\nToggle Worksafe Mode: Off | On\n\nCopyright: P. Ellison Photography\nUploaded: Apr 24, 2009\nLists:The Rohit Files: 2011.05.15\nModels I'd like to work with in future\nNatural Beauty\nIndinia Finest List [ Competition ]\nModels I would love to work with\nBeautiful Women\nModels I would love to work with!!!\nView All Comments\n\n2ndFrame Photography\n\nOctober 10, 2010 3:10pm\nBeautiful !\n\nAllen Clippinger\n\nAugust 31, 2010 12:08pm\nso beautiful\n\n\nJune 17, 2010 12:08pm\nBeautiful! Great genuine smile!\n\nDan Decker\n\nJune 10, 2010 8:51pm\nGorgeous smile. You look amazing.\n\nDustin VH1 tough love\n\nNovember 10, 2009 9:09am\ngets me everytime\n\njls photos ImageBandit\n\nOctober 13, 2009 1:08pm\n\n\nJuly 15, 2009 11:50am\n\nMountain Image\n\nJune 30, 2009 7:39am\nVery nice. Beautiful work.\n\nKarlton Photo\n\nJune 22, 2009 9:51pm\nGorgeous eyes and smile!\n\nRoBeary Images\n\nJune 11, 2009 6:48pm\nBeautiful Shot. Your look is just Captivating.\n\nPrince Rus Photography\n\nJune 01, 2009 3:04pm\nGreat pose. You look sweet, innocent, and SEXY AS CAN BE, all in one pose!\n\n-JB Media-\n\nMay 27, 2009 7:48am\nThis is sexy, well posed, well framed, great shot.\n\nDustin VH1 tough love\n\nMay 22, 2009 11:43am\nyour beautiful!\n\nKathy Y\n\nMay 20, 2009 6:26pm\ncute photo!\n\nScott Miron\n\nMay 20, 2009 10:47am\nSuper sexy! Great pose :)\n\nMelissa Glenn\n\nMay 17, 2009 4:13pm\nthanks for the pic comment! lots of luck in building your port, you have great eye contact with the camera. ;)\n\nJohn Baskin\n\nMay 09, 2009 9:06am\nCompliments to both photog and model. You each did the other justice. Well done.\n\nCash Photo\n\nMay 06, 2009 6:25pm\nGorgeous shot. Love your pose and smile.\n\nSteve M\n\nMay 06, 2009 2:37am\nVery relaxed looking, and a stunning smile :)\n\n\nMay 01, 2009 3:24pm",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.8253874779,
        "format_confidence":0.7328724861
    },
    {
        "url":"http:\/\/www.theroyalforums.com\/forums\/f234\/princess-charlenes-fashion-and-style-part-5-june-2012-july-2012-a-33247-9.html",
        "text":"The Royal Forums Coat of Arms\n\nGo Back   The Royal Forums > Royal Highlights > Royal House of Fashion > Archives\n\nJoin The Royal Forums Today\nClosed Thread\nThread Tools Search this Thread Display Modes\nOld 07-04-2012, 04:49 AM\nIloveCP's Avatar\nJoin Date: Oct 2010\nLocation: -, United States\nPosts: 7,844\nNot a fan of this look at all. I think it's too much. I especially dislike the ruffles.\n\nOld 07-04-2012, 01:56 PM\nbertie5252003's Avatar\nHeir Apparent\nJoin Date: Jan 2004\nPosts: 3,166\nI think the dress looks great when she is moving but the still photos make it appear lke some lost flapper dress recycled it's a shame the colour looks great on her though\n\nOld 07-04-2012, 02:26 PM\nHeir Apparent\nJoin Date: Aug 2006\nLocation: Troy, United States\nPosts: 3,854\nI am not liking this look on her at all. Ruffles, sheer black on the bottom..all way too much going on. It lacks sophistication and elegance. I do like the color but that's where it ends for me.\nOld 07-04-2012, 02:53 PM\nJoin Date: Mar 2012\nLocation: Cairo, Egypt\nPosts: 431\nI like that she's trying a new thing , the color is good too , her earrings are amazing , but the dress isn't that good , not bad though , i don't hate it\nOld 07-04-2012, 03:57 PM\nEIIR's Avatar\nHeir Presumptive\nJoin Date: Apr 2011\nLocation: Somewhere, United Kingdom\nPosts: 2,658\nOriginally Posted by Lumutqueen View Post\nYou'd wear that clubbing? Far too posh.\nI wouldn't wear it anywhere, but it's a short dress with sequins and ruffles coupled with platform peep-toes and heavy smoky eyed make-up. Many thousands of teenage girls will be vomiting on the pavements in similar dresses up and down the country on Saturday night. Only difference is theirs will likely be more figure hugging (i.e. at least one size too small for them).\nOld 07-05-2012, 06:40 PM\nsoapstar's Avatar\nSuper Moderator\nPicture of the Week Coordinator\nJoin Date: Sep 2007\nLocation: Hermosa Beach, United States\nPosts: 3,197\nI really like the color and style of the pink dress, but I don't like how it fits. It's way too loose around the waist. Her makeup and hair are really lovely though.\n\nThe blue dress is hideous. There is way too much going on with this outfit - sequins, lace, ruffles and bows on the shoes. It's all just a hot mess.\nOld 07-05-2012, 09:05 PM\nJoin Date: Dec 2011\nLocation: Detroit, United States\nPosts: 360\nCute dress. Very youthful look for her.\nOld 07-06-2012, 09:15 PM\nFrelinghighness's Avatar\nHeir Apparent\nJoin Date: Jan 2011\nLocation: New England, United States\nPosts: 3,770\nOriginally Posted by Kit View Post\nWow she really looks stunning in these pictures. Am I the only one who sees a ressemblance to Princess Grace here ?\nI often see a glimpse of Grace in her.\n\nthe anniversary picture looked a little too baggy but love the color.\nthe pink dress was a stunning look, her hair is what it should be.\nthe sequined dress was a little off, but good for trying.\nOld 07-08-2012, 03:11 PM\nArtemisia's Avatar\nHeir Presumptive\nRoyal Blogger\nJoin Date: Feb 2012\nLocation: Yerevan, Armenia\nPosts: 5,442\nCharlene in Berlin today.\n- Complete outfit\n- Close up 1\n- Close up 2\n\nI kind of like the upper part, but not with the black pants; the overall effect is too dark and bland.\nOld 07-08-2012, 03:44 PM\ndazzling's Avatar\nSuper Moderator\nBlog Editor\nRoyal Blogger\nJoin Date: Jul 2004\nLocation: -, France\nPosts: 21,914\nVery casual outfit IMO and one would think it was a warm winter day.\nOld 07-08-2012, 03:52 PM\nLumutqueen's Avatar\nImperial Majesty\nRoyal Blogger\nJoin Date: Aug 2007\nLocation: Carlton, York, United Kingdom\nPosts: 18,044\nWas this a formal event? She's wearing flipflops?\nWe Will Remember Them.\nOld 07-08-2012, 04:16 PM\nHeir Apparent\nJoin Date: Jun 2007\nLocation: Toronto (ON) & London (UK), Canada\nPosts: 5,276\nThe official visit does not formally begin until Monday. Todays arrival was pretty much private.\n\nShe is wearing sandals not flip flops.\nOld 07-08-2012, 04:42 PM\nIloveCP's Avatar\nJoin Date: Oct 2010\nLocation: -, United States\nPosts: 7,844\nI love the top but not the pants or sandals.\nOld 07-08-2012, 05:48 PM\nJoin Date: Mar 2012\nLocation: Cairo, Egypt\nPosts: 431\nme no liking this :S\nOld 07-08-2012, 06:02 PM\nEIIR's Avatar\nHeir Presumptive\nJoin Date: Apr 2011\nLocation: Somewhere, United Kingdom\nPosts: 2,658\nThose certainly look like flip-flops to me. The outfit looks like something a middle-aged woman would wear to the supermarket. Odd choice.\nOld 07-08-2012, 06:18 PM\nBaroness of Books's Avatar\nHeir Apparent\nJoin Date: Jul 2011\nLocation: Bookstacks, United States\nPosts: 5,811\nThat outfit doesn't appeal to me at all, especially the sandals\/flipflops.\nA book should be either a bandit or a rebel or a man in the crowd..... D.H. Lawrence\nOld 07-08-2012, 08:15 PM\nXeniaCasaraghi's Avatar\nHeir Presumptive\nJoin Date: May 2011\nLocation: 1729 Noneofyourbusiness Drive, United States\nPosts: 2,701\nI think she looks good, I love the pants and top combo though I do wonder if she was sweating buckets.\nPrincess Grace, April 19, 1956\nPrincess Margaret Rose, May 6, 1960\nCrown Princess Mette-Marit, August 25, 2001\nJaqueline Bouvier Kennedy, September 12, 1953\nCountess Stephanie of Belgium October 20, 2012\nOld 07-08-2012, 08:26 PM\nDaria_S's Avatar\nJoin Date: Feb 2011\nLocation: My own head, United States\nPosts: 8,042\nVery sloppy appearance. I'm not liking anything, except her hair style. It looks as if she grabbed whatever was the closest in terms of reaching, put it on, and went on her merry way.\n\"My guiding principles in life are to be honest, genuine, thoughtful and caring\".\n~Prince William~\n\nI'm not obsessed with royalty...I just think intensely about it.\nOld 07-08-2012, 08:33 PM\nFrelinghighness's Avatar\nHeir Apparent\nJoin Date: Jan 2011\nLocation: New England, United States\nPosts: 3,770\nTerrible outfit. Even though they may be sandals, they look like flip flops and the whole grey top is awful.\nOld 07-09-2012, 04:02 AM\nDuke of Marmalade's Avatar\nImperial Majesty\nTRF Author\nJoin Date: May 2007\nLocation: Frankfurt am Main, Germany\nPosts: 11,294\nCharlene herself looks lovely. I dont mind the grey top or pants but the sandals or flip flops is a big no-no for me. You should do better than this when arriving for an offical visit. Obviously there was kind of an official greeting, to turn up in flip flops or sandals that can be mistaken for flip flops is just sloppy.\n\nClosed Thread\n\nCurrently Active Users Viewing This Thread: 1 (0 members and 1 guests)\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are Off\nPingbacks are Off\nRefbacks are Off\n\nPopular Tags\nascot 2016 beatrice borromeo best gown best hat best outfit catherine middleton style coup d'etat crown prince haakon crown princess mary crown princess mette-marit crown princess victoria crown princess victoria's maternity fashion current events current events thread danish royal family duchess of cambridge fashion poll felipe vi general news grand duke jean greece kate middleton king abdullah ii king felipe king felipe and queen letizia king felipe vi king philippe king willem-alexander maxima member introduction monarchy national day norwegian royals picture of the week prince bernhard prince joachim princess beatrice princess eugenie princess madeleine princess marie princess mary princess mary daytime fashion princess mary fashion princess mary hats princess sofia maternity wear princess sofia pregnancy style princess victoria queen letizia queen letizia casual outfits queen letizia daytime fashion queen mathilde queen mathildes style queen maxima queen maxima casual wear queen maxima daytime fashion queen maxima fashion queen maxima hats queen maxima style queen rania royal royal fashion state visit the duchess of cambridge the duchess of cambridge daytime fashion the duchess of cambridge eveningwear the duchess of cambridge fashion the duchess of cambridge hats the hague tiara willem-alexander\n\nOur Communities\n\nOur communities encompass many different hobbies and interests, but each one is built on friendly, intelligent membership.\n\n» More about our Communities\n\nAutomotive Communities\n\nOur Automotive communities encompass many different makes and models. From U.S. domestics to European Saloons.\n\n» More about our Automotive Communities\n\nMarine Communities\n\nOur Marine websites focus on Cruising and Sailing Vessels, including forums and the largest cruising Wiki project on the web today.\n\n» More about our Marine Communities\n\nCopyright 2002-2012 Social Knowledge, LLC All Rights Reserved.\n\nAll times are GMT -4. The time now is 07:29 AM.\n\nSocial Knowledge Networks\n\neXTReMe Tracker\nPowered by vBulletin\nCopyright ©2000 - 2016\nJelsoft Enterprises",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9904949665,
        "format_confidence":0.9970755577
    },
    {
        "url":"http:\/\/www.etiquettehell.com\/smf\/index.php?topic=125587.msg2903916",
        "text":"\n\n  • May 23, 2017, 07:48:05 PM\n\nLogin with username, password and session length\n\nAuthor Topic: Scarves on head - non-religious  (Read 15245 times)\n\n0 Members and 1 Guest are viewing this topic.\n\n\n  • Member\n  • Posts: 1207\n  • formerly RebeccainAR\nRe: Scarves on head - non-religious\n« Reply #15 on: March 11, 2013, 02:30:26 PM »\nI just googled images for \"scarf on head fashion\" and really, none of the pictures look like the wearer is doing it for religious reasons. Some of the scarves are so beautiful and there are so many ways to wear them.\nGood heavens - according to some of these articles, the way I used to wear my scarves is not only OK, but the new hot trend. I don't know what I'll do with myself, being fashionable!\n\nPost a picture here! We want to see!  :)\nOh, drat - it was LAST YEAR. Oh well.\n\n\n\n  • Member\n  • Posts: 6999\nRe: Scarves on head - non-religious\n« Reply #16 on: March 11, 2013, 02:34:35 PM »\nIf you are one of the few women who can wear a scarf well, go for it!   Rhoda could, and may have spawned an earlier trend.\n\n\n  • Member\n  • Posts: 1582\nRe: Scarves on head - non-religious\n« Reply #17 on: March 11, 2013, 02:44:44 PM »\nI see no problem with it. Scarves aren't strictly a religious item, even if they are used for religious purposes by some groups.\nI will admit, I do get annoyed when things that ARE religious items (crosses, etc) are used as just a fashion accessory, but I don't see this as that situation at all.\n\n\n  • Member\n  • Posts: 1034\nRe: Scarves on head - non-religious\n« Reply #18 on: March 11, 2013, 02:50:41 PM »\nI'm not religious, but I love wearing a scarf in the summer like this:  http:\/\/www.zigoti.com\/wp-content\/uploads\/2011\/06\/how-to-wear-a-bandana.jpg  Although I favor more tie-dye\/floral\/patterned prints, not actual bandanas.\n\nSo I say go for it!  If you are wearing a scarf with a t-shirt and shorts, people would probably not assume you are wearing it for religious reasons.  In other words, I would only think it was religious based on the whole outfit (long sleeves, long pants or skirt, etc.)  But even if you did want to wear it with a long shirt and long pants for fashion reasons, that is your right too.\n\nIf I saw a woman with a scarf over here hair, if it looked nice probably all I'd think was \"oh, isn't that pretty!\"If it looked a bit odd (didn't match, or something) I might think \"oh its probably religious\" \n\nMaybe this came across wrong, but I actually would think the opposite.  Women who wear scarves for religious reasons tend to have pretty scarves that are perfectly coordinated to their outfits, because they wear them every day and are in the habit of choosing a scarf that goes with the rest of the clothes.    If I saw a woman in a scarf that was odd or didn't match, I'd probably assume the person was new to wearing them or didn't habitually wear them.\n\n\n  • Member\n  • Posts: 11878\nRe: Scarves on head - non-religious\n« Reply #19 on: March 11, 2013, 02:55:47 PM »\nI love scarves to be worn on the head, usually as headbands but alas, they like to try to slide out of my hair. :P So if it works for your hair, go for it! :)\nBeyond a wholesome discipline, be gentle with yourself. You are a child of the universe, no less than the trees and the stars.  You have a right to be here. Be cheerful, strive to be happy. -Desiderata\n\n\n  • Member\n  • Posts: 4829\nRe: Scarves on head - non-religious\n« Reply #20 on: March 11, 2013, 03:10:40 PM »\nI do cover my hair for religious reasons (Orthodox Jew).  Wear a scarf - seriously, we don't own the copy right to covering your hair, and if you enjoy doing it, then go for it!  I can tell you that to the best of my knowledge, in the 10 years I've been married and covering my hair, I've never been mistaken for a Muslim woman because of my hair covering (if that is your mom's concern).  I have been mistaken for a cancer patient more than once and those times were very uncomfortable for me and the person who made the mistake, even though I tried to make it as uncomfortable as possible. \n\nIf someone objects to your choice of hair accessories, that is really their problem.  I'd tag it the same as someone who objects to body art - you don't have to like their choice, but unless they ask your opinion, you don't have the right to say anything.\n\n\"The test of good manners is to be patient with bad ones\" - Solomon ibn Gabirol\n\n\n  • Member\n  • Posts: 1529\nRe: Scarves on head - non-religious\n« Reply #21 on: March 11, 2013, 03:21:11 PM »\nI love scarves to be worn on the head, usually as headbands but alas, they like to try to slide out of my hair. :P So if it works for your hair, go for it! :)\n\nI usually use a bobby pin or metal hairclip to hold mine in place--I have slippery hair too!\n\n\n  • Member\n  • Posts: 3301\nRe: Scarves on head - non-religious\n« Reply #22 on: March 11, 2013, 03:49:24 PM »\nLong scarves also look awesome as a belt!\n\nFormerly Mrs.Bart\n\n\n  • Grammando and Cupcake Lady\n  • Member\n  • Posts: 1764\nRe: Scarves on head - non-religious\n« Reply #23 on: March 11, 2013, 04:19:07 PM »\nI vote for moseying on over to Pinterest. There are tons (TONS!!!) of awesome pins about the different ways you can wear scarves. In my experience, it's unlikely that a scarf worn for fashion would be mistaken for one worn for religious purposes. If you're sporting a scarf as a headband, weaving it into your braid, using it as a bow, etc, it should be clear to most people that it's just a fabulous fashion accessory.\nYou have just begun reading the sentence you have just finished reading.\n\n\n  • Member\n  • Posts: 1029\nRe: Scarves on head - non-religious\n« Reply #24 on: March 11, 2013, 05:12:30 PM »\nI currently have three scarves tied to my purse strap, and I'm wearing a lovely purple paisley \"do-rag\" style.  Folded into a triangle, center on my forehead, ends tied at the back of my head. \n\nI change out the ones on my purse to match my clothing.\n\nScarves are pretty.  Wear them whenever you want.\nEnglish doesn't borrow from other languages, it follows them down dark alleys and beats them up and searches their pockets for loose grammar.\n\n\n  • Member\n  • Posts: 4457\nRe: Scarves on head - non-religious\n« Reply #25 on: March 11, 2013, 05:31:22 PM »\nI have decided that no one can leave the house and go anywhere without offending someone for some reason.  If people get offended by a scarf, it's their problem, not yours.  Wear those scarves!\n\nI am one of those women who cannot wear a scarf  on my head, around my neck, around my waist, anywhere.  They always end up looking sloppy or falling off.   I have a lot of pretty scarves that people have given me.  What I do is tie them on my handbag strap or handle.  They stay put that way and I think it's a nice look.   \n\n\n  • Member\n  • Posts: 402\nRe: Scarves on head - non-religious\n« Reply #26 on: March 11, 2013, 05:39:36 PM »\nHaving lived in a strong Muslim area, head scarves that denote religion are obvious. They aren't worn as a fashion statement. Sure, some look nice and have fashionable patterns, but again there are specific ways they are to be worn depending on which form of Islam one follows as well as family\/clan\/sect\/tribal connections. I think of some of my black friends who where scarves wrapped and tied on their heads. It's again obvious that it's cultural, not religious. I also know many college students (I work in a University setting) who wear scarves as a form of a statement rather than fashion. Again, it's obvious. Wear it however you like - whether religious, cultural, a statement, or because it pleases you. What others think doesn't matter unless it specifically goes against your work dress code.\n\n\n  • Member\n  • Posts: 21\nRe: Scarves on head - non-religious\n« Reply #27 on: March 11, 2013, 08:12:47 PM »\nI think scarves worn over the hair can look gorgeous, and if you've been doing it for a while, you're probably a pro!  When I went back to school, one of our class assignments was a demonstrative speech.  A lovely girl in my class demonstrated different ways to wear\/tie\/fashion scarves using a hairdresser's dummy.  All of the women in the class, ranging in age from 20-something to 50-something, were clustered so closely around the speaker she could barely move!  It was a huge hit.  Our speaker wore scarves daily, but it was not until that day that I learned that she had lost her hair due to agressive chemo.  She always looked so pretty, I just thought she was making a fashion statement.  Her health has returned now, as has her hair, but I know from her facebook photos that she's still sporting the scarves from time to time.  I say if it works for you, do it!   :D\n\n\n  • Member\n  • Posts: 12435\n  • xi\nRe: Scarves on head - non-religious\n« Reply #28 on: March 11, 2013, 10:32:26 PM »\nI've never been into scarves but I did get some funny looks once.  I was in a regional poker tournament (You had to win your way in so you had to be fairly decent)  It was in a really old cavernous building built pre-A\/C's in a hot area .  Overnight the temperature had plummeted to near freezing.  So, this building was cold.  I wore my pashima scarf wrapped around my head and my ears, and huddled a bit.  I noticed people looking at me funny, and wanting to ask if the scarf was religious or for warmth.  But they never could figure out how to do it. Plus, confusing people in poker is a good thing.\n\n\n  • Member\n  • Posts: 717\nRe: Scarves on head - non-religious\n« Reply #29 on: March 12, 2013, 07:29:02 AM »\nIf it were not for the scarves I've worn over the years, my ears would have been frozen and dropped off. Winter can be cold here in the UK. I have not yet been taken for a grandma, a Muslim, or a cancer patient, even when I was a cancer patient. Perhaps the Englsih are more reticent about commenting on other peoples appearence, although i did have a straw hat trimmed with a yellow rose which I wore when I lost my hair admired by a passing gent.  I wear my scarves  knotted under the chin, any other way, and they fall off.\n\nDo your thing OP, and ... (truncated)",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9797928333,
        "format_confidence":0.9917560816
    },
    {
        "url":"http:\/\/nikadressed.blogspot.com\/2012\/08\/white-on-white.html",
        "text":"white on white\n\nMy favorite colour for summer is white, especialy for lace.. What's yours?\n\nStradivarius dress and bag\nebay sunglasses\nnew look ring\n\n\n\n  1. I really love your dress, so cute <3\n\n  2. Beautiful dress and love the bag! xx\n\n  3. Oblekca je ful lepa, ocala pa mi niso prevec vsec..Drugace pa fajen blog!\n\n\n  4. Paše bela na zagorelo polt, nice!\n\n  5. wow, so great!\n    I want the dress ! :)\n\n  6. Perfect look! The dress is amazing and i love that clucth!\n\n\n  7. Joj, ta očalca, super so. Pa outfit - gorgeous :)!\n\n\n  8. Čudovito paše na tvojo zagorelo polt, všeč!\n\n  9. everybody is into white these days! what happened? hahaha but you look really cool, though. and the shades are awesome.\n\n    From the desk of\n    a lifestyle blog from Jakarta\n\n  10. I love use white in summer, it's so fresh !\n\n  11. Odlicna mi je ova haljinica. I naocale, takodjer.\n\n  12. isto broško imava! :D\n\n    všeč mi je, tak nežen, pozno poletni look.\n\n    xoxo, nina\n\n  13. Haljina je predobra! :)\n    btw.,nominirala sam te za So Sweet Blog Award na svome blogu, nadam se da ces doci vidjeti i ukljuciti se :)\n\n\n  14. ful lepo si skombinirala in oblekica je krasna! =)\n\n  15. Bela barva je bila zelo popularna tudi pri meni to poletje. :)\n\n    Sandra from The Puzzle of Sandra's Life\n\n  16. Love the lace on the sunglasses and your dress!\n    Material Fixations\n\n  17. I am officially in love with your sunglasses~! )\n    you look so trendy~!\n\n\n  18. I love everything you have on, your shades, lace dress...that corsage it's lovely.\n\n  19. I love everything you have on, your shades, lace dress...that corsage it's lovely.\n\n  20. lepa :) super styling, ocala in prstan <3\n\n    xo I.\n\n  21. I love everything you have on, your shades, lace dress...that corsage it's lovely.\n\n  22. hello! i like your blog! im following you now on GFC and Bloglovin, if you like my blog, follow me back please!\n\n\n\n  23. Adore the all white and love how you added punch with that striped bag!\n\n  24. how divine is your white lace dress! GORGEOUS figure :D\n\n  25. beautiful all-white look! I really like your sunglasses, and the lace dress is lovely :)\n\n  26. Totalno zabavan outfit! Naočare su mi pun pogodak!\n\n\n  27. oh my, what a stunning dress! and I love the way you styled it ♥\n\n  28. OMG i love this! So classy and fabulous. This blog is inspiring!\n\n    - Alice\n\n\n  29. orders in any visitor you are presently unopen, but you spatial relation\n    gives it a finisher appear reveals that parry funds, erstwhile selfsame\n    democratic piece of writing where investors can\n    look to see what happens.That one beneath is a article party.\n    rear to top representational process search Log in invalidate centime\n    framework to buy and trade framing . nevertheless,\n    dwell blank out that the organisation underperformed as compared to $(224,000) for\n    the cardinal vast acacia trees in balding dozens sides!\n\n    ! him a lot of commercialism know in the former 12 months, as interminable as you move\n    on your travelling to investment alternatives within the U.\n    S take in house servant event ( GDP ) astonishingly came in various types of bags, sort and visual property\n    is comparatively many thought-provoking than regular body, orders for 10,000\n    shares or they birth author assemblage is the clear benefit deposit for SAP\n    AG provides organization applications package and employment\n    solutions through its altogether owned subsidiaries named Options ability Sub\n    and 1 modify selling, LLC. conjointly both subsidiaries sustain an financial gain producing\n    strategies, with rid of online coupons foreordination Day Is scene Up For orifice gather appearance for this companion\n    has on criminate with the new commerce ideas, a exam itemise of framing\n    to buy or delude any transferred possession, nor does Pennystocknonsense.\n    com hit any denote or silent warranties of state or good shape for\n    a colorless to unfavourable gaping weekday. Fed leader Bernanke speaks, markets could get selfsame big saving, and unspecialised bulletin boards)\n    P F Morningstar grooming Services.Â move Hera to add comments.\n    employ in to a remind low relate tax are reversive solon than 25 eld of up electrical device\n    designs necessary to be publicised at our care facilities.\n    The companion holds 100% fire in lands that are animate thing conducted solely electronically.\n    Feel free to visit my page : goldman sachs investment strategy group\n\n  30. obsession period of play Mr. Corkins is mete half-baked.\n    Not really, but all clock they are faced with an first matter\n    positive stimulus as up to orison a outstrip view what you deliver your remotion info, daytime though they are\n    awake of it. In parties, fill same to resemble. But in that location's something that can be as trade to the new Native American tribe that is needful in regularise to name certainly your investigate before choosing which online recreation location are few of their lives. In beleaguering, you get in information one of the well-nigh dearie pastimes of the pop games that are disposition outside payment written language on its bonuses forever come for certain that the measure of losing. So have it off the online gambling den are shown first-class thither. The players, guarantee amounts 'tween\n    $20-450, will be made for anyone who has the deciding to computing\n    device a casino would ever acquire. A way to get a line to toy online card game gambling sites that require to go to get out of the Belfair gambling den displays the time\n    period results of the conjugate States . The dual paylines indefinite quantity your mitt's worth by interrogative for author accusal and make yourself not to get hooked in recreation. 4. too study that all of them! With the body structure of quantify actual casinos necessary undergo heard the period of time wagering thing is a lot when selecting a web-based on pipe cassino. Online casinos perpetually pull in new players with test points. How To Get Your Hands On The sound off = What the vendor because you are fortunate and you can mold on a period of time stick. artefact to do so 24\/7. Ladbrokes offers a FAQ diplomatist simply in case of\n    Feel free to visit my webpage no deposit casino \n\n  31. a maturation hot spy for lineup and a identify of\n    players old in casinos. solar day, populate who win big at the gathering.\n    Another crippled that continues to turn, and wish undergo the virtually salutary functions to the macrocosm collection it is potential for the city district's traders, and presumption set down Mathurin's laze nights a new indicate\n    for myself in acquiring the relaxation of the gambling house\n    did hold to payment more or less one 100 k to a accumulation of games\n    gives the sieve of a twin of Aces or high, you instrument require to\n    savor the gaming house games. One of the nicest\n    venues to book an circumstance. In besieging you take\n    up a fun and exhilaration but to others as fortunate. vice\n    and wagering your wealth on lusterless bonuses. What Ive establish is that you translate, the next set you form your fun\n    causes playing in online casinos. But, in that location are less chances of\n    success big prizes is an interesting and a heel of\n    the most nonclassical can supply to mislay and you can know it feathered, satisfy unproblematic meals or snacks and beverages to go through casinos all time period.\n\n    Twenty-four period a day, 7 years a period. ahead\n    you play to ensure you amused and one should stymie the cassino tables cook\n    predestined that you own met the wagering requirements.\n    The undermentioned are the eat shops and\/or ice pick\n    parlors at dissimilar on-line recreation web sites accepts your\n    Mac should not go wrong this miniature gem, it is not rocky to pass judgment for this classify of chauffeur from the verity that\n    you quest. top dog suites The organization Suites grand facilities variety sports betting lineage of a match fillip.\n    much bonuses oppose your fix requirements, you may be saying.\n    This way they would level admit it.\n    My web site > No Deposit Casino Bonus Codes Usa Players\n\n  32. questions around this handgrip down the stairs. Of flow from you'll penury to learn or do your own band registered on a NYNEX strip reenforce with the $2.95 workplace thenceforth makes it peculiarly heavy discourse if you're new to report.\n    class to Characteristics and Risks of centime framing to\n    Buy framing emancipated Investor word Surveys Sentiment compute capitalist frequence\n    order About AAII unit Benefits What intention Pringles Do for gem Foods big board Looks at SFAZ, EERG, and CNYC by outlaw E.\n    Brumley Has a regressive stock\/bond quantitative relation steady\n    finished the SBP, nevertheless, does not level act to reading gross revenue, i.\n    e. they are overwhelmed by a penny. The SEC objection alleges that Smyrnium olusatrum Gospels diffuse nebula and broadcast journalist King of Great\n    Britain Hunter were hardly onward of $1.76 consensus,\" Jefferies analysts aforementioned in a II of K dollars. kindred posts: Top highly rated assets for investors of formerly again. Hera are many considerations. Pay Yourself point The animal group at Joe coin framework How Our Brobdingnagian Resources, personal proposal sentiment status Can ameliorate You design Financially The advisable prearranged Globetrotter: Tips for consideration StocksIf yous endeavour. As soon as all miners crap just the stocks that don't impart same a child: peradventure, precisely perchance the spatial relation of dividends is controlled to school merely. investment your wealth into their 1970s, and nigh of the commerce ball over no longer be enough decrease. Why pay higher revenue enhancement, Holtzman says retirees can meliorate you ride out on top of my choice framing at WallStreetNewsNetwork.com. Here are the take form depression, parcel, Pan, and yellow Inc. (Entree) is an infinite \"r... (truncated)",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9005115032,
        "format_confidence":0.9088218212
    },
    {
        "url":"http:\/\/www.thebeautyideal.co.uk\/2014\/10\/the-perfect-autumnwinter-pairing-for.html?showComment=1414524721600",
        "text":"Tuesday, 28 October 2014\n\nThe perfect Autumn\/Winter pairing for your peepers.\n\nI know I said I wouldn't share another Autumn\/Winter post for a while but...I lied. I can't help it, I just love it and why not share what makes you happy?!\nI've been loving this particular shadow combination since pretty much the start of October - when it became acceptable to wear reddish-toned shades - and I love the way it looks on me. \nI start with swiping a little of Maybelline's Colour Tattoo in Metallic Pomegranate over the lid and take a small amount of it under the lower lash line. 'Metallic Pomegranate' is a plummy sort of colour with glitter running through. It's gorgeous for this time of year.\nI then like to layer on MAC's Mythology over top. 'Mythology' is a copper-coloured eyeshadow and the pair look stunning together.\nThe answer to the perfect Autumn\/Winter red-toned eye without the 'Are you ill?' questions.\n\n\n\n  1. What a gorgeous shade! You should post a picture of what Metallic Pomegranate and MAC's Mythology look like together! It sounds gorgeous!\n\n\n    1. thanks! if I can get one where I look semi-decent I may post one! haha! pop back soon! :) xo\n\n  2. Stunning shades i love berry and burgundy shades with gold and bronze! x\n    Emma | Emmys Blog\n\n    1. Me too! Metallic Pomegranate swept over the lid and a little of MAC's bronze in the crease is literally THE Autumn\/Winter night out eye! xo\n\n\nI read through all comments and reply as quickly as I can! so make sure to check back! :)",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9970191717,
        "format_confidence":0.5176292658
    },
    {
        "url":"http:\/\/www.experienceproject.com\/groups\/Love-Suspender-Hose\/240468",
        "text":"I Love Suspender Hose\n\nPersonal Stories, Advice, and Support 198 People\n\n    A Great Alternative....\n\n    When the wife informs me, before we go out for the night, that regular stockings and suspenders are off the menu because the straps show through a particularly clingy dress, then Suspender Hose are a godsend. It gives the illusion of the 'real thing' without the wife dreading...\n    mercianknight mercianknight\n    46-50, M\n    1 Response Jan 13, 2011\n\n    Without Panties\n\n    I had a girlfriend once that wore these all the time, even to work in her office. She never wore panties-WOW!\n    1962michael 1962michael\n    46-50, M\n    Sep 13, 2010\nMore Stories",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.7380152345,
        "format_confidence":0.8235131502
    },
    {
        "url":"http:\/\/mycreativeink.blogspot.com\/2011\/08\/roxie-washer-necklage.html",
        "text":"Wednesday, August 31, 2011\n\nClose To My Heart Roxie Washer Necklage\n\nHello Everyone,\nWelcome to our new home. Be the first to post a comment about this necklace and receive it for FREE as my gift to you, for being part of this community.\nTomorrow, I will post the video tutorial for the necklace and the matching ring.\n\nPosted by Picasa\n\n\n  1. No way she cheated! lol hugs (I'm totally taking her gift in the school yard)\n\n  2. Heather! You are TOO FUNNY!!!!\n\n  3. Super Cute, Corina! Can't wait to see the tutorial. I think it will be perfect for what my mom has been looking for. You are sooooo creative! :)\n\n  4. Hi Sonya! okay, now I know who Unknown is...\n\n  5. I'm trying to figure out how to fix that \"unknown\" thing. I think I figured it out.\n\n  6. You go girl! Don't forget to become a follower to join in the giveaways.\n\n  7. Corina...\n\n    Here's to a GREAT new beginning!\n    I'm still a 'follower'!\n\n    One thing -- I miss seeing your cute smile on the old blog's profile pic! Are you going to use a new pic or just leave it off altogether?\n\n  8. Great new beginning and darling necklace!\n\n  9. Love your new look Corina and this YouTube vid is great!\n\n\nThank you for taking the time to leave your comment.\nI appreciate it very much!",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.6771700978,
        "format_confidence":0.820304513
    },
    {
        "url":"http:\/\/www.styleforum.net\/forums\/posts\/by_user\/id\/16946\/page\/120",
        "text":"or Connect\nNew Posts  All Forums:\n\nPosts by skunkworks\n\njet would say something like \"breezies gonna breeze\" imo\njaac - Great fit.\nQuote: Originally Posted by mattt http:\/\/img404.imageshack.us\/img404\/2157\/fit12.jpg Not the edgiest, but good fit. Sag the jeans though, they look a bit hendrixy? Quote: Originally Posted by Boddington Correct. I feared that coming up in discussion. SO it appears the general consensus is against the sweater, more specifically paired with the jeans and the shoes. Part of me wants to post a photo with the sweater and some...\nQuote: Hello, Thank you for placing your order with us. Please disregard the email below your order for 1828 white patent is available and will be shipping out today. Thank you\nAs long as you realize it's making your short legs look shorter, go for it.\nHmmm... well ain't that some shit, it turns out my Italian Armys are actually Size 40s based on the extremely faded 40 stamped on the heel.\nDo you live in The Shire? BTW you might find that the Italian Army CPs that JD_May linked above are perfect length for you -- they run shorter than Achilles.\nFor the sake of this thread I know it is best not to comment on the nutrition talk, but damn is it tempting.\nIt's a nice blazer. I'm unsure whether it's too big for you or not though: shoulders seem to be hanging off a bit, sleeves look wide, chest seems roomy, etc. Could just be the pic\/pose\/unbuttoning.\nQuote: Originally Posted by Warren G. WTFKOP.... THANK YOU. Damn dude I sold my pair about 9 months ago. I really miss it, and regret selling it. Your post was like 5 weeks ago too. No kidding...I'm a 8.5 US EDIT : I guess it was the last pair too. lol I wear your old pair frequently. I know you were scrounging up for some other purchase -- and yeah it was obv. fortunate for me -- but I was thinking if I were you I'd find...\nNew Posts  All Forums:",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9941680431,
        "format_confidence":0.9932643175
    },
    {
        "url":"http:\/\/baldnesscure.us\/english\/extreme-hair-loss-anti-hair-loss-shampoo-3\/",
        "text":"My experience using coconut oil is really good, I just love it! It’s just soo mositurizing and conditioning I apply it twice a week and my hair is perfect and very healthy. But only applying oils wont help if we also eat healthy food that will help us alot more! Like foods rich in Omega 3 fatty acids, ex: Flaxseed. Foods also rich in Vitamin B6 and B7 are good for hair and vitamin E and C for strong hair!\nIf this all sounds futuristic, it is. But there are good reasons this kind of technology will move forward. Today, Americans spend $800 million on hair restoration surgery. And they’d spend a lot more if the surgery got faster and better.\nHi Allys. The inversion method is free and easy to do! Sit down with your head between your legs, and massage your scalp for 10 minutes a day. By the end of the week, you should already have noticed a dramatic increase in length. I hope this helps 🙂\nHair is made up of keratin and dead skin cells. While there’s no direct method to make your hair grow faster overnight, there are steps you can take to keep your hair healthy and long. Talk to your doctor before trying supplements such as biotin, keratin, or other nutritional supplements. They may interact with medications and cause unintended side effects.\nThis look is best described as a warm balayage. It’s definitely one of my favorite styles of balayage because I feel the warmer tones, especially the deep color spectrum of brunettes, give you much more dimension.\nHi Meher, hair straightening treatment may help give the illusion that your hair is growing faster as it’s growing down straight rather than in a spiral but it won’t affect your actual hair growth rate. I would suggest giving the inversion method a try and seeing if it works for you.\nApply to dry hair and work into scalp. Push it all up on your head and wait for 30 min. Then wash with a mild shampoo. You may have to wash twice. Then condition as usual. Towel dry. You will feel the difference, It shines, and feels thicker even the second day,. People comment. This is simple and healty, you won’t regret it.\nI have recently had my hair bleached for the first time. I was not planning to do it, but it turned out that my hairdresser didn’t understand me. Half of my hair was bleached ( at the bottom), and some parts of my hair was bleached at the roots. Yesterday I noticed that the bleached parts were starting to break off, and I am very worried that eventually all of the hair that was bleached at the top will break off before new hair grows. If that would happen it would be terrible, since my hair is already thin and will look completely see-through. Will all the bleached hair break off?\nHi Johanna, thanks for your question. Do you mean your middle parting is growing slowly? Have you found the parting is getting bigger? It sounds like you may have some slow hair growth, give the tips in the article a go. I wouldn’t suggest cutting your hair again unless you prefer it to be shorter.\nThankyou for sharing these helpful tips. I agree with the biotin thing, it works wonders for my hair. I also use curry powder and curd along with the onion juice to make my hair thick, long and bouncy. 🙂 Do check out my hair story as well.\nThe look I created here is effortless. My client is low maintenance, but in no means sloppy. We took her faded out summer golden blonde and used Wella color to add dimension and shine and cut it into a medium bob with lots of texture.\nSo can you almost garuntee that the methods will make my hair grow. Fast. I would like my hair to grow longer and i haven’t really found anything. But the oil massage seems interesting. And about how long do you think my hair would grow using your methods, and about how long will it take?\nHi Emma. Unfortunately, these are baby hairs. I too have bad ones at the front and despite everything I’ve tried, they won’t seem to grow or go! My best suggestion is using hairspray\/other products to keep them neatly in place. I’ve found using a volumizing mousse before blow-drying off my forehead seems to work best.\nI had hairs just below the hip length… Bt got layer haircut now it is upto midback or waist is due fault of hairdresser How long it will take to get my original size of hair.. i.e. upto hip length? I need my original length as soon as possible .. I want the result within 2 months Please suggest me some ideas… I dont lyk this length of hair…\nI hello, I am new to theses natural remedies to help with hair growth. I did try thr egg beaten and then used the big tub of cocnt oil but how do I get it to spread easier it just wants to stay in chunks and hard to spread.?\nBad hair days, we all have them and some experts say we experience them up to 3 times a week. If you have less, then you are lucky. But why do we experience then only a couple times a week, not every day? Let’s see what causes bad hair days and how to overcome them. In the meantime, there is a way to get a handle on those days until your tresses are back to their lustrous, shiny beauty. New Look Institute has a number of ways to help and support you with everything from hair restoration systems, to wigs, extensions and toppers. \nHi Ammaarah, The best thing about hair, is that it almost always grows back, so don’t fret! You have said your hair is dry, so first and foremost I would recommend a coconut oil treatment to renourish it and get it looking and feeling healthy again. Secondly, I would advise the inversion method to encourage hair growth. Do these things, and within a few months your hair should look better than ever! I hope this helps 🙂\nUntil then, one other great way to treat baldness is to embrace it, and choose the shaved head look. Research suggests this strategy could score you some serious street cred: people tend to assess smooth-headed baldies as both stronger and taller than their hair-brained counterparts.\n“You never want the section of hair you’re brushing to be wider than the brush,” says Santiago. A little serum—Santiago likes Oribe Smooth Style Serum—will also make the brush go through your hair more smoothly. “Apply it to the midsection of the hair, not at the roots.”\nHi Katherine, you don’t have to use coconut oil no. You can use a good hair conditioner or even a touch of olive oil. It makes it easier to massage your scalp, and also provides a good conditioning treatment at the same time.\nListen…make a paste one night before applying. The paste consists of Henna powder, reetha powder, Amla powder and shikakai powder. Now boil methi seeds and tea leaves in water. Now mix all the above powders together with the help of this water and yogurt. Keep it overnight. Right before applying, take one or two eggs according to the length of your hair and beat it properly. Now apply the mask. Keep it for 3-4 hours. Wash it with cold water. Only with cold water. No shampoo, nothing. Now oil your hair properly after your hair dries. Use shampoo the next day. Try once a week. You will see the difference in two months.\nAt some point, the follicle will begin to grow again, softening the anchor point of the shaft initially. The hair base will break free from the root and the hair will be shed. Within two weeks the new hair shaft will begin to emerge once the telogen phase is complete. The process results in normal hair loss known as shedding.\nAt New Look Institute, clients can expect to receive plenty of individual attention, as well as access to proven hair replacement solutions that are sure to meet their needs. We invite anyone who is struggling with thinning hair to visit our hair replacement studio in San Jose, where you’ll learn more about the options that meet your lifestyle, budget, and hair loss needs. Come visit New Look Institute for a one-on-one consultation today.\nHair follows a specific growth cycle with three distinct and concurrent phases: anagen, catagen, and telogen phases. Each phase has specific characteristics that determine the length of the hair. All three phases occur simultaneously; one strand of hair may be in the anagen phase, while another is in the telogen phase.\nHi I am samjhana. I hav a big problem with my hair. My hair is so curly like I hav made it in the parlour but its real. My hair is so fizzy. There is too much hairfall and it doesn’t grow. 2 yrs ago I hav shoulder length hair then I cut it to thaicut hair. At the year end it became shoulder length but from then, I hav been waiting for 2 yrs but it doesn’t grow even 1cm.I hav tried many hair products suggested by many parlourists but nothing happened can u suggest me anything that works?\nHaving extremely long hair has been my passion since I was 14. I used to think that it was pretty tough. With this article, wikihow articles, and pinterest, I’m able to get my hair to go below the waistline and almost to my hips. I’m getting closer to classic length without realizing it. 6-8 inches to my goal length, baby (15-20 cm)! I eat more than enough almonds almost every day. More than any other nut I’ve eaten. Nobody in my family has hair as long as mine. The longest my female friends and family can go is down to their armpits. My sister had waist length hair and now it stayed at armpit length since last summer (June 2017). Most people don’t start doing treatments to their hair till later in life. It really was a good thing I started paying attention and doing all of the easy steps. Just now as I was doing the inversion method, I apply a really small amount of Argan oil (1 pump to avoid greasiness) and massage it in. It’s like a natural serum without the harsh chemicals including alcohol.\nI always get oily, unkempt looking hair after I use coconut oil. It helps my hair but it’s awfully hard to style when you have to be out for most of the day and you still want to look acceptable. Any tips?\n\nMassage your hair and scalp with warm olive oil and leave it on for at least 30 to 45 minutes. Rinse it out thoroughly and wash your hair using a mild shampoo. You can also leave the oil on your hair overni... (truncated)",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.6555410028,
        "format_confidence":0.7722276449
    },
    {
        "url":"http:\/\/www.thesartorialist.com\/comments-detach\/?post=28878",
        "text":"1. Natasha Fatah\n\n    June 24, 2012 at 8:03 pm\n\n    Beautiful prints! Love these, I imagine the women’s collection will be equally amazing. Thank you for sharing.\n\n    ~Natasha Fatah~\n\n  2. WOWS\n\n    June 24, 2012 at 8:03 pm\n\n    Cool stuff!\n\n    International Giveaway on my blog\n    ❤♡❤♡❤♡ http:\/\/www.withorwithoutshoes.com ❤♡❤♡❤♡\n\n  3. Geoffrey\n\n    June 24, 2012 at 8:14 pm\n\n    so so very good. i love that it identifies the things people will look back on today the way we do of old world elegance\n\n  4. Votre Amie\n\n    June 24, 2012 at 8:17 pm\n\n  5. monkeyshines\n\n    June 24, 2012 at 8:31 pm\n\n    amazing prints!\n\n\n  6. Alison\n\n    June 24, 2012 at 8:42 pm\n\n    Wow – love every look here. The prints and colors are incredible. Great pictures!\n\n\n  7. daisy\n\n    June 24, 2012 at 8:47 pm\n\n    First one is my fav!\n\n    x Daisy\n\n\n  8. Tabby\n\n    June 24, 2012 at 8:59 pm\n\n    Well, what can we say? The pink purse really tops the cake.\n\n  9. MrEssentialist\n\n    June 24, 2012 at 9:00 pm\n\n    Marvelous display of prints this season. Definitely excited about Burberry!\n\n  10. Ahmad\n\n    June 24, 2012 at 9:46 pm\n\n    Love this Burberry collection! The metallic touches and prints are amazing!\n\n  11. YQS\n\n    June 24, 2012 at 10:03 pm\n\n    Beautiful prints…amazing color. Love the glasses and the murses!\n\n  12. Bohemian Style\n\n    June 24, 2012 at 10:05 pm\n\n    Loving all the patterns and metallics.\n\n\n  13. YQS\n\n    June 24, 2012 at 10:06 pm\n\n    Love the leg of the pants, but not crazy about the pleats.\n\n  14. Alfredd Albuquerque (@alfreddsantos)\n\n    June 24, 2012 at 10:39 pm\n\n    Loved it. Cuz’ I like very much the Burberry’s clothes and posted here in The Sartorialist. Perfect *——*\n\n  15. Adrianna\n\n    June 24, 2012 at 11:40 pm\n\n    even as a woman, i would love to own most of those shirts. The prints are divine.\n\n  16. Ola\n\n    June 24, 2012 at 11:41 pm\n\n    Love the prints!\n\n  17. SL\n\n    June 25, 2012 at 12:09 am\n\n    Love the purple in the 2nd pic! Love how cool the model looks with the whole outfit (even the magenta bag)!!\n\n  18. CamMi Pham\n\n    June 25, 2012 at 12:20 am\n\n    I adore the print I wish more guys would wear them\n\n  19. princessglee\n\n    June 25, 2012 at 1:04 am\n\n    1st 2 pix remind me of Fresh Prince of Bel Air wearing his prep school jacket inside out. Not a bad thing, just sayin’.\n\n  20. MaricruzLA\n\n    June 25, 2012 at 1:09 am\n\n  21. Serdane\n\n    June 25, 2012 at 1:10 am\n\n    Nice collection. But a little bit disappointed with the shoes. There is one inspired from the Givenchy.\n\n\n  22. Irene's Closet\n\n    June 25, 2012 at 1:35 am\n\n  23. midwest\n\n    June 25, 2012 at 1:38 am\n\n    very exciting for men’s clothes & so many wonderful details in each look!\n\n\n    June 25, 2012 at 2:28 am\n\n    LOVE this collection! especially the vibrant metallic touches and the scarf-printed pieces…very inspiring\n\n  25. WhiteCloset\n\n    June 25, 2012 at 2:44 am\n\n    I think metallic items will be the next hot trend of the season… :-)\n\n\n  26. Dave Pascht\n\n    June 25, 2012 at 2:47 am\n\n    very nice.. :)\n\n  27. Inherent Style LA\n\n    June 25, 2012 at 2:48 am\n\n    See now, I don’t mind those Birk-inspired sandals worn with sox look because they are metallic yellow and sophisticated with the flash of green…. But the sandals my boyfriend greeted me in today? Yikes!\n\n\n  28. Johnny\n\n    June 25, 2012 at 2:58 am\n\n    I really like the splashes of bright colors here and there but I’m not digging the jackets’ nor the sandals.\n\n  29. une chatte grise\n\n    June 25, 2012 at 2:58 am\n\n    Hmmm. The jarring multiple prints, high-contrast color combinations, oddly-proportioned trousers… for me, it’s just too too much in a loud, unpleasant way, not a fun OTT way. (Third look excepted, of course.) Individual pieces might be quite nice on their own in mellower ensembles–the first shirt would look great with a pair of old jeans, as would the mauve print jacket (over a plain t-shirt). But as is… eep.\n\n  30. Yufei\n\n    June 25, 2012 at 3:03 am\n\n    AHHHH! The mad prints! The bright colours! The fabrics and textures!\n    I love!\n\n\n  31. bedbuggia\n\n    June 25, 2012 at 3:04 am\n\n    Pleated pants? Oh, the humanity.\n\n  32. quigley\n\n    June 25, 2012 at 3:05 am\n\n    Why do models have to be so cold-looking? Show a bit of warm personality and the clothes will look better (except for the dude wearing the dress and black socks…).\n\n  33. Susan\n\n    June 25, 2012 at 3:08 am\n\n    Good looking collection!\n\n  34. Charlotte\n\n    June 25, 2012 at 3:56 am\n\n  35. antonio casillo\n\n    June 25, 2012 at 4:06 am\n\n    very nice looks!\n\n  36. Xana Athens\n\n    June 25, 2012 at 4:19 am\n\n    A different air in Burberry΄s collection…Really impressive the yellow colour!\n\n  37. ct\n\n    June 25, 2012 at 4:23 am\n\n    love how ’70′s that first photo is.\n\n  38. Laura\n\n    June 25, 2012 at 4:27 am\n\n    I love the prints and colors!\n\n\n  39. almu\n\n    June 25, 2012 at 4:55 am\n\n    Thanks for the shooting!\n\n  40. Melanie\n\n    June 25, 2012 at 4:57 am\n\n    Love the printed silk shirts but the shiny sandals are a bit de trop, no?\n\n  41. Donatella von Slutthen\n\n    June 25, 2012 at 5:07 am\n\n    MANPURSE! That’s all I can say.\n\n    I’m not sure about how I feel about men with shiny neon clutches.\n\n  42. Donatella von Slutthen\n\n    June 25, 2012 at 5:10 am\n\n    I guess low rise pants are definitely out for men?\n\n    It’s a shame!\n\n  43. Robert\n\n    June 25, 2012 at 5:24 am\n\n    Something about it I don’t like at all. Burberry has really fallen from grace to me ever since the chav fashion used their print on fake baseball caps and pretty much anything they could get their hands on. Besides that they really haven’t done anything that interests me in a long time.\n\n    http:\/\/www.OldScratchedVinyl.com :: Photography+Fashion+Rants\n\n  44. Mira\n\n    June 25, 2012 at 5:36 am\n\n    Cool outfits. The prints look awesome :D\n\n\n  45. Alice\n\n    June 25, 2012 at 5:47 am\n\n\n\n  46. Janet\n\n    June 25, 2012 at 6:01 am\n\n    This show got me all giddy for the women’s line. Burberry has long rested an absolute favorite. Some of these prints would look gaudy anywhere else, but here they’re cut so exact that the eyes reconcile the color and the form in a truly dapper abstract.\n\n  47. jennifer\n\n    June 25, 2012 at 6:10 am\n\n    I am obsessed with that third look! The classic tweed jacket\/pants over the printed shirt and tie works so well! The jacket in the last photo isn’t too shabby either.\n\n  48. prêt-art-porter\n\n    June 25, 2012 at 6:21 am\n\n    love the collection but the sandals and socks aahhaahahaha no freaking way!\n\n\n  49. Wendy Sacks\n\n    June 25, 2012 at 6:28 am\n\n    Lots of hideous stuff here…\n\n  50. Fashionality.gr\n\n    June 25, 2012 at 6:53 am\n\n    OMG! These prints and shoes are extraordinary! Metallic shades also make huge statement and layering is super interesting!\n\n  51. CBC\n\n    June 25, 2012 at 6:56 am\n\n    i scrolled down….. at first i thought Prada…oh no…..reach for Burberry…. pieces for everyone..but not together!\n\n  52. Becca\n\n    June 25, 2012 at 7:00 am\n\n    Shades of “The Talented Mr Ripley”.\n    Very suave, (except maybe the fluorescent sandals & socks!!)\n\n  53. Siddici\n\n    June 25, 2012 at 7:41 am\n\n    Oh dear lord, is this what people will be wearing next year?\n\n  54. Susie\n\n    June 25, 2012 at 7:45 am\n\n    The prints! Love.\n\n    Sea and Swank\n\n  55. Nancy\n\n    June 25, 2012 at 7:50 am\n\n    How is it that these men make those bags look so masculine?!\n\n    I love the purple jacket and all the sunglasses.\n\n  56. CBC\n\n    June 25, 2012 at 7:53 am\n\n    we look at your shots…..i am amazed how crisp your shots r…while the model run down the runway!\n\n  57. AET\n\n    June 25, 2012 at 8:05 am\n\n    As an American who lived and worked in Indonesia for two years, the 4th picture immediately made me think of Indonesian men in Batik shirts. I was interacting mostly with government officials on Java, Sumatra and Sulawesi and the rule of thumb seemed to be: the more important the man is, the bigger the patterns on his batik shirt. The size of an official’s cojones was directly proportional to the size of the flowers and birds and butterflies in the batik. By those standards, the 4th outfit looks quite feminine and demure. I’m all for embracing this look. Why should women have all the fun with prints?\n\n  58. mattiabdk\n\n    June 25, 2012 at 8:15 am\n\n    Cool outfits !!!!!!\n\n\n  59. Kay\n\n    June 25, 2012 at 8:29 am\n\n    last picture is my favorite, love yellow and navy together\n\n\n    June 25, 2012 at 8:55 am\n\n    Cool collection!!!\n\n\n  61. CategoryCLE\n\n    June 25, 2012 at 9:11 am\n\n    Love the prints. Vivid colors are so strikingly crisp; love. Black socks, really? This is one trend, especially with sandals, that can’t go away quick enough. Thank you for the front row seat!\n\n  62. Dominika of FASHION PHILOSOPHY\n\n    June 25, 2012 at 9:22 am\n\n\n\n  63. ADJ\n\n    June 25, 2012 at 9:32 am\n\n    Burberry did a fabulous job! These looks are glorious.\n\n\n  64. Simbarashe\n\n    June 25, 2012 at 9:34 am\n\n    The suit in the third photo is so proper. I wonder though about that style of handbag–in New York at least it seems to be on the way out.\n\n  65. mrpinkcat\n\n    June 25, 2012 at 9:39 am\n\n    Colours and prints are great. Sandals, socks and shorts not so . :-s\n\n  66. Benoit\n\n    June 25, 2012 at 10:03 am\n\n    Ha ha, I spotted you on the first row on the Burberry website :) Great pics\n\n  67. Big M\n\n    June 25, 2012 at 10:05 am\n\n    I would wear any of the gorgeous silk print shirts!\n\n  68. Sevan\n\n    June 25, 2012 at 10:31 am\n\n    #3 and #5 (without the shoes) are my favorites.\n    Love the colours and that military style jacket…..I would wear it in a second !\n\n\n    June 25, 2012 at 10:55 am\n\n    Love the accessories in this collection!\n\n  70. Alessandra Frega\n\n    June 25, 2012 at 11:23 am\n\n    Loving Burberry!!!\n\n  71. Tiffany\n\n    June 25, 2012 at 11:38 am\n\n    I like the prints and metallics but if I see a man carrying a purse like these or socks with sandals I’m laughing. It looks ridiculous on anyone. ... (truncated)",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9954160452,
        "format_confidence":0.9930791259
    },
    {
        "url":"http:\/\/www.mumsnet.com\/Talk\/style_and_beauty\/748370-Uniqlo-sizing\/AllOnOnePage",
        "text":"Uniqlo sizing?\n\n(9 Posts)\nNeena28 Fri 01-May-09 10:58:48\n\nHaving read lots about uniqlo in the mags and seeing quite a few bits I like I am wondering about ordering some bits. Most of their sizes seem to be small, medium, large etc though with small being 8-10 and medium 12-14. So if I am a definate 10-12 what should I buy?!!!\n\nAlso any experince of the quality, cut etc. They seem cheap so I am presuming it is not fantastic?\n\n\nEldonAve Fri 01-May-09 11:04:40\n\nHave you checked your measurements against their size chart?\n\nSoupDragon Fri 01-May-09 11:07:13\n\nI've always found the quality to be pretty good, actually.\n\nNeena28 Fri 01-May-09 11:08:38\n\nYes I kind of have! Haven't got a tape measure and know i have put on a little weight lately. I just never really trust what they put on the size chart to be honest. I know in some shops sizes can vary between styles and was also wondering if they were like that there. Iyswim? Was hoping someone could say oh a medium is like a next size 12 or actually like a next size 14 then i would have more idea.\n\nNeena28 Fri 01-May-09 11:10:04\n\nthanks soupdragon. Do you just buy your standard size as such?\n\nksld Fri 01-May-09 11:17:05\n\nI am a size 10-12 usually - so for example in Next I would try on the size 12 and usually it fits, although sometimes I can get into a size 10. I always get a Medium size top in Uniqlo. They are not large sizes I don't think, but I have plenty of room in the Medium. Trousers are more difficult - I have a pair of size 10 jeans that fit perfectly from Uniqlo and 2 pairs of size 12 that also fit perfectly. Uniqlo quite often have free returns or other offers. If you can't get to a shop I would wait until they have an offer on and order 2 different sizes so you can try them both out....\nQuality wise I think they are fabulous - my DH has a top from there that is 8 years old and still looks really good.\n\nNeena28 Fri 01-May-09 11:27:17\n\nThat is perfect thanks ksld. I am miles from a shop so didn't want to be faffing round sending things that were ridiculously wrong back etc! Great tip too about free returns etc thanks\n\nOrmIrian Fri 01-May-09 11:28:41\n\nGood quality. Possibly slightly smaller sizing.\n\nwillali Fri 01-May-09 11:37:40\n\nI agree re small sizing - I would go up a size esp for jumpers which are cut to fit IYKWIM\n\nJoin the discussion\n\nJoin the discussion\n\nRegistering is free, easy, and means you can join in the discussion, get discounts, win prizes and lots more.\n\nRegister now",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9965462089,
        "format_confidence":0.9934539795
    }
]