[
    {
        "url":"https:\/\/ell.stackexchange.com\/questions\/239438\/what-type-of-adverbs-still-is",
        "text":"In my another post (What is \"intervening noun phrase\"?), I left a comment to an answer\n\nIf I call it (people) \"intervening noun\", every one can still get what I refer to, right?\n\nwhere I used the adverb still though, and lots of people use it in lots of situations, I don't know what type it is.\n\nCambridge Dictionary categorize \"still\" as \"Time adverbs\", another post classify it as \"Connecting\/linking adverbs\". Neither seems appropriate here.\n\nSo, what type of adverbs \"still\" is here?\n\n\nThe adverb came from the Old English adjective stille, meaning not moving. It is used in so many different contexts that to call it an adverb of time may not always seem helpful. But if you can see how the word's meaning evolved from 'not moving' to 'unchanged' to 'as before' its connection with time becomes clear. Your sentence means, roughly, \"Everyone can, as they could before, get what I refer to.\"\n\nYou might like to study the first four subheadings here. All those examples are of its usage as a 'time adverb'. The other subheadings describe its other usages: still has a great many! When it is used like consequently or besides to join two clauses, it can be called a 'connecting adverb'.\n\n  • Thanks. So, \"still\" in my example means \"as before\", therefor, it is a time adverb, right?\n    – WXJ96163\n    Mar 6 '20 at 10:14\n  • @WXJ96163 Yes, that's right. Mar 7 '20 at 23:19\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.5766021609,
        "format_confidence":0.991419673
    },
    {
        "url":"https:\/\/english.stackexchange.com\/questions\/124353\/difference-between-rip-on-someone-and-pick-on-someone",
        "text":"The free dictionary gives this definition for rip on:\n\ngive someone a hard time; to hassle someone\n\nand this one for pick on:\n\nto harass or bother someone or something, usually unfairly\n\nIt sounds pretty much the same to me, but maybe there's a slight difference I don't catch?\n\n  • 2\n    Could be a generation gap here but I think of bullying when I hear \"picked on\" and to me, \"rip on\" is something guys do to tease each other but it is in a joking manner, not hostile or serious. – Kristina Lopez Aug 28 '13 at 17:32\n  • I've never heard rip on. The dictionaries seem to suggest this is solely US slang. – TrevorD Aug 28 '13 at 18:36\n  • Trevor, I haven't heard it either. It is probably limited to American English. – Tristan Aug 28 '13 at 20:30\n  • I think it is fairly new here, too. It may be in another 10 years it will land at Heathrow and become part of the culture there, too. – Cyberherbalist Aug 28 '13 at 22:11\n\nPicking on someone implies merely bullying -- unfairly making fun of or harrassing someone because of something they can't help, such as their physical appearance or mannerisms. An example would be a short person being harrassed because of their physical size, or a person with a mole on their face being harrassed or made fun of because of the disfigurement. Or because of their religion or nationality, etc.\n\nRipping on someone involves severely criticizing their actions or their political positions, or even their work, such as your boss ripping on you for your bad job performance. Ripping may be fair or unfair, but it is generally directed at actions or attitudes.\n\n  • Right. They're different metaphors. Pick on is childish bullying, whereas rip on is verbal abuse (rip a new one). Both themes are perfectly coherent in practically any mix. – John Lawler Aug 28 '13 at 16:55\n  • I've found that one who is 'picked on' isn't always 'picked on' for a particular reason. There is often a given reason by the pick-er, but it is equally likely to occur for little to no reason at all, just that the individual they are 'picking on' is a preferred target. – Zibbobz Aug 28 '13 at 16:58\n  • That was my experience as well, @Zibbobz. – Cyberherbalist Aug 28 '13 at 17:01\n  • @Charles, you didn't need to delete your answer just because you thought mine was better -- there's always room for differing interpretations and points of view. In StackExchange, even the answers not Accepted can provide valuable insight. – Cyberherbalist Aug 28 '13 at 17:03\n\n\"Ripping On\" is a verbal exchange or a mocking behavior of someone, deriding them for the way they act. Specifically, to put down or belittle their way of acting.\n\n\"Picking On\" someone means to bully or harass someone. It can be that the person picking on someone else chooses to do so for the reason that they see fault in the way a person acts or behaves, but is not always the case.\n\n\"Picking On\" can also include physical violence, where \"Ripping On\" usually does not.\n\n  • In middle school (used to be called Junior High School where I lived then) I used to get picked on because I looked nerdy. The \"pickers\" never ripped on me. I got ripped on much later when my performance in Army Basic Training didn't match the Drill Sergeant's demands and expectations. – Cyberherbalist Aug 28 '13 at 16:59\n  • Picking On also doesn't have to included any form of Ripping On, though it can. As a particular example, in the movie \"Back to the Future\", the villian Biff Tannen most definitely picks on the lead character's father George McFly, and at the same time rips on him for his behavior. – Zibbobz Aug 28 '13 at 17:08\n\n\"Picked on\" can also imply something ongoing, or just a general climate of bullying or of being outcast. \"I was picked on in school\" could mean all through my school years, I was constantly the victim of bullying. (It could also mean \"I was picked on in school today.\") \"Ripped on\" is usually confined to describing a particular occurrence.\n\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.8345450163,
        "format_confidence":0.9902957082
    },
    {
        "url":"http:\/\/ask.metafilter.com\/303518\/What-was-the-title-and-or-author-of-this-young-adult-novel",
        "text":"What was the title and\/or author of this young adult novel?\nDecember 7, 2016 11:08 PM   Subscribe\n\nOk, it could also be a children's novel. All I know is I keep thinking about it off-and-on but the actual title eludes me. I believe I read in the late 1990s or early 2000s, although the book may have been published before that time. It was dystopian, coming of age theme. The basic plot that I can remember is that a virus killed off all adults leaving the children behind.\n\nDetails I do remember:\n1. The protagonist was a girl on the verge of puberty.\n2. She was taking care of her younger brother and the book focused on her journey to survive.\n3. She learned how to drive a car (I think her parent's car).\n4. With her newfound ability to slowly drive, she found a warehouse where she would replenish supplies,\n5. She and her brother did befriend\/band up with other children.\n6, The ending focused on the question of her incoming puberty and if the virus was still around\/would kill her too once she became an adult.\n\nHopefully these are enough details to produce an answer! Thank you in advance.\nposted by Thirty7Degrees to Media & Arts (8 answers total) 9 users marked this as a favorite\nIs it The Girl Who Owned a City?\nposted by phoenixy at 11:34 PM on December 7, 2016 [4 favorites]\n\nNot a close match, but you might also enjoy Emergence by David R. Palmer.\nposted by Bruce H. at 11:41 PM on December 7, 2016\n\nThat's it! Thank you phoenix.\n\nAlso, thanks Bruce for the recommendation. I've always been a fan of dystopian novels.\nposted by Thirty7Degrees at 11:47 PM on December 7, 2016\n\nWell, if you're a fan of YA dystopian \"all the adults die\" novels, let me recommend \"Empty World\" by John Christopher.\n\nYoung teen's family dies. His grandparents die. The middle-aged die. The 20- & 20-somethings die. Teenagers die. His friends die. The little kids he tries to look after die.\n\nThen things really go downhill…\nposted by Pinback at 1:27 AM on December 8, 2016 [2 favorites]\n\nI just pulled out my copy of The Girl Who Owned a City, hoping to help, but phoenixy beat me to it. I'm reading it now, thanks to you.\nposted by bendy at 3:35 AM on December 8, 2016\n\nI see you have found your answer (and I will be getting it to read myself--my favorite genre!) but I wanted to add the title this question reminded me of as well. Quite similar to your description is Meg Rosoff's \"How I Live Now,\" which was made into a middling movie.\nposted by thebrokedown at 4:46 AM on December 8, 2016\n\nI'm glad you found you answer. I'm just here to chime in that Starters by Lissa Price is another dystopian \"all the adults die\" novel. It's a virus that kills everyone between 20 and 60.\nposted by TrarNoir at 8:08 AM on December 8, 2016\n\nI really loved this book as a teenager thanks for reminding me of it.\nposted by Melsky at 12:12 PM on December 8, 2016\n\n« Older Angled faucet with narrow portable dishwasher...   |   Simple basic whole-wheat bread recipe Newer »\n\nYou are not logged in, either login or create an account to post comments",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9918660522,
        "format_confidence":0.961324513
    },
    {
        "url":"https:\/\/japanese.stackexchange.com\/questions\/95398\/%E9%9D%92%E3%81%84%E4%BA%BA%E8%AA%9E-or-%E9%9D%92%E3%81%84%E4%BA%BA%E3%81%AE%E8%A8%80%E8%AA%9E",
        "text":"If you wanted to make up a certain people and talk about their language\/culture.\n\nWould you use 青い人語 or 青い人の言語?\n\nAnd how would you pronounce the first example? 「あおいひとご」 or 「あおいじんご」？\n\nWhat about examples with already existing things? 犬語、本語、 etc. ?\n\n  • 1\n    This may not be super relevant to your question but I feel that if a writer were to make up 'the Blue People' in Japanese they'd go with 「青｛あお｝の民｛たみ｝」 over 「青い｛あおい｝人｛ひと｝」\n    – Angelos\n    Jul 14 at 20:37\n  • Yes, it was a crude example emblematic of how a five year old or a caveman would come up with a new name for a tribe. But thank you for telling me how it's actually done! Jul 16 at 12:02\n\n1 Answer 1\n\n\nThink of 語 as a suffix similar to -ese (as in Japanese and Cantonese). Unlike English -ese, it can attach to almost any noun, but you're basically coining a new word that refers to a unique language by doing so. On the other hand, Aの言語 is a phrase that are made of several words and means \"language of A\" or \"language spoken by A\".\n\n犬語 (\"dogese\") is not a word listed in a dictionary, but it can be a valid expression if dogs in your fictional work form a community and speak a distinct language. If dogs speak English and can communicate with humans using English, 犬語は英語だ (\"Dogese is English\") makes no sense, and you have to say something like この世界の犬の言語は英語だ (\"The language of dogs in this world is English\") instead. 本語 (\"bookese\") may be valid if you're thinking of a fantasy world where books have a mouth and speak to one anther using a special language, but I personally have never seen a setting like this.\n\n(I also feel 青い人 is probably not what you want as the name for a specific tribe\/species, but it's a different story. You may be interested in this question.)\n\n  • That was a well-rounded answer to my question. It explained a lot. Thank you very much 😊 Jul 16 at 12:00\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9454063773,
        "format_confidence":0.9913437366
    },
    {
        "url":"https:\/\/www.enotes.com\/homework-help\/chapter-2-explain-our-eyes-were-opened-but-too-74295",
        "text":"In chapter 2, explain the statement, \"Our eyes were opened, but too late\". Where was the train at this point?\n\nExpert Answers\nladyvols1 eNotes educator| Certified Educator\n\nEven after all that had happened to the people of the village there were some who still believed that they might be on their way to a better place.  One Jew stated, \"who knows they might be moving us to a safer place.\"  A friend of Elie's family begged them to come away with her and hide elsewhere but Elie's father refused to leave.\n\nWhen the train stops the first time they have arrived in Kaschau, which is a town on the border of Czecholslovakia.  It is at this point that the Jewish people realize they are being taken out of Hungary.  It is at this point that the door is opened and a German officer tells the group that they are \"under the authority of he German Army.\"\n\nNo more excuses can be made. They can no longer ignore what is going on around them.  Their \"eyes are open, but it is too late.\"",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9104939103,
        "format_confidence":0.8998220563
    },
    {
        "url":"https:\/\/www.enotes.com\/homework-help\/wha-does-siddhartha-realize-that-he-must-do-find-212801",
        "text":"What does Siddhartha realize that he must do to find the self he is seeking?\n\nExpert Answers\nmstultz72 eNotes educator| Certified Educator\n\nHaving left the Semanas and his friend Govinda, Siddhartha realizes he must be in the world before he can be removed from it: to look at a beautiful woman without lowering his eyes, to shave his beard and comb his hair with oil, to buy and wear fine clothing, and to learn the ways of eros (physical love) from a master teacher, Kamala.\n\nSiddhartha realizes that he cannot attain nirvana without first being like others: to ply a trade, to love a woman, to use money.  A monk, the Buddha, or the Semanas live protected and sheltered lives, so how can they attain peace if they have never been in the material world, or be tempted by love and money?  How can they give up what they have never had?  To do otherwise would be hypocritical and false.\n\nKamala is not just a prostitute or a means to an end.  She teaches Siddhartha to be an individual.  Ironically, Kamala knows him better than Govinda, his shadow, because she can complement him as a mate and mother-figure.  He says to Kamala:\n\n\"You are like me; you are different from other people. You are Kamala and no one else, and within you there is a stillness and sanctuary to which you can retreat any time and be yourself, just as I can. Few people have that capacity and yet everyone could have it.\"\n\nSiddhartha goes through Kamala's garden as a gateway to giving these material possessions up later.  He must know what sex and money are before he becomes an ascetic.  Otherwise, they are mere abstractions, not real sources of temptation.\n\nAlso, Siddhartha sees his future in this chapter: he crosses the river with the aid of the ferryman.  He too will become a ferryman; it is the perfect job for him: in nature, by the river, helping others, humbling physical labor.  This chapter, the middle of the book, foreshadows his attaining nirvana by the river at the end.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9157934785,
        "format_confidence":0.8150584102
    },
    {
        "url":"https:\/\/latin.stackexchange.com\/questions\/2447\/a-word-for-bad-quality-joke",
        "text":"I recently left an unnecessary comment because I could not resist telling a bad joke. That made me wonder: What would be a good (classical) Latin word for a bad quality joke? The joke can be any kind of short joke, wordplay or similar, but it has to be of terrible quality.\n\nIt is entirely possible that there is no single word for this purpose. A suggestion or two with an explanation of how they fit the bill would be great. For those who know Finnish, I am more or less looking for a translation of \"puujalkavitsi\" (literally \"peg leg joke\"). I do not know of a comparable expression in English; I would simply say that a joke or pun is terrible or corny. I am looking for an idiomatic expression for a bad joke, preferably in classical Latin.\n\n(To make this easier to find, let me repeat the key question in Finnish: Miten sanotaan \"puujalkavitsi\" latinaksi?)\n\n  • I'm not sure I understand this question. Do you want a Latin idiom to translate a Finnish idiom? Do you want a Classical Latin word or phrase, or can it be from any era? – cmw Jan 19 '17 at 6:07\n  • @C.M.Weimer I edited the question slightly in an attempt to clarify. I prefer the classical era, but good suggestions from other eras are welcome. I am looking for something similar to the Finnish idiom if any such thing exists in Latin. So yes, I am looking for a translation of the Finnish idiom, but I hope I explained my intentions clearly in English, too. – Joonas Ilmavirta Jan 19 '17 at 13:09\n  • In English, we sometimes call a bad joke a lame joke. Is this the sense behind a peg leg joke? Because someone with a peg leg would be lame! – Penelope Jan 19 '17 at 13:24\n  • @Penelope I think that's pretty close to the Finnish idiom, and certainly good for the purposes of this question. I think the point of a peg leg joke is that it limps; limping is a common figure of speech in Finnish for any kind of badly working narrative. – Joonas Ilmavirta Jan 20 '17 at 0:16\n  • 1\n    The best translation into English for this Finnish word is a \"Dad Joke.\" It refers to the tendency of Dads to tell terrible corny jokes. – Nickimite Oct 7 '19 at 18:55\n\nFrigidus \/ cold can be used metaphorically to describe any kind of speech that seems flat and lifeless, whether it was an attempt at humour or not. But here we see it being applied specifically to bad jokes:\n\nHaec aut frigida sunt, aut tum salsa, cum aliud est exspectatum.\n\nThese [jokes] either fall flat, or are funny only when something else was expected.\n\nCicero, De Oratore, 2.64.260\n\nIn this quote, Cicero explicitly contrasts frigidus with salsus \/ salty, an adjective often used in a metaphorical sense for funny or witty. As an example of this, Cicero says elsewhere that he found much that was funny and witty among the Greeks:\n\nInveni autem ridicula et salsa multa Graecorum\nDe Oratore, 2.217\n\nSuetonius also uses frigidus to describe Claudius’ jokes which are both bad and far-fetched:\n\nad hilaritatem homines provocaret … immixtis interdum frigidis et arcessitis iocis\n\ncalling the men to merriment … now and then mixing in bad and far-fetched jokes\n\nLives of the Caesars – Claudius, 5.21.7\n\nWhile Quintilian warns the would-be orator to avoid jokes that rely on word-play as they are often bad, even if sometimes acceptable:\n\nFiunt et adiecta et detracta adspiratione et divisis coniunctisque verbis similiter saepius frigida, aliquando tamen recipienda\n\nSimilar jokes made by adding or removing an aspirate or dividing and joining words are often bad, although sometimes acceptable\n\nOrator’s Education, 6.3.55\n\n\nFollowing Cic. de orat. 2,218, I would think about two words describing this particular verborum lusus for which you are asking for: cum duo genera sint facetiarum, alterum aequabiliter in omni sermone fusum, alterum peracutum et breve, illa a veteribus superior cavillatio, haec altera dicacitas nominata est.\n\nThe first word, cavillatio (from cavilla [or cavillum], which in some cases means \"double sense\": Plaut. Aul. 638 aufer cavillam, non ego nunc nugas ago; Apul. met. 1,7 allubentia proclivis est sermonis et ioci et scitum et cavillum et iam dicacitas tinnula; is often referred in the sens of irrisio, iocus and, for quote an example, is intended as a \"bad joke\" addressed to a roman knight by the emperor Tiberius in Suet. Tib. 57:\n\nNec multo post in senatu Pompeio cuidam equiti R. quiddam perneganti, dum uincula minatur, affirmauit fore ut ex Pompeio Pompeianus fieret, acerba cauillatione simul hominis nomen incessens ueteremque partium fortunam\n\nThe second word, dicacitas, comes from dicax, which means \"quick-witted\", \"witty\", and is mainly used to define the mordaciter dicta of the rhetors (e.g. Quint. inst. 6,3,42 : in narrando ... Cicero consistere facetias putat, dictationem in iaciendo), I only found an example of the sense you mean in Aug. op. imperf. 5,15:\n\nde ferramentis agricolarum ad impraegnandas feminas adhibendis, quae tibi festivissima dicacitate sonare videbantur, cum vanitate ineptissima dicerentur\n\nWhere Augustine alludes to a coarse pun made by Julianus blaming him for the inappropriate comparison.\n\n\n  • O. Burger, ThlL III, 1908, s.v. \"cavillatio\", coll. 647-648;\n\n  • A. Gudeman, ThlL V 1, 1912, s.v. \"dicacitas\", col. 957.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9786191583,
        "format_confidence":0.9911584258
    },
    {
        "url":"https:\/\/latin.stackexchange.com\/questions\/18\/accusative-equals-nominative-for-neuter-words-how-universal-is-this-and-why\/23",
        "text":"The first mnemonic for Latin case ending I learnt was that for neuter words, the accusative form is always identical to the nominative form. This applies even to exotic word endings like animal or id, and so far I am not aware of any counterexample to this.\n\nThis always struck me to be an odd rule. Thus, I am curious:\n\n  • Do we have any idea why this is the case?\n  • And related: How strong is this rule? Are there any known exceptions?\n\nRelated question on Linguistics SE: Why do neuter nominative and accusative always agree in IE languages?\n\n\nI believe there are no exceptions to this rule. That's what I have always read, and I have never encountered any, neither in Greek nor in Latin, nor even in German.\n\nThere is an hypothesis about the cause of this phenomenon. Neuter words were historically limited to inanimate objects or things that cannot act. In a basic sentence, it was rarely or never the neuter thing that acted, and therefore you didn't need case to distinguish between agent and patient\/theme (between \"acting\" and \"being acted upon\"). So, if you just have a transitive verb and a neuter word, there is only one possibility: the neuter thing is acted upon. With an intransitive verb, there is no object, so it is even less necessary. So semantics make case redundant for neuter words.\n\nThis hypothesis is inspired by our knowledge of ergative–absolutive languages, in which the 'subject' of an 'intransitive' verb and the 'object' of a 'transitive' verb take the same case (the absolutive case), as opposed to the 'subject' of a 'transitive' verb (ergative case, from ergon \"work, deed, action\", related to work). In other words, the primary complement of a verb is the thing that does not act; and only some verbs have a secondary complement, which is a thing that acts.\n\n(This contrasts with nominative–accusative languages, such as the main European languages, in which the subject of an intransitive verb takes the nominative, but the object of a transitive verb takes the accusative case. Our primary complement is the subject, which often acts; and only some verbs have a secondary complement, the direct object.)\n\nOf course this is an hypothesis, so take it with a grain of salt. But it's the only one I've ever heard.\n\n  • 4\n    There is a singular exception to the rule that nom. and acc. neuter plurals in Latin end in -a. The relative pronoun qui, quae, quod has quae — but it is NOT an exception to the rule under discussion! – Tom Cotton Jan 15 '17 at 16:25\n  • 4\n    @TomCotton: Ah, good point. And haec. It could be argued that those are contractions of qua and ha with deictic particles -e [i] and -c(ce), which would not be part of the ending. Cf. Greek -i after some forms of houtos. – Cerberus Jan 15 '17 at 17:43\n\nTo answer your second question, this rule is completely exceptionless, not only in Latin but in all Indo-European languages (that is, those that have a neuter gender at all).\n\nneuter gender always had identical nominative, accusative and vocative forms in all three numbers\n\nWiki link\n\nArchaic Syntax in Indo-European\n\n  • 13\n    Sources for this statement (which I believe is correct) would be helpful. – brianpck Feb 23 '16 at 19:04\n  • 1\n    @aper I rejected your edit because it was in conflict with what TKR wrote. Disagreement is allowed and even encouraged, but your opinion should not appear with someone else's name. Please write your answer as a separate answer. That way people can vote and comment on various different answers. Yours looked very interesting, and I have an upvote waiting with your name on it. You can access what you wrote here if you want to copy and paste it to a new one. – Joonas Ilmavirta Mar 12 '18 at 11:16\n  • 2\n    This is wrong. Hittite is an indo-european language for which the rule of neuters doesn't hold: the nominative of a neuter noun for a transitive verb is different from the accusative. The source given 'Archaic Syntax in Indo-European' by Brigitte Bauer refers to proto-indo-european, not to its derivatives, latin, russian, hittite, etc – aper Mar 13 '18 at 7:32\n\nFor the sake of completeness, it seems worth noting that there's one odd exception.\n\nThe gerund is a noun derived from a verb, representing an action (for example, volāndum \"flying\"). For the most part it acts as a regular second-declension neuter.\n\nHowever, the gerund lacks a regular nominative, and instead uses the regular present active infinitive of the verb (volāre, \"to fly\").\n\nSo in this one particular case, volāre is nominative, and volāndum accusative.\n\n  • 4\n    To be more precise, I would add that also volare can be the accusative. It depends on whether a preposition is used. This answer relies on the combination of infinitive and gerund being treated as a single noun, which it kind of semantically is. From another perspective, one could argue it isn't. Either way, this is a very worthwhile remark. – Joonas Ilmavirta Jul 4 '18 at 3:28\n\nFeels a little cheap as an answer here, but the auto-generated Related Links suggests to me the excellent Was “Pascha” ever used as a neuter first-declension noun? which provides a possible example of an exception here. Absolutely none of this answer is original research, I am merely reporting what I see in that question and its answers.\n\nNotably, the question notes the issue of neuter nominative\/accusative agreement, and quotes Richard Haynes as citing Pascha as possibly the only exception to this rule. The querent, on the other hand, seems to feel the existence of Pascham instead suggests that the word is actually feminine and not neuter in the first place.\n\nAs Pascha means “Passover,” it is of course Ecclesiastic Latin and not Classical Latin. The question there goes into a lot of detail about its history and etymology, and the word seems to simultaneously exist as a 1st-declension neuter word, a 1st-declension feminine word, and a 3rd-declension neuter word (Pascha, Paschatis).\n\nThe answers to that question provide a number of examples showing its use as a first-declension neuter word, in agreement with neuter adjectives (e.g. sancti Paschae in the genitive). It also includes examples of the Pascham accusative form being used—but in agreement with feminine adjectives (e.g. totam Pascham). None of the examples show Pascham being in agreement with a neuter adjective in the accusative.\n\nFinally, at least one source (in the question) states that the accusative form of Pascha is, in fact, Pascha, despite otherwise describing first-declension inflection. This would, of course, be an excellent example in the reverse—even in this exceptional case of a first-declension neuter noun, at least some authors still felt the need to maintain this rule over the need to maintain the usual declension of first-declension nouns, and so an otherwise-unused “first-declension neuter” inflection was invented.\n\nSince none of the examples there show Pascham being used as a clearly-neuter word, however, additional research on this topic would be appropriate. Unfortunately, I’m completely unequipped to do so.\n\n\nThis rule applies to Russian, Germanic languages, Latin and ancient Greek as far as I know. So I suspect that it's a feature of the proto-IE language.\n\n  • Welcome to the site! This is indeed a reasonable thing to suspect. Do you happen to know of any sources that give more details on this? – Joonas Ilmavirta Oct 5 '19 at 4:40\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.983887732,
        "format_confidence":0.9905039668
    },
    {
        "url":"http:\/\/www.gradesaver.com\/the-power-of-one\/q-and-a\/how-does-the-setting-of-the-story-actually-affect-the-plot-302373",
        "text":"The Power of One\n\nHow does the setting of the story actually affect the plot?\n\nWhat are some main points as to how the setting affected the plot?\n\nFor instance, how did the time and\/or wars affect the plot.\n\nHow did the story taking okace in South Africa affect the plot?\n\nThank you\n\nAsked by\nLast updated by Aslan\nAnswers 1\nAdd Yours\n\nThe setting is in South Africa and we are constantly reminded of this by the landscape and themes. Racism becomes the main theme in the story. Blacks are segregated in their own country in an era of apartheid that is uniquely South African,\n\nWithin a week of being elected, the Nationalists kept their promise, and white South Africans derived great satisfaction from knowing that for once they had a government that kept its word. Meanwhile, the black South Africans prepared to bend their backs to the sjambok and for the invention of a new game where they voluntarily fell on their heads from the third story of police headquarters to the pavement below.\n\nPlease submit your questions one at a time.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.967263341,
        "format_confidence":0.9844128489
    },
    {
        "url":"https:\/\/writing.stackexchange.com\/questions\/27411\/how-to-writer-longer-stories-for-a-scifi-novel\/27427",
        "text":"I'm writing science fiction short stories and intend to later expand and stitch them together into a science fiction novel.\n\nMy problem is that (e.g.) the scenery is left \/ the destination point is arrived at too quickly. This doesn't mean that the story needs to be over at that point but most of the times it more or less asks for a new chapter.\n\nMany times I could expand them as I often just basically \"explain\" a science fiction idea (e.g. by examination\/experience of an object\/phenomena) where it probably should rather be an exploration of the idea. But not always and often I'm not sure how. At the same time I aim to have the story be as non-vacuous as possible.\n\n  • This is a very broad \"question\", or rather a collection of questions that could all have very different answers. Have you searched for questions similar before posting this? I've seen a lot of questions similar to the ones you include here, which have gotten very good answers. You should check if you can find your answers in existing questions. Also, writing classes should still allow you to \"do your own style\". Anything else would surprise me. – storbror Mar 31 '17 at 10:34\n  • Well then please take it as just one question: how to write longer stories? (as explained further in the question) I found writers.stackexchange.com\/questions\/5894\/… which is similar and has some answers also useful here – mYnDstrEAm Mar 31 '17 at 11:46\n  • Im guessing this is similar in relative terms to the Black Mirror series on Netflix? – Kyle Li Apr 1 '17 at 13:52\n  • I would like more info on what you have. Are your short stories all with the same characters or just the same \"world\" or theme? When you say stitch them together, it sounds like you want to put them end-to-end to make something longer, but a novel isn't just a series of stories. There would be story and character arcs that should be longer, There is usually the main plot and subplots, etc. – Terri Simon Apr 7 '17 at 20:21\n\nA story must always be a story, which is to say that it must have a story arc. The arc of a story is fundamentally built around desire and the things people will or will not do to achieve their desire. Thus the crux of a story is always a choice the protagonist must make about the price they are willing to pay (or not willing to pay) to achieve their desire.\n\nDifferent genres are defined both by the types of choices they deal with and by the settings in which they are told. The \"science fiction idea\" at the heart of some science fiction stories (not all SF has an original idea by any means) functions as catalyst for the character's desire or the character's choice.\n\nIf your \"story\" is little more than the examination of the science fiction idea itself, it is not yet a story. And while length is not strictly germane to story, it is likely that it would take you much longer to tell the story of someone whose desires or choices are impacted by the SF idea than it would to describe the idea itself.\n\n| improve this answer | |\n  • This was much my thought when reading the question: Nowhere does it mention characters. It sounds like further character development is needed, to the point where the characters' choices are obvious to the writer. The story should flow naturally out of that. – Goodbye Stack Exchange Apr 1 '17 at 15:45\n  • @NeilFein Well I asked about character development etc earlier but it was removed from the question. – mYnDstrEAm Apr 21 '17 at 14:00\n\nDon't try to expand your story into something larger. If your story works at its shorter length then trying to blow it up into something longer will end up with superfluous action and characters. If you like the world depicted, try to find some other characters and events in that world that could play out over a longer timespan. If you like the characters, look at what happened before, after or around the events of the short story, or put them into something that will take longer to resolve.\n\n| improve this answer | |\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9486660361,
        "format_confidence":0.9912294149
    },
    {
        "url":"https:\/\/www.enotes.com\/homework-help\/how-do-reports-rumors-about-emily-create-narrative-380439",
        "text":"Explain the author's use of the narrator to explain the town's obsession with Emily Grierson's life in  \"A Rose for Emily\" by William Faulkner. \n\n1 Answer | Add Yours\n\ncarol-davis's profile pic\n\ncarol-davis | College Teacher | (Level 1) Educator Emeritus\n\nPosted on\n\nIn “A Rose for Emily,” William Faulkner employs a narrator who tells the story from the vantage point of a citizen of the town.  Little details about the narrator are given; however, he is essentially the main character.\n\nThe narrator controls the fractured time sequence and conveys important aspects of the story.  Essentially, the unnamed narrator speaks for the town.\n\nThe story is divided into five parts with each part depicting important scenes, slowly preparing the reader for the gruesome resolution of the story. \n\nThe narrator’s commentary denotes the actions and thoughts of the townspeople.  From the details that the narrator provides, the townspeople watched obsessively Emily’s life.  This obsession culminates in the aftermath of the funeral when the citizens finally can enter the  Grierson’s home and discover for themselves what is in the upstairs bedroom. \n\nFollowing the fractured time frame, the narrator begins and ends the story with Emily’s death.  There are many incidences in each section. Only one per section will be discussed.\n\nSection I\n\nEmily’s funeral is attended by everyone in town.  The women wanted to get inside her house to snoop and the men to pay their respects. \n\nColonel Sartoris intended for Emily never to pay taxes.  After his death, the new council began to hound Emily to pay her taxes.  A taskforce is sent to her house to further emphasize that she owed money. The group is quickly dismissed by Emily. \n\n“See Colonel Sartoris. I have no taxes in Jefferson.”\n\nSection II\n\nIn this section, the neighbors complain to the mayor about a smell emanating from Emily’s property. After more complaints, a covert group of men sneak to her house at night and sniff out the smell’s location and place lime everywhere possible.\n\nAlthough the town pitied Emily, they thought that the Grierson family was arrogant.  According to Emily’s father, none of the young men in town were good enough for her; consequently, he doomed Emily to a spinster’s life. The town was not pleased that Emily was alone but felt justified.\n\nWhen her father died, the house was all that was left to her; and people were glad. At last they could pity Miss Emily.\n\nSection III\n\nWhen Homer Barron came to town, Emily and he begin a courtship; yet, Homer had specified that he liked men.  Rumors run rampant when the pair was seen riding around in a carriage every Sunday. \n\nThe town comments on the events of the courtship:\n\n  • Glad that she had an interest\n  • Never marry a northerner\n  • Losing her reputation\n  • Need family to intercede\n  • Poor Emily\n  • Whispering about what the pair was doing in the carriage\n  • Fallen woman\n\nEmily buys poison from the druggist.\n\nSection IV\n\nThe town thought that Emily would use the poison to kill herself. It is suggested that she would marry Homer. Some women felt that Emily was setting a bad example for the young girls.  The women took action and sent for her cousins to watch over her.\n\nThe narrator comments that the town waited for what was going to happen next.\n\nEmily ordered a lot of things with H. B. engraved on them.\n\nThe town reacted by saying that “They were married.”\n\nSection V\n\nThe women clamor to get into the house after the funeral.  For the first time, the narrator admits that he is there with the other people. \n\nThe door is opened and the skeleton is found along with the gray hair on the pillow.  The townspeople stay in the room looking around for a long time. No further comments are provided by the narrator. \n\n\nWe’ve answered 318,982 questions. We can answer yours, too.\n\nAsk a question",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9680551291,
        "format_confidence":0.9544299841
    },
    {
        "url":"http:\/\/aolanswers.com\/questions\/return_sweet_valley_girls_arts_862258592133597\/course_read_sweet_valley_high_495021137963115",
        "text":"Discuss Caitybug's answer to: The return of the \"Sweet Valley\" girls?\n\nBlast from the past! The \"Sweet Valley High\" twins, Jessica and Elizabeth, are all grown-up in Francine Pascal's \"Sweet Valley Confidential.\" Did you read the \"Sweet Valley\" books? Are you ...\n\nOf course I read the Sweet Valley High series and so did every other one of my peers! That was also during the same time of my life where I demanded to shave my legs, start wearing heels, and sneaked into my mother's makeup drawer to use her off limits navy blue eye shadow and red lipstick. I've never thought of those books since. I suppose if I continue to feel nostalgic when they are released I may have to purchase a copy. Taking a stroll down memory lane is always fun. Thanks for bringing this question up.Laughing\n\nLiked this answer? Tell your friends about it\nAdd Your Comment (or add your own answer)",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9404659271,
        "format_confidence":0.9815504551
    },
    {
        "url":"http:\/\/www.gradesaver.com\/the-kite-runner\/q-and-a\/why-does-hassan-tell-amir-about-the-dream-248964",
        "text":"The Kite Runner\n\nwhy does hassan tell amir about the dream\n\nChapter 7\n\nAsked by\nLast updated by Aslan\nAnswers 1\nAdd Yours\n\nThis is the morning of the Kite tournament. I think Hassan is trying to tell Amir that there is nothing to fear. There is no monster that will get them out there. Perhaps Hassan makes up this dream. There are a few interpretations of it. Later Hassan will get raped by Assef while Amir does nothing to help. Could Amir be the monster? These are just some considerations.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9608715177,
        "format_confidence":0.9701622725
    },
    {
        "url":"http:\/\/www.novelguide.com\/the-good-earth\/essay-questions.html",
        "text":"The Good Earth: Essay Q&A\n\nAverage Overall Rating: 5\nTotal Votes: 126\n\nEssay Q&A\n\n1. Does foot-binding play an important role in the novel? What was the reason for this practice in Chinese society?\nFoot-binding plays a role in the novel since it shows how the practice was associated with wealth and social class. In general, the poorer classes in Chinese society did not practice foot-binding, so in the novel, O-lan does not have her feet bound. As a slave, she needed to be able to do whatever work was required of her, rather than being almost crippled with deformed feet, which was the result of the practice of foot-binding. The wealthy classes, in contrast, could afford to have non-productive female family members.\nWhen Wang Lung becomes prosperous he complains to his wife about her big feet, which are a tell-tale sign of her humble origins. He now thinks he deserves better. As a result, O-lan promises she will bind the feet of their second daughter, which will make her more attractive and more marriageable.\nFor some reason that no one has been able to explain satisfactorily, the tiny, three-inch-long feet that resulted from the extremely painful practice of foot-binding were considered not only attractive but erotic. Men even thought that a tiny foot meant that the woman had enhanced sexual energy. When in the novel Wang Lung meets the prostitute Lotus, one of the things he likes most about her is her tiny feet.\nThe author does not condemn outright the practice of foot-binding, but she does show how it is associated with finding a marriage partner. For a girl from a certain social class in China, not having bound feet would make it very difficult for her to find a suitable husband.\nThe practice also shows the unequal power relations between men and women. Women were culturally conditioned to believe that they had to undergo the pain of foot-binding in order to be pleasing to men. And for men, having a wife with bound feet was a way of ensuring subservience and fidelity, since she could not move around easily and was confined to the house.\n2. What role does religion play in the novel, and what attitude does Wang Lung have to it?\nThe village where Wang Lung lives seems to have a religion that worships the kind of agricultural deities that are found in many ancient and traditional societies. Such deities are worshiped as a way of honoring the capacity of the earth to be fruitful.\nWang Lung's attitude to the gods changes during the course of the novel. When he first brings his bride home, he goes straight to the small temple in the village. It is called the temple to the earth and was built by Wang Lung's grandfather. Inside, there are two earthen figures, depicting the unnamed \"gods of the earth,\" the male god and his female consort. The gods wear robes of red and gilt paper, which are renewed by the villagers as part of each New Year celebration. All the people in the neighborhood worship these gods, and Wang Lung appears to be no exception. He takes incense to the temple and burns it before the gods in gratitude. After the birth of his first child, he again burns incense in the temple, and feels protected by the power of the gods.\nBut during and after the famine his attitude undergoes a drastic change. This time he goes to the temple only to spit on the statues of the gods and accuse God himself of desiring misfortune for men: \"Oh, you are too wicked, you Old Man in Heaven!\" he says (p. 66). When he returns from the city, after the drought and famine are over, he finds the statues in the temple looking bedraggled. No one has paid them any attention during the famine. \"Thus it is with gods who do evil to men!\" he says (p. 124).\nThis hostility to the gods, or to the supreme God, becomes stronger in Wang Lung as he gets older. He repeats these sentiments to Ching, when Ching informs him of the approaching flood (Chapter 28). Wang Lung appears to believe that the \"old man in heaven\" enjoys the sight of human suffering.\nBut it also appears that he cannot completely shake off his religious beliefs or his observance of religious customs. When his grandson is about to be born, he ensures that incense is offered to the gods in the temple in the town, which is a more elaborate temple dedicated to the \"goddess of mercy\" in a \"gilded alcove\" (p. 257). Then he goes to the country temple and does the same thing-just as he did when he was first married, and when he was expecting his first child. So it seems that Wang Lung, despite his anger at the gods, remains to a certain extent within the framework of beliefs and customs that are normative for his society.\n3. Why does O-lan kill her infant daughter? Is it an act of mercy or a crime?\nThe incident in which O-lan appears to kill her daughter, probably by strangulation, comes in chapter 9. The context is the famine the village is enduring, which is reaching its worst point. There is no food for anyone, and there are rumors that in the village, people are even eating human flesh in order to survive.\nThe narrative does not state explicitly that O-lan killed the baby, but it is strongly implied. Wang Lung heard the baby cry, so it was born alive. But when he enters O-lan's room, he finds the baby dead on the floor, and he notices \"two dark, bruised spots\" on its neck (p. 71).\nThere is no doubt that O-lan regards her deed as an act of mercy. Throughout the novel she is presented as a good mother; she would not have destroyed her own offspring had she not believed it was for the best. Was she correct in her belief? Whether this was an act of mercy or a crime depends on one's own beliefs about when it is permissible to take life and when it is not. But it would perhaps be a hard heart that condemned a starving woman who ended the life of a tiny malnourished infant (\"a wisp of bone and skin\") perhaps a few more hours or days than it would otherwise have endured. This is certainly the conclusion that Wang Lung reaches. After he has buried the dead baby, he mutters to himself, \"it is better as it is\" (p.72).\nHowever, there is another side to the question. It may be significant that the baby was a girl. In the society depicted in the novel, a baby girl was not considered cause for great rejoicing, even in good times. When O-lan gives birth to her first daughter, she refers to it as a slave, \"not worth mentioning\" (p. 56). Would O-lan have been so quick to snuff out the life of her child, even in the midst of a terrible famine, if the child had been a boy? It seems unlikely. It was easier for her to kill the infant girl, given the lower value that the society in which she lived placed on women's lives. Had the baby been a boy, she might have felt a stronger need to try to preserve his life, hoping against hope that he would survive.\n4. Describe the relationship between Wang Lung and his uncle. Why does Wang Lung allow himself to be exploited by the uncle?\nWang Lung is contrasted at every point with his uncle. Whereas Wang Lung is industrious and thrives as a result, his uncle is lazy. He does not cultivate his land, preferring to spend his time gambling or living off the generosity of others, including Wang Lung. He blames his troubles on bad luck. When he sees how prosperous Wang Lung has become, he simply moves himself and his family into Wang Lung's house and expects to be taken care of.\nWang Lung allows this situation to go on for two reasons. First, he is a decent man who is very aware of how things should be done in his culture. Respect of elders is ingrained into his mind. Once, early in the novel, he forgets himself and expresses anger at his uncle for asking for money. The uncle is quick to exploit the situation, playing on what he knows is Wang Lung's respect for tradition: \"Have you no religion, no morals, that you are so lacking in filial conduct? Have you not heard it said that in the Sacred Edicts it is commanded that a man is never to correct an elder?\" (p. 55). The uncle cunningly exploits Wang Lung in this way throughout the novel, knowing that his cousin will be extremely reluctant to rebuke an elder, who also happens to be a family member.\nThe second reason Wang Lung allows the abuse to go on is because the uncle reveals that he is a member, and perhaps even in charge, of the dreaded criminal gang known as the Redbeards. Wang Lung fears that if he crosses his uncle, the uncle will arrange for the gang to attack and rob his house. His uncle encourages him in this belief.\nSome critics have pointed out how unlikely it is that a lazy, ineffectual good-for-nothing like Wang Lung's uncle would also be a ruthless gangster, with other cut-throats and robbers at his beck and call. The two roles do not seem to fit together. It is possible that the author introduced the notion of the uncle as gang leader to reinforce the reasons Wang Lung has for not throwing him out, and also to explain why the notorious robber gang never touches Wang Lung's house.\n5. In chapter 14, what picture is presented of Christian missionaries?\nPearl Buck was the daughter of Christian missionaries to China, but the picture she presents of such missionaries in this one short passage in The Good Earth is hardly a flattering one. It shows Christianity from Wang Lung's point of view, who knows nothing at all about it. He encounters the missionary while he is in the big southern city of Kiangsu. The missionary, as Wang Lung sees him, is not an attractive figure. He is a tall and lean foreigner, bearded, with eyes \"as blue as ice\" (suggesting coldness) and a big nose. Wang Lung is frightened of the man's \"strange eyes and fearful nose.\" The missionary hands Wang Lung a piece of paper, on which is pictured the crucified Christ. Wang Lung sees only a white-skinned man, apparently dead, hanging nearly naked \"upon a crosspiece of wood.\" Blood streams from his side.\nWang Lung is horrified at the picture. He shows it to one of his neighbors, who offers the opinion that the man must have done great evil to have been ... (truncated)",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9863972068,
        "format_confidence":0.5289063454
    },
    {
        "url":"https:\/\/di-hana.com\/qa\/quick-answer-how-a-poem-is-written.html",
        "text":"Quick Answer: How A Poem Is Written?\n\nHow many lines is a short poem?\n\nHowever, a haiku has three lines, a sonnet has fourteen.\n\nThere are specific poems that require specific length.\n\nHowever, the shortest poems are a single line and epic poems may go on for pages.\n\nAlthough some may question it is a poem, the world’s shortest poem is one line..\n\nWhat is a verse in a poem?\n\nIn the countable sense, a verse is formally a single metrical line in a poetic composition. However, verse has come to represent any division or grouping of words in a poetic composition, with groupings traditionally having been referred to as stanzas.\n\nWhat is form and structure?\n\nStructure is all about pinning down the framework of a text, including its sequence of events, how they are told, and how they are all threaded together, whereas form deals with the genre of a text, and how it appears in a certain work of literature. Answered by Alex S. • English Literature tutor.\n\nWhat are the steps to write a poem?\n\nHow to Write a Poem in 8 Steps (+ Tips from a Published Poet)Brainstorm your starting point. … Free-write in prose. … Choose your poem’s form and style. … Read for inspiration. … Start writing for an audience of one — you. … Read your poem out loud. … Take a break to refresh your mind. … Revise your poem.\n\nWhat is the structure and form of a poem?\n\nForm, in poetry, can be understood as the physical structure of the poem: the length of the lines, their rhythms, their system of rhymes and repetition. In this sense, it is normally reserved for the type of poem where these features have been shaped into a pattern, especially a familiar pattern.\n\nHow do you know the form of a poem?\n\nThe form of a poem is how we describe the overarching structure or pattern of the poem. A poem’s form can be identified by analysing its structure. Poems may be divided into stanzas with different numbers of lines.\n\nWhat is a poem format?\n\nThe form of your poem is the physical structure. It can have requirements for rhyme, line length, number of lines\/stanzas, etc. Here are different types of poetry forms: Sonnet – A short, rhyming poem of 14 lines. Haiku – A poem of 3 lines where the first is 5 syllables, the middle is 7 syllables, and the last is 5.\n\nWhat is the structure of a poem examples?\n\nLines or entire stanzas can be arranged in a way that creates or evokes a specific emotion in the reader. One example of this is a sonnet. Sonnets are 14-line poems that adhere to a specific rhyme scheme.\n\nHow do you write a short poem?\n\nHow to Write Short PoemsGet Inspired. Carry the inspiration until something sparks. … Just Say It. Challenge yourself to tell a story or describe a moment in, say, no more than five lines. … Select Your Words. … Read. … Style. … Get Some Space. … Share.\n\nWhat are the examples of poem?\n\nExamples of Poem in LiteratureExample #1: While you Decline to Cry (By Ō no Yasumaro) Haiku Poem. … Example #2: The Song of Hiawatha (By Henry Wadsworth Longfellow) Epic Poem. … Example #3: After the Sea-Ship (By Walt Whitman) Free Verse Poem. … Example #4: La Belle Dame sans Merci (By John Keats) Ballad.\n\nHow do you write a cute poem?\n\nHow to Write a Love PoemStart with Feelings. When you look at the person you love, what runs through your mind? … Remember the Firsts. Everyone loves a bit of nostalgia. … Make it a Romantic Comparison. … Use a Sincere Tone. … Don’t Stress the Rhyme Scheme. … Spread the Love.\n\nHow long is a short poem?\n\nShort Means Four Lines or Less. A poem’s best when it is brief.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9776133895,
        "format_confidence":0.8639758229
    },
    {
        "url":"http:\/\/spanish.stackexchange.com\/questions\/2747\/a%C3%B1orar-vs-extra%C3%B1ar",
        "text":"Take the 2-minute tour ×\nSpanish Language Stack Exchange is a question and answer site for students, teachers, and linguists wanting to discuss the finer points of the Spanish language. It's 100% free, no registration required.\n\nI was wondering if there were any difference between these two verbs, especially in their usual respective contexts.\n\nBonus point for pointing out differences between Argentina and Spain as well (if any!).\n\nshare|improve this question\ndo you mean that one word is rather used in Spain and the other in Argentina ? –  Stephane Rolland Aug 23 '12 at 5:42\n\n3 Answers 3\n\nup vote 7 down vote accepted\n\nIn the same context, both words mean almost the same. The relevant definitions from the RAE are:\n\nExtrañar: 4. tr. Echar de menos a alguien o algo, sentir su falta.\n\nAñorar 1. tr. Recordar con pena la ausencia, privación o pérdida de alguien o algo muy querido.\n\n'Extrañar' is more generic, it just means that you miss something or someone. For example, if I move to UK, I will find driving in the left side of the road a bit weird because I'm used to drive in the right side, so \"yo extrañaré conducir por la derecha\". Usually 'extrañar' means just a change in your habits, and the new situation will not bother you for too long.\n\n'Añorar' is more about feelings. If I move overseas, I will miss my family, because I love them. It is not a temporary situation, something I will get used to; I will miss them forever.\n\nFor completness: 'echar de menos' is an idiom that holds both nuances, and in my opionion, it's more used than 'extrañar' or 'añorar'.\n\nNote: This answer is about Spain. I don't know if they use the words in the same way in Argentina.\n\nshare|improve this answer\nNice answer! In Argentina añorar is not used colloquially. And extrañar is more usual than echar de menos, although both are common. For a nice usage of añorar see youtube.com\/watch?v=IQFcpuYi8L4. Alfredo Le Pera was a very good poet. \"Sueño con el pasado que añoro, el tiempo viejo que lloro y que nunca volverá.\" –  belisarius Aug 23 '12 at 12:02\nthanks, I understood. –  Sebas Aug 24 '12 at 0:55\nAñorar is more formal and not used colloquially. –  DeStrangis Jan 25 '13 at 14:16\n\nañorar - To yearn for, to long for\n\nextrañar - To miss\n\nshare|improve this answer\nWelcome to Spanish.SE! I'm wondering if you might be able to expand on this answer a little, to be more than just simple definitions. –  Flimzy Aug 23 '12 at 6:24\nNow I have to open a question in the english.stackexchange forum to ask the differences between yearn for and to miss... :D –  Sebas Aug 24 '12 at 0:55\n\nEste es el lugar ideal para que me corrijan. Yo si veo una diferencia significativa.\n\nExtrañar siempre se refiere a algo que ya tuvistes. Sin embargo se puede añorar un sueno, un objetivo, ...es un deseo \"intimo\".\n\nSerá incorrecto?\n\nI see a major difference: Extrañar allways bind with something you have had. But añorar could also refer to something you just want to achieve. One can \"miss\" a dream, a goal, a desire.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9282020926,
        "format_confidence":0.9898867011
    },
    {
        "url":"http:\/\/www.gradesaver.com\/the-brief-wondrous-life-of-oscar-wao\/q-and-a\/whos-story-is-being-told-in-the--brief-wondrous-life-of-oscar-wao-41911",
        "text":"The Brief Wondrous Life of Oscar Wao\n\nwho's story is being told in the \" Brief wondrous life of Oscar Wao\"?\n\nSince the narrator is telling a lot of story in the text.So it kind makes people think that the story is about multiple things and many themes,But i know that it is about someone or something specific.So i'd like to have an essay answer to that or a detailed analysis.\n\nAsked by\nLast updated by jill d #170087\nAnswers 1\nAdd Yours\n\nOscar Wao has many narrators. He called himself \"your Watcher,\" revealed at the last few pages of the book, which is the main voice throughout the story. But Chapter two Wildwood is obviously Lola, Oscar's sister. Yunior, Lola's girlfriend, (who, I heard, is also the narrator in Drown) is speaking in Chapter four Sentimental Education. We're back to Lola in Part II, but then shift abruptly to \"your Watcher\" in Chapter 5 (I guess). There was also a humorous turn where the author jumps out in Chapter six Land of the Lost in the section A NOTE FROM YOUR AUTHOR.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9904412031,
        "format_confidence":0.9858751893
    },
    {
        "url":"http:\/\/writers.stackexchange.com\/questions\/3027\/write-a-1st-person-story-with-a-3rd-person-narrator\/3030",
        "text":"Take the 2-minute tour ×\nWriters Stack Exchange is a question and answer site for authors, editors, reviewers, professional writers, and aspiring writers. It's 100% free, no registration required.\n\nI am writing a story in the 3rd person and i would like to switch the narrator for one of the main characters half way through so that the reader can read how he perceives the story. does anybody have any suggestions on how this can be done without confusing the reader (about who the narrator is)?\n\nshare|improve this question\nStephen King did it in Christine. See what he did and learn from that. –  Lauren Ipsum Jun 6 '11 at 11:16\nTo see this done well, I suggest reading Tom Robbins' Another Roadside Attraction, which starts with an omniscient narrator who at a point in the book actually becomes the first-person narrator, actually made flesh as a character in the book. It is a kind of god-the-father\/god-the-son parallel, and very funny in context. A great use of voice and POV shift. –  Robusto Jun 6 '11 at 14:18\n\n3 Answers 3\n\nup vote 3 down vote accepted\n\nSome options to consider:\n\n  • As Shan suggests, try linking the previous chapter\/segment that's written in the third person to the one that's in the first person.\n  • If switching to the first person is something you want to do regularly, establish a switch in viewpoint early on, so that the reader knows that you plan on doing this switch on occasion. By establishing this convention early, it makes it much easier for the reader to follow the story, especially if the first person narration is always from one particular character.\n  • If you are only going to switch narration to first person this once (and then switch back to third person), then I would say you should question whether or not it's actually necessary to use this switch. Changes in narration should have fairly strong justifications for doing so, so you should ask what you achieve from the switch, and whether or not you could achieve the same from the style you've been using. If you're doing third-person semi-omniscient narration, then there is no reason why you cannot show how that character perceives the story by sticking with that narration style, rather than switching to first person.\n\n\n  • Another option you could try is to use some trait\/feature of the character to immediately indicate who is speaking in the first person. For example, maybe you showed that the character has a wooden leg, and so you could open the first-person narration with the character saying something like, \"My wooden leg was chafing horribly.\" Or maybe he suffers from hay-fever, so you could have him moaning about that ... use anything that is unique to that particular character that the reader should already know.\nshare|improve this answer\n\nI'm not quite sure why you think a switch is necessary. Or exactly what kind of switch you're proposing. The title of your question mentions switching from 3rd to 1st, but then the text of your question is more about POV characters, and you can have different POV characters without switching from third to first.\n\nGiven that you're mentioning a narrator as if there's an independent voice, I assume that most of the story is written in omniscient third? It's quite possible to 'zoom in' from omniscient to close third (see the Harry Potter stories for an example of someone doing this quite effectively), and you can zoom in to different characters at different times. If you want to make it clear that you're zooming in on someone new, I think the best way to do that is to zoom back out for a little omniscient narration, and then zoom in on your new target.\n\nA VERY rough example:\n\nJane carefully returned the goblet to the table. There was obviously more going on here than she was aware of, and she didn't want to take any chances until she had it all figured out. [close third POV, zoomed on Jane]\n\nShe wasn't the only one looking for more information, although her intentions were certainly more innocent than those of others. While Jane was handling antiques and old ladies, her nemesis was still dealing with Banshees and Necromancers. [omniscient third - and also, total drivel!]\n\n\"Get the corpses into the boxes, now!\" Dorfman was not a patient man, and one more iteration of the idea that the dead were in no hurry was going to be enough to make him start adding new corpses to the waiting pile. [close third POV, zoomed on Dorfman]\n\nThis example is a bit heavy-handed (the modern equivalent of 'meanwhile, back at the ranch'), but hopefully it gives you the idea, and as I said, you can find more subtle examples in Harry Potter and elsewhere.\n\nIs this what you're asking, though? It's a way to switch POV characters, but it doesn't switch to first person. I just don't think it's generally necessary to make that sort of change...\n\nshare|improve this answer\n\nI assume you want to move from 3rd to 1st person. Is this correct?\n\nYou could have an incident in the 3rd person, like the hero goes to a bank to check his balance and later meet his girlfriend Suzy. Briefly have the hero making plans about this in the 3rd person:\n\n\"He was thinking of going to the bank, so he could withdraw some money to take his girlfriend out to that fancy 5 star hotel.\"\n\nThen you could switch to 1st person in the next chapter:\n\n\"I walked into the bank. It wasnt too busy, which was great, as it meant I could spend more time with Suzy later\"\n\nThis way the reader will know you are talking about the same character, you have just moved from 3rd to 1st person.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9504857659,
        "format_confidence":0.9916341305
    },
    {
        "url":"http:\/\/english.stackexchange.com\/questions\/54528\/was-christian-a-proper-name-before-pilgrims-progress?answertab=votes",
        "text":"Take the 2-minute tour ×\nEnglish Language & Usage Stack Exchange is a question and answer site for linguists, etymologists, and serious English language enthusiasts. It's 100% free, no registration required.\n\nI was going to ask this on Christianity.SE but it's not really a Christian Doctrine question; hope it fits here.\n\nI was reading John Bunyan's Pilgrim's Progress where almost everyone is named for a virtue or a vice except the protagonists (Christian and Christiana). Were those names common at the time of Bunyan or was he the first to use them as a proper name?\n\nshare|improve this question\nHere is at least one instance which seems to predate Pilgrim's progress by ~3 centuries. Christian of Oliva. There also appear to be several Kings of Denmark with the name Christian. See: en.wikipedia.org\/wiki\/Christian_(name). –  Zoredache Jan 12 '12 at 19:03\nNot sure that would make sense since Christian isn't an English name. –  Zoredache Jan 12 '12 at 19:50\n@Zor you mean it's not an English name since you think it was imported from Denmark almost a millennium before Bunyan? What give a name its national character anyway? –  Peter Turner Jan 13 '12 at 14:14\nWell, Christian Fletcher was English, and born in 1764. –  kiamlaluno Jan 13 '12 at 16:38\nUhm, no the name isn't natively Danish either. As that wikipedia article I linked to it is based on the Latin word Christianus (Christ follower). Given that the Roman Catholic was both widespread and performed a large portion of their services in Latin, it is unsurprising that the word was used, just like the names of many other biblical characters. –  Zoredache Jan 14 '12 at 3:29\n\n1 Answer 1\n\nup vote 5 down vote accepted\n\nBehind The Name says it was in use in the Middle Ages, but didn't become popular until the 17th century, so the rise in popularity could conceivably be tied to Pilgrim's Progress.\n\nThere were also 10 Danish kings with the name Christian, the first born in 1426. So definitely the use of the name predates Bunyan.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.6272355914,
        "format_confidence":0.9896478057
    },
    {
        "url":"http:\/\/www.fluther.com\/173374\/what-are-some-common-english-and-irish-slang\/",
        "text":"General Question\n\nScottyMcGeester's avatar\n\nWhat are some common English and Irish slang?\n\nAsked by ScottyMcGeester (1374 points ) June 29th, 2014\n\nI’m looking for specific slang for these words both in English (as in England, not United States) and Irish.\n\n- girl (like a little girl)\n\n- boy (like a young adult)\n\n- common slang for exclamations (like “Wow” or “Oh snap!”, general exclamation)\n\n- common slang for frustration (like “Dangit!” or “Darn!”)\n\n- common slang for when something sucks (Like instead of saying “This sucks”, are there slang phrases like that?)\n\n- any possible slang for the following words – hotel, chest (as in a treasure chest), salesman, and rookie\n\nObserving members: 0 Composing members: 0\n\n8 Answers\n\ndavidshoukry's avatar\n\nMale more generally=bloke, chap\nGirl=lass (especially northern England)\nGeneral exclamation= oh my god\/goodness; you’re kidding\/joking; what do you mean?\nFrustration= oh sh*t\/f*ck (probably less sensitive about this in the UK than USA); damn it; oh hell; no way\nSlang for it sucks=similar to America, minus ‘it sucks’. That’s awful\/terrible\/shocking\nNo slang for hotel as far as I know, or chest, or salesman (some might use ‘dealer’ for salesman). For ‘rookie’ we would probably use beginner, or schoolboy (as in ‘schoolboy error)\n\ntrailsillustrated's avatar\n\nolder guy=bloke\ngod damn= bloody oath\nsux = balls or bullocks\nsalesman= flogger\ndisbelief= fukin bloody hell\nargument, shouting=carried on like a pork chop\nalchoholic= pisshead\nwhitetrash= bogan\nold people=pensioners\nthats what comes to mind\n\nStinley's avatar\n\nIrish say ‘Feck’ instead of f*ck as a euphemism. Both swear a lot, and use swear words as nouns and adjectives Jesus is common to both Irish and English. Irish might say “Jesus, Mary and Joseph”. English say bloody – like ‘bloody awful’ ‘bloody hell’\n\nLad or laddie, Lass or lassie in Irish\/north as @davidshoukry said. Posher people might say chap for man. Fella. Men call other men ‘mate’, even strangers. Girls – I can’t think of any specific words – maybe ‘young lady’ but not sure.\n\nHotel – country house hotel, guest house, bed and breakfast (also B&B), hostel\/youth hostel, inn (old country inn), farmhouse B&B, Travelodge\/Premier Inn, the Ritz\n\nRookie – trainee, apprentice, new boy, from the 1980s: ‘yopper’ (Youth Opportunities Programme), not intern – we copied that from US if used in England.\n\nIn england, we are master of the understatement – your house has burnt down\/you failed all your exams\/your partner ran off with their best friend. Your friend says ‘that’s not good’ and you reply, ‘nope, not good at all, is it?’\n\nrojo's avatar\n\nI found this Scouser language guidebook that might be of some use but it is a localized dialect.\n\nHowever,iIf any of our British or Irish contingent get a look, I would like their opinion as to whether there is a similar lexicography in their hometowns.\n\nSkaggfacemutt's avatar\n\nBoy = chap, bloke\nGirl = bird\nWow = blimey\nFrustration = bloody hell\n\nHotels, salesmen, chests, and things that suck = pretty much the same words as we use here.\n\nSkaggfacemutt's avatar\n\nLiving among the Brits gave me some slang phrases that other people don’t normally hear:\n\n“Shall I write you a letter?” (you say when you are talking to someone but suspect they aren’t listening to you)\n\n“Don’t get your knickers in a twist” (It makes sense once you know that knickers are underwear.\n\n“Cheeky” means impertinent, “Smarmy” means smart-alec.\n\n“Call me anything you want, just don’t call me late for supper” (means I don’t care what bad names you call me as long as I am still getting fed around here.)\n\nSadieMartinPaul's avatar\n\nIrish and Scottish: Eejit, spelled “idiot.”\n\n@Stinley Let’s join forces and say, “Feckin’ eejit.”\n\nStinley's avatar\n\n@SadieMartinPaul aye, eejit – I’d forgotton that. It means idiot (for those who don’t know)\n\nChrist on a bike!\nWhat a numpty (foolish or lacking in any common sense)\nChuffed or Chuffed to bits – really pleased\nFine – not great but ok\/adequate. Except in Aberdeen where it is said in an approving voice ‘f i i i ine’ and means fantastic, usually refering to food.\n\nSmarmy used with salesman is good. Wide-boy can refer to people like smarmy salement. ‘Bought a new car – the salesman was a bit of a wide boy’\n\nAnswer this question\n\n\n\n\nto answer.\n\nThis question is in the General Section. Responses must be helpful and on-topic.\n\nYour answer will be saved while you login or join.\n\nHave a question? Ask Fluther!\n\nWhat do you know more about?\nKnowledge Networking @ Fluther",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.8331299424,
        "format_confidence":0.9769630432
    }
]