[
    {
        "url":"http:\/\/answers.wikia.com\/wiki\/Why_did_Obi-Wan_Kenobi_and_Yoda_disappear_when_they_died_while_Qui-Gon_Jinn_and_Darth_Vader_did_not",
        "text":"\n\nWhy did Obi-Wan Kenobi and Yoda disappear when they died while Qui-Gon Jinn and Darth Vader did not?\n\n1,022,603questions on\nAdd New Page\nAdd New Page Talk0\n\nQui-gon jinn didn't know how to become one with the force when he died. He came back from the force as a force aspirition to further train OBI-Wan. Yoda knew this secret probably for the better portion of his life, since vader betrayed Obi-wan before the secret was taught out, vader was unable to become a force appirition upon his imediate death. However he does learn to do so from qui-gon after he abandoned the darkside by killing himself and palpatine to save luke. Yoda mentions this at the end of episode 3 revenge of the sith.\n\nFurther answer: Qui-Gon was the one to discover this idea, and in some drafts of the script it is mentioned he learned it from the Whills, a group Lucas has yet to further explain. Although his body does not disappear--possibly because he was not yet ready to join the Force--his presence still remained in the Force, which he uses to later train Yoda and Obi-Wan in. Unfilmed portions of the Episode III script (and parts of the novelization) detail how Yoda begins his training to become one with the Force shortly before the end of the story, and it is implied in other books that Obi-Wan also learns this during his exile while watching Luke. Also, Lucas has stated that Anakin Skywalker's body does disappear after he dies in Return of the Jedi, and that Luke is in fact burning the empty armor of Darth Vader.\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9488989115,
        "format_confidence":0.7843579054
    },
    {
        "url":"http:\/\/sound.stackexchange.com\/questions\/13738\/sound-design-with-stock-effect-libraries-or-custom\/13750",
        "text":"Take the 2-minute tour ×\nSound Design Stack Exchange is a question and answer site for sound engineers, producers, editors, and enthusiasts. It's 100% free, no registration required.\n\nGood day everybody!\n\nAs an aspiring sound designer I used to do my sound design based on different sound libraries mostly. I would say 70% of stock effects, 15% my own sounds(sampled, recorded, synthesized) and 15% of effect plugins on the top and it all layed in hundreds of layers. I thoroughly enjoy this process. Neither I have those mics nor the access to locations that those big guys use to record their sounds, so I wont be able to source my own sounds in the near future.\n\nI would like to ask your opinion on a few moments:\n\n1) Professional side. Some clients are genuinely concerned whether the sounds designer uses are his own custom created samples. Some are not and judge by the result.\n\nWhat share of both do you use for professional work and how each variant affects your salary, job application and all sides of a business?\n\n2) What is your personal opinion towards using custom sounds or stock sounds?\n\n\nshare|improve this question\nadd comment\n\n9 Answers 9\n\nIt really depends on the specific sound in question, since for some props or vehicles it may simply not be possible\/affordable to access them to record, & library use is the only option.... It also depends how prominent the sound is in context eg if it is a signature sound for a scene then I would definitely aspire for it to be unique. (I saw a plugin the other day that described itself as a 'go-to for signature sounds' - not on my planet!!!)\n\nBut one factor in this is that (in my experience) very, very rarely does any sound effect in a film actually consist of a single sound - careful layering & editing are required for everything, even the apparently simplest of sounds. So it also really depends how you use library sounds...\n\nThere is also a lot to be said for getting a temp version of FX created, using whatever is at hand\/available and then assessing your record list and prioritising. If time & budget allows then you record everything, but that still may not result in the best outcome. Commercial libraries, your own personal library and new recordings are all resources that it is your job to make the best use of....\n\nFWIW the ambiences for a film THE ORATOR I did last year were the closest I got to 100% new recordings. I did 2 seperate recording trips to Samoa for it, and at the ambience predub the source material was 95% new recordings.... Editing those ambiences was also far easier than having to wade through my library trying to find elements to recreate locations. Sometimes recording the real thing is a time saver later in the process...\n\nshare|improve this answer\n+1 Couldn't have said it better myself. Wish I had budgets to work with to allow for more field recording than currently\/ I agree with the layers, when used appropriately they add dimension, depth, and character to a sometimes otherwise 'flat' single element. Assuming all layers are working together on harmony and not just there for the sake of being there :) –  Stavrosound Apr 30 '12 at 20:02\nadd comment\n\nBefore getting into the business I read a lot about the pride of using your own sounds. But I think that was comments by people with big budgets and years of experience. Many of the projects I've worked on has a limited budget and limited time.\n\nI guess by stock you don't actually mean that as in Audiojungle, Pond5 and Audiomicro but more Sound Ideas, Hollywood Edge and other libraries.\n\nIt also depends on how your recorded material looks. If you have 5TB of audio nicely structured with metadata then surely you would use it. If you don't, then you'd have to start recording in the beginning of every project.\n\nI find myself getting more and more of my own recorded material in the productions. But to be fair it's only about 5-10% so far. The rest are library effects that I've somehow manipulated. I will even be honest enough to say that sometimes when the crunch has its worst hold on me I'm just happy if something works out of the box.\n\nshare|improve this answer\nadd comment\n\nIf your own sound works better than a library sound, then use it. If the library sound works better than your sound, then use it.\n\nWhat matters is the whole composition and how it works, not that much individual sounds.\n\nI would still try to avoid using commonly used library sounds as very exposed sounds in the mix or relying too much on library sounds \"as they are\".\n\nAnd yes, there are many sounds that you just cannot record or create, because that exact sound has been recorded or designed by someone else.\n\nshare|improve this answer\nadd comment\n\nIn my case, the choice between creating\/using original, custom made sounds and using stock FX is always made by the budget of the project.\n\nSome directors are not only concerned about originality, but also the copyrights though most of the stock FX are royalty free. That's why when I'm giving a quote, I give a lot details about the recording&editing process besides royalties. I explain how this reflects to end-price and finally leave the choice to them.\n\nNowadays, even if you don't have any gear, you still can rent them, so anything is possible with enough budget.\n\nGood luck!\n\nshare|improve this answer\nadd comment\n\nI agree with @Mviljamaa the end result is more important than process. To quote Mr B. Minto from DICE \"if it sounds good it is good\". Having said that there is also the practical reality of time and budget, and expected quality. for Example when working on AAA gaming projects the expectation is to have something exciting and new sounding, so budgetting time and money for original recordings can often push the bar that little bit higher than using stock effects.\n\nHaving said that my 2 most recent projects, Death Rally for iOS - 2 weeks audio time, no budget - used exclusively libraries and a couple of favors from friends. Alan Wake American Nightmare for XBLA - a few months audio time and a small budget - uses almost exclusively library effects some brought for the project which were carefully choose as the best bang for the buck Libraries to get the job done. Both of these games have received quite a bit of positive attention for the audio, more than any AAA project I've done - go figure...\n\nSo the conclusion to this rambling is - it's how you use the sounds you've got rather than how you got the sounds you use ...\n\nshare|improve this answer\nadd comment\n\nI love making and recording sounds. I will always start a project with a list of things I might record. For me the recording process and getting creative in what materials to use is a lot of fun!\n\nI don't have a problem with using sound libraries and often use them myself. But if you want to be a better sound designer then I would advise taking more control over the process. The more input you give a project the more it will sound like your own.\n\nAnd as mentioned already, it's far more rewarding completing something where you've had such direct control over the material used.\n\nIt's definitely not something you should assume only comes with big budgets. Recording and experimenting with sounds is fun and relatively cheap.\n\nshare|improve this answer\nadd comment\n\nYes, but Hollywood Edge \"touched it\" first. I guess I'm simply talking about the pride of making something only you could make. That's what makes Sound Designers artists of a sort. I use libraries all the time, but I also record...then my own library is recycled.\n\nshare|improve this answer\nadd comment\n\nIt is not that simple. You can just edit stuff from FX libraries, or you can use those as only raw material that you use to sculpt sounds or parts of sounds you need. It is not that black and white.\n\nBye \/ Tumppi\n\nshare|improve this answer\nThis was supposed to be under the following post :) –  Tumppi May 7 '12 at 9:39\nadd comment\n\nI was told by Nigel Holland, if you're using someone else's library, you're not a sound designer, you're a sound editor. It's that easy. Go get a Pcm-D50 or zoom and have fun!\n\nshare|improve this answer\ncreating new complex sounds layering library sounds certainly can be a design process. a design using recycled materials. –  Pretaeperon May 4 '12 at 18:22\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.5093104243,
        "format_confidence":0.9908710122
    },
    {
        "url":"https:\/\/www.wrestlingnewsworld.com\/ask-wnw\/big-money-match-whats-going-on-with-hogan-styles-wwe-creative-problems-cryptic-tweets",
        "text":"Big Money Match, What's Going On With Hogan & Styles, WWE Creative Problems, Cryptic Tweets\n\nThe following is today's edition of Ask WNW. Ask WNW is the most popular feature on the website where Richard Gray answers four questions daily, Monday through Friday. To submit your question for the next installment of Ask WNW, click here\nKane, Daniel Bryan & Undertaker\n\nIn your opinion, what realistic match right now would draw the most money for the WWE?\n\nThere are a lot of combinations with big earning potential. One that I feel would be great for Wrestlemania XXX next year would be CM Punk vs. Daniel Bryan. You never know what direction that WWE is going to take but even though the roster is thin right now, there are matches that will draw. WWE also has the ability to use stars such as Brock Lesnar, Undertaker and Triple H. These guys are huge assets when you pair them with workers such as the aforementioned Punk and Bryan. Two guys that I would consider doubtful for the show next year,at least in their current state, are Steve Austin and The Rock.\n\nCan you take us past the scripts and storylines and tell what is truly going on with TNA, Hulk Hogan and AJ Styles? Is this all one big work and they are making us look like marks?\n\nHulk Hogan's current contract with TNA Wrestling is up Monday\/Tuesday and the last I heard, they had not reached an agreement on a new one. The fact that TNA is playing up the Hogan\/Dixie Carter storyline tells me they think they'll get something done but there is nothing we can confirm as of this writing. AJ Styles signed a short-term extension to take him through Bound for Glory but it expires before the end of the year. TNA has been in the process of cutting all talent contracts in an effort to save money. Hogan and Styles are of no exception and it's going to be a very interesting situation to watch play out.\n\nAm I making it too easy when I think if WWE hired more good writers they could minimize their creative and booking problems?\n\nYes and if it were this easy it would have already been done. There are several things that cause creative problems but it all boils down to having to write weekly television each and every week and expect the storylines to make logical sense. Sometimes WWE accomplishes this, other times they do not. WWE gets in trouble by booking on the fly or Vince McMahon orders last minute script changes. One of the biggest things I don't think a lot of people understand is how difficult the job of a writer is. As one observer told me, it's not fun to write TV and is a very tedious task.\n\nWhat is up with these \"cryptic tweets\" to the official WWE Twitter account? Have you heard anything special about who it is and when this person will return or make their debut?\n\nI am under the impression the Tweets are about Undertaker and\/or Kane but I haven't heard for what. WWE was hoping that Undertaker would come back to work Survivor Series but I haven't heard if there has been any movement on that or not.\n\nWant more Ask WNW? You can now Tweet your questions to Richard at using the hashtag #AskWNW and get an answer! The only condition is you MUST be following Richard\n\nThe next installment of Ask WNW is scheduled to run on Tuesday, October 1, 2013. Remember questions that are legible stand the best chance of getting answered. Check out the Ask WNW archive at this link.\n\nSubmit questions to:!\n\nRelated Articles",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.7789680958,
        "format_confidence":0.9436116815
    },
    {
        "url":"http:\/\/answers.wikia.com\/wiki\/What_is_the_unlock_code_for_high_society_magazine_bonus_dvd_honey_pots",
        "text":"1,083,466 Pages\nWelcome! Enter your question below. Please use words like \"Who, What, Where, When, Why, How, etc...\" in your question. Nothing to ask? Click here for a random, un-answered question.\n\nWhat is the unlock code for high society magazine bonus dvd honey pots?\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9510278702,
        "format_confidence":0.7918186784
    },
    {
        "url":"http:\/\/tvode.com\/favourite-wallace-gromit-character\/",
        "text":"Home    Subscribe    Contact    Login\n\nFavourite Wallace & Gromit Character?\n\nby Bryony Harrison (follow)\nI'm a freelance writer & poet; if you would like to read my poetry, please check out my book, 'Poems on the Page' from tinyurl.com\/pgyyx76\nCartoon (35)      Animation (30)      Cartoon TV (29)      Cartoons (25)      Stop Motion (6)     \nWho is your favourite Wallace & Gromit character?\n\nwallace & gromit\n\n#Cartoon TV\n#Stop Motion\nI like this Question - 4\n[ Submit an Answer ]\nTop Answers\nMy favourite is the penguin from The Wrong Trousers. I just love him.\nGromit, Wallace's long suffering dog!\nShaun the Sheep\nMore Articles by Bryony Harrison\nview all articles by Bryony Harrison\nArticles by Bryony Harrison on Other Hubs\nMy Google Plus Profile\nID: 15875\nTrending Articles\nFeatured on Other Hubs\nCopyright 2012-2018 On Topic Media PTY LTD. ABN 18113479226. mobile version",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9799685478,
        "format_confidence":0.7758224607
    },
    {
        "url":"https:\/\/www.evi.com\/q\/shilpa_shetty_figure",
        "text":"Say hello to Evi\n\nEvi is our best selling mobile app that can answer questions about books, music, films, conversions, history, people, places and much more.\n\nTo experience the full power of Evi you can download her app for free on iOS, Android and Kindle Fire.\n\nYou asked:\n\nshilpa shetty figure\n\n  • Shilpa Shetty\n    Shilpa Shetty\n    Shilpa Shetty's vital statistics description is Shilpa Shetty is 1.78 meters tall..",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.7757313251,
        "format_confidence":0.6517964005
    },
    {
        "url":"http:\/\/www.qacollections.com\/What-is-a-skipper",
        "text":"What nickname did Skipper call Gilligan?\n\nAnswer The Skippers nickname for Gilligan was \"Little Buddy\".\n\nTop Q&A For: What nickname did Skipper call Gilligan\n\nWhat did the skipper call Gilligan on Gilligan's Island?\n\nThe skipper most often called him \"little buddy\". Supposedly Gilligan's first name was Willie - ?\n\nWho was the former skipper of psv?\n\nIs skipper a good horse name?\n\nNo, u should use Captain Rex noactually skipper is a adorable name for a horse. :)\n\nWhere do Madagascan red& gold skipper butterflies live?\n\nThe Madagascan red and gold skipper butterflies live in the rain forests of Congo, Africa. There are only a few people who have seen this butterfly in its natural environment.References:Rain Forest... Read More »",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.8565615416,
        "format_confidence":0.885529995
    },
    {
        "url":"http:\/\/www.tom-baker.co.uk\/forum\/viewtopic.php?f=52&t=1058",
        "text":"The Four Doctors\n\nRead guidelines first. Start new topic in June to post your question.\n\nModerator: Forum Moderator\n\nForum rules\nStart new topic to post your question. One question allowed per member per month. Ask one concise question per post, and please refrain from including information and comments irrelevant to your question.\nThese questions are for Tom to answer, so please do not be tempted to post a reply to someone else’s question. If you want to make a comment, post it in the Fan Community → About Tom’s Newsletters and Answers to Questions subforum.\nPlease do your research before asking a question and try not to ask questions which Tom has answered before – either here or in interviews such as the Doctor Who Magazine articles available on this website in the Doctor Who section. If your question is factual, please try googling it first to see if you can find the answer.\nQuestions about whether Tom will appear at a convention or in a particular programme or film are wasted questions as he cannot talk about any offers in advance, and the moment agreement is reached, he announces the news on his website.\n\nThe Four Doctors\n\nPostby J.R. Ewing on June 3rd, 2011, 2:20 pm\n\nHi Tom\n\nThank you kindly for answering my last question. I just wondered how would you've felt if Philip Hinchcliffe, Graham Williams or JNT had suggested doing a multi-Doctor story during your period of the show ?\nJ.R. Ewing\nPosts: 5\nJoined: May 3rd, 2011, 6:36 pm\n\nRe: The Four Doctors\n\nPostby Tom Baker on June 21st, 2011, 1:27 pm\n\nDear JR,\n\nI think I would have declined to do it. The other doctors did not interest me in those days. But now that I'm involved in a lovely BIG project with BIG FINISH, I find my feelings are much more generous towards the other chaps. I hope you like the Big Finish productions. Their Website is well worth a visit.\n\nUser avatar\nTom Baker\nSite Admin\nPosts: 623\nJoined: October 27th, 2009, 1:31 pm\n\nReturn to Questions for June 2011\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest\n\nweb design london : pedalo limited   Website and contents copyright © Tom Baker Ltd 2009 except where stated otherwise",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9970384836,
        "format_confidence":0.6938412786
    },
    {
        "url":"https:\/\/heycrowd.com\/?id=700894-which-band-is-better",
        "text":"Which band is better\n\n33 votes\n\nAsked almost 5 years ago by userpic Little turtle🐢 to crowd icon Rockers\nsort comments by :\n\n\n\nRelated questions\nBest band\nFavorite band?\nWhich is your favorite?\nFavorite band?\nFavourite band?\nFavorite Band?\nWhich band do you like best?\nIf you listen to these bands, who in your opinion is better?\nWhich is the best?:)\n\nOther questions\nHow old am I??\nHello! I'm bi... I love girls and guys would you date me? Dm me for kik.\nDo you like him?\nWhat's your biggest fear?\nBest band\nAm I sexy... I know I am so... :)\nWhich fully shy\nShould I start cussing on here to show how I feel I'm 11\nWhich Faction do you think you would fit in most?\nAfter removing a cataract in his right eye, Claude Monet....\nNarwhal, unicorn, Pegasus. Which do you like better\nYou walk across a bridge and see a boat full of people yet there is not a single person on board. How is that possible?\nDo you guys play (MovieStarplanet) if you do comment your name\nWhat is your favorite color\nFinish this phrase My milkshake brings ____ to the yard\nConnect with us\ncontact @ heycrowd.com\nterms & conditions\nOther survey tools\nSurveyNuts : Survey maker\nPollBagel : Poll creator",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.8539699316,
        "format_confidence":0.9608230591
    },
    {
        "url":"https:\/\/movies.stackexchange.com\/questions\/89894\/what-is-the-process-for-screening-a-movie-today",
        "text":"Perhaps a bit of an odd question, but I've always been intrigued by all aspects of the entertainment industry.\n\nAfter the post-production process, what is the process for a typical screening of a major film? The distribution company sends out copies how...? Obviously not using film reels.\n\nOnce they receive a copy, how does a movie theater essentially 'play' a movie?\n\n  • It's all digital now. - en.wikipedia.org\/wiki\/Digital_cinema\n    – Paulie_D\n    Jun 24, 2018 at 17:19\n  • Not everything, even now, is digital. Some theatres retain the ability to project 35mm and 70mm prints and some directors and critics still prefer them (Mark Kermode, for example, has recently screened even modern movies in 35mm at festivals see, for example, this.\n    – matt_black\n    Jun 24, 2018 at 22:31\n  • We push the \"play\" button ;)\n    – theMayer\n    Jan 13, 2019 at 21:29\n\n\nBrowse other questions tagged .",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9893072248,
        "format_confidence":0.9903026223
    },
    {
        "url":"http:\/\/freeldssheetmusic.org\/questions\/ask?pre_fill=Problem+report+for+song+The-Spirit-of-God-SSA-by-Lindy-Kerby%3A+%28PROBLEM+DESCRIPTION+%3A%29",
        "text":"\nLike watching movies? Play movies your way without the violence and language, etc!\n\nContact us\n\nAsk your question\/leave feedback below.\n\nWe love feedback and questions!\n\nOr post your message to our facebook page instead.\n\nType the name of the day that comes after Saturday (for spam avoidance)?",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9666374922,
        "format_confidence":0.7250447273
    },
    {
        "url":"http:\/\/movies.stackexchange.com\/questions\/2811\/is-the-sword-fighting-historically-accurate?answertab=oldest",
        "text":"Take the 2-minute tour ×\nMovies & TV Stack Exchange is a question and answer site for movie and tv enthusiasts. It's 100% free, no registration required.\n\nI recently watched Game of Thrones. The show is set in a pseudo-medieval world. I'm wondering whether the sword fights and the swords are authentic representations.\n\nHere're an example:\n\nshare|improve this question\n\nmigrated from history.stackexchange.com Jun 13 '12 at 15:57\n\nThis question came from our site for historians and history buffs.\n\nPretty much all \"European\" style sword fighting in movies is about as accurate as a cartoon of a kid lighting his fart on fire and blasting off into space. Sources: Hans Talhoffer, Sigmund Ringeck, Johannes Liechtenauer, etcetera. –  user7080 Dec 9 '13 at 6:55\nSo you're asking about the historical accuracy of a pseudo-medieval world on a make-believe planet? :| –  coleopterist Dec 9 '13 at 7:10\n@coleopterist Yes. Well kind of. Obviously, the creators were inspired by something. If you have a better way of asking this question, to go ahead and edit it, but your edited title makes absolutely no sense. –  Richard Borcsik Dec 11 '13 at 12:01\n@RichardBorcsik In which way does the title not make sense? It asks if the sword fighting is historically accurate, which is what your original question was asking all the time. Of course the show that the question is about is explicitly given in the question's tags. –  Napoleon Wilson Dec 11 '13 at 12:18\n\n3 Answers 3\n\nup vote 22 down vote accepted\n\nNot particularly. While it is, in part, derived from European sword fighting, there are also dashes of Chinese sword theatrics (Wushu) along with exaggerated and dramatic moves designed to film well. As with hand-to-hand martial arts, actual real life fighting is a lot faster, direct and brutal. The downside is that these methods don't film well.\n\nshare|improve this answer\nActually, it was much slower... defense and recovery (returning to a defensible position after a failed attack) are integral parts of fencing that usually isn't very \"Hollywood.\" Here's a metafilter thread on the topic, with a couple of linked videos and a very nice explanation. –  RI Swamp Yankee Jun 12 '12 at 11:30\n@RISwampYankee - Thanks for the additional info. I was mainly thinking of the attack portion being slowed down for better, more dramatic, filming, not to mention the safety of the actors and stunt people. I didn't consider the defense portion. –  jfrankcarr Jun 12 '12 at 14:04\nThis video demonstrates realistic longsword techniques: youtube.com\/watch?v=tsGU5KI1qJA (courtesy ARMA) –  Duncan Bayne Nov 21 '13 at 1:19\n\nIt is worth bearing in mind that single handed swords did little against plate armour, they did little against maille and padding unless you landed a good solid thrust. Curved swords have almost no affect against solid armour too.\n\nI have suits of maille and plate and regualarly fight in tournaments wearing them. We have fought at full power with swords and I have never been hurt despite getting hit a lot!\n\nThe fight with Ned Stark and Jamie which the OP has provided a link for is a good example of Hollywood fighting. If you watch carefully the head shots and thrusts would normally miss even if the target stayed still but they move or block and with a good camera angle it looks like a close thing but they were never in danger. Slashes to the body are normally swung in when the opposing blade is already in place to block them.\n\n\nI just watched the scene with Jamie and Briene on the bridge. The part just before the actual sword clashes is historically correct as related to 15c fighting manuals. They are taking recognised 15c guards called the ox and the plough. Once the fighting starts the blows are telegraphed and aimed at the weapon rather than the person. There is also a lot more pressing swords together (called binding) than would normally happen for real, if you pressed swords and stood that close you would be punched or headbutted. Jamie mentions that she should not grimace before thrusting, this is correct and is actually a very common bad habit with newer fighters.\n\nshare|improve this answer\n\nHistorically accurate as compared to what? Game of Thrones is a fantasy, not based on history or any historical period, so there is no basis for comparing it to a historical event like the Battle of Hastings, for example. The story, and the style of fighting, is in the minds of the show's creators.\n\nshare|improve this answer\nI disagree. It was inspired by real historical periods and real territories. There's also an accepted answer so I don't see the point of this \"answer\". Obviously the sets and the choreographies were not derived from thin air. –  Richard Borcsik Feb 12 '13 at 10:19\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9293782711,
        "format_confidence":0.989665091
    },
    {
        "url":"https:\/\/music.stackexchange.com\/questions\/90460\/what-is-the-name-for-a-fluid-transition-between-two-tones-when-did-it-first-app\/90482",
        "text":"With instruments such as violins or trombones, it is possible to shift from one tone to another fluidly. What is this practice called? When has it first appeared in [Western] music?\n\n\nSliding between two notes, up or down, and including the notes 'in the cracks' at the same time, is called portamento. It's been around for as long as the particular instruments it's possible to play it on. As you say, trombones, unfretted stringed instruments. It's possible also on trumpets and clarinets, easier to play in the upper registers.Slide guitar works well, but it's impossible on acoustic pianos - although a lot of keyboards - synths - have a portamento setting.\n\nGlissando is not an Italian word, unlike so many other musical terms! It's a bastardisation of the French 'glisse' - to slide. It tends to be kept for instruments on which slides can be performed - catching as many notes in between start and finish as possible - but none really 'in the cracks'. In fact, harps and pianos are most considered with reference to the term 'glissando' - on piano, it's more usual to gliss on the white keys - so it's not even a chromatic episode. Trombones are difficult to perform a proper glissandos (glissandi?) on, as once past the end of the slide motion, a new embouchure needs to be made.\n\n  • 9\n    @user45266 I rather suspect that portamento predates the invention of the violin or, Tim, of any instrument, since it is also possible with the human voice. (In fact, in many styles, teaching singing involves a good deal of restraining a natural tendency to slide around, and even passages that aren't perceived as sliding probably actually involve sliding so quickly that it isn't noticed.) – phoog Oct 6 '19 at 19:32\n\nGlissando, \"glide from one pitch to another\", or portamento, \"pitch sliding from one note to another\".\n\n  • 3\n    As other answers have noted, \"glissando\" is slightly different from \"portamento\", although often mistakenly used as a synonym. – user45266 Oct 6 '19 at 19:27\n\nWhen has it first appeared in [Western] music?\n\n\"Portamento [has been] considered an essential aspect of good singing for hundreds of years...\"\n-- J. Potter, 2006, \"The rise and fall of portamento in singing\", Music & Letters 87(4), p. 523\n\n\nGlissando is a metered slide from one note to another that takes the given duration of the first note to perform. On instruments like a piano it is usually approximated \"discretely\" by sweeping across the white or black keys. Portamento is an unmetered smooth jump \"between\" successive notes (in timing similar to grace notes) like what happens naturally when having two different slur-connected notes played by the same finger on the same string of a violin and separated by a position change. There is no way to approximate that on a keyboard instrument.\n\n  • Last sentence: read my answer. Engage 'portamento', press one key, press another. – Tim Oct 6 '19 at 15:42\n  • 4\n    Probably referring to acoustic keyboard instruments, @Tim. With digital instruments, just about anything's possible. – user45266 Oct 6 '19 at 19:29\n  • 1\n    @user45266: I can actually imagine an acoustic keyboard instrument capable of portamento. Imagine an instrument with a single string and a slide operated by the keys (like a single-string slide guitar). I don't think such an instrument exists or has ever existed, though. – Jörg W Mittag Oct 7 '19 at 10:26\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.8217653632,
        "format_confidence":0.990519166
    },
    {
        "url":"https:\/\/www.animenewsnetwork.com\/answerman\/2007-11-23",
        "text":"by Zac Bertschy,\n\nSo, some of you may have noticed that there was no column last week. To make up for my absence, I'm pulling double duty this time, answering six - that's right, six - questions! Amazing, isn't it?\n\nThat's a lot of work, so we'd better get started. Hopefully I can finish this before the tryptophan in my system knocks me out.\n\nHey Answerman, I have a trio of questions for you, that I've finally gotten off my duff to ask.\n\n1) I'm really confused about the -Chan suffix. When I watch a lot of Anime in its original Japanese, it sounds a lot like they pronounce it like the famous Hong Kong actor. Yet in a lot of English dubs where the term is retained (Ranma\/Azumanga Daioh), it sounds like they say \"Chawn\". Also with Shin-chan, the quick English intro, and Adult Swim commercials seem to pronounce it the former way, yet I've seen con videos on Youtube with actors like Chris Sabat saying \"Shin Chawn\".\n\nIs it a po-tay-to \/ po-tah-to thing, or is there one correct way to say it and everyone else is saying it wrong?\n\n2) I've been somewhat keeping up on companies' decisions to go with their High Definition format of choice. But so far, the Anime that's been released in HD has generally been \"Remastered Classics\". This got me wondering: Exactly how big is the HD format over in Japan? Is it as common to show TV Anime in HD like many shows over here now? I'm just wondering when we'll see more Anime originally made in HD on an ownable, HD format.\n\nActually, given the nature of this column and how you submit questions, I would suggest you actually had to get on your duff to ask them. That said, I'll answer these in order:\n\n1. The proper way to pronounce that suffix is \"chawn\"(although I think \"chän\" is probably a better representation of the phonetic spelling), like you're hearing in those dubs and con videos. People are used to saying \"Chan\" like \"Charlie Chan\" or \"Jackie Chan\" and so the word gets mispronounced. Also, I'm not sure about your Japanese listening comprehension skills but I've never heard the suffix pronounced \"Chan\" like \"Jackie Chan\" in a Japanese language track.\n\nIt's not really a potato-potahto thing.\n\n2. I wouldn't call the Japanese HD market \"big\" (although I wouldn't call the HD market \"big\" in any country yet, even though I'm happily HD format-neutral and frequently waste money on both Blu-ray and HD DVDs), but Blu-ray is easily winning the format war there. There's a graph here that illustrates Blu-ray recorder sales versus HD-DVD recorder sales, and you can see which one is taking off. According to a news item over at Anime on DVD, Japan's HD market is based primarily on recorder sales, since the only standalone players that are really gaining any traction are the PS3 and the XBox 360's HD add-on. Also, Japan has plenty of hi-def cable channels, just like we do.\n\nI have been an anime fan for about 5 years now and I have went to only 2 conventions both Anime Expo. I have seen so many people clamor over pocky in the conventions like its a drug or something. In my opinion I feel its overated because really its a pretzel coverd in chocolate ya its good but does it deserve the attention it gets from anime fans.So why is pocky so popular with anime fans.\n\nPocky has become essentially the \"mascot candy\" of anime fandom - it's not that it's the most delicious or amazing thing in the world, it's simply popular because it's Japanese, shows up in anime a lot and they sell it at conventions en masse. Yeah, anime fans sometimes take it too far with the whole \"POCKY IS THE GREATEST THING EVER\" stuff but it's just typical fan enthusiasm.\n\nDoes it \"deserve\" to be as adored as it is? Well, I'm with you on the notion that it really isn't anything spectacular - although I am partial to the strawberry flavor - but even if it's not the greatest candy ever made, it's part of fan culture, something most every new anime fan generally buys into.\nHell, even anime companies tend to play it up - typically at convention panels, they'll toss Pocky out to the audience or offer it as a bonus when you make a purchase at their booth.\n\nI have a question about screening permissions.  I'm part of a group that frequently has public anime screenings, and we generally have no trouble getting screening permission.  Lately, though, we are gettign turned down for a lot of older classics that the US distributor no longer has the screening rights to.\n\nThis opens a major can 'o' worms.\n\nIf I want to show, say, K.O.Beast, which Right Stuff no longer has permissions for, who else can I contact?  The Japanese studio who made it?  Even so, can it be shown then with the English dub, which I assume someone in America has the rights to?\n\nI totally hate the idea of never being able to show a great old program just because the US distributor didn't find it worth their while keeping up the license.\nWhile it's noble that you're actually getting screening permissions from the US companies that license and distribute this stuff, you have to understand that you're the exception to the general rule that nobody really cares if you show something to your anime club, especially not forgotten oldies like KO Beast, so just screen whatever you like willy-nilly. Even if you can track down the contact info for the Japanese company that owns the property, it'll take months for you to get a response, and that's if they even bother responding.\n\nI'm not saying you shouldn't attempt to get screening permission from the US companies that own the R1 licenses, but for something like that where the rights expired, you're probably safe just screening it anyway.\nThe Feds aren't going to bust down your door for showing KO Beast to a few dozen people, provided you're not charging admission.\n\nDear Answerman, I read online that on December 1st Youtube is going to permanently remove all anime music videos. is there any truth to that?? why would youtube do that??\n\nShort answer: no, there's no truth to that.\n\nThis site seems to be the primary source for that \"rumor\" (I prefer to call it an \"obnoxious lie made up by some bored fan\"), and it's been discussed in a few places, including the forums on this site and a handful of blogs. Nobody was ever able to find any kind of official source on it; basically, it's like the old \"sign this petition to prevent George Bush from banning anime!!\" thing, which was also started by bored fans.\n\nSpeaking directly to the issue, it's a silly rumor to start anyway - 20th Century Fox can't even consistently keep Family Guy clips from being uploaded constantly to YouTube, and while anime companies have made some attempts to keep their shows off the site, the fans who upload these things are so diligent and YouTube's submission process is so open that it's virtually impossible to keep any sort of content off the site. While AMVs sometimes get knocked out when YouTube sweeps for fansubs of licensed series, I've seen nothing to suggest that they specifically pursue AMVs for deletion. Even if they did, someone would reupload the content within minutes anyway.\n\nI'm not sure why people try to start rumors like this. Maybe they're just looking for a little attention, or they want people to get all whipped up into a frenzy (which isn't hard to do considering how there's a small but vocal contingent of fans out there tend to behave like they're desperate to be persecuted in some way, something that these rumors really feed into).\nRegardless of their reason, remember to always check the source when you hear something like this being thrown around. If it smells bogus, it usually is, especially when it comes to things like this.\n\nWhy do North American dubs always cut out swearing in anime?  This buggs me because some shows are still going to be violent, bloody, or contain nudity.  It will be for older audiences anyways, but they still cut it out.  Are North American voice actors afraid to swear or something?  One example is the dub for Samurai Champloo.  There is tons of swearing in the Japanses version but none when dubbed in English.\n\nWell, an important thing to consider is this: the \"swears\" you hear in the Japanese language tracks are very common, and given that common swears in Japanese are not nearly as crude as common English swears, it's difficult to properly translate them. Swearing in English is an unsubtle art, whereas directly translating these Japanese swears requires subtlety that wouldn't sound natural to an English-speaking person watching a cartoon.\n\nThat's not to say there are no swear words in the Japanese language, but the \"real\" swears aren't used on television. So this basically boils down to an issue of translation; American anime companies are obviously going to go for a translation that appeals to as broad an American audience as possible, so if they're preparing a show for broadcast, they're going to generally just leave the swearing out. In fansubs, where they don't have to be concerned about things like that, they usually toss in as many F-bombs as they like, even if they're not quite exact approximations of what's being said. Neither of these methods are \"wrong\", per se, but it all boils down to how the translator decides to interpret the word.\n\nI have a question regarding fansubs. I know you do not like to answer questions about fansubs but I believe I have something to say that has never been said before about them. Arent fansubs protected by the first amendment? Removing them even when the series is licensed seems like censorship and supression of freedom of speech to me. The fansubbers are being silenced and their rights denied. When will the fansubbers fight back against the big corporations trying to silence them?\n\nI said I was sick of talking about fansubs, but I've received this question in one form or another from multiple people now and I felt the need to address it; apparently it is a growing sentiment among a particular segment of fans that fansubs are a free speech issue and the discussion about them should tak... (truncated)",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9767959118,
        "format_confidence":0.6356734633
    },
    {
        "url":"https:\/\/anime.stackexchange.com\/questions\/56012\/how-old-is-ban",
        "text":"Nanatsu no Taizai wikia says Ban is at least 1103 years chronologically.\n\nBan - Nanatsu no Taizai wikia\n\nBut in season 2 of the anime, his adoptive father when they re-meet tells him he looks 20 for someone who should be 40. Also, in the wikia, his adoptive father age is 65, and his adoptive father knew him before he was inmortal and told him how to gain inmortality from a story he thought it was a fairy tail. So how old is Ban? Is he 40 or is he 1103 years old?\n\n\nBan was around 23 years old when he drank from the fountain of youth...43 when the main evens of nanatsu no taizai take place.\n\nAfter this, spoiler for future anime seasons*\n\nBan entered purgatory where 1 minute is equal to 1 year in real life. There he spent over 1060 years at least (in real time years)\n\nHope this helps you to understand!\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9881072044,
        "format_confidence":0.9812812209
    },
    {
        "url":"http:\/\/www.qacollections.com\/How-to-Cosplay-As-Charlotte-from-Making-Fiends-Cartoon",
        "text":"How to Cosplay As Charlotte from Making Fiends Cartoon?\n\nAnswer Charlotte.Charlotte is one of the main characters on Making Fiends. She is a girl that moved from Vermont to a new city called Clamburg. Vendetta hates Charlotte. Charlotte doesn't realize it and t... Read More »\n\nTop Q&A For: How to Cosplay As Charlotte from Making Fiends ...\n\nHow to Cosplay Vendetta from Making Fiends Cartoon?\n\nVendetta.Vendetta is another main character to Making Fiends next to Charlotte. The two are complete opposites. Vendetta makes fiends and she is evil. Charlotte makes friends and she is overly happ... Read More »\n\nExercise fiends who have office jobs: do you find it difficult to sit still all day?\n\nTell me about it!!!almost 4 months for me, Linz. I rode my exercise bike two days in a row now and it was almost enough to make me cry happy tears.\n\nCosplay Store in Las Vegas (or general help with cosplay)?\n\nCosplay, 9811 W Charleston Blvd Ste 2-540, Las Vegas, NV 89117. 702-944-9664\n\nIs Times Warner releasing a new Dungeons and Dragons cartoon series on Cartoon Network?",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.8162660003,
        "format_confidence":0.8742605448
    },
    {
        "url":"https:\/\/movies.stackexchange.com\/questions\/3475\/how-long-did-it-take-bruce-to-recover\/3477",
        "text":"\n\nHow long did Batman spend in the pit (in order for him to recover)? The pit wasn't mentioned as Lazarus pit, was it?\n\nI assume at least 6 months, because that was the time mentioned for the nuclear core to be destabilized.\n\n\nAbout 5 months.\n\nSo, there have been quite a few confusions about the actual length of Bane's occupation of Gotham and Bruce's time in the pit. So let's go through the movie step by step and summarize all the hints about the chronology in order to wipe out any unclarities:\n\n  • Shortly after Bruce is thrown into the pit Bane starts carrying out his plan. When Bane and Pavel force the board members to hand over the reactor, Bane explicitly states that it will take about 5 months for the core to deteriorate (they don't tell this anyone else, though, especially not the government or the Gothamites, since the belief that it will just go over and regulate itself is the whole reason for the government's policy of appeasement and waiting):\n\n    Bane: Pull the core out of the reactor!\n    Dr. Pavel: No, you cannot! This is the only power source capable of sustaining it. If you move it, the core will decay in a matter of months.\n    Bane: Five by my calculations.\n\n  • Furthermore, the 57 that many seem to remember is shown during Bane's speech in front of Blackgate Prison (which is some time after the takeover). However, it is not the number of days, but most probably the number of minutes, as can be deduced from the next number being the seconds because they count down right during this very scene.\n\n    enter image description here\n\n    There are further numbers above those 57:3X, clearly recognizable as 03:14:22.\n\n    The following might be a bit speculative: It is not entirely clear what those numbers mean, but they could stand for months, days and hours. So at this point we would have about ~3.5 months (or ~105 days) left. But we also have to consider that green\/red circle which counts down along with the timer. If we assume (though, not know) it started at a full circle, it already has lost about 1 quarter and thus the timer would have started at ~4.66 months (~140 days), which fits to Bane's approximation (whenever that month was lost already, either before carrying out the plan or between the takeover and the Blackgate speech).\n\n  • Next, after some scenes of Bruce slowly recovering his ability to stand again, we see scenes of Gotham already in winter, presumably after some time has passed (considering that football season is in autumn). After that we see Bruce again, training in his cell. When he watches the TV and before he makes his first climbing attempt, the TV news headline says (sorry, again no HD footage for you, but it's also in the script):\n\n\n  • And this fits also with the next scene in Gotham: the arrival of the Spec-Ops team with the supply shipment. In this scene the trapped police force is mentioned and a rough estimate of 3 months of occupation is given (which might be rather approximate):\n\n    soldier: Men who haven't seen daylight in three months.\n    Blake: Police officers who haven't seen daylight in three months.\n\n    And in fact in the next scene Lucius Fox tells them pretty accurately there's only 23 days left:\n\n    Fox: As the device's fuel cells deteriorate it becomes increasingly unstable, to the point of detonation. [...] And it will go off in 23 days, regardless of Bane's revolution or what we or the outside world choose to do.\n\n    So this makes about 4 months, again fitting to our previous computations (including a bit of a lax estimate of 3 months and the approximate month we might have lost before all the takeover).\n\n  • After Bruce sees the footage of the hanged Spec-Ops team he destroys the TV and makes his second failing attempt at climbing out, followed by the successful ropeless climb. The next thing we see is Comissioner Gordon talking about doing something against the bomb as the time closes:\n\n    Gordon: The bomb goes off tomorrow, we have about 18 hours to do something.\n\n    Which is shortly before he gets captured and the movie's showdown unfolds.\n\nI tried to put all this information into a timeline diagram of all the major events since Bruce's capture (beware, not exactly on scale), which does not explain everything exactly but gives some reasonable understanding of how the various events are chronologically connected:\n\nenter image description here\n\nThough, in the movie the time between the reactor theft, the football game and the storm on Blackgate seems much more compressed (in the way it's staged and intercut), so that estimate of already ~1 month passed at the Blackgate speech might not be entirely accurate and the overall time span till the explosion might have been little more than 4 months. But seeing the rather approximate usage of the word \"month\", Nolan's penchant for cross-cutting between scenes for raising tension, and that not all chronological connections are entirely clear, at the bottom line Bane's 5 month estimate (at least 4 at minimum) still seems a sufficiently reliable source for the overall duration of Bruce's time in the pit.\n\nThe pit wasn't mentioned as Lazarus pit, was it?\n\nAs to this, no, it wasn't mentioned specifically, but you are certainly not the only one to draw that connection, especially since it didn't just have physical regenerative effects but even more so a mental one (putting Bruce in the position to finally \"pick himself up\" from the well he once fell into).\n\n  • As for the Lazarus put, was Bruce's leg healed after escaping? – DustinDavis Sep 14 '15 at 22:32\n  • 1\n    @DustinDavis \"was Bruce's leg healed after escaping\" - I don't know, but he certainly didn't have a mechanical knee brace anymore, or did he? But at the end of the day, the nature as a lazarus pit was still rather metaphorical and not so much with actual magical healing abilities. But sure, he regenerated quite a bit physically, due to the time and the execises (driven by his will). (And of course he even more so regenerated emotionally.) But the Lazarus pit aspect is discussed closer in that other question, I didn't really consider it a major aspect of this one. – Napoleon Wilson Sep 14 '15 at 22:35\n\nThe specific timeline is never revealed, but it is within a few weeks.\n\nBane and Pavel tell everyone publicly that the bomb will take 6 months to deteriorate by itself. Lucius Fox, however, explains that the core will overheat and detonate in 54 days if it is not reconnected to the full generator. The number of days remaining can be seen on the countdown timer on the core.\n\nWhile R'as Al Ghul is typically associated with the Lazarus Pit, I believe the prison depicted is meant to be a reference to Santa Prisca, where Bane was born in the comics.\n\n  • But didn't J. Gordon Levitt or somebody talking to him mention that already 3 months passed at some point during the occupation? – Napoleon Wilson Jul 26 '12 at 19:22\n  • Not that I recall, but I may have missed it. Anyone else remember for sure? – phantom42 Jul 26 '12 at 19:26\n  • I saw the film last night and someone definitely said \"3 months\" - however I am sure Wayne was still in prison at that point. Was the \"54 days\" you mentioned before the core was removed, or later on (e.g. in the 3 months part)? – DisgruntledGoat Jul 29 '12 at 18:52\n  • 1\n    The time Bane mentions is right. Bruce Wayne returns sometime in the winter, and all the events before the mentioned fight occur during the fall or even summer(remember the way people were dressed). I remember the time was 5 months, but I can't come with a quote. – Dragos Jul 30 '12 at 11:40\n  • 1\n    Logically we can assume the bomb was started in late Sept - Oct since football starts in August however most season games do not start until after Labor Day. Also the way people where dress since Gotham is more or less NYC. So assuming the same climate the way people where dress would point towards that time frame. As for the time of batman's return it would have to be Jan, Feb for the river to be frozen all the way across. – OrionDarkwood Jul 31 '12 at 15:27\n\nIt was 3 months- I am watching it right now and Joseph Gordon Levitt's character is talking to the cops\/agents who came with the emergency food shipment with the commissioner in the room as well. They are talking about the 3000 cops in the tunnels who \"haven't seen daylight in 3 months.\" Which makes sense because as a previous poster said football season is in the early fall and was just beginning to snow so that means it is around early December.\n\n  • But the incident with the SpecOps team was some time before the final showdown, wasn't it? So there could have passed some months after it, no? – Napoleon Wilson Jun 16 '13 at 18:56\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9888918996,
        "format_confidence":0.9894401431
    },
    {
        "url":"https:\/\/lezzeppelin.fanbridge.com\/questions\/q\/950711",
        "text":"Lez Zeppelin\n\nNo question just praise for an amazing show in Sandy Hook a few weeks back. I was blown away and now in pursuit of more. Come back soon.\n\nLez Zeppelin responded on 12\/25\/2012\n\nWe loved playing for you in Sandy Hook. What a great audience. We want you to know that we were broken hearted and devastated by the events that took place a few weeks ago, and we hope to play again for you soon. On behalf of all of us, you are in our thoughts this holiday season. Sending a whole lotta love!\n\n1000 characters remaining",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9860399961,
        "format_confidence":0.8715339899
    },
    {
        "url":"https:\/\/glantraethfc.com\/qa\/who-got-paid-the-most-in-harry-potter.html",
        "text":"Who Got Paid The Most In Harry Potter?\n\nDoes Emma Watson like Daniel Radcliffe?\n\nDaniel Radcliffe and Emma Watson did not date each other.\n\nWhile fans continued to ship the two celebrities for years, the Harry Potter stars never had romantic links with each other.\n\nHowever, it was not a romantic one.\n\nInstead, they shared a great friendship..\n\nWho is the poorest celebrity?\n\n10 celebrities that are worth a lot less than you would imagineLindsay Lohan – $500,000. Source: PA Wire\/PA Images. … 50 Cent – $15 million. Source: JLPPA\/ABACA. … Nicolas Cage – $25 million. … Mel B – unknown (but she has wasted a considerable chunk of her $38mil net worth) … Spencer and Heidi Pratt – $600,000. … Pamela Anderson – $5 million. … Mike Tyson – $3 million. … Kelis – $4 million.More items…•Jul 12, 2017\n\nWhat is JK Rowling worth?\n\nJ.K. Rowling is worth at least $670 million, though some say she’s a billionaire. Take a look at how the controversial author makes and spends her fortune. J.K. Rowling’s net worth has been estimated to range from $650 million to $1.2 billion.\n\nDoes JK Rowling get royalties from Harry Potter merchandise?\n\nOfficial Harry Potter merchandise (aka the stuff from Warner Brothers) also monetarily benefits JKR. But this doesn’t mean never buying a Harry Potter t-shirt again! See below for more options. JKR also gets money from tickets to Harry Potter and the Cursed Child and Universal’s Wizarding World of Harry Potter.\n\nHow much are Harry Potter royalties?\n\nBy the New York Times’ estimate, the Harry Potter novels have racked in at least $7.7 billion, and if J.K. Rowling took a standard authors royalty cut of 15%, she would have made at least $1.15 billion, and that’s before accounting for the movie series, which have also grossed $7.7 billion, and if she received the …\n\nHow much did the cast of Harry Potter make per movie?\n\nSo a $25 million pay day per film for the last two films is a huge jump in pay-grade. The actor only made $250,000 for Harry Potter and the Sorcerer’s Stone, $3 million for Chamber of Secrets, $11 million for Goblet of Fire, and $14 million for the upcoming Order of the Phoenix.\n\nDo Harry Potter actors get royalties?\n\nMost celebrities don’t get royalties unless they get a huge award like a Golden Globe or an Oscar, even then they are given very few royalties. The Harry Potter actors may have gotten such awards, but not for the Harry Potter series.\n\nIs Rupert Grint married?\n\nRupert GrintOccupationActorYears active2001–presentPartner(s)Georgia Groome (2011–present)Children14 more rows\n\nDid Tom Felton and Emma Watson ever date?\n\nIt would seem that it is only speculation, and the two of them are not dating. Watson appears to no longer have a crush on her former co-star. Felton and Watson admire and respect each other as any pair of friends would.\n\nIs Harry Potter richer than Malfoy?\n\nFirst of all, Malfoys have always been considered extremely rich while Harry was rich compared to his friends (Ron, Hermione and others) but never the richest!\n\nWho was the highest paid actor in Harry Potter?\n\nDaniel RadcliffeDaniel Radcliffe highest paid actor under 30 The boy wizard — who recently finished filming Harry Potter and the Deathly Hallows Part 2 — made $45 million (£28.5 million) in 2009-10, pushing his net worth to $75 (£48 million).\n\nHow much did Daniel Radcliffe make for each Harry Potter movie?\n\nHarry Potter and the Prisoner of Azkaban, released in 2004, earned Radcliffe a payday of $6 million. He went on to make $11 million for Harry Potter and the Goblet of Fire and $14 million for Harry Potter and the Order of the Phoenix, released in 2005 and 2007, respectively.\n\nWho is the richest actor?\n\nThe 20 Richest Actors in the WorldAmitabh Bachchan. … Adam Sandler. Net Worth: $420 million. … Mel Gibson. Net Worth: $425 Million. … Robert De Niro. Net Worth: $500 Million. … George Clooney. Net Worth: $500 Million. … Tom Cruise. Net Worth: $570 Million. … Shah Rukh Khan. Net Worth: $600 Million. … Jami Gertz. Net Worth: $3 Billion.More items…•Feb 13, 2021\n\nDoes Emma Watson get royalties from Harry Potter?\n\nAccording to a media portal’s report, Emma Watson earned $15-20 million per year from her acting salary for Harry Potter. Adjusting for inflation this starlet approximately earned $70 million with her Harry Potter base salary alone after completing the franchise.\n\nWho is the richest celebrity?\n\nTop 50 Richest CelebritiesGeorge Lucas. $10 Billion. George Lucas Net Worth: George Lucas is a director, writer, producer and businessman who has a net worth of. … Steven Spielberg. $7 Billion. … Kanye West. $6.6 Billion. … Oprah Winfrey. $3.5 Billion. … Jami Gertz. $3 Billion. … Kardashian Family. $2 Billion. … Jay-Z. $1.3 Billion. … Paul McCartney. $1.2 Billion.More items…\n\nWhat is Draco Malfoy worth?\n\nThe actor who plays Draco Malfoy, Tom Felton, has a pretty great net worth of his own. He’s currently enjoying a reported $35 million, which is definitely not bad for a 33-year-old (he was born in 1987).\n\nHow much did Emma Watson make for Harry Potter?\n\nHarry Potter Salary: Emma earned $4 million for 2007 “Harry Potter and the Order of the Phoenix”. She then earned $30 million for Deathly Hallows Parts 1 and 2, combined. After adjusting for inflation, Emma earned at least $70 million from Harry Potter base salaries alone.\n\nHow rich is Emma Watson?\n\nAs of 2021, Emma Watson’s net worth is roughly $80 million. Emma Charlotte Duerre Watson is an English activist, actress, and model born in Paris. She is mostly known for her performances in the Harry Potter film series, which she appeared in from 2001-2011.\n\nWho is a trillionaire?\n\nA trillion is such a huge number followed by twelve zeros. That is one thousand times a billion. As of today, there are no trillionaires who live on earth….Net worth of Richest Royals.Rank3NameSalman bin Abdulaziz Al SaudTitleKing of Saudi ArabiaNet worth$18 billion13 more columns•Jun 27, 2020\n\nWho is Daniel Radcliffe’s girlfriend?\n\nactress Erin DarkeRupert Grint and his longtime girlfriend, actress Georgia Groome, are expecting a baby together. And Daniel Radcliffe is quarantining in New York with his girlfriend of nearly eight years, actress Erin Darke.\n\nWho is Daniel Radcliffe’s wife?\n\nErin DarkeErin DarkeOccupationActressYears active2009–presentPartner(s)Daniel Radcliffe (2012–present)",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9808197618,
        "format_confidence":0.9344912171
    },
    {
        "url":"https:\/\/movies.stackexchange.com\/questions\/42864\/what-is-the-ultimate-goal-of-the-murky-goings-on-in-sicario",
        "text":"The lead character in the movie Sicario, Kate Macer (played by Emily Blunt) spends most of the movie not knowing what is really going on or what the purpose of her secondment to a somewhat shady anti-drug unit actually is.\n\nTowards the end of the movie it transpires that at least one of the goals was to facilitate an assassination of a drug lord. But why was this assassination important and what was the point of it?\n\n\nAs explained by Matt (Josh Brolin) to Kate (Emily Blunt), the purpose of the task force is to \"take down\" Mexican drug lord Fausto Alarcón. While this can be construed as \"arrest and convict\", the actual plan is to kill him, plain and simple.\n\nThe CIA's plan is that by weakening the Mexican cartels by such killings, the Colombian cartels can once again assume control of the drug trade in the americas. Their argument is that back when the Colombian cartels had a near-monopoly on the trade, there was a \"semblance of order\".\n\nThis period of time is referred to as \"Medellín\" in the movie, after the Colombian city and cartel of the same name. (Of course, the irony is that the United States did a lot to bring an end to the Medellín cartel in the first place.)\n\nSince those \"good old days\", however, Mexican cartels have taken over, and the violence and chaos of the drug trade has both grown and moved much closer to the United States - and spilled over.\n\nSo, in essence, it's the CIA choosing to side with the devil they know. Like supporting a dictator or even overthrowing an existing regime, in order to provide \"stability\" from a U.S. point of view. Or, in this case, at least move the problem farther away.\n\nThere's also the characters' personal reasons for wanting Alarcón dead. Alejandro (Benicio del Toro) was a public prosecutor in Juárez, Mexico. His wife and daughter were killed (horrifically) by Alarcón's group. Since then, Alejandro has become a mercenary - or vigilante - in his attempt to get revenge.\n\nAs Matt explains, Alejandro will work for \"anyone who will let him of the leash\". That is, help him to kill the people responsible for the killing of his family. In this case, the ones letting him off the leash are the United States and, indirectly, the Colombian cartels. Hence why another character refers to Alejandro as \"Medellín\": He's doing their dirty work.\n\n\nMacer's (Blunt) goal was to get back at those ultimately responsible for the bodies in the house raid at the beginning of the film.\n\nShe's really only there so that the CIA can operate on US soil, for which they need an FBI agent along for the ride.\n\nGillick's (del Toro) goal was revenge for the killing of his wife and daughter by Alarcón.\n\nGraver's (Brolin) goal was to help Gillick to kill Alarcón. He did this in order to help consolidate power in the hands of Colombian drug lords at the expense of the Mexicans. He did that to help move the drug war away from the US\/Mexican border.\n\n\nAs far as I understand, the assassin who ended up killing the drug lord was the old leader of a drug cartel in Colombia. When Mexicans get in American drug market and get the all market share, he became useless and he made a agreement with US against Mexican cartel. On the other hand, the drug lord killed his child and wife. So he wanted to take his revenge and US wanted to dismiss the Mexican cartel. And this was the most easy way to kill the leader because they know in these kinds of group when the leader disappears, the hierarchy is disrupted and they start a war between themselves.\n\n  • 1\n    Alejandro (the assassin) wasn't a Colombian drug lord. He was a public prosecutor in Mexico - that's why his family was so brutally murdered by the Mexican cartel. – Flambino Dec 22 '15 at 18:20\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9761903882,
        "format_confidence":0.9871357083
    }
]