[
    {
        "url":"https:\/\/the50sdinerpeoria.com\/qa\/how-do-i-get-a-shein-discount-code.html",
        "text":"How Do I Get A Shein Discount Code?\n\nHow do you get a Shein promo code?\n\nHow to redeem a Promo Code.\n\nAt checkout, fill in your shipping address, choose a payment method and shipping option.\n\nIf you have a valid Promo Code, simply enter the Promo Code into the Promo Code box..\n\nHow much is Shein delivery?\n\nE-GIFT CARDShipping MethodShipping TimeCostsPICK UP AT CONVENIENCE STOREEstimated to be delivered on 28\/04\/2021 – 30\/04\/2021.GBP£4.00 Free – orders over GBP£35.00EXPRESS SHIPPINGEstimated to be delivered on 26\/04\/2021 – 28\/04\/2021.GBP£12.00 Free – orders over GBP£100.002 more rows\n\nIs Shein shipping free on Sundays?\n\nDo they ship on weekends? Yes, SHEIN does offer free shipping.\n\nWhat is the best promo code website?\n\nBest coupon websitesAmazon coupons. … … RetailMeNot. … SmartSource. … … Brad’s Deals. Brad’s Deals has the latest information on deals at particular retailers. … The Krazy Coupon Lady. The Krazy Coupon Lady is known for everything coupons. … SlickDeals. SlickDeals offer a different take to couponing.More items…•Jan 9, 2021\n\nWhat is a discount code?\n\nDefinition: Discount codes are personalized or publicly-released codes offered to customers as a purchasing incentive that reduces the price of an order. Discount codes can be an effective means for ecommerce stores to attract shoppers and encourage repeat customers.\n\nWhy is Shein a bad company?\n\nShein has historically used unethical practices, such as child labor and sweatshops. Shein is one of the fastest growing online fast fashion retailers. … The industry is incredibly harmful to the environment, with fashion being the second most polluting industry in the world.\n\nHow do I get a huge discount on Shein?\n\nSHEIN FAQs The easiest way to save money at Shein is to grab their 10% new members discount which the site offers when you sign up for the email list. Shein also has a sale section on the website that offers rotating deals every week. Another way to save money is to look for a coupon on\n\nHow do you save on Shein?\n\nTips & Tricks to Save at SHEINStart your shopping in the sale section for weekly deals and other discounts on SHEIN merchandise.Look for additional sales and promotions in box ads on the homepage. … Create a free account on the SHEIN website to take advantage of occasional deals and discounts.More items…\n\nHow do I create a discount code?\n\nCreate a Promo CodeChoose a promo code name.Choose whether your discount is a percentage of the cost or a specific dollar amount.Choose which tickets or registrations your code applies to.Set the promotional period for your promo code.Limit the number of redeemable codes or make them unlimited.Mar 5, 2020\n\nDoes Shein have a student discount?\n\nYes, SHEIN does offer student discounts. … You can find additional information about SHEIN’s student discount policies on their customer service page here.\n\nWhy do promo codes never work?\n\nAmong the most common reasons a code doesn’t work — it’s expired, there are exclusions, it’s non-transferrable and, my favorite, just because it doesn’t. Terri Lynn always searches for a promo code before completing any online purchase. … Even if you’ve been burned before by a bad code, you may want to try again.\n\nIt’s easy to understand how Shein became so popular, because it’s the same story as any other fast-fashion brand. … Not only has it historically used unethical practices to undercut the already low prices of other fast-fashion brands but it’s survived numerous scandals unscathed.\n\nWhere can I get a promo code?\n\n10 of the Best Websites to Find Coupons and Promo CodesBrad’s Deals. You’ll be able to find coupons for more than 4,000 retailers on Brad’s Deals. … If you’re looking for grocery discounts, is a great resource. … Coupon Cabin. … Hip 2 Save. … The Krazy Koupon Lady. … Passion for Savings. … … RetailMeNot.More items…•Jun 9, 2015\n\nDoes Shein do birthday discounts?\n\nNo, SHEIN does not offer birthday discounts. … You can use SHEIN coupons to unlock discounts at their website.\n\nDoes Shein steal credit card info?\n\nHome » Cybersecurity » Data Security » Malware steals passwords from 6.4 million SHEIN customers. … Fortunately, SHEIN says that it does not typically store payment card information on its systems, and there is no evidence to suggest that customers’ credit card details might have been stolen.\n\nHow do I use multiple Shein codes?\n\nApply Shein Promo Code in your shopping cart Feel free to select the discounted item of your choice at Shein. Now when you have access to all the Shein coupon codes that can assist you, apply them at checkout in the promo code section. This will allow you to have a tremendous amount of price reduction.\n\nHow do I stack Shein codes?\n\nCan you stack coupons at SHEIN? Shein currently does not allow coupon stacking. You can only use on Shein coupon code at a time.\n\nWhy is Shein so cheap?\n\nSo there you have it: SHEIN clothing is inexpensive because it’s outsourced. It would help though if the company also disclosed where these facilities are, as many customers will remain skeptical of how SHEIN is able to implement and enforce its practices of safe working conditions and fair compensation.\n\nIs Shein safe to buy from?\n\nSheIn is not a scam, it is a safe and trustworthy online retailer to buy from. It should be known that because items are made and shipped from overseas they tend to be low cost and the shipping times can sometimes be slow. Also, the sizes are slightly different than traditional western sizes which can be challenging.\n\nIs Shein legit?\n\nSheIn is the best online Chinese shop I know. I have asked lots of stuff from them, and as long as you CHECK YOUR MEASUREMENTS (in caps because those are Asian sizes), everything’s great. However: you get what you pay for. The 20 dollars dresses are made with affordable fabrics.\n\nWhy you shouldn’t buy from Shein?\n\nSheIn clothing is horrible for the environment. Fast fashion companies produce lots of “trendy” items and produce them cheaply. These items are so poorly made they’ll ultimately end up in the landfill because they won’t even be in a good enough condition to donate when the trend inevitably passes.",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9082961082,
        "format_confidence":0.6297360659
    },
    {
        "url":"http:\/\/njd-cosmetics.com\/FAQs_spiritual_sky--EN",
        "text":"FAQ Spiritual Sky\n\nHow do I choose my fragrance ?\n\nThe fragrance you choose can be interpreted as language and identity. You then express parts of your personality and choose the image you want to project. The fragrance is “worn” by the person. The trail of perfume left by this person will be his\/her signature.\n\nAs the fragrance evolves on your skin, it should be tested before buying. Certain areas of the body such as the neck, the inside of the wrists and the neckline are particularly suitable for applying a few drops of perfume.\n\nOur Spiritual Sky collection of fragrances Spiritual Sky includes 12 olfactory compositions inspired by discovery travels. The trail you leave during your daily activities when wearing one of these fragrances is simple yet evocative and stylish.\n\nWhy use a fragrance in your home ?\n\nHome fragrances add to the atmosphere you want to create in a room or at a point in time. Fresh, sweet, energetic, sensory appeal for memories you want to relive... these fragrances provide a wide variety of scents for the different moments of your life to create emotionally charged memories.\n\nHow do I use a room spray?\n\nThanks to the light mist produced by the room spray, the fragrance is recreated  Simply spray for the journey to begin.\n\nOur collection of Spiritual Sky room sprays includes 6 olfactory universes to personalise your home, provide refinement and extra soul.\n\nHow do I use aromatic oils ?\n\nAromatic oils must be used in an oil burner. The middle and base note are stronger for a more sensual atmosphere. They can also be used to recharge the scent of a potpourri.\n\nHow do I use scented incense ?\n\nIncense must be lit. Their fragrant smoke will develop in the room and can be used to cover other odours.  Just light the tip of the incense stick or cone for it to burn down slowly.\n\nYouthful hair\n\nOur hair colours with dye plants and active plant ingredients\n\nChoosing your powder or cream hair colour\n\nChoosing your hair colour\n\nHair colours FAQs\n\nHenna colouring powder chart\n\nYour opinion\n\nWhy the need for an youthful hair treatments range ?\n\nDid you know?\n\nHenné ColorHenné Color Prenium VégetalNaturenaSpiritual Sky\n\nMentions legales | Newsletter",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9712542295,
        "format_confidence":0.9707141519
    },
    {
        "url":"https:\/\/dealsdaddy.co.uk\/store\/kiehls\/",
        "text":"Kiehls UK Discount Code for Aug 2022\n\nEnds: 2022-09-15\nEnds: 2022-08-17\n\nFAQ about Kiehls UK Discounts\n\nWhile it is imperative to take good care of our skin, it is always necessary we find suitable skincare products and if you are looking for the best online store to shop for effective skincare products you can come over to kiehls and find the perfect skincare product for maintaining a glowing, smooth and healthy skin, this leading skincare company produces high-quality skincare products that guarantee you the best skin. Their skincare products are made from effective ingredients and they have a variety of skincare products that cater to every skin condition, whether you want to get something for that extra-smooth skin texture, something that makes your skin glow, or even anti-ageing skincare products you can find the product that suits you best, asides the skincare products that are sold at this online store they also have other products from cosmetics to hair products and other products that you need for maintaining a healthy body.\n\nAt this online store you can get also get men’s care products and many more body care products, so what’s more, do you want to get a body care gift for someone? If yes you can find just what you need for the perfect gift, this online store has gifts for all occasions and gifts that suits your budget. Visit this site and shop for the best skincare and body care that you need for maintaining a healthy body.\n\nQ. What is the discount given to Students?\nA. They run discount offers from time to time. You would be getting all the discount related updates on a regular basis once you register for the newsletter.\n\nQ. Is there any clearance offers available right now?\nA. Currently you would be getting very attractive clearance offers. Need to visit the website and check the offers section to know about the offers and grab them. There are offers currently running on a weekly and daily basis.\n\nQ. Can I get an option to pay the purchase amount into EMIs?\nA. There are offers currently available to pay the amount in 3 instalments with no additional cost of interest or late payment charges. For further details, you can check it out on the website.\n\nQ. What is the time period for delivery of the shipment?\nA. The standard delivery time taken to deliver the shipment is 3-5 working days if the purchase amount exceeds £25.\n\nQ. Is there any option to get the shipment delivered by the next day of my purchase?\nA. Yes, you would be getting your shipment delivered the next day by paying minimal charges of £6.95.",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9631246924,
        "format_confidence":0.9596458673
    },
    {
        "url":"https:\/\/us.likeitontop.com\/blogs\/news\/what-is-double-cleansing",
        "text":"Use FIRST15 for 15% off first order \/ FREE USA & CANADA SHIPPING OVER $75 \/ Shipping 5-10 days\n\nWhat is double cleansing and why should we do it?\n\nWhat is double cleansing?\n\nDouble cleansing is the process of cleansing the skin twice, as in a two-step process, to provide the skin with a “deep clean”. Our 4-Step Kit skincare routine features a double cleanse process with step 1 being Filth (dirt cleansing protection) with a natural cleansing oil. The ingredients are ALL natural and designed to dissolve oil-based dirt such as make-up, sunscreen, sebum (oil) and daily pollution from the epidermis (outer layer of skin). Some sources say that double cleansing is an Asian skincare phenomenon which dates back as far as the fourteenth century and originated in Japan, Korea or China.\n\nShould I double cleanse morning and night?\n\nWe recommend using our 4-Step Kit skincare routine to double cleanse twice per day, in the morning and night. In the mornings we tend to see a build up of overnight sebum (oil) and dirt on our face.\n\nI have oily skin; can I use an oil cleanser?\n\nWith oily or acne prone skin you must keep skin hydrated, because if it gets too dry it will overproduce oil, which can cause more acne. Face oil can clear blemishes, soften irritated skin, brighten and remove acne scars. It can also act as a nourishing moisturiser to balance sebum (oil) production and calm the sweat glands.\n\nWill an oil cleanser make my skin breakout even more?\n\nThis could be the case if you use Step 1: Filth (dirt cleansing protection) but fail to remove this oil cleanser properly with Step 2: Stroke (double cleansing protection). It’s really important that you use the water-based cleanser to remove any residual oil and dirt, otherwise you may clog your pores. Just be sure to apply the water-based cleanser, Stroke (double cleansing protection), by rubbing to create a lather so that it cleans the skin.\n\nHow do I know it’s working?\n\nAfter cleansing with Step 1: Filth (dirt cleansing protection) and Step 2: Stroke (double cleansing protection), you should apply Step 3: Fortify (toning protection). After spraying our rose water toner, you should wipe the excess with a cotton wool pad and then check to see if it’s clean. There should be no further traces of dirt or make-up at this stage, a clear indicator that the skin is impeccably clean!\n\nWhat are the best ingredients for double cleansing?\n\nOur oil-based cleanser, Step 1: Filth (dirt cleansing protection), includes organic jojoba oil, organic pumpkin seed oil and organic lemongrass essential oil, along with natural vitamin E to protect against blackheads, whiteheads and keep skin clear. Our water-based cleanser, Step 2: Stroke (double cleansing protection), contains organic aloe vera juice, organic argan oil and ginger essential oil, as well as citric acid, turmeric powder and natural vitamin E to cleanse the skin and assist with any dark marks, old acne scars and hyperpigmentation. These oils are suitable for all skin types and leave the skin feeling hydrated.\n\nHow long before I see any skin development?\n\nIf you are new to using Like It On Top, or considering using our 4-Step Kit for the first time, most of our existing customers see a change within just a few days:\n\nLike It On Top customer, April, said: “I have used this product for just a few days and I am already noticing changes. I have been having terribly sore acne for the past two months and this acne kit has really helped me . It's no longer red and painful and that clay mask is amazing. So it's definitely five stars if it has done so much for me in a couple days.”\n\nLike It On top customer, Alisha, said: “I have only been using the products for a few skin and complexion already looks brighter and clearer...I need to order again so I don't run out!”",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9578241706,
        "format_confidence":0.8144522905
    },
    {
        "url":"http:\/\/www.en.gabrielle.sk\/faq\/",
        "text":"Gabrielle’s Style\n\nWedding clothes\n\nCollection 2011 Collection 2010 Collection 2009 Collection 2008 Collection 2007 Flower girl dresses\n\n\nHave all your questions answered below ~ from topics such as fabrics, sizing, fittings, custom made, shipping and ordering.\n\nGeneral Questions:\n\nWhat is the delivery time for orders?\nWe have able to delivery dress very fast. Normally it take 5-8 weeks for Custom orders and delivery time about 6- 14 days for shipping.\n\nWhen should I order?\nPlease place your order as far as in advance of your wedding date as possible, normally can’t less than 1 month. It also affords you a comfortable time frame to accommodate any alterations if necessary.\nWhat is your return policy?\nWe guarantee all our dress with high quality. If our dress not good quality, customer can return back the dress. But we can’t accept return dress for custom cut order.\nAll sales are final and cannot be cancelled at the point of purchase.\nPlease be sure of the style, size, color, and any other specifications before submitting your order.\nHow can I see a swatch of the color I’m interested in before I order?\nSorry, the shipping cost is very expensive, so we do not have swatches available to send out to customers. we can just send our color chart and product cd to our wholesaler with their order.\nYou can confirm the dress color by two ways, as follow:\n1, view our color chart, choose color on internet.\n2, send me a color picture, and we will tell you if we have this color for your dress.\nNote: Not any extra cost for color change.\nCan I place my order over the phone?\nWe do not accept phone orders. We require all orders in writing to avoid errors.\nHow do I pay?\nWe just have 2 payment way, 1, bank transfer\n2, C.O.D – cash on delivery\nDetails information, email us:\nHow do I decide what size to order?\nEach manufacturer offers their own size chart, So, please decide your size by our size chart. Keep in mind that the measurements are taken to determine the closest size to be ordered and that the garment will not be custom-made to the exact measurements. Almost every gown will need some type of adjustment.\nPrior to selecting your size to order, we suggest reviewing the information provided in How to Measure. The designer will be unable to accommodate any changes to the size once the order has been placed.\nHow will I be notified of my order status?\nWe contact our customers by email at various points of the order process. It is imperative the customer includes an email address on their order.\nThe first email is sent immediately after an order is sent to our email address. The next email is sent 7 – 10 business days thereafter to confirm your order has been placed with the designer and will include the estimated shipping of your order to our location. A shipping confirmation email will be sent when your order is shipped from our location and will include the tracking number.\n\n1) How to Choose a Wedding Style\nEveryone thinks they know how to buy a wedding gown. What most women don’t realize is fabrics, style and measurements can influence the style of wedding dress that best compliments a particular body type.\nIf you are a full figured woman the best silhouette is an A- Line. A-line lengthens the whole body without drawing attention to your waistline. The empire waist is another good choice. The empire is narrowest just below the bust and conceals your waist and hips.\nMany plus size girls tend to purchase wedding gowns that cover a lot of skin. If religion isn’t an issue don’t be afraid to show some skin. Skin is sexy and showing your arms and neckline can often make one appear smaller.\nDeep V necks and scoop necks flatter curvy figures and always look best on full figured women.\nA-line wedding dresses are also flattering on a petite women. As we stated earlier it lengthens the body. Sheaths seem to shorten a small body even more. Stay clear of very full skirts. You want to keep your wedding dress in proportion to your body.\nBe careful with strapless.\nA petite woman may have to lift her arms to reach up to her new husband.\nA cap sleeve gives the feeling of a strapless gown and also serves a practical purpose in holding the gown in place.\nOff the shoulder gowns look wonderful on a full bust. It draws our attention upward, emphasizes the shoulders and minimizes the chest. Keep your skirt narrow. Wearing a full skirt will make you look large on top and bottom.\nWomen who are larger through their hips and buttocks should look for a wedding dress that focuses on their upper body preferably with a full skirt. Show your arms back and bust line.\nCorset style bodice with lacing will highlight your upper body. We want to draw attention away from your hips. Avoid pleats or gathered fabric around the waist.\n\n2) Can I see fabric swatches before ordering?\nWe do have fabric swatches available for purchase of only 20 per fabric type such as satin, chiffon and Martin, but you need to pay the shipping cost.\n\n3)How much does shipping cost?\nPlease click here to see our shipping information\n\nDress questions:\n\n1)Can I cancel my gown order if I change my mind?\nWe are a small company that is not able to give refunds on custom-made gowns if you change your mind or payment made are non-refundable.\n\n2) Can I have a gown made to my measurement?\nOf course yes, we do make all sizes.\n\n3) How to measure for your size\nIt is very important that proper measurements be taken before a gown is ordered. Start by carefully taking your measurements using our friendly size guide. For standard size, on average you will need to go up 1 or 2 sizes than what you normally where in sportswear or street clothes. Bridal gowns are meant to have a close fit to the body so they tend to be cut smaller than sportswear.\nTo measure yourself, you must be dressed in only a good fitting bra and underwear. To measure you bust, take the measuring tape around your back at bust level and over your nipples without pulling too tight or leaving too much slack. Do the same at your waist going over your belly button. To properly measure your hip, go around the fullest part of your buttocks, about 7-9 inches below your belly button. Compare these measurements to our size chart and you should have a good fit.\n\n4)What if I don’t see what I want?\nJust ask! Now you have a friend in the gowns business!!! Contact us:\n\n5) Can a gown be made in a plus size?\nYes you can\n\n6) How should I clean my beautiful wedding dress?\nFirst of all, ALWAYS get your dress cleaned after wearing. If it is not cleaned in a reasonable amount of time after wearing a yellowing of the fabric may result from prolonged storage. ALWAYS take your bridal dress to a professional cleaner that specializes in bridal dresses. Your normal cleaner may damage the precious dress by using the wrong chemicals.\n\n7) Is the color of the picture display the same color as the dress?\nNot always. Your monitor and color correction utilities may change the colors. Different brands, lighting in the room, and other variables can also make your eyes receiving different color information. Do not use pictures and magazines as color swatches since different brands of ink on different types of paper may have different feel. Ask the store to show you sample swatches and allow for slight dye-lot difference.\n\nOthers Question.\n\n1, Do you have more pictures for this dress?\nWe are sorry that we are still working on better and more pictures. That is all we have so far. If we get more pictures, we will update our listing.\n\n2, Can I change the color of the embroidery from gold color to silver color?\nYes. We can make the gown with silver embroidery for you.\n\n3, Can I change the color of the dress or the accent of the dress? How much is there extra charge?\nYes. You can change the color of the dress or accent of the dress. But we recommend you to think over before you make any change of style or color. It might not be different from your imagination. And your gown might be delayed due to the color change because we may not have that color in stock and will make special order for you. Please check our color chart and tell us the color number you select and make a special note on the measurement form when you order. We usually don’t charge extra if you only change the color. In case there is extra charge, we will notify you.\n\n5, Can I send you a picture of the gown and you custom make the gown for me?\nYes. We can custom make the gown if you give us clear pictures showing both front and back. But please be aware of that the charge will be much higher than the styles in my list because our designers will have to design it from scratch just for you and it will cost more. I need to contact our designers for quote. And we don’t accept return and refund for custom made gowns.\n\nMore question please contact us:\ntel.n.: 00421 917285879",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9939695597,
        "format_confidence":0.9765075445
    },
    {
        "url":"https:\/\/musthave.zendesk.com\/hc\/en-us\/articles\/202310854-Q-How-are-you-sourcing-the-products-included-in-the-POPSUGAR-Must-Have-box-",
        "text":"Q: How are you sourcing the products included in the POPSUGAR Must Have box?\n\n\nWe are working directly with brands that we believe represent the POPSUGAR brand and the fun, authentic, and positive tone it stands for. Each month, the POPSUGAR Must Have box will contain the “must-have” picks that Lisa Sugar and her editorial team have expertly curated. Have a look at some of the fun products included in past Must Have boxes.\n\nIf you would like to submit your product to be considered for a box, then please email us at musthave@popsugar.com.\n\nHave more questions? Submit a request\n\n\nPowered by Zendesk",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.6692833304,
        "format_confidence":0.8534343243
    },
    {
        "url":"http:\/\/fishbumoutfitters.com\/fishbum-free-artwork\/",
        "text":"For the 14th billion time … we will repeat ourselves! We KNOW you work insanely hard for your money, and it’s about time a company rewarded you with REAL things when you spend that money with them!\n\nWhen you order any shirt, hoodie, jacket … really anything over $29.95 you will receive a free HIGH RESOLUTION ( 9600 DPI ) piece of artwork with your order. Yep. You heard that right, absolutely free!\n\nHow do we choose which piece of artwork to send ?? Well, thats pretty easy … when you purchase a bass shirt, we will pair it with some bass artwork. If you choose a bass shirt, and a salmon shirt – it will be like a giant game of artwork roulette ! But trust us, we do our best to send you artwork that accompanies your purchase, and we can absolutely guarantee you will LOVE what we send you!\n\nHere are some common questions and answers to help you out!\n\nQuestion : ” How good is the quality ?? ”\nAnswer : ” Our artwork is printed on thick, museum grade card stock paper. This means it is much thicker than a piece of paper. Think hockey or baseball card type thickness. Our artwork is printed at a MINIMUM of 9600 DPI. DPI stands for ” dots per inch ” .. so there are 9600 dots in every inch of the artwork. This leads to insanely high quality prints.\n\nQuestion : ” What size is the artwork ”\nAnswer : ” 8.5 x 11 ”\n\nQuestion : ” Does the artwork come framed ? ”\nAnswer : ” The artwork does not come framed. We don’t know the decor of your house or man cave. The framing is up to you. But we can assure you that you ARE going to want to frame it! ”\n\nQuestion : ” If I ordered a shirt last week, and you sent me a piece of artwork … and I placed another order today would you send me a different piece of artwork ? ”\nAnswer : ” Yeppers! Every single order get’s a free piece of artwork provided the order total is over $29.95 “\n\n\nStart typing and press Enter to search",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.5006889701,
        "format_confidence":0.5401360393
    },
    {
        "url":"https:\/\/www.solanoswesternwear.com\/rrs\/faq",
        "text":"Solano's Boot & Western Wear\nFree Shipping on orders over $99!\n\nFrequently Asked Questions\n\nIs this site secure?\n\nYes, every page of this site is secured with 256-bit encryption. Look for the green \"https\" in the address bar above.\n\nWhy do I have to checkout with PayPal™?\n\nWe have you checkout with PayPal™ to ensure that your financial infomation is protected with the highest level of security possible. In addition to increased security, checking out with PayPal™ allows you to pay with a variety of methods:\n\n  • Credit or Debit card - (Visa, Master Card, American Express, Discover)\n  • E-check - using your business or personal checking account\n  • Cash - using an existing PayPal™ account",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9531536698,
        "format_confidence":0.9708501101
    }
]