[
    {
        "url":"https:\/\/www.thechapel.co.uk\/tunbridge-wells-hairdressers\/team\/maddie-ford",
        "text":"Maddie Ford\n\nMaddie Ford\n\nI love being a Chapel stylist because I feel the way we work around time gives me more time to really connect and get to know my guests.\n\nAt The Chapel, we don’t just care for your hair, but you as a person, and your well being. The company also cares for us, as stylists. It’s like being at home and I really look forward to stepping in the doors everyday - it is work, but it doesn’t feel like work.\n\nAs a stylist I love to give my guests a fun and vibrant experience. I absolutely love colour and how uplifting it makes people feel.\n\nBack to Previous Page\n\nJoin our mailing list",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9823622108,
        "format_confidence":0.9722656608
    },
    {
        "url":"https:\/\/www.realself.com\/user\/112239",
        "text":"Location: Sweden\nMember since 10\/2\/2010\n\n\n  • 5 total posts\n  • 3 questions\n\nQuestions from sarah_90\n\nIs 20 Too Young for a Facelift?\n\nI am 20 years old and I think I need a facelift to enhance my cheekbones. I don't want to have fillers or implants because it looks really fake and I already have fat... READ MORE\n\nSurgical Options for Bigger Eyes\n\nHi! I am 20 years old and caucasian. I have really small eyes and would like to get bigger eyes. My eyes are almond shaped, they look like normal eyes but they're small.... READ MORE\n\nWide Set Eyes?\n\nHello! I just wonder if theres a procedure, not necessarily a surgery that can make ones eyes appear more wide-set. I've noticed that people who have a lot of fat around the... READ MORE\n\nRecent comments from sarah_90\n\nHello, your results do look lovely indeed. Do you know what the separate cost for the lip lift was? and also, did Dr. De Silva inform you about restricted upper lip movement before the surgery and how long thats going to last? best regards READ COMMENT\n\nHi, I just e-mailed dr.Battal and he said that the total cost of the procedure is 2000 dollars so how come you had to pay more? and also, did he show you before and after pictures of lip lifts before he went ahead and operated... READ COMMENT",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.5796678662,
        "format_confidence":0.8502992988
    },
    {
        "url":"https:\/\/www.ana-marino.com\/about",
        "text":"© 2018 By Ana Cristina Marino.\n\nAbout Me\n\n\nI was born in Caracas, Venezuela and moved to Miami in 2007 with my family. I am a fashion blogger with aspirations of becoming a well-known stylist and designer. I am currently enrolled at Savannah College of Art and Design pursuing an M.A. in Luxury and Fashion Management.\n\n\nI graduated from Florida International University in Spring 2016 with two degrees: a B.S. in Broadcast Media and a B.A. Psychology. While pursuing my undergraduate degrees, I interned for several companies including Ocean Drive Magazine. I was also invited to become a co-founder of the Venezuelan Student Alliance which became my first exposure to a leadership role. I began as events coordinator and made my way up to the presidency of the club. \n\nAs a young girl, I developed an interest in fashion and the arts; something that has influenced me throughout my life. In January 2014, I decided to combine my studies and my passions and created a blog. Moda Addicted is a space where I practice my writing with the purpose of inspiring young women to be their better selves. The fashion and lifestyle blog purpose is to inspire readers, through my outfits and photographs, and tips on how to remain in style and have an enjoyable social life without spending much money on it.\n\n\nMy goals include to become a well-known fashion stylist and to put to practice my luxury management skill and create my own clothing label.",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9658402801,
        "format_confidence":0.9929558039
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/2919157",
        "text":"Shoptalk with Cassandra\n\nHair Stylist Female Baltimore, Maryland, US\nMayhem # 2919157\n\nAbout Me\n\nWorking with models, mua and photographers to creative images that can transcend the diversity of the markets we serve. I enjoy making the looks that make people take a second look as that is truly what this business is all about to me. If you would like to work with me and expand your portfolio please contact me.\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9601910114,
        "format_confidence":0.981475234
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/852008",
        "text":"Anna Forrest\n\nModel Female Newcastle upon Tyne, England, United Kingdom\nMayhem # 852008\n\nAbout Me\n\nI have some really great ideas to work with, I would like to work with someone who is very creative, full of ideas and knows what their talking about, because I want to learn and get inspired even more and create amazing photos that will make people go wow. The kind of up coming shoots I would like to do would have to in tale:\n\n- Sexy motorbike shoots\n- Rock band shoots\n- Gothic shoots\n- Swim wear shoots\n- Cosplay shoots\n- Fashion shoots\n\n\nHave you worked with Anna Forrest? Add Credits for Anna Forrest! >>\n\nWhat is this?\n\nCredit Notes\n\n\n\nInspiration!   84 pics\nInspiration 2!   5 pics\nPhotoshoot poses.   10 pics\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.94808954,
        "format_confidence":0.9362398386
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/1346781",
        "text":"Model Female Panama City, Florida, US My MM URL:\nMayhem # 1346781\n\nAbout Me\n\nI'm new to modeling. I've always had a strong passion for photography, art, fashion, makeup, beauty, and modeling. I'm looking to gain knowledge and experience from this site for whatever it may offer. I've never felt in the position to try modeling, but I feel that I'm beginning to grow as an individual and hope to continue down this path. I'm very open to criticism. The photos I have on here were taken by someone I know, and not done professionally. I would like to try something more professional. I've also done multiple fashion shows and really enjoyed them.\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9773709774,
        "format_confidence":0.9877705574
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/2684266",
        "text":"Pachi Makeup Artist\n\nMakeup Artist Female New York, New York, US\nMayhem # 2684266\n\nAbout Me\n\nMakeup Artist. Growing up in Dominican Republic I enjoyed my spare time going to dance school and keeping up with fashion trends. Everything is so fast and pushes me to take my dreams and aspirations to the next level. I adore my clients and enjoy making new friends. Makeup Is my Passion!!\n\nLets Follow Us on Twitter @makeupbypachi\nand Instagram @makeupbypachi\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9863086343,
        "format_confidence":0.9892926216
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/2026106",
        "text":"leighanne regan hair\n\nHair Stylist Female Leicester, England, United Kingdom\nMayhem # 2026106\n\nAbout Me\n\nHello creatives!\n\nI am a freelance session stylist and also a member of the global ghd artistic team. I have been freelance for four years and have experience in all areas of hairdressing, I have worked on t.v campaigns and magazine campaigns. I have worked backstage at xfactor styling hair for little mix, as well as working on a top of the pops and smash hits magazine with them.\nI have worked on music videos, photshoots, autobiographys, fashion shoots and shows as well as educating hair seminars overseas and in the u.k for ghd in destinations such as Italy, Copenhagen and Prague.\nI have worked at London Fashion Week for the past four years.\nAnd have assisted top session stylists Zoe irwin and kenna\nand also worked on the 0.k magazine Red Carpet caltwalk styling the hair for the models at Clotheshow live and have worked styling hair for the soap awards.\n\nI was named as 'rising session star' by creative head magazine 2013\n\nI'm interested in all areas fashion, glamour, commercial, film, television, magazines etc\nIf you would like to have a look at more of my work please follow link below,\nIl look forward to working with you\n\n\nThankyou for veiwing\nLeighanne Regan\n\n\nHave you worked with leighanne regan hair? Add Credits for leighanne regan hair ! >>\n\nWhat is this?\n\nCredit Notes\n\nhelen jane roscoe-photogropher\njessica nurse-make-up artist\nchris denner-photogropher\ndusk till dawn magasine\ndan arab-photogropher\nian pickering photogropher\nChris Harris -photogropher\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9371521473,
        "format_confidence":0.9862260222
    },
    {
        "url":"https:\/\/www.recycleboutique.com.au\/julian",
        "text":"Shops + Sells + Works\nBrunswick & Collingwood Locations\n\nDescribe your personal style in 3 words:\nFunky Tantric Auntie\n\nWhat keeps you busy?\nA constant fear of my own mortality.\n\nA piece of clothing that you will never sell?\nMy dads pyjamas\n\nDescribe your favourite second hand find?\nMy favourite green cowhide hand bag.\n\nIf you could learn a new skill overnight?\nI would learn to speak french.\n\nWhat is your dream piece?\nA sag star sign tee shirt, because that's my star sign and I've wanted one since I was in high school.",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9516392946,
        "format_confidence":0.9650165439
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/1927151",
        "text":"Elvira Troger\n\nModel Female Los Angeles, California, US My MM URL: http:\/\/www.modelmayhem.com\/elviratroger\nMayhem # 1927151\n\nAbout Me\n\nMy name is Elvira Tröger, I'm 23 and I just graduated from New York Film Academy, studying acting here in LA.\n\nAt the same time as I'm working as an actress I also model some, looking for more work.\n\nAs a person I'm very social, ambitious and self going and I love meeting new people and new challenges, whatever I put my hands on - I put my heart into.\n\nFeel free to email me for jobs or other questions. Elvira.troger@hotmail.se\n\nInstagram: elviratroger\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.7999222875,
        "format_confidence":0.9762001634
    },
    {
        "url":"http:\/\/www.the-image-is.com\/biography\/",
        "text":"The Image is … produces high profile fashion events in Canada and operates Worldwide.\n\nIn the two decades that Hans Koechling has been producing shows for luxury fashion houses, designers and lifestyle brands, he specializes in turn-key services from concept to completion.\n\nHe manages every aspect of a runway show and offers industry clients, innovative concepts, state of the art venues, an experienced production team, brand building events and image campaigns that generate maximum exposure.\n\nCoordinating the client’s lead and needs; all details from the creative and show planning, casting, staging, décor, technical production, to executing the event with his team of key experienced production and event specialists, as well as directing the events, campaigns and shows.\n\nAs a seasoned producer on multiple platforms, Hans is a rare breed, whose fine-tuned approach and International expertise are widely recognized in the fashion industry. Whether it’s a Designer Show, a Luxury Fashion Exhibition, Art Installation, Beauty Campaign or a Film, clients favor his high professional standards and personal touch, as well as his extensive knowledge and expertise of prime importance in a constantly evolving global fashion world.\n\nHis concepts are inspired by his great passion for fashion, history and the arts, music and film, beauty, travel, style, luxury and celebrity. He delivers strong casting, current fashion styling and artistic direction, creating seamless productions, photo-shoots, on-line events and television specials with memorable, powerful eye-catching images.\n\nAlong with the passion, planning and adrenaline that go into staging a world-class runway show, his vision encompasses a production with an acute understanding of the technical logistics such as lighting, sound and staging, that bring a show to life.",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.8966060877,
        "format_confidence":0.8051499724
    },
    {
        "url":"https:\/\/www.clipso.co.uk\/staff\/lisa-dempster\/",
        "text":"Lisa Dempster\n\nMaster Hair Consultant\n\nLisa started working at the salon in 2002 and has many years of experience in the industry. Lisa was a member of the Clipso Artistic team taking part in competitions; show work and editorial work within magazines. Lisa is strong at cutting, colouring and hair up. Lisa will always give you a thorough consultation and will design your hair to suit you and your personality, she really enjoys her job and gets a great buzz out of making people happy and will help you get the best out of your hair.\n\nView Cheshunt Salon & Book Online\n\nBook & Save Online\nContact Us\n\nSend us an email and we'll get back to you as soon as possible.\n\nStart typing and press Enter to search",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.995217979,
        "format_confidence":0.9614116549
    },
    {
        "url":"https:\/\/www.fringetxk.com\/tosha\/",
        "text":"Tosha Jackson\n\nWomen's \/ Men's \/ Children's Hair\n\nTosha Jackson has been a licensed professional in the hair and beauty industry for 17 years. She is a Nashville, Arkansas native. Her biggest achievements are being a mother, mentor & supporter. Her passion isn't just her job, but her clients and family as well.  She enjoys helping people and being a positive influence on those around her. Tosha also worked in a local Barbershop, she can hook you up with a gentleman's dapper fade with a hot towel to suite. Tosha is well rounded in all aspects of the salon environment from women’s hair needs to men and children.\n\n\"Always try to be a rainbow in someone else's cloud.\"   - Maya Angelou\n\nTo schedule your appointment, call (903) 276-9552",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.995462358,
        "format_confidence":0.7020039558
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/1965267",
        "text":"Jessica Pridham\n\nModel Female Melbourne, Victoria, Australia My MM URL:\nMayhem # 1965267\n\nAbout Me\n\nI have been doing promotional modelling for a while plus various shoots for different photographers. I have been featured on the cover of Inked Magazine Australia. I am not the tallest nor leanest model but I am a little bit different. I specialize in 'pin-up' and 'rock' looks but am looking to branch out. If you are after something that stands out I may just be what you're looking for.\n\nHave worked with:\n- Theron Kirkman #1334563 (Photographer)\n- Robbie Merritt #1874507 (Photographer)\n- Kate-Ashlee #1952884 (model)\n- TWMRG photography #1929982 (photographer)\n- Keeya-Lee #1234405 (model)\n- Jeremy Phillips #1689964 (photographer)\n- Michelle Zinko #1752692 (MUA)\n- Emily Maddison #2027869 (model)\n- Scott Boelsen #2318282 (photographer)\n\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9805311561,
        "format_confidence":0.9858188033
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/2542465",
        "text":"shilviani lioe djikoren\n\nModel Female Jakarta, Jakarta, Indonesia\nMayhem # 2542465\n\nAbout Me\n\nwhen i pose on the camera that comes to the brain i only in the fullest extent possible , disport when performing a photograph is a fun. Let your brain out. Let your desire out so you will find what you looking for.\n\nA lot of people want to be a model because it's glamorous, sexy, lucrative and you might want to be recognized in the modeling world.\n\nModeling is extremely competitive, and the industry is filled with rejection, but successful models are doing something that they love. Here are some major truths about becoming a model, well as some realistic advice to make it happen for you.\n\n- Focus on keeping my skin clear and glowing\n- Shiny and healthy hair is important for me\n- Fitness is important. Consider working with a trainer who works specifically with models\n- Make snapshots and\/or portfolio on Advertising, Product and Magazine.\n\nPhotographers can contact me on YM : FB : and twitter @silvidjikoren\n\ni am Always turn up on time to any appointment or shoot.\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9792956114,
        "format_confidence":0.983971417
    },
    {
        "url":"http:\/\/www.buddytv.com\/info\/serena-da-conceicao-info.aspx",
        "text":"Serena Da Conceicao\n\n\n\nNew York native Serena Da Conceicao designed her first garment at the age of five, creating a genie costume. This graduate of the Fashion Institute of Design and Merchandising also received a three-year apprenticeship with a custom leather and bridal design studio. She later got a nomination for an Ecco Domani award while working at CLIFT NYC 2005 or 2006. For work, she was employed as a custom tailor and pattern maker and later became a design apprentice in making leather and lace garments. She soon found herself auditioning for Project Runway and became a contestant in season 9 as one of 20 designers hoping to make it big in the industry.",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9314388633,
        "format_confidence":0.5042632818
    },
    {
        "url":"https:\/\/hypebeast.com\/members\/pix3l",
        "text":"hype cog\n\nFlatHead F310 33, APC PS Black 29\n\nHi, I'm not able to send PM, cause i wrote less than 15 msg... I'm interested in your Kermit tee. I'm living in Paris, i hope it doesn't matter. I'm ready to pay quickly. Thanks!\n\n2 Weeks ago in Apparel",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9904075265,
        "format_confidence":0.6205108762
    },
    {
        "url":"https:\/\/hercanberra.com.au\/author\/debby-vilensky\/",
        "text":"Everything you need to know about canberra. ONE DESTINATION.\n\n\nDebby is a journalist by trade who grew up in Perth before making her way to Canberra. As long as she can remember, her mother has always followed a beauty routine methodically, morning and night, which is where Debby developed her taste for the world of beauty. Debby loves trying new products and can’t live without lip balm, sunscreen and concealer. She also has her own blog featuring all things fashionable and beautiful so check out www.debbywithawhy.com.au.\n\n© 2021 HerCanberra. All rights reserved. Legal.\nSite by Coordinate.",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.913128078,
        "format_confidence":0.9847396612
    },
    {
        "url":"http:\/\/makeupbysanchez.com\/about-me\/",
        "text":"About me\n\nHello sweet people!\n\nWelcome to my website. WARNING: this website contains a lot of make-up, make-up and make-up.\n\nMy name is Linda Marin Sanchez. Half Dutch, half Spanish living in Holland\/England. It was always my dream to become a make-up artist. I didn’t know how or when but it had to happen. 2 years ago I joined make-up school next to my job. Locked myself in my room and watched youtube videos 24\/7.  And i got all the questions. The ”how are you going to do this?” the ”What’s your plan?” ”Can you find a ‘real’ job in Make-up?” And i would say with a straight face: ”I will succeed and it will happen. 100% sure.” I often get the sarcastic ”yes, sure you can” or that i souldn’t be so confident\/arrogant because it’s not that easy. And that’s true, it’s certainly not easy. But it’s SO worth it.\n\nAnd now 2 years later i worked with the best brand. Tom Ford, Estee Lauder, Urban Decay, Rotterdam Fashion Week and a lot more. And i’m loving it! Something i didn’t even dare to dream about before. Nothing is more important in life than doing something that makes you happy. And i am lucky enough to say i am a very happy girl!\n\nWith this I want to say to everyone who can’t see the light anymore at the end of the tunnel, or for everyone who think they can’t. YOU CAN. I know it’s cliche but if you really want something, you really can.\n\nFrom now on i want to share my story, my make-up advices, turotials, reviews and my life with you! I hope you will join my journey. And if you have any questions (about everything) please reach out to me!!\n\nThank you for visiting this website and.. stay tuned!",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9847297072,
        "format_confidence":0.9885179996
    },
    {
        "url":"https:\/\/roztayger.com\/designer\/tiane_tenui",
        "text":"Free domestic shipping for orders $150+ Free International Shipping for orders $700+\nTiane Tenui\n\n\nTiane Tenui is the culmination of Founder Christiane’s experience within the fashion industry, her deep appreciation for beautiful materials and a tactile exploration in refined simplicity. Exclusively creating custom pieces for each client—every single cut, stitch, tiny internal knot tied or seam sewn is completed by Christiane herself, one single piece at a time, taking however long is needed to create perfection. This is the definition of slow craft.\n\nChristiane Smit has spent years placed firmly within the fashion industry. Beginning at an early age observing her mother making clothing and accompanying her to fabric stores creating objects became second nature. She spent a number of years traveling abroad and engaging with various cultures always searching for treasures; it is a vital part of who she is. Later, working in fashion with Japanese designers, she learned the importance of every last detail and why creating from the very best materials she can find is so instrumental to her ethos.\n\n\n\nAbout    Press    Contact    Shipping    Returns    Privacy\n\n\nFacebook    Twitter    Pinterest    Instagram    Google+\n\nCopyright ROZTAYGER 2016",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9650196433,
        "format_confidence":0.7160605788
    }
]