[
    {
        "url":"https:\/\/www.chickenandblues.com\/an-idea\/",
        "text":"Over a few drinks on a rainy night in a far flung bar, a bunch of us realised our mutual love of BBQ chicken. We decided to embark on an emotional and exciting journey, researching southern American cooking styles, coming up with our own unique and secret recipe and style.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.995639801,
        "format_confidence":0.6523616314
    },
    {
        "url":"https:\/\/ruesleidan.com\/tag\/cooking\/",
        "text":"Mom’s Scrambled Egg Casserole\n\nTwelve dozen. \n\nMaybe just one.\n\nCrack each open. \n\nOpen each crack. \n\n\n\nNo shells in the sink. \n\nJust think. \n\nYou are her. \n\nThen stir. \n\nNo denial. \n\nOn trial. \n\nRecipe fits, try it.  \n\nTopping too fat. \n\nThink of that.\n\n\nShape eggs into mush.\n\nCheese sauce on top. \n\n\nBake ‘til done.\n\n—Victoria Emmons, ©2017\n\n\nFlour’s in my candles\nWipe the kitchen down\nDusty piles of powder\nBlowin’ all around\n\nNe’er thought I’d find all\nThat sifted, white ground\nFrom drawer to floor\nFloatin’ into mounds\n\nBut there it lived in\nEvery tiny crack\nChasin’ the day’s work\nBreakin’ mama’s back\n\nPies and fresh pastries\nSweet raspberry tarts\nTakes a lot of flour\nAnd lots of false starts\n\nAin’t easy bakin’\nThose cookies and cakes\nNeed a lil’ helper\nFor goodness sakes\n\nTie up his apron\nGive him a good spoon\nYoung lad must learn\nThis cookin’ real soon\n\nFlour goes a flyin’\nCountertops to walls\nSmall fingers playin’\nMakin’ castles tall\n\nIn between buildin’\nDraw a shape or two\nLearn to use a rollin’ pin\nPies for me and you\n\nSmell the huckleberries\nPicked right off the vine\nSprinkle ‘em with sugar\nAdd some brandy wine\n\nGentle with the crust, lad,\nCrown must not fly high\nSeal the edges now\nPinch, pinch, pinch the pie\n\nStraight into the oven\nLet’s all clap our hands\nFlour rainin’ down\nFormin’ mountains of sand\n\nForty minutes pass\nOven’s sweet perfume\nWafts throughout the house\nInto every room\n\nTimer wakes us all\nPlates ready to go\nThe boy still plays\nApron fallin’ like snow\n\nThus my red candles\nGot covered in white\nWouldn’t trade a speck\nOf that wonderful sight!\n\n–Victoria Emmons, copyright 2015",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.944781065,
        "format_confidence":0.8835521936
    },
    {
        "url":"https:\/\/www.popisms.com\/TelevisionCommercial\/208405\/Burger-King-Commercial-BURGER-KING-Cheese-hater-2019",
        "text":"BURGER KING® - Cheese hater\n\nVoiceover, Dialog, Spoken Text, Script, or Lyrics\n\n(English Translation)\n\nThe nearest supermarket is 2000 kilometers away. So, we do what we can for food. Cha! That was the kitchen. Let's go to the living room.\n\nGeographically, here we are at the antipode of France. Here's the Earth. Here's Paris. Draw a straight line and you end up here. It's not perfect, but it's not France. Because France is the land of cheese, what's why. And cheese has never been possible.\n\nAre you mad doing that in front of him?\n\nAnd it was the same at work.\n\nAs you can see on the \"camembert\" pie chart, camembert, camembert, camembert...\n\nHere I live in perfect harmony with nature. Be careful. There are monkeys. Is anyone there?\nWell, yes, yes. I miss my family. Especially my son.\n\nMr. Crow perched on a tree. Was holding in his beak a piece of chee... chicken.\nThat's my boy.\n\nChampion. Cheese is mice's favorite food. Once you know that, you understand everything. Yeah, it needs thinking about. So the day I found out Burger King was creating Cheese Lovers - burgers with cheese all over - cheese sauce, cheese bread, cheese slices, I moved to the other side of the world. I had no choice.\n\nCurrently the Cheese Lover. Unique burgers for those who are crazy about cheese. (simply crazy you mean).\n\nAnd why not steak with cheese. Come on!\n\nWritten Text\n\nNo Help\nCheese Lover & Bacon\nBurger King\n\nMore from Popisms\n\n\nName: Email: URL: Comment:",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.5770701766,
        "format_confidence":0.9614750147
    },
    {
        "url":"https:\/\/petebowes.com\/2014\/06\/23\/the-restaurant\/?shared=email&msg=fail",
        "text":"Skip to content\n\nthe restaurant\n\nYou need to go twice in one week to get a good table, one next to a family. This is because you can be trusted with the food and the manners. The staff remember how you did the first time, behind their inscrutable charm lies an ancient database. The filters catch everyone.\n\nGolden Stuffed Crab Shell with Crabmeat – and Water Chestnut Sauce.\n\nAll the meat is grated down and mixed with something we will never know, placed (never put) in the upended crab skull, covered with a crumbed wheaten glistened through and baked as hot and as hard as an eggshell.\n\n\nThe family next door is a husband, wife a month from birth and a grandmother with vermillion hair and rings too many to distinguish – a Filipana maid with boy 1, another with boy 2.\n\nWide-eyed boy 1, about two years old, scopes out his neighbours; traverses his gaze across them, their heads and hands. Then he is passed over to his grandmother’s lap until he squirms, then he is passed to his mother who is uncomfortable having him sit on her best clothes.\n\nWok-fried Minced Pigeon with Caviar served in Lettuce Wraps\n\nThe babiest of chickens (how did it die?) is spread on the leaf and sprinkled with black egg clods. A tray of 3 sauces arrives, hot to sweet. Three soy sauces. A small porcelain bowl of crushed cashew nuts.\n\n\nWide-eyed boy 2, about one year old sits on his maid’s lap and is spoon fed, they are head to head and sometimes she takes a morsel. Both the young women are dressed for work in jeans and collared T-shirts, a bag for each of the boys under their chairs.\n\nNow that the boys are eating they have to be cleaned of food before being passed to their mother or grandmother again.\n\nThe grandmother has just turned her battleship head around. Proprietorial. The majesty of wealth.\n\nNow she traverses her neighbours’ faces and hands, collars and sleeves, rings. Watches. The Omega is over 80 years old, it’s 9.35 pm.\n\nChilled mango cream with sago and pomelo dessert .\n\nThe sweet is covered in a glass dome that geysers up dioxide when Stephen lifts it away. Dried ice, it bubbles for the five minutes eating takes. Mangos, they fall at home in their hundreds and roll away down the slope to rot in the heat. Stephen finds this hard to comprehend.\n\n\nThe father is about forty years old: none of the children have bothered with him.\n\nA soft looking man with his phone and business only a caress away. He leaves first, on the phone, then the wife and mother. The maids and children last.\n\nNobody looks back, the meal is forgotten,\n\nchinese restaurant\n\n\n\n\n\n\n\nThe neighbours on a high. Californian reisling, it has fizz.\n\nOne Comment Post a comment\n  1. Shane Fisher #\n\n    This Discipline of Observance, when it comes to writers, it annoys me.\n\n    I ride over it, this is life, not noteworthy.\n\n    Ok, it is noteworthy.\n\n    December 5, 2017\n\ngo ahead\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.939055264,
        "format_confidence":0.6537717581
    },
    {
        "url":"http:\/\/www.ted-burke.com\/2009\/06\/little-denny-tale-of-youth-and-food.html",
        "text":"Monday, June 8, 2009\n\nLittle Denny--a tale of youth and food\n\nLittle Denny kept sliding off the lunch counter stool. The waitress poured his mom another cup of coffee.\nThe waitress laughed, a snorting giggle.\n“That's cute” she said, turning to look at Mom, a young woman in her mid twenties who'd peering at a magazine while fidgeting with her food. She slapped her sandwich on her plate and grabbed Denny's arm.\n“Shit” she said, her voice a irritated hiss, “he's doing this on purpose, the rat-“\n“OwwwwwwwwwwwwWWWWWWW” yelled Denny when she yanked him upright on the stool, forcing into an impossible posture. His face met the edge of the counter half way,\nwhere he could see a history of dried and chipping wads of gum mark the rim like mountain ranges on three-dimensional globes. The hamburger Mom ordered for him sat on its plate in front of him, a mountain of meat and sesame seed buns.\n“Now eat” his mother demanded. Her long finger that had been leafing through the magazine pointed to the plate, looking crooked, shaking, with a long, twisting fingernail curling toward the charred patty as if to drop something from a claw. Denny cringed again.\n“Eat” she said again “eat and quit fucking around.”\nThe waitress's smile shrank to a chastised `o' from his bulging , full-cheeked glory, and turned to chores , her own business. She pulled half empty ketchup bottles from a shelf under the counter as Denny reached over the chasm between he and the counter and grabbed the hamburger from the plate. It was the size of a football in both his hands. Squeezing it tight, he raised it to his mouth and then turned his eyes to Mom in order to see if she could see him doing exactly what he was told, a mature boy of 4 and a half!\nMom was sipping her coffee, the sandwich on the plate with two bites out of it, staring at the waitress who was pouring the remains of the ketchup bottles into a single vessel, so to waste not a drop. Denny squeezed the burger so tight that the patty slid from between the buns and hit the floor with a wet slap that sounded like a kiss heard in rowdy cartoons. The phone rang, and when the waitress reached over to grab the line, her arm swept into the bottles and knocked them to the floor. The bottles shattered into a hundred red, bloodless shards. Startled, Mom spilled her coffee.\nLittle Denny fell off the stool.\n\n1 comment:\n\n  1. I question that this is fiction. I saw much the same thing happen last weekend at Famous Weiner Lunch in Hanover, PA. Stop trying to spare the public the harrowing, carnivorial truth.\n\n\nComments are moderated due to spam. But commentaries, opinions and other remarks about the posts are always welcome! I apologize for the inconvenience.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.7567108274,
        "format_confidence":0.8550544977
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/User:Dannyboy1209\/Melon",
        "text":"From Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\nMelons (Latin: Maximus Melonus) are a type of fruit that grows in the Caribbean, on islands such as Jamaica and Antigua. Melons are about 30cm in diameter, roughly spherical and weigh approximately 2.5kg.\n\nA melon is a largish fruit not unlike a unripe watermelon. Without melons this world might be as significant as it is today. Melons can be Honeydew, Cantaloupe, Galia or possibly even simultaneous. Melons tend to taste sweet, providing the skin is left unadulterated. Melons are also known to suddenly disappear.\n\nedit The Significance of Melons\n\nWhere would we be today if that student hadn't thrown a melon at George Bush in his speech to the nation? Imagine what would have happened if Germany when it attempted to drop a nuclear bomb on Liverpool in early 1945 had actually put their nuclear bomb prototype in the aircraft instead of a melon by mistake. Well actually it's Liverpool, so it's unfortunate that the Germans fouled up.\n\nedit History\n\nDetermining the exact age of the melon is an uncertain business, given that most melons resemble other fruits. However, with the use of cunning technology, it has been determined that the melon is probably 300-400 million years old. Not a great deal is known about the original melons, though they would have been half the size of modern equivalents.\n\nedit Uses\n\nMelons have been cultivated for a variety of reasons, including, but not limited to, eating, bowling and as weapons. The taste is reminiscent of a sort of sweetened watermelon taste with extra sweetness and less redness. Without melons, diet would collapse.\n\nPersonal tools",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.8898504972,
        "format_confidence":0.6449905038
    },
    {
        "url":"https:\/\/www.smore.com\/2gx77",
        "text":"Free verse\n\nBy Julia\n\nLollipops are very sticky very very sticky some are colorful and some are not some taste good and some taste bad a lot of lollipops are big but there are some that are small also when you lick then they turn white I love lollipops do you",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.7264865041,
        "format_confidence":0.9907027483
    },
    {
        "url":"http:\/\/www.desertsun.co.uk\/blog\/?p=382",
        "text":"If oil companies ran resturants…\n\n…they’d be something like this.\n\n(A middle-aged couple emerge from a taxi, smiling, happy, looking forward to an evening of good food and fine wines in each other’s company.  They enter the door of the restuarant, over which is displayed a sign reading: “11,541 Dishes Served Without Dead Customer”)\n\nMale Diner:  Hello, we’re…\n\nWaitress:  If you’d just like to step over to that counter over there, sir. (pointing to a counter adjacent to the main entrance, behind which sits a uniformed man)\n\nMale Diner:  Huh?  Oh, okay. (they shuffle over to the counter, looking somewhat confused)\n\nUniformed Man:  (pointing to a ledger) Please sign in.\n\nDiners:   Eh?  Oh, okay.  (they each write their name in the ledger, wondering why this is necessary)\n\nUniformed Man:  Okay, thanks.  Here are your badges. (He hands over 2 large, rectangular badges with DINER written in large red letters across them.  They are a lot thicker than they should be, because for some reason there is a plan of the building and the adjacent car park on the back of it)  Make sure you wear them at all times when you are in the restaurant, and hand them back in when you leave. (the couple shuffle back to where the waitress is standing, the badges hanging awkwardly from their lapels.)\n\nWaitress:  Oh, you’re back.  So, what can I do for you?\n\nFemale Diner:  Oh, I booked a table for two tonight, under the name Wendy.\n\nWaitress:  Let’s see…Wendy…Wendy…Wendy…hmmm.  There is no Wendy here.  Do you have another name?\n\nFemale Diner:  No, I booked it under Wendy.\n\nWaitress:  Oh, hang on.  Did you ask for smoking or non-smoking? \n\nFemale Diner:  Non-smoking.\n\nWaitress:  And who did you speak to?\n\nFemale Diner:  Olga, I think.  Yes, it was Olga.\n\nWaitress:  Ah, that explains it!  You see, Olga is the one you need to deal with for non-smoking tables.  I only deal with smoking tables.  I can’t help you.  You need to speak to Olga.\n\nFemale Diner:  Really?  That’s most odd.  And where is Olga? (looking around)\n\nWaitress:  Oh, she’s not in this restaurant.  She works in another restaurant.  If you go out the door, up the street, cross over when you get to the pub and…\n\nMale Diner:  Eh?  What the hell are you on about?  Why do we have to talk to somebody in another building?  Why can’t you show us to our seats?\n\nWaitress:  It’s not my job.  I told you, I only deal with smoking tables.  I’ll tell you what, let me give you Olga’s number. (she checks on a chart on the wall and scribbles down Olga’s number) Here you go.\n\n(Male Diner gets out his mobile phone, looking rather pissed off.  Taking the scribbled note, he taps in the number and holds the phone to his ear.  Twenty seconds later, and he hangs up, looking even more pissed off.)\n\nMale Diner:  I got an out-of-restaurant autoreply.  Apparently she is on leave for three months.  I need to contact her colleague Oxana instead.  I don’t know what the hell is going on here.  Do you know who this Oxana is?\n\nWaitress:  Yes, it’s me.  I’m Oxana.  You need to speak to me.\n\nMale Diner:  What the fuck?  You?  Did you know this Olga was on leave?\n\nOxana: Yes, of course.\n\nFemale Diner:  (exasperated) Then why did you…? Okay, forget it, just show us to our tables.\n\n(Oxana pouts, and struts off to a table, pointing at it with a long, red fingernail.  The couple sit down.  Twenty minutes pass, and nobody comes to serve them. Oxana has long since disappeared.)\n\nMale Diner: (shouting)  Waiter!  Waiter!  Anyone there?\n\n(Oxana comes strolling back in, with a surprised look on her face)\n\nOxana:  Yes?\n\nMale Diner:  Could we have some menus, please?  We’ve been sitting here for twenty minutes.\n\nOxana:  Oh.  Erm, okay.  Menus?  Okay.  Do you have an email address?  Maybe it would be better if I emailed you the menus, then you could…\n\nMale Diner:  (raising his voice) Just give us the menus and stop pissing about!\n\nOxana: (pouting)  Certainly, sir. (Oxana trots off to get the menus, her high-heels making an indignant tip-tapping on the floorboards as she goes.  She returns, still pouting, and silently hands out the menus.)\n\n(Twenty minutes pass)\n\nMale Diner: (shouting)  Waiter!  Waiter!  Anyone there?\n\n(A man comes running in, all smiles, wearing a peculiar uniform with an odd logo on, a picture of another restaurant)\n\nMan:  Hello!  I’m your waiter for this evening!  How can I help?\n\nMale Diner:  Well, we’d like to order some wine, please.\n\nWaiter:  Certainly sir!  Which wine would you like?\n\nMale Diner:  We’ll take the red Chateaux Neuf de Pape, please.\n\nWaiter:  Certainly sir! \n\n(The waiter scurries off, returning with a bottle of red Chateaux Neuf de Pape.  He shows the bottle to the diner, and pours a little into a glass for tasting.  The man takes a sip, and nods his approval.  Just then, a man in a hard-hat, fluorescent vest, and steel-toed boots runs in from a side door brandishing a yellow cylindrical device which he shoves under the wine-taster’s nose)\n\nHard-hat:  Please breathe into this sir!\n\nMale Diner:  What the…\n\nHard-hat:  Thank you sir! (he looks at the device, which has beeped and displayed a red LED)  Oh.  It appears you have been consuming alcohol.  Please breathe into it again. (he shoves it under the diner’s nose once more)\n\nMale Diner:  Listen, I… (the device beeps and the red LED comes on again) \n\nHard-hat:  Thank you sir.  Yes, it does appear that you have been drinking.  I’m afraid I’m going to have to ask you to leave.\n\nMale Diner:  What the hell?  I tasted some wine which your waiter poured for me, we are in a restuarant, aren’t we?\n\nHard-hat:  Our waiter?  No, he’s not our waiter.  He works for some other restaurant.  Or at least we think he does.\n\nMale Diner:  Then what the hell is he doing here?  What is going on?\n\nHard-hat:  He’s a subcontractor.  We brought him in to help out because Oxana is bloody useless.  I expect you noticed.  Yeah, sorry about her.  She lives locally you see, and we have to employ her, otherwise we’ll get shut down for failing to empty our bins properly.\n\nMale Diner:  (completely confused) But what the hell has that got to do with anything?  I don’t care where your waiter come from, the fact is he…\n\nHard-hat:  Nothing to do with me, sir.  I’m just in charge of health and safety.  You need to see the bloke who manages the subcontracted staff.  In the meantime, tell your friend here to keep an eye on him.  He’s bloody dangerous if you ask me.  But I’m afraid you are going to have to leave.\n\nMale Diner:  Me?  Why?  What the hell for?\n\nHard-hat:  Being drunk.  The alcometer proves it.  Now, I’ll need this… (he grabs the DINER card on his lapel and yanks it off) … okay, now you have to go. Don’t worry, I’ll sign you out. (Before the diner knows what’s happened, the uniformed man behind the counter has hoiked him up by the collar and hussled him out the door, where he stands bewildered in the street)\n\nWaiter:  Shall I pour your wine, madam?\n\n(Female diner leaves her table, throwing the DINER card at the waiter in disgust, and joins the ejected man on the street, where they phone for a taxi and a pizza.  Meanwhile, another man has walked into the restuarant, taken his place at a table, and is reading a menu.)\n\nWaiter:  Would you like to order, sir?\n\nDiner:  Yeah, I’d like the steak please, medium rare.\n\nWaiter:  Could you write that down?\n\nDiner:  Eh?\n\nWaiter:  Could you write that down?\n\nDiner:  What the fuck?  Can’t you do that?\n\nWaiter:  Well, no as it happens.  You see, I’m a contractor and I’m not authorised to enter the order in the system having first written my own order.  In fact, I’m not authorised to enter your order in the system at all, but if you speak to… \n\nDiner:  (shouting)  Listen, I couldn’t care less what you’re authorised to do, just go into the kitchen and tell the chef to cook me a steak, medium rare!  It really isn’t hard!\n\nWaiter:  At once, sir.  (scuttles off, muttering under his breath)\n\n(Forty minutes pass)\n\nDiner: (shouting)  Waiter!  Waiter!  Anyone there?\n\nWaiter:  Yes sir, I’m here.  How can I help?\n\nDiner:  My steak?\n\nWaiter:  Ah yes, your steak.  Coming right up. (The waiter disappears through a door into the kitchen.  He returns with what looks like a lump of flattened charcoal on his plate)\n\nDiner:  What the hell is this?  Is this supposed to be my steak?\n\nWaiter:  Certainly, sir.  That’s your steak.\n\nDiner:  What the hell has happened to it?  I asked for medium rare!  What’s it been cooked with, a blowtorch?\n\nWaiter:  I have no idea.  Would you like me ask the chef?\n\nDiner:  (raising his voice) Yes I would!  Ask him if he knows what medium rare is! (The waiter shuffles off towards the kitchen.  He comes back a few minutes later.)\n\nWaiter:  No, he hasn’t a clue.  He wants to know if you wouldn’t mind helping him, because…\n\nDiner:  (shouting) You what?  What the fuck?  The chef doesn’t know how to cook a steak?  Then what’s he doing here? Where did you get him from?\n\nWaiter:  I didn’t get him from anywhere, I’m just a contractor.  So don’t yell at me.  But I heard that he was a car-park attendant in head office and as part of the company policy of moving people into different departments to do different roles, he is here on a six month assignment as head chef.\n\nDiner:  A car park attendant?  That’s who you have cooking your food back there?\n\nWaiter:  Yes, him and a load of contractors.  Now I don’t know about all of them, but I knew one back in prison and he…\n\nDiner:  Listen, I don’t give a shit.  I’m starving, just bugger off and let me eat this lump of charcoal.  (He picks up a knife and fork and cuts into it.  It’s tougher than a Commanche indian’s moccasin.  Before he can put anything anywhere near his mouth, Hard-hat comes running back into the room clutching a clipboard.)\n\nHard-hat:  Stop!  Stop!  Stop! (He stands directly in front of the diner, crossing his arms in front of his chest.  He places a white card with a red octagon on the table)  Sir, I’m afraid you’re going to have to leave.\n\nDiner:  What?  What the hell for?\n\nH... (truncated)",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.928239882,
        "format_confidence":0.8301904798
    }
]