[
    {
        "url":"http:\/\/www.adidas.com\/us\/fleece-and-track-tops-lifestyle\/_\/N-1z12fsgZ1z13071Z1z134w0\/Ns-cm_clicks_last_2_weeks%7C1\/selChange-y?sequenceparam=u2Z1z134w0Z1z12fsg",
        "text":"\n\nWe are having trouble locating a match for your search:\n\nTry a new search:\n\nSearch tips & guidelines:\n\n  • Double-check the spelling of your search. Try different spellings if you're not sure.\n  • Be less specific - limit your search to one or two terms.\n  • Use the type-ahead suggestions - as you type into the search field watch for matching product names shown.\n  • Try the category links at the top and bottom of every page if search isn't giving you want you want.\n  • Contact Us if you still can't find what you're looking for.",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.9765399694,
        "format_confidence":0.7840345502
    },
    {
        "url":"https:\/\/midlandsclothing.com\/pages\/prize-draw-info",
        "text":"My Cart\n\n\n\nTo enter our £200 ( Web store Credit ) Prize Draw all you need to do is :\n\nSign up to our website & news letter :\n\nlike on Facebook :\n\nFollow Us on Instagram :\n\nOnce you have done all the above you will be eligible for our current and all our future Prize Draws, which will be draw every 3 months. If you don't win first time not to worry you have many more chances to win.\n\nGood Luck !!\n\nHello You!\n\nJoin our mailing list",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.7629541159,
        "format_confidence":0.785541594
    },
    {
        "url":"https:\/\/www.3djewellery.co.uk\/myaccount.asp",
        "text":"My Account  |  0 item(s)    View Cart\n\nMy Account\n\nReturning Customers\n\nPlease log in to your account.\n\norSign In with Facebook\n\nNew Customers\n\nIt is not necessary to register to shop here, it just makes repeat purchases and tracking easier. If you don't have an account and wish to register please proceed by clicking the following button .\n\norSign In with Facebook",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.7646963596,
        "format_confidence":0.608435452
    },
    {
        "url":"https:\/\/www.rosiesugden.com\/help\/cashmere-care\/",
        "text":"Cashmere washing and care instructions\n\nLooking after your cashmere\n\nCashmere is the finest commercially available natural fibre in the world,it is in restricted supply and is expensive.It therefore warrants being looked after – so here are a few simple tips to follow to get the most out of your cashmere.\n\nWashing instructions\n\nCashmere is one of the most delicate natural fibres in the world and when you invest in one of our pieces you should look after it with care and love. Cashmere knitwear can be hand washed or dry-cleaned. We recommend hand washing frequently following these simple guidelines:\n\nCashmere should be washed with good quality wool or cashmere shampoo or a similar detergent. Be sure the soap powder is completely dissolved before putting in the garment. Squeeze the suds gently through the garment, then rinse several times in water of the same hand warm temperature.\n\nTo dry… don’t wring or squeeze hard-just lay the garments flat on a towel and ease back into shape – dry naturally away from direct heat such as radiators or sunlight. DO NOT TUMBLE DRY.\n\nWhen dry press lightly with a cool iron.\n\nCertain cashmere garments are best dry cleaned by a reputable cleaner. With proper washing and care a cashmere garment’s handle will actually improve.\n\n\nAfter the first few times you’ve worn your Cashmere garment you might find small balls of fibre forming on the surface. These small balls, known as “pills”, are caused by some of the loose fibre tangling together as areas of your garment are rubbed during wear. This aspect is akin to the fuzzing that takes place on a new carpet that has just been laid and used. In time the fibre will settle and the fuzzing disappears.\n\nThe “pilling” is not symptomatic of inferior quality but rather an inevitable consequence of the careful processing of this fine fibre. Pills can be easily removed by hand or by using a ‘de-bobbler’ comb available from most haberdashers.\n\nYou will find that, removing the pills in this way, the garment will actually consolidate and soften in handle and touch. Like fine wine, cashmere will improve with age if cared for properly, and will last for years.\n\n\nThese are a hazard for most natural fibre garments. There are several ways to keep your cashmere moth-free:\n\nA great method to keep them away from your wardrobe is to use scented deterrents such as cedar balls, or hanging sachets of lavender, rosemary or clove. Although they might smell lovely to us moths in fact hate the smell. To help keep the moths away hang the cedar balls around your hangers or dot them around in amongst your folded cashmere.Do remember to replace these products when their smell diminishes.\n\nAnother possibility is to freeze your cashmere garments. Simply put them in a plastic bag and freeze for a day or over night. Then de-frost them slowly and this should kill anything including moths, and moth larvae. This may sound to be a strange route but has been proven to work.\n\nThe lifecycle of a moth is about 21 days so every month it is a good idea to give your cashmere a good shake out. The moths hate being disturbed and don’t like the light, so if you suspect that you have moths it may also be a good idea to air your garments in day-light as the larvae are repelled by this and will drop off your clothing if there are any.\n\nHowever the principle rule of habit is to also keep your wardrobe clean and clear it out properly every now and then, making sure you don’t store dirty garments.",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.866225183,
        "format_confidence":0.9473453164
    },
    {
        "url":"http:\/\/www.bebabohairstudio.co.nz\/book-online\/",
        "text":"When you click the ‘Book Now’ button you will go to the pop-up\nwindow where you will see the ‘select service’and the Login \/ Register or Next\n\nIf you are a ‘new client’ (i.e. not on our database) please register with your details andenter the code\n(NB case sensitive) found to the right of the ‘Code’ box to obtain a security password via SMS on your phone.\n\nIf you are an existing client, you will ‘Login’ using your mobile phone number on file & your password.\nIf you have lost your password, you can click ‘Forgotten Password’ or if you have not yet used our Online\nBooking you may choose ‘I don’t have a password’ In both cases, enter the code (NB case sensitive)\nwhich is found to the right of the ‘Code’ box to receive your password via SMS for you to Login.\n\nWe recommend you then change your password to something you can remember so you\ncan easily use the login processnext time. Please also note that you only get\n3 login attempts before the salon needs to reset your password.\n\n\nYou can log in before or after making your online appointment selection to confirm it.. Select the Category,\nservice & and your preferred employee (or ‘Any Employee’) you want and click ‘Next’\n\nThis will take you to the Calendar (arrow at top to change months) and then the time you want\n(note that unavailable times will be greyed out), then click ‘Next’\n\nThen choose the category & service and your preferred employee (or ‘Any Employee’)\nthen select ‘Next’ to read & tick ‘I Agree’ to the ‘Online Booking Agreement’ & press ‘Book’\n\nYou should then get a SMS confirmation and we look forward to seeing you then….\n\nDon’t forget our cancellation policy and any problems call ……….\n\nbook now",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.9809988141,
        "format_confidence":0.8210061193
    },
    {
        "url":"http:\/\/www.designs-by-debi.com\/bracelet-sizing-guide.html",
        "text":"Please pardon the mess while a new website is created to better serve you.\nIn the meantime, you can purchase some Designs by Debi™ products on Poshmark and on Etsy.\nI apologize for the inconvenience.\nSign up for my newsletter to receive updates.\nContact me with any questions.\nThank you.\n\nBracelet Sizing Guide\n\nPlease measure carefully. It is very important that you give me accurate measurements to work from. Also, there is a resizing fee of $5 per strand plus shipping. Unfortunately this charge is necessary because, in order to resize a beaded bracelet, it must be completely taken apart, the design adjusted to the correct size and then completely re-made which actually takes longer than making the bracelet the first time.\n\nHow to Determine Bracelet Size\n\nMeasure your wrist with a flexible measuring tape where you would wear a watch. If you don't have one, wrap a strip of paper or string around your wrist, mark it then measure the length.\n\nIf you're ordering the bracelet for a gift and are unsure of the size, you have two options:\n\n1. You can order the bracelet with a lobster clasp and extender chain which will allow 1 - 2 inches of flexibility in the length.\n\n2. Use the chart below to select one of the standard sizes. Please note that these are bracelet sizes and not wrist measurements.\n\nAdult Small\n7 inches\nAdult Medium\n7 1\/2 inches\nAdult Large\n8 inches\nAdult X-Large\n8 1\/2 inches\nAdult XX-Large\n9 inches\n\nUsing the measurement you give me I will calculate the proper overall length given the diameter of the beads.\n\nIf you're still not sure what size to order, please contact me. I'll be glad to help.\n\n\nNotes About Bracelet Size and Length\n\nBeaded bracelets need to be longer than chain bracelets to fit properly because you need to allow for the diameter of the beads. For this reason, they will always be longer than the actual wrist measurement, sometimes significantly.\n\nToggle bracelets need to be even longer than other style bracelets (up to 1 1\/2 inches) to allow you to properly clasp them. Because of this, they do not fit snugly. If you prefer a tighter fitting bracelet, you should opt for a different style clasp.\n\nI make size and fit recommendations in each bracelet description and appropriate adjustments on each custom order taking all of these things into account.\n\nI measure all bracelets from end to end, including the clasp.\n\nAny bracelet you purchase will be resized if necessary to fit you perfectly at no extra charge if requested prior to shipment. Any resizing after the item has been delivered will be subject to resizing and shipping fees so please let me know when you place your order if you need the size adjusted.\n\nCustom ordered pieces are made to your specifications and will incur charges if they need to be resized as noted above.\n\nIt's not always possible to get the length exact so it may vary by up to 1\/8 inch from the length you order, but this small amount should not affect the fit of your bracelet.\n\n\ninformation graphic\n\n\nAbout the Designer\n\nAbout the Jewelry\n\n\nContact Me\n\nMy Blog\n\nSite Updates\n\nCustom Orders\n\nCustomer Service\n\n\nPrivacy Policy\n\nEvent Schedule\n\nJewelry Parties\n\nTrunk Shows\n\nGift Certificates\n\nWish List\n\nLayaway Plan\n\nReferral Program\n\nCustomers Say...\n\nFavorite Links\n\nWholesale Inquiries\n\nSite Map\n\nhandmade jewelry reference center graphic\n\nenthusiasts and\nsome handy\nreference material\nfor everyone...\n\ndesigns by debi newsletter sign up graphic\n\nSign up for my\nnewsletter to be\nnotified of special\nsales and other\nexciting news!\n\n\n\n\nDon't worry ~ your email address is totally secure.\nI promise to use it only to send you the Designs by Debi Newsletter.",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.8951541781,
        "format_confidence":0.6237435341
    },
    {
        "url":"https:\/\/sadhanaclothing.com\/pages\/distributor-accounts",
        "text":"Distributor Accounts\n\nDistributors Accounts\n\n  •  All Distributor applications are subject to approval.\n  • Once we receive your application our amazing sales team will pay dedicated and professional attention to ensure you are the right match for Sadhana. We are looking for clients that will Spread the Sadhana garments with Integrity and Appreciate the quality, design and beauty of our products!\n  •  We look forward to receiving your application and to have you on board.\n  •  Any questions you have please e-mail us at info@sadhanaclothing.com\n  •  Please note: the approval process can take from 3 - 5 business days.\n  • Completing your application:\n\n- Please fill in all mandatory lines on the application form;\n\n- Please provide correct address for your business - We do need to know where your business is located in order to maintain the exclusivity of our brand, and also give your business a radius of exclusivity we extend to all wholesalers.   \n\n- Please provide a website address for your business as well as any other social media pages your business may be connected to.\n\n\nDistributors Terms and Conditions\n\n  • You must have a registered business in order to sell our products.\n  • You must provide us the current address for where your business is located\n  • If you have more than one business where you will be selling Sadhana products, you must provide us the location for all your business where our product will be sold.\n  • If you are a current Distributor and you started a second\/third\/fourth business such as online shopping, a studio, a retail store and you would like to sell our products you must notify us and your request is subject to approval.\n  • Distributors are not allowed to sell our products at locations we are not aware of and or have not been approved.\n  • Wholesalers are not allowed to sell our products on websites like Amazon, EBay and any other online website without our authorization. Failing in doing this, account will be terminated and legal actions may apply.\n  • If your Studio establishes an online store and you would like to sell our products online, you must notify us. Your request is subject to approval. Failing in doing this your account will be reviewed.\n  • Once approved, your initial order must be a minimum wholesale total of $2,000.00 and a minimum total purchase of $6,000.00 in a 12 month period.\n  • After your Distributor application is approved, you have 30 days to place your first order. Failing to do so, your Distributor account will be closed.  \n\nWe receive new inventory on a monthly basis and rarely repeat a print. This is our brand differential and selling point. Our 60 days policy will ensure that your stock always looks fresh and interesting, helping you to promote the product, maximize sales and generate good sell through.\n\n  • Orders must be paid in full prior to delivery or according to our agreement.\n  • Only faulty items can be returned and exchanged. All of our products are checked before sent to our clients, however sometimes may be a fault in the garment which can be overlooked, it is the wholesalers responsibility to check stock on arrival as faulty items needs to be returned within 7 days from the date order is received.\n  • Faulty items need to be returned within 7 days. Once Sadhana receive the faulty item, the item will undergo through a quality review and we will notify you on the outcome.\n  • Sadhana does not provide exchange on items bought on a wholesale order.\n  • Orders placed into production or Back Order are considered special orders, this special orders will be ready within 30 to 60 days from the day the order is confirmed and paid in full, these orders cannot be cancelled or exchange under any circumstances and no exceptions will be made.\n  • Please note that all wholesale items being returned either faulty or unsuitable must be returned directly to the original Distributor. Sadhana cannot exchange or refund Distributor’s customers.\n  • To keep our brand exclusive, we promise not to have two studios or gyms of the same segment stocking Sadhana within a 3 miles radius. Please ensure you provide us the right address for your business.\n\nOnce you have applied for a Distributor’s account using the online form, you will NOT be able to make purchases using this account immediately. Distributor’s accounts and orders are subject to approval.\n\n\nWholesale Shipping Information\n\n  • Wholesale customers always pay for shipping. \n  • Shipping is calculated on an individual basis and added to your order at the checkout. Shipping cost is based on your order weight and on your order destination.\n  • Valid orders will be processed immediately and dispatched from our warehouse within 2 business days. Delivery times can vary: if you require a more specific estimate please contact us.\n  • Order to countries outside The USA may be subject to import duties\/taxes which are applied when your package reaches your country. Your order is shipped on a Delivery Duty Unpaid basis. We are unable to estimate the amount of duties and taxes your package will incur as these charges are imposed by your local customs. Payment of these fees are necessary to release your order from customs. For more information please contact your local customs office.\n\n\nPlease contact us if you require any extra information.\n\n\nJust added to your cart:\nExcl. postage \nMy Bag\nJust added to your wishlist:\nExcl. postage \nMy Wishlist\nS\/M 0-6\nM\/L 6-10\nL\/XL 10-14\nBand Size 32-34-36\nCup A-B-C-D-DD",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.5723624229,
        "format_confidence":0.7115342617
    },
    {
        "url":"http:\/\/www.joyofdance.org\/attire\/",
        "text":"Outreach Dance Attire (Private & Preschools Only)\nClick PDF here: 2017-2018 Attire Info & Retailers\n\nOutreach Dress Code on Discount Dance: bit.ly\/1K2jQCR\n\n\n\nNeed help putting your daughters hair up in the perfect classical ballet bun? Check out Marilyn Baird’s classical bun tutorial:\n\n\nTap Shoes\n\nIf your child has tap shoes with laces, here’s a tip we recommend:",
        "topic_id":8,
        "format_id":3,
        "topic_confidence":0.6472285986,
        "format_confidence":0.5994513631
    }
]