[
    {
        "url":"https:\/\/lmr.com\/Questions\/5567\/svo-calipers",
        "text":"Community Q&A Question: Svo calipers\n\nAsking About: Mustang SVO Front Brake Caliper Set (84-86)\n\n\nSvo calipers\n\nWhat does it mean by not recommended for use with rear drum brakes I have a 1989 lx 5.0 and was looking to upgrade with these calipers\nfrom Mount jackson |\n0 0\n\nAccepted Answer\nThey will work however they are not going to be a upgrade with out going disc in the rear.\nHere is a topic on a tread I found:\nfrom Lorena |\n0 0 Staff Member Post!\n\nThanks - Josh 4 years ago\nadd a comment\n\nAnswer This Question\n\nQuestion About\n\n  • $179.99\n    Centric Logo",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9781248569,
        "format_confidence":0.9897111058
    },
    {
        "url":"http:\/\/www.fixya.com\/cars\/t1515019-po_108_fault_code",
        "text":"Question about 2001 Dodge Ram 1500 Truck 2WD\n\n1 Answer\n\nPo 108 fault code\n\nI replaced the map sensor, reset code, engine starts really rough, idle goes from 500 to 1500 over and over, after warm-up, engine runs smoother, still has code PO 108. Turn vehicle off, after 2 minutes try to restart and motor wont run again, with foot on accellerator, rpm goe up and down, motor choking out.\n\nPosted by on\n\n  • 1 more comment \n  • getair777 Jan 09, 2009\n\n    ther is no mass airflow device on this vehicle. do you think it could be the IAC\n\n  • getair777 Jan 09, 2009\n\n    I have checked all hoses for vacuum leak, checked the voltage on the plug to the Map sensor and have 5 volts. I even sprayed starting fluid all around the intake manifold gasket to see if it would effect the idle but got no response\n\n  • getair777 Jan 09, 2009\n\n    I have taken the IAC out and checked it for operation it is indeed moving in and out. Problem still exists. RPM goes up and down for about 2 minutes and then is fine. Still code PO108\n\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert that got 5 achievements.\n\n\n    An expert whose answer got voted for 20 times.\n\n\n    An expert who has answered 20 questions.\n\n  • Expert\n  • 141 Answers\n\nSounds more like a mass air flow sensor problem.\n\nPosted on Jan 09, 2009\n\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nI replaced the MAP sensor AND the MAF sensor. the car now has a rough idle. did those replacements cause the rough idle?\n\nDid you disconnect the battery negative cable for 5 minutes after the parts were replaced? If not do so then drive it at least 20 miles in varying conditions of idle cruise and so on. See if that helps the rough idle. also rerun the fault code test and see if any codes reappear, I have a feeling you did not fix the problem but just threw parts at it.\n\nSep 29, 2016 | 2004 Buick LeSabre\n\n4 Answers\n\n2006 Chevy Trailblazer started to run rough in idle but only after it warms up. My mechanic got P0017 code on his scan tool and told me I needed to replace the Crankshaf and Camshaft sensors. Both sensors...\n\nBad coolant temp sensor or EGR valve stuck. You can remove and test temp sensor (the one for the ECM--has only one wire) using cold and then hot water and read resistance with ohm meter.\n\nJan 28, 2015 | 2006 Chevrolet Trailblazer Ext\n\n1 Answer\n\nRanger problems\n\nrun fault codes and check for O2 sensor problem and MAP\/MAF sensor problems. If it is misfiring then codes for injectors and plugs may also appear\n\nJul 18, 2014 | 2002 Ford Ranger Regular Cab\n\n1 Answer\n\n92 Thundebird 3.8...starts hard....really rough idle in any gear...sounds loud. Almost feels as if the engine is shaking\n\nrun fault codes and look for position sensors --MAP\/MAF\/VAF sensor problems and fuel \/injector faults.\n\nJan 06, 2014 | 1992 Ford Thunderbird\n\n1 Answer\n\nRough idle and code po1562\n\nFirst u have to take it to ur car dealership they have scan tool the scan tool will read the fault code and tell u which part or sensor is in faulty that way it's easy fix\n\nJan 20, 2012 | 2001 Volkswagen Jetta TDI\n\n1 Answer\n\nI have a 92 yj 2.5l 5 speed. it has only after warming up a misfire\/rough idle. its fine when its cold and once it warms up and idle comes down it misfires\/idles really rough. may be lacking power also. i...\n\ncheck that the EGR valve is not sticking or has a vacuum leak. This valve will not operate until the engine is warm.\n\ncheck also the engine coolant temp sensor (ECT). This sensor tells the engine computer that the engine has warmed up, so if it is faulty, it could be sending wrong information to the computer. If the sensor is disconnected, wires to it broken, or faulty in full cold mode, it will tell the computer that the engine is very cold, like -40F. The computer will schedule fuel for cold conditions. This is usually way too much fuel for a warm engine and it will rich misfire, idle rough, and be difficult to start warm.\n\nThe ECT has two wires going to it and is dedicated to sending information to the engine computer. It has nothing to do with your dash gauge that shows coolant temp. That sender has only one wire and is dedicated to the coolant temp gauge.\n\nFeb 21, 2011 | 1993 Jeep Wrangler\n\n2 Answers\n\n2001 Dodge 1500 4x4 fault code PO 108\n\nlook for vacuum leak at air filter to throttle body ..all along the snorkel use carb cleaner while running and waft areas described til motor changes personalitly\n\nJan 13, 2009 | 2001 Dodge Ram 1500 Truck 2WD\n\n2 Answers\n\nPo 108\n\nif there is not a vacuum leak it seems that the signal wire to the MAP is either open or shorted to 5 volt reference wire. if not either of those may be the PCM\n\nJan 09, 2009 | 2001 Dodge Ram 1500 Truck 2WD\n\nNot finding what you are looking for?\nCars & Trucks Logo\n\n512 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Dodge Experts\n\n\nLevel 3 Expert\n\n66563 Answers\n\nColin Stickland\nColin Stickland\n\nLevel 3 Expert\n\n21990 Answers\n\nJeff Turcotte\nJeff Turcotte\n\nLevel 3 Expert\n\n6812 Answers\n\nAre you a Dodge Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.995110333,
        "format_confidence":0.9903916121
    },
    {
        "url":"https:\/\/www.yourmechanic.com\/question\/engine-is-misfiring-and-check-engine-light-is-on-2002-toyota-tacoma-by-rickie-b",
        "text":"Q: Engine is misfiring and Check Engine Light is on - 2002 Toyota Tacoma\n\nasked by on\n\nVehicle engine occasionally starts missing and check engine light starts flashing.It will last for about approximately 5 min. I have had it checked by computer when it is running right and it says misfire on number 3 cylinder. I replaced coil,oxygen sensor,fuel filter,and plug tube set.The vehicle still has the same problem. Changed spark plugs also.\n\nMy car has 278000 miles.\nMy car has an automatic transmission.\n\nHello. A flashing Check Engine Light is a sign that the computer has detected an issue that could potentially damage the vehicle’s emissions components. I would recommend scanning the trouble codes when the light is flashing in order to determine if there is a serious issue.\n\nIf there is a misfire on cylinder 3, and you have replaced those components, a few other things I would look into are the fuel injector for cylinder 3, the mass airflow sensor, the fuel pressure, and for any possible vacuum leaks.\n\nI recommend having a certified mechanic, such as one from YourMechanic, perform an inspection to determine why the engine is misfiring and why the Check Engine Light is on.\n\nWas this answer helpful?\n\nNeed advice from certified mechanic? Get help now!\n\nOver 1,000 mechanics are ready to answer your question.\nThe statements expressed above are only for informational purposes and should be independently verified. Please see our terms of service for more details\n\nAsk a Mechanic\n(100% Free)\n\nHave a car question? Get free advice from our top-rated mechanics.\n\nAsk A Mechanic\nOver 10,000 questions answered!\n  1. Home\n  2. Questions\n  3. Engine is misfiring and Check Engine Light is on - 2002 Toyota Tacoma\n\nGet an instant quote for your car\n\nOur certified mechanics come to you ・Backed by 12-month, 12,000-mile guarantee・Fair and transparent pricing\n\nGet a quote\n\nWhat others are asking\n\nQ: Is it safe to drive with a misfiring cylinder?\n\nHey there, thanks for writing in about your Jeep Wrangler. I would recommend getting it checked before going away on your trip. The misfire code may be a problem with the variable valve system or the ignition system. With this...\n\nQ: Check Engine Light does not come on even though there are trouble codes present\n\nThe pink\/light green wire in ECM pin 2 on the connector will ground the wire internally to the ECM to turn on the Check Engine Light. You could test the wire with the key on and it should have battery...\n\nQ: Car won't crank. I think its the timimg belt\n\nHey there. I'm a little confused by your issue. If your car's engine won't crank over, it typically is related to the starter motor or ignition system. A broken timing belt will prohibit the motor from spinning over, but you'll...\n\nRelated articles\n\nHow Long Does a Heater Control Valve Last?\nKeeping the right amount of coolant in a car is essential in keeping the engine at the right temperature. Failing to have the right amount of coolant or even bad elements...\nP2428 OBD-II Trouble Code: Exhaust Gas Temperature Too High Bank 1\nP2428 code definition A P2428 trouble code signifies that the PCM has detected a problem in the exhaust gas temperature sensor circuit in bank 1, which subsequently contains the number one...\nP2103 OBD-II Trouble Code: Throttle Actuator Control Motor Circuit High\nP2103 means there is a fault with the throttle actuator control motor circuit, likely due to a defective electrical component or part.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9911286831,
        "format_confidence":0.9825227261
    },
    {
        "url":"https:\/\/www.cargurus.com\/Cars\/Discussion-t7951_ds688587",
        "text":"Why is the Alternator\/water pump belt constantly braking on our \"92 or '93 Capri.\n\nAsked by Oct 28, 2015 at 05:02 PM about the 1992 Mercury Capri 2 Dr STD Convertible\n\nQuestion type: Maintenance & Repair\n\nWe have replaced this belt 5 times due to breaking. Have tried everything we\nknow, help!!!!!!! any suggestions\n\n2 Answers\n\n\nneed more info..is it something like a flaw in \/a pully\/bad bearing in anythig tha turns... ALIGNMENT PROBLEM...yep.\n\n\nI have a 91 & 92 capri for over 20 years and always had that problem AFTER the original belt wore out . The replacement belt that everyone sells are to narrow .They will not last . Try changing a belt at 2:00 am on an interstate with nothing but a flash light . I did . After lots of looking around I found the only belt that lasts .Go to Carquest and get belt XL9360 made by Gates. size 15\/32 x 36&3\/8 . I never had one brake . After a month of driving re adjust the tension .\n\nYour Answer\n\nMercury Capri Experts\n\n  • #1\n  • #2\n  • #3\nView All\n\nRelated Models For Sale\n\nUsed Ford Mustang\n722 Great Deals out of 38,098 listings starting at $895\nUsed Chevrolet Camaro\n416 Great Deals out of 30,915 listings starting at $3,550\nUsed Chevrolet Corvette\n300 Great Deals out of 20,672 listings starting at $2,990\nUsed Mercury Cougar\n193 listings\nUsed Ford Thunderbird\n17 Great Deals out of 1,065 listings starting at $6,950\nUsed Pontiac Firebird\n15 Great Deals out of 781 listings starting at $2,999\nUsed BMW 5 Series\n472 Great Deals out of 16,363 listings starting at $1,995\nUsed Mazda MX-5 Miata\n80 Great Deals out of 4,431 listings starting at $2,200\nUsed Nissan 240SX\n11 listings\n\nContent submitted by Users is not endorsed by CarGurus, does not express the opinions of CarGurus, and should not be considered reviewed, screened, or approved by CarGurus. Please refer to CarGurus Terms of Use.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9961081147,
        "format_confidence":0.9766798019
    },
    {
        "url":"http:\/\/repairpal.com\/engine-light-239",
        "text":"» » »\n\nSaturn Q&A\n\nAsk Your Question\n\n1999 Saturn SL2 Question: Engine Light\n\n\n\nVisitor, 1.9L 4 Cylinder DOHC, Redford, MI, April 03, 2010, 15:23\n\nThe service light came on in my car and when I went to a full service Valvoline oil change service place to get my oil change, I told the service person that my light is on and his used some device that read the sensor code and when he reset it the light went off. The sensor code read \"Camshaft Sensor A auto zone\". What does this mean?\n\n1 Answer\nFlag This\n  • Answer #1\n\n    mastertech6371 April 03, 2010, 18:26\n\n    well the guy did you no favor by clearing the code. the computer has a freeze frame when the problem occurs that the repairing tech needs to see when he is trying to diag the car. when the light returns, and it will because the car will not fix itself, take it to a pro for identifing the problem\n\n\n    Flag This",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9920539856,
        "format_confidence":0.9894379377
    },
    {
        "url":"http:\/\/www.fixya.com\/cars\/t1151092-transmission_not_shifting",
        "text":"Question about 2001 Kia Sportage\n\n1 Answer\n\nTransmission not shifting\n\nMy 2001 kia sportage is not shifting correctly. I have to push the hold button in for my transmissin to shift. what do I do?\n\nPosted by on\n\n  • bellita Nov 13, 2008\n\n    I have a Kia Sportage, 2001, and I cannot use the 4x4, it won't engage. The shift handle moves, but it do won't engage? What can be done to resolve this problem.\n\n    The machanics at the shop told me I could drive it like it's a car, 2 wheel drive, and there's no problem, but I find myself slipping and sliding all over the road when there's even the slightest of snow on the ground. I would like to use my 4x4 in the winter?\n\n    Thanks for your time...:-)\n\n\n  • Anonymous Dec 03, 2008\n\n    we have the exact problem with ours snowing here in glasgow and we cant get it up a small hill at start of the drive usless! been told the vaccum pipes wear out solenoid goes faulty or the front hubs are at fault?\n\n\n1 Answer\n\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n\n    An expert that has over 10 points.\n\n\n    An expert whose answer got voted for 2 times.\n\n    Problem Solver:\n\n    An expert who has answered 5 questions.\n\n  • Contributor\n  • 4 Answers\n\nLet the car warm up in the morning time i promise this works\n\nPosted on Jun 29, 2009\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nHow do i replace the TCM on a 2001 sportage\n\nIf you have a check engine light on, get a scanner and see what codes are present. THe diagnostics for this are pretty extensive and it might be solenoids, valve body or the whole transaxle.\n\nOct 03, 2016 | 2001 Kia Sportage\n\n1 Answer\n\n2001 KIA sportage down shifting by itself and the hold light keeps blinking what could be wrong\n\na blinking hold light means the transmission control sensor is telling the engine cntrol sensor that something is wrong. Usually it is nothing too serious, mine has been doing it on and off for years, go to a transmission shop that offers free or cheap diagnosis, get several opinios before spending a lot of money\n\nDec 31, 2014 | 2001 Kia Sportage\n\n1 Answer\n\n2001 KIA sportage down shifting by itself what could be wrong\n\nIf the linkage on the transmission is OK then it sounds to me like the transmission electronic controller is crapping out.\n\nDec 31, 2014 | 2001 Kia Sportage\n\n1 Answer\n\nI have a 2001 kia sportage 4x4 and had to recently change the transmission. It is curently at the mechanic and the transmissions he has got(2 at this point) he said won't shift and will only do 20mph.\n\nIs a 2001 really worth the cost of a new transmission? It could be the computer not recognizing the new transmission. Is your mechanic familar with Kia\/Hyundai?\n\nSep 06, 2014 | 2001 Kia Sportage\n\n1 Answer\n\n\"hold\" button is blinking on\n\nthere is a hold button on the gear shift that is probably pushed in...good luck\n\nJul 18, 2011 | 2000 Kia Sportage\n\n1 Answer\n\nWhat is the purpose of the \"hold\" button, below\n\nPrevents the transmission from shifting to the next higher gear.\n\nDec 13, 2010 | 2002 Kia Sportage\n\n1 Answer\n\nI purchased a 2001 Kia sportage ex, automatic transmission, about 2 1\/2 months ago, and after I started driving it home, realized that it wont shift gears. AT ALL. The only way my dad got it to shift from...\n\nThis is hard for me, because I would like to give you a lesson on vehicle purchasing.\nYou somehow bought a vehicle with a bad trans.\nThat could have been prevented\nHaving own a trans shop ,I have nothing positive to share with you. Sorry.\nYou will need professional help and unless it is a simple electrical issue,your going for a complete rebuild.\nI did alot of foreign trans work. They just don't hold up like a Chevy or Dodge or some Fords.\n\nMay 05, 2010 | 1999 Kia Sportage\n\n2 Answers\n\n2001 kia sportage 2WD automatic transmission problems\n\nThere only one problem wrong.You dont let your transmission warm up.You transmission has you warm up just like the motor.Try this and i promise when you take off it will shift like no other\n\nMar 09, 2009 | 2001 Kia Sportage\n\n1 Answer\n\n2001 Kia Sportage - ''HOLD'' is flashing on my dash\n\nhave a mechanic use a code reader to determine the cause for the hold.\n\nNov 22, 2008 | 2001 Kia Sportage\n\nNot finding what you are looking for?\n\nOpen Questions:\n\nSee all 2001 Kia Sportage Questions\n\n2001 Kia Sportage Logo\n\nRelated Topics:\n\n722 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Kia Experts\n\nColin Stickland\nColin Stickland\n\nLevel 3 Expert\n\n22026 Answers\n\n\nLevel 3 Expert\n\n68970 Answers\n\nJeff Turcotte\nJeff Turcotte\n\nLevel 3 Expert\n\n6817 Answers\n\nAre you a Kia Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9966008067,
        "format_confidence":0.9889018536
    },
    {
        "url":"https:\/\/www.cargurus.com\/Cars\/Discussion-t4042_ds54351",
        "text":"Where can I find a diagram for the drivers side fuse panel, also, where is the flasher located?\n\n\nAsked by Nov 07, 2007 at 05:20 PM about the 1998 Chrysler Sebring 2 Dr LXi Coupe\n\nQuestion type: Maintenance & Repair\n\n5 Answers\n\ni have a 95 sebring fuse box is on side of dash flasher is located behind glove box.\n\n\nDrop me an email on the site and I'll send you a 1998 Sebring Haynes Manual for the cost of postage. I sold my '98 Sebring and won't need the manual.\n\n1 of 1 people found this helpful.\n\nDo you still have the Haynes manual for the 98 sebring?\n\n2 of 2 people found this helpful.\n\nIf so, contact me at dan_snow@hotmail.com\n\n\nMy name is nankyin. I have 2007 sebring. My power window's switch are not working. I read in user's manuel book, but it's not showing the fuse or relay. There has only one fuse box near airfilter. If you want to buy a car, do not choice the 2007 sebring. you will be in trouble.\n\n5 of 5 people found this helpful.\n\nYour Answer\n\n\nLooking for a Used Sebring in your area?\n\nCarGurus has 2,585 nationwide Sebring listings starting at $1,500.\n\n\nChrysler Sebring Experts\n\n  • #1\n  • #2\n    Chris Daigle\n  • #3\nView All\n\nRelated Models For Sale\n\nUsed Ford Mustang\n460 Great Deals out of 42,890 listings starting at $1,488\nUsed Honda Accord\n909 Great Deals out of 79,342 listings starting at $1,295\nUsed Toyota Camry\n1,137 Great Deals out of 77,518 listings starting at $1,400\nUsed BMW 3 Series\n1,136 Great Deals out of 33,414 listings starting at $1,428\nUsed Chevrolet Malibu\n1,125 Great Deals out of 57,845 listings starting at $995\nUsed Toyota Corolla\n931 Great Deals out of 66,172 listings starting at $1,500\nUsed Toyota Camry Solara\n41 Great Deals out of 1,446 listings starting at $1,999\nUsed Honda Civic\n736 Great Deals out of 54,089 listings starting at $1,495\nUsed Nissan Altima\n1,211 Great Deals out of 75,426 listings starting at $900\nUsed Jeep Grand Cherokee\n961 Great Deals out of 68,021 listings starting at $950\nUsed Jaguar XK-Series\n27 Great Deals out of 641 listings starting at $5,500\n\nUsed Cars For Sale\n\n2010 Chrysler Sebring For Sale\n8 Great Deals out of 346 listings starting at $2,800\n2009 Chrysler Sebring For Sale\n158 listings starting at $2,995\n2008 Chrysler Sebring For Sale\n9 Great Deals out of 533 listings starting at $2,495\n2007 Chrysler Sebring For Sale\n289 listings starting at $2,895\n2006 Chrysler Sebring For Sale\n5 Great Deals out of 214 listings starting at $1,500\n\nContent submitted by Users is not endorsed by CarGurus, does not express the opinions of CarGurus, and should not be considered reviewed, screened, or approved by CarGurus. Please refer to CarGurus Terms of Use.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9953699708,
        "format_confidence":0.9843547344
    },
    {
        "url":"https:\/\/www.yourmechanic.com\/question\/keep-blowing-a-tail-light-fuse-by-matt",
        "text":"Skip the auto shop - Our mechanics make house calls\n\nQ: Keep blowing a tail light fuse.\n\nasked by on\n\nThe car is a 2 door coupe. It calls for a 7.5 fuse. Fuse won't blow until the motor is turned over. Noticed if I put a larger amp fuse in the tail lights don't blow until a higher rpm. Tail lights are led aftermarket. D16Y7 motor, manual transmission.\n\nMy car has 235000 miles.\nMy car has a manual transmission.\n\nAssuming that no wiring was damaged during the install of the aftermarket lights, (i.e., cut insulation causing a short to ground), if the fuse started blowing right after the install that means the LED assembly is drawing more current than the circuit was designed for. Circuit are fused to the maximum safe limit of current that can be on the circuit. The LED might be causing the fuse to blow because it doesn’t have an appropriate sized resistor or the assembly has an internal short to ground.\n\nWas this answer helpful?\n\nNeed advice from certified mechanic? Get help now!\n\nOver 1000 mechanics are ready to answer your question.\nThe statements expressed above are only for informational purposes and should be independently verified. Please see our terms of service for more details\n\nGet an instant quote for your car\n\nOur certified mechanics come to you ・Backed by 12-month, 12,000-mile guarantee・Fair and transparent pricing\n\nGet a quote\n\nWhat others are asking\n\nQ: Master\/Slave Cylinder\n\nIf you have fluid leaking on the floor then this is from the clutch master cylinder leaking past its seals. I would recommend replacing the clutch master cylinder and the clutch slave cylinder as a set since the master cylinder...\n\nQ: My key won't turn or start the car\n\nHi, thanks for writing in. There are a few things that might be going on with your ignition switch. First, the ignition cylinder might be damaged if it won't turn when you insert the key. Second, it may be the...\n\nQ: Mine is a 2005 Honda civiv, and is not starting, there is no crank sound.....\n\nDepending on whether or not the vehicle will turn over will determine what the next step should be. If the engine does not turn over, I would recommend checking all connections related to the battery and check to be sure...\n\nRelated articles\n\nHow to Avoid Back Pain in a Car\nIf you have back problems, sitting in a car for an extended period of time can be excruciating. Even without back problems, you could experience discomfort and soreness from...\nWhat are the Car Pool Rules in Hawaii?\nHawaii is widely regarded as a land of vacation and relaxation, and as such, its scenic roads and routes are far better known than the state’s freeways. But, as with all...\nP2103 OBD-II Trouble Code: Throttle Actuator Control Motor Circuit High\nP2103 means there is a fault with the throttle actuator control motor circuit, likely due to a defective electrical component or part.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9929955602,
        "format_confidence":0.9755237699
    },
    {
        "url":"http:\/\/www.fixya.com\/cars\/t26394351-wish_know_balance_accountmember_no",
        "text":"Question about Cars & Trucks\n\nOpen Question\n\nI wish to know the balance of my accountmember no 43177820 ruth lock 230597 acc no\n\nPosted by on\n\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nI would like to know my balance Acc number 120728785\n\nthis is not the accounting department SORRY we can not assist you.\n\nApr 28, 2017 | Cars & Trucks\n\n1 Answer\n\nAutomatic door lock 1999 toyota prerunner\n\nhi jerome\nI have the procedure for Toyota auto lock, is worth to try it\n1) Step in the vehicle and make sure that all doors are closed completely\n2) Insert the key into the ignition key cylinder.\n3) Wait for more than 5 seconds.\n4) After turning the key to the ACC position, turn the key from the ACC to the\nON position 5 times within 10 seconds (Last position : ON).\n? Status Monitor LED will illuminate for 30 seconds.\nNote : In case you implement 6 times or more by mistake,\naction steps 6)-8) you made will be canceled.\nPlease retry from step 2).\n5) While the LED is illuminated :\n• Open and close the driver's door 2 times.\n• Turn the key to the ACC position.\n? LED will continue illuminating.\n? Indicator lights will flash 2 times.\nIgnition controlled door lock ON :\n6) While the LED is illuminated:\n• Open and close the driver's door 1 time.\n• Turn the key ACC-ON-ACC 1 time (Last position : ACC).\n? Indicator lights will flash 1 time.\n? LED will extinguish.\nIgnition controlled door lock OFF :\n6) While the LED is illuminated :\n• Open and close the driver's door 2 times.\n• Turn the key ACC-ON-ACC 1 time (Last position : ACC).\n? Indicator lights will flash 2 times.\n? LED will extinguish.\n\nJan 28, 2014 | Toyota Camry Cars & Trucks\n\n1 Answer\n\nACC stopped working\n\nI would ckeck the ignition switch as the car will start and run but the acc part of the switch could be faulty.\n\nNov 08, 2013 | 2006 Chrysler 300 Touring\n\n1 Answer\n\nHave a bab ruth base ball sined\n\nCongratulations... You are talking about a Babe Ruth pin in the Car and Truck section......\n\nApr 10, 2013 | Cars & Trucks\n\n1 Answer\n\nHow to Replace front crank seal on 3.3L 99 Nissan Quest\n\nThe seal comes out with a special tool and goes in with another special tool.\n\nOct 16, 2012 | Cars & Trucks\n\n1 Answer\n\nHow do I remove the ignition lock on my 1998 Mazda Protege? Tumblers are stuck. Key won't go past accessory.\n\nif ou do not have the key, look at the replacement lock there'll be a tab which recesses when the key is turned to acc or on position. It is that tab which prevents you from removing lock cylinder it has to be forced into a recessed position or drilled to where the cylinder can removed. If u do then locate tab turn key to acc or on and push tab to recessed position and remove cylinder.\n\nMay 31, 2012 | 1998 Mazda Protege\n\n2 Answers\n\nSet the combination lock on the driver door of 1999 Ford Explorer\n\ncheck your car manuel and it should tell you to solve both\n\nJun 09, 2009 | 1999 Ford Explorer\n\n1 Answer\n\nTrouble replacing ignition switch.\n\nNormally we would replace the lock cylinder and housing at the dealer.....but if it were my car I'd uses a punch and hammer to slam that pin in and remove the cylinder. It's worth a try first before having to replace the entire housing.\n\nMay 17, 2009 | 2000 Toyota Camry\n\n1 Answer\n\nIgnition key cylinder\n\nYou have to have the ignition lock exposed, take the covers off above and below the lock body that holds the cylinder.\nInsert the key fully into the keyway, and turn it to ACC. On the ignition lock body, press on the \"stop pin\", that pokes out of the lack body, above where the cylinder is housed. Press on the \"stop-pin\", and extract the cylinder. If the key can not be turn ed to ACC, the cylinder will not come out.\nThanks for choosing FixYa. Please let me know if this solves your problem.\n\nDec 16, 2008 | 1993 Toyota Tercel\n\n1 Answer\n\nPrograming a remote on a 99 quest\n\nfirst make sure,that the batter is ok. You will need to have both remotes while doing this.\n1: get in and lock the doors with the power door lock\n2: insert the key into the ignitoin repeatedly IN and OUT 6 times in a row or just keep doing so, until the hazard flashers flash on the dash board (observe the dash board while inserting key)\n3: after the hazadrs flash TURN key into the ACC position\/not start.(dash will light up) DO NOT START\n4: with the key in ACC position, hit lock button on the remote. That will program that remote.\n5: to program the other remote simply unlock the door with the door lock switch and relock it with the swithc and hit the other remote button.\n6: done\n\nSep 16, 2008 | 1999 Nissan Quest\n\nNot finding what you are looking for?\nCars & Trucks Logo\n\nRelated Topics:\n\n16 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Cars & Trucks Experts\n\n\nLevel 3 Expert\n\n76630 Answers\n\nColin Stickland\nColin Stickland\n\nLevel 3 Expert\n\n22219 Answers\n\nRandy Ohler\n\nLevel 3 Expert\n\n14585 Answers\n\nAre you a Car and Truck Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9949187636,
        "format_confidence":0.9889034629
    },
    {
        "url":"http:\/\/www.justanswer.com\/uk-car\/97ovi-volvo-xc70-hey-norway-volvo-xc70-01-mod-codes.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Greg Your Own Question\nGreg, Shop Owner\nCategory: UK Car\nSatisfied Customers: 6892\nExperience:  17 years Shop Owner \/Technician. 27 years experience,\nType Your UK Car Question Here...\nGreg is online now\nA new question is answered every 9 seconds\n\nVolvo XC70: Hey from Norway. Volvo xc70, -01 mod, with codes\n\nCustomer Question\n\nHey from Norway. Volvo xc70, -01 mod, with codes 0034, 0105 and 0032, what do you think is the problem?\nSubmitted: 1 year ago.\nCategory: UK Car\nExpert:  Greg replied 1 year ago.\nP0034 is your wastegate ,turbo regulating valve or a wiring issue .P0032 is an O2 sensor wiring issue or connection if these are okay replace the O2 sensor (heater control circuit )P0105 is your wiring circuit for the MAP sensor ,connection issue .I suggest you check the engine wiring harness from the MAP.O2 sensor and wastegate valve wiring these join up together in the harness may find a common area where the harness is damaged ,check also all fuses first . If needed please get back to me with the reply button, and not the poor or bad service, this way i can get back to you or suggest another expert if needed.Your deposit does not pay me until the answer is rated in a positive way,Not rating or a bad rating does not constitute a refund.If you are not happy or you have sorted out your problem before the answer then please let me know with the reply button .Kind regards Greg.\nCustomer: replied 1 year ago.\nHei. These codes are all about the SRS warning I have. Checked the socket and wiring under seat, I have replaced the airbag on the steering wheel; what next?\nExpert:  Greg replied 1 year ago.\nHi .\nThank you i thought these where P codes , will get back to you .\nDid you try and clear the codes ,What tool are you using to read the codes ..\nCustomer: replied 1 year ago.\nTried to delete, but they couldnt be deleted. It was a mechanic who did this , and with a pc, It looks like it called Delphi.\nSRS airbag P2X, DTC :0034, 0105, 0032 and 00D00\nExpert:  Greg replied 1 year ago.\nHi .\nAccording to my data these codes are the seat airbag as you suspected .\nNormally a bad sips bag and seat bag if these are tested good then make sure the wiring harness is not damaged you will have to follow the harness and check for bad connection or damaged harness ,check out good then you may just need a SRS module reprogram .\nRgds Greg\n\nRelated UK Car Questions",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9933838248,
        "format_confidence":0.9865846634
    },
    {
        "url":"http:\/\/www.fixya.com\/cars\/t3610870-am_trying_find_out_normal_temp_range_92",
        "text":"Question about 1992 Honda Accord\n\n1 Answer\n\nAm trying to find out normal temp range 92 accord\n\nPosted by on\n\n\n1 Answer\n\n  • Level 3:\n\n    An expert who has achieved level 3 by getting 1000 points\n\n\n    An expert that got 20 achievements.\n\n\n    An expert that got 10 achievements.\n\n\n    An expert that got 5 achievements.\n\n  • Honda Master\n  • 2,359 Answers\n\nThe standard thermostat temperature is 195 F.\n\nThe ideal running motor running temperature is between 195F to 210F.\n\nAre you having over heating problem.\n\nI just wrote a FREE TIP in Fixya.\n\nChick HERE to view it.\n\nPosted on Dec 10, 2009\n\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\nHi there,\nSave hours of searching online or wasting money on unnecessary repairs by talking to a 6YA Expert who can help you resolve this issue over the phone in a minute or two.\n\nBest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\n\nHere's a link to this great service\n\nGood luck!\n\nPosted on Jan 02, 2017\n\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nWhat is normal coolant temp range and oil temp range for 2005 cat c13 on road engine\n\n200- 215 or 190, or even 150 on the oil temp . The water temp runs about 15 degrees less than the oil temp. according to Caterpillar. hope this helps; I think there are many variables- how new\/old, etc...\n\nAug 27, 2017 | Cars & Trucks\n\n1 Answer\n\nHave to turn key on and off several timesbefore fuel pump works 92 hinds accord\n\nNo, a '97 Ford Explorer fuel pump is not compatible with a '92 Ford Explorer. The differences ranging from fuel pressure to incorrect intake size will damage the vehicle's fuel system and possibly the engine itself.------------------------------------------------------------------------------\nOdometer Correction Tool\n\nDec 13, 2012 | Cars & Trucks\n\n1 Answer\n\nRunning doi change thermostat\n\nthe normal temp. from 70 to 90 deg cent., if it is in range do not change thermostat.\nthermostat range from 92 to 82 so the cooling fan work on 92 and stop on 82 ,check it is written on thermostat.\n\nMar 23, 2011 | 1993 Acura Legend\n\n1 Answer\n\nI have a 92 honda accord that overheats because my fans dont turn on. i know they work because when i turn the a\/c on they turn on, but other wise they dont. ive replaced the thermostat and have had no...\n\nCheck for a faulty engine coolant temperature switch. This is the switch that talks to the cars computer and the fan relays. (It is NOT the same as the separate coolant temperature sender which is what sends the temperature to the coolant temp gauge on the dash instruments.) If the engine coolant temp switch is stuck open or in the cool mode, it may not trigger the fan relays. Meanwhile, your coolant temp on the dash gauge will look normal.\n\nJan 18, 2011 | 1992 Honda Accord\n\n2 Answers\n\nI just had a new radiator and thermostat put on my 1996 Nissan Altima. The temps here in SoCal are in 90's. My temp gauge keeps going up past the 1\/2 mark. What is happening? I can't afford to break down...\n\nIf the shop installed a different thermostat (there are different actuation temperatures), the normal position of your gage will change accordingly. As long as it's still in the normal range and stays at a new \"normal\" level, I'd say you're OK. If it is getting too close to the red, ask them to reinstall a lower temp thermostat.\n\nAug 25, 2010 | 1996 Nissan Altima\n\n2 Answers\n\n1991 honda accord the radiator coolant fan won't\n\nhi this sounds like your radiator fan switch is u\/s, you should be able to locate it on the radiator itself, either on left or right hand side, look for a large nut looking thing with 2 wires coming out and that will be what is needed...hope this helps\n\nApr 06, 2010 | 1991 Honda Accord\n\n3 Answers\n\nI have a 96 honda accord and the fan runs after I turn off the car for 15 minutes. I just replaced the thermostat\n\nThat is normal but on the \"long side\" of normal. If the engine temp is good while driving, the temp sensor may be slightly out of range, but if its either very hot outside or the engine is running hotter than normal that can influence it as well. That part, you have to consider as I can't see what is going on there.\n\nSep 25, 2009 | 1996 Honda Accord\n\n3 Answers\n\nWhich thermostat (temperature range) should I use for my car in Edmonton, where the local temperature varies from +30 to -35 deg cel?\n\nYour engine temperature is essential for the proper operation of the computer system...most require a 195f thermostat, regardless of ambient temperature.\n\nJul 08, 2009 | 1992 Honda Accord\n\n1 Answer\n\nCoolant doesn't heat up!\n\nthe temp sensor just tells you the temp of the coolant and it controlls the coolant fan to turn on and off at a certain temperature........have you check for coolant leeaks???\n\nNov 23, 2008 | 1994 Honda Accord\n\nNot finding what you are looking for?\n1992 Honda Accord Logo\n\nRelated Topics:\n\n56 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Honda Experts\n\n\nLevel 3 Expert\n\n81285 Answers\n\nColin Stickland\nColin Stickland\n\nLevel 3 Expert\n\n22326 Answers\n\nKevin Daniels\n\nLevel 3 Expert\n\n1455 Answers\n\nAre you a Honda Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9939978123,
        "format_confidence":0.9882342815
    },
    {
        "url":"https:\/\/www.cargurus.com\/Cars\/Discussion-t26237_ds463014",
        "text":"Radio installation\n\n\nAsked by Aug 10, 2009 at 07:59 AM about the 1994 Saturn S-Series 4 Dr SL2 Sedan\n\nQuestion type: Maintenance & Repair\n\nOk, here's my problem.....\nI hae a 1994 SL2 Sedan that it's radio keeps cutting off (something internal), it keeps shutting off and will not turn back on. My questions is, can I install the stock radio from a 2002 Chevrolet Suburban into my 94 Saturn, what type of wiring harness would I need and will I need to modify the dash?\nThanks in advance.\n\n5 Answers\n\n\nYou shouldn't need to modify the dash.. I believe the Suburban is a GM fit radio and not a double din so it should fit in a saturn no problem... Just buy a wiring harness for your Saturn and follow the wiring diagram below to figure out which wire goes where 2002 Chevrolet Suburban Car Stereo Radio Wiring Diagram Car Radio Constant 12v+ Wire: Orange Car Radio Switched 12v+ Wire: Yellow Car Radio Ground Wire: Black Car Radio Illumination Wire: Gray Car Stereo Dimmer Wire: Brown Car Stereo Antenna Trigger: N\/A Car Stereo Amp Trigger Wire: Pink Car Stereo Amplifier Location: Front Passenger Footwell Front Speakers Size: N\/A Front Speakers Location: N\/A Left Front Speaker Positive Wire (+): Tan Left Front Speaker Negative Wire (-): Gray Right Front Speaker Positive Wire (+): Light Green Right Front Speaker Negative Wire (-): Dark Green Rear Speakers Size: N\/A Rear Speakers Location: N\/A Left Rear Speaker Positive Wire (+): Brown Left Rear Speaker Negative Wire (-): Yellow Right Rear Speaker Positive Wire (+): Dark Blue Right Rear Speaker Negative Wire (-): Light Blue Source:\n\n\nIf I remember right, these were the same size radios. You can always check places like crutchfield to see if they use the same sizes. Some places also make a wiring harness to connect factory radios to other cars. You will probably have to buy both harnesses and connect the ends with solder or solderless connectors.\n\n\nActually, I went to a local Audio Installer and asked since I was there. The Chevrolet Suburban stock radio mounted right up, I didn't need to use a wiring harness at all. I just took off the front part of the dash, unplugged the Saturn radio and plugged in the Suburban radio, no modifications. All is great now, thanks for the assistance.\n\nThe harness should stay the same but the dash would need modification my best suggestion would be to check all relays and fuses and trace all wires because usually the radio cutting on and off would be a problem with wiring or a security system. so before you get into modifing the dash check the wires or take it to your local chevy dealer and they can check it out for you for a price of around $140.00.\n\nI have a question i have 2002 saturn sl1 im putting a radio in it witch wires goes wher can spmeone help me plz\n\nYour Answer\n\n\nLooking for a Used S-Series in your area?\n\nCarGurus has 597 nationwide S-Series listings and the tools to find you a great deal.\n\n\nSaturn S-Series Experts\n\n  • #1\n    Alex Nazarian\n  • #2\n  • #3\nView All\n\nRelated Models For Sale\n\nUsed Honda Accord\n858 Great Deals out of 88,772 listings starting at $1,444\nUsed Honda Civic\n641 Great Deals out of 54,519 listings starting at $1,500\nUsed Ford Escort\n240 listings\nUsed Chevrolet Cavalier\n759 listings starting at $800\nUsed Toyota Corolla\n926 Great Deals out of 70,852 listings starting at $1,479\nUsed Chevrolet Impala\n507 Great Deals out of 32,641 listings starting at $1,000\n\nContent submitted by Users is not endorsed by CarGurus, does not express the opinions of CarGurus, and should not be considered reviewed, screened, or approved by CarGurus. Please refer to CarGurus Terms of Use.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9649470448,
        "format_confidence":0.9639059901
    },
    {
        "url":"http:\/\/jimlangley.blogspot.com\/2008\/03\/q-drivetrain-clunk-bicycle-noises.html",
        "text":"Tuesday, March 4, 2008\n\nQ&A: Drivetrain clunk, bicycle noises\n\nQ: I have a 94 Bianchi with the Shimano 105 group. When I pedal it feels\nlike there is something loose, kinda like a clunk from both crankarms. I\nremoved the crankarms and reinstalled them they are tight, the pedals are\ntight, I took apart the cassette cluster and cleaned it up. The spindle does\nnot seem to have any play it. I also took the chain rings off cleaned them\nand reinstalled. Still the clunk. The only thing I didn't touch was the\nsealed crank bearings because there wasn't any play in the spindle. What do\nyou think?\n\n\nA: Hi Al,\nI think the bottom bracket cartridge is loose in the frame - the cups aren't\ntight enough so it's moving under pressure. I would remove the crankarms\nagain and using the correct bottom bracket tool, I would first make sure the\nright-side (chainring side) cup was nice and tight in the frame (turn\ncounterclockwise to tighten) and then I would check the right side (turn\nclockwise to tighten). Usually, when there's a clunk like this, it's from\nthe whole BB moving and that should fix it. If you have some blue locktite,\nit would be a good idea to put a couple of drops on the threads before\ntightening to make sure the cups stay tight, but that's not mandatory.\n\nHope that helps quiet your bike, and note that I have a huge story on\nkeeping bikes quiet on my site with a zillion more bicycle noises and how to\nshut them up here: http:\/\/www.jimlangley.net\/wrench\/keepitquiet.html\n\nNo comments:",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.7309629321,
        "format_confidence":0.9283695221
    },
    {
        "url":"http:\/\/bicycles.stackexchange.com\/questions\/14612\/does-any-rental-car-company-offer-bike-racks?answertab=oldest",
        "text":"Take the 2-minute tour ×\nBicycles Stack Exchange is a question and answer site for people who build and repair bicycles, people who train cycling, or commute on bicycles. It's 100% free, no registration required.\n\nWe are hoping to take a self guided trip in Wisconsin. We would like to rent bikes there, but can't find a rental car with a bike rack available. Any ideas?\n\nshare|improve this question\nSee if the bike rental place also rents bike racks. –  freiheit Feb 25 '13 at 21:23\nFreiheit probably has the right idea but if the bike rental place doesn't have racks there are decent, cheap trunk mounted 2 and 3 bike racks available for < $100 dollars. You could always just buy one at a LBS in Wisconsin and discard it at the end of the trip. –  Glenn Stevens Feb 26 '13 at 5:43\nEconomy hatchback vehicles work well to transport bikes. You may need to remove the front and\/or rear wheels. –  Benzo Feb 26 '13 at 12:33\nI rolled back an edit by another user because the edit changed the meaning of the question. While looking for other ways to transport bikes is a good idea, it's not what the OP asked. –  Neil Fein Mar 3 '13 at 6:26\nDown voted because a probably empty list of rental companies is not going to be useful for other readers in the future. –  amcnabb Mar 4 '13 at 3:53\n\n7 Answers 7\n\nIf you could rent a van or SUV you may be able to load the bikes inside the vehicle.\n\nshare|improve this answer\nThis also handles security. People will steal bikes off racks in a minute. Go into pay for gas and come back to no bikes. –  Frisbee Jul 14 '14 at 16:44\n@Blam you should always lock the bikes up. A cable lock to the towing eye (if fitted) on the car is a good idea, and even if not there's often a suitable hole under the car. D-locking the 2-3 bikes together can make removal a time-consuming task (hard to get a straps to undo\/cut). Not suitable for overnight use outside a motel perhaps, but fuel\/food stops should be no problem. –  Chris H Jul 17 '14 at 14:07\n@ChrisH Always? Down the road you are going to let a cable\/ulock rub\/bang on your bikes. –  Frisbee Jul 17 '14 at 14:37\n@Blam yes always. Then you don't forget when you stop. If you're worried put a sleeve round the lock\/frame or strap the lock to the bikes so it doesn't move. I have a msaterlock cable lock that cinches tight so acts as an extra strap, and is plastic covered so it doesn't mark the bikes (it really doesn't). Using this is a habit from carrying kayaks where an extra fixing can be of benefit if a strap loosens between stops. My d-lock is also plastic covered and in practice doesn't damage painted alloy when the lock body points down. The bikes in the Q were rentals and may be scuffed anyway. –  Chris H Jul 17 '14 at 14:43\n@ChrisH You can let your bikes get rubbed and banged but I an not doing that to mine. Check this link pages 100 and 101. media.cannondale.com\/media\/Manuals\/… –  Frisbee Jul 17 '14 at 14:51\n\nInformation on this forum is old, but one guy says that Enterprise has bike racks. I recommend giving them a call. From their website it says they have ski racks, but doesn't mention bike racks. Might be worth giving them a try.\n\nshare|improve this answer\n\nSome places rent folding bikes, which would remove the need for an external rack.\n\nshare|improve this answer\nmeh, who wants to ride a folding bike on vacation? What if they were going to mountain bike? –  Jeff Wurz Jul 14 '14 at 19:36\n\nI would have thought with a few rachet packing straps you could place the bikes upside down on the roof, secure the handle bars to the frame (so they won't turn) then secure the bikes through the rear door or window (front window as a last resort).\n\nAs a disclaimer I have never seen this done but secured right it should work just like a roof rack and not damage the paint (but hey I reckon the rental company wouldn't check the roof). If the car has basic roof racks you could rig something pretty good up.\n\nshare|improve this answer\nWhere are you renting that they aren't super anal about a scratch anywhere? I can't believe this would possibly work other than due to dumb luck once in a blue moon. –  Batman Nov 26 '13 at 15:23\n@Batman: lol I've scratched several rental cars over the years and never been charged for it. –  whatsisname Nov 27 '13 at 4:58\n\nMost newer rentals have rear seat passthru. Take the front wheel off and you should still have one rear seat available for a passenger.\n\nshare|improve this answer\n\nSixt rental cars USA customer service says:\n\nWe do have bike racks available but it is based on the location as well as availability.\n\nWith any rental car agency, you should call and verify that they have the equipment you would like before you depart on your trip.\n\nshare|improve this answer\nTo support your answer you should provide some form of confirmation such as a link to the policy. Also identify which country you are referring to as both Sixt Rentals and Bicycles.StackExchange are international. –  DWGKNZ Jul 15 '14 at 2:20\nI have contacted support team and received an email saying that Sixt do not offer any cars with bicycle carrier –  Azat May 5 at 20:27\n\nFrom personal experience with Enterprise, I brought a rack with me when I went to Colorado to ride. I just made sure to cover the contact points so it didn't leave and scratches or marks and put it on after getting to my hotel and before leaving. I think it's kind of a don't-ask-don't-tell policy.\n\nshare|improve this answer\n\nprotected by Gary.Ray Jul 14 '14 at 17:03\n\nThank you for your interest in this question. Because it has attracted low-quality answers, posting an answer now requires 10 reputation on this site.\n\nWould you like to answer one of these unanswered questions instead?\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9669034481,
        "format_confidence":0.989562571
    },
    {
        "url":"http:\/\/repairpal.com\/dead-power-467",
        "text":"» » »\n\nHyundai Q&A\n\nAsk Your Question\n\n2006 Hyundai Tiburon Question: DEAD POWER\n\n\n\n, 2.7L V6, Camp Pendleton, CA, October 26, 2010, 16:06\n\nI was driving down to work and my Stereo, Spedometer lights, signals and power windows went dead. During luch i was going to take it to Autozone but as soon as i started my car everything worked again. Everything was good throughout the day until night time when driving home same things went dead again, checked my fuses, seem to be good.\n\n1 Answer\nFlag This\n  • Answer #1\n\n    October 26, 2010, 16:40\n\n    A possible charging system problem. If the alternator fails to maintain the correct charging rate the BCM could disable consumers to conserve energy so the engine could run.\n    Take it to a repair shop and ask for a charging system test, ask them to do it after a few miles of test drive while the consumers are on, i.e. radio, lights, A\/C..\n\n\n    Flag This",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9872900844,
        "format_confidence":0.9901471734
    },
    {
        "url":"https:\/\/www.2carpros.com\/questions\/kia-optima-2004-kia-optima-p0303-code",
        "text":"P0303 CODE\n\n2004 Kia Optima\n\n\n\nApril, 7, 2010 AT 6:37 AM\n\nComputer problem\n2004 Kia Optima 4 cyl Two Wheel Drive Manual 60000 miles\n\n\nI keep getting a P0303 code. I have changed plugs, wires, coils, and injectors, and the code keeps coming back. The code always comes up twice if this means anything. The spark plug looks fine. I will check compression this weekend. Assuming that this is good, what next? The car runs and drives good. Help!\n\n\n7 Answers\n\n\nDave H\n\nApril, 9, 2010 AT 6:11 PM\n\nCheck\/clean or replace the CKP\n\nThe Crankshaft Position Sensor is a Hall-effect sensor that senses the Crank angle (piston position) of each cylinder and converts it into a pulse signal. Based on the input signal, the ECU computes the engine speed and controls the fuel injection timing and ignition timing.\nFig. 107: Locating Crankshaft Position (CKP) Sensor\n\n\n\n\nApril, 13, 2010 AT 3:14 PM\n\n\nThank you very much for this recommendation. I will try this ASAP. Looking at Advance Auto's parts list, there are two crankshaft sensors listed for this vehicle: 1. &Quot; Crankshaft Position\/Crank Angle Sensor\" 2. &Quot; Crankshaft Sensor\" Per the pictures, the sensors look somewhat similar, but one has a harness and one doesn't. Both are listed as being fits for this vehicle. Is it possible that there are two sensors on this vehicle? Thank you!\n\n\nDave H\n\nApril, 14, 2010 AT 12:48 AM\n\nI only have one CRANKshaft position sensor listed for the 4 cylinder model ... (you may be getting mixed up with the CAMshaft position sensor) .. the CRANKshaft sensor is located behind the timing belt covers just above the crankshaft\/timing belt pulley and has a long wiring harness going up to the top of the engine .. this can be a very tricky part to replace as you have to thread the wiring loom .. the book time (labor) for this repair\/replacement is 2.7 hours !\n\nHope this helps\n\n\n\n\nApril, 20, 2010 AT 2:17 PM\n\nThanks Dave. I took your advice and replaced the CPS, as well as the timing belt and balance shaft belt. 2.7hrs? Wow! Let's just say that it took me that long to remove it! Anyway, the code is back. Any further suggestions? If it means anything, I will say that the low idle after the car is warmed up fluctuates a little bit, but it always has.\n\n\nDave H\n\nApril, 22, 2010 AT 3:07 AM\n\nDid you clean the signal wheel on crankshaft pulley?\n\nReference Number(s): FUEL 010, Date of Issue: September 01, 2005\nKIA: All\n\nRelated Ref Number(s): FUEL 010\nThis bulletin provides information relating to throttle body and plate cleaning on all Kia models. Residue from fuel additives and\/or carbon deposits that result from normal fuel combustion can accumulate on the throttle body and\/or upper combustion chamber over time. Dirty throttle bodies can cause a variety of vehicle drivability concerns and may result in MIL illumination under certain circumstances.\nWhen the engine is started, the incoming air sometimes carries residue back to the throttle body and deposits it just behind the throttle plate because of the sudden drop in air pressure behind the plate.\nWhen the engine is running, crankcase vapors enter through the PCV system and work their way into the intake system. These vapors carry with them residue which accumulates on the idle passages and throttle plate. This build-up eventually blocks the air gap between the throttle plate and throttle body bore, causing less airflow while the throttle plate is closed. Over time, the computer compensates for the reduced airflow with fuel trim adaptive logic adjustments, as it becomes more difficult for the computer to control the idle, especially when coming to a stop or when the throttle is \" snapped\". Do NOT replace the throttle body before the throttle plates are cleaned for any condition related to fuel trim values.\nFig. 1: Identifying Throttle Plate Cleaner\nRemove the intake duct hose that is connected to the throttle body.\nWARNING: Make sure the application straw is securely attached to the throttle plate cleaner nozzle. Failure to do so may result in a straw that has come off and is now stuck in the intake manifold assembly.\n\nFig. 2: Throttle Body\nUsing throttle plate or equivalent cleaner, open the throttle to the Wide-Open-Throttle (WOT) position. Clean out the throttle body bore and throttle plate using a small soft metallic (brass) or stiff bristled brush as necessary.\nFig. 3: Cleaning Throttle Body Bore\nAfter the cleaning is complete, reinstall air intake duct hose. Be sure all throttle cables are routed correctly then, start the engine. The engine will run rough until all the throttle plate cleaner is burned off from the internal vacuum circuits. Shut engine off.\nRemove the ECM memory fuse for 10 seconds and then re-install. This will reset the fuel trim adaptive values. Not all models use the scan tool to clear the adaptive fuel trim values.\nNOTE: Removing the ECU memory fuse will not affect the loss of voltage to other control modules requiring the windows to be initialized, ETS, sunroof, overhead displays, radio station presets.\n\nECM Memory fuses are as follows: ECM MEMORY FUSES\nModel\/MYECM Memory Fuses\n2001 2005 Rio10 Amp Underhood ECU Fuse\n1998 2004 Sephia\/Spectra (1.8L Engine)10 Amp Underhood ECU 2 Fuse\n2004 2005 Spectra (2.0L Engine)30 Amp Underhood ECU 2 Fuse\n2001 05 Optima10 Amp Underhood ECU Fuse\n2004 05 Amanti10 Amp Underhood ECU Fuse\n2002 05 Sedona10 Amp Underhood Powertrain Fuse\n2003 05 Sorento10 Amp Underhood Powertrain Fuse\n2005 Sportage30 Amp Underhood ECM Fuse\n\nRoad test the vehicle approximately 2-3 miles before returning the vehicle to the customer.\n\n\n\nMay, 10, 2010 AT 4:52 PM\n\nHi Dave,\n\nThanks, the throttle body cleaning definitely improved the low idle. Also, I did clean the flag on the crankshaft pulley. Unfortunately, the P0303 code came back, even after clearing it. With the improved idle, I can now definitely hear the misfire from the tailpipe, so it is absolutely real. Any other suggestions on what to check or replace? I tried a new plug, wire, and coil again over the weekend. Third time for each. I also swapped injectors, second time. I threw in a new throttle position sensor when I cleaned the throttle body. I'm out of ideas. Would a bad O2 sensor cause just one cylinder to misfire? Is cylinder #3 the third cylinder from the passenger side (third from the left when looking at the car head on?) Any help that you could offer would be appreciated.\n\n\nDave H\n\nMay, 11, 2010 AT 3:08 AM\n\n\nArrowed is the timing belt side of engine !\n\n\nA bad 02 sensor should not cause one cylinder to misfire .. could you please check for any vacuum leaks on vacuum lines and check the PCV is functioning correctly ... also check compression on all cylinders !\n\n\nPlease login or register to post a reply.\n\nOxygen Sensor Replacement Dodge Stratus\nCrankshaft Position Sensor Replace Chevrolet\nOxygen Sensor Replacement Honda Civic 1996-20",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9930006266,
        "format_confidence":0.9574827552
    },
    {
        "url":"https:\/\/www.cargurus.com\/Cars\/Discussion-t50973_ds740314",
        "text":"i changed 3 of 6 plugs on 89 grand prix. continued driving, now weeks later my car cranks but wont start\n\nAsked by Aug 06, 2016 at 08:15 PM about the 1989 Pontiac Grand Prix LE\n\nQuestion type: General\n\n1 Answer\n\n\nSpark plugs aren't the issue. Look for something else. Is the fuel pump working? Can you hear it when you turn the key to the run position? Just a thought.\n\nYour Answer\n\nPontiac Grand Prix Experts\n\n  • #1\n  • #2\n    Tom Demyan\n  • #3\nView All\n\nRelated Models For Sale\n\nUsed Pontiac Bonneville\n488 listings starting at $1,799\nUsed Chevrolet Monte Carlo\n10 Great Deals out of 1,249 listings starting at $1,500\nUsed Ford Mustang\n569 Great Deals out of 38,809 listings starting at $1,895\nUsed Pontiac Grand Am\n1,072 listings starting at $1,800\nUsed Chevrolet Camaro\n424 Great Deals out of 31,242 listings starting at $1,450\nUsed Pontiac Firebird\n10 Great Deals out of 763 listings starting at $3,500\n\nUsed Cars For Sale\n\n2008 Pontiac Grand Prix For Sale\n11 Great Deals out of 437 listings starting at $1,750\n2007 Pontiac Grand Prix For Sale\n3 Great Deals out of 367 listings starting at $2,295\n2006 Pontiac Grand Prix For Sale\n431 listings starting at $3,950\n2005 Pontiac Grand Prix For Sale\n360 listings starting at $4,488\n\nContent submitted by Users is not endorsed by CarGurus, does not express the opinions of CarGurus, and should not be considered reviewed, screened, or approved by CarGurus. Please refer to CarGurus Terms of Use.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9967232347,
        "format_confidence":0.9813563824
    },
    {
        "url":"https:\/\/aviation.stackexchange.com\/questions\/25089\/why-is-the-coefficient-of-drag-for-straight-wings-at-supersonic-speeds-lower-tha\/26508",
        "text":"Why is the coefficient of drag of a straight wing lower than the coefficient of drag of a swept back wing at higher supersonic speeds (above, say, Mach 2)?\n\n  • 3\n    $\\begingroup$ Related, possible duplicate. $\\endgroup$ – Steve V. Feb 10 '16 at 1:56\n  • 2\n    $\\begingroup$ @fooot, that question is about low speed, but this one is about high speed. $\\endgroup$ – Jan Hudec Feb 10 '16 at 6:47\n  • 3\n    $\\begingroup$ By \"high mach numbers\" you mean transsonic (say ~M0.7–M1.5), high supersonic (M2–M5) or hypersonic (>M5)? $\\endgroup$ – Jan Hudec Feb 10 '16 at 6:56\n  • 2\n    $\\begingroup$ At high supersonic speeds (M2-M5) $\\endgroup$ – Adder Feb 10 '16 at 17:26\n  • 2\n    $\\begingroup$ @SteveV.: Honestly, this is no duplicate. This is not about transsonic aerodynamics, but solid super- and near hypersonic speed. Now sweep becomes a liability, which goes counter the supposedly \"original\" answer. Please reopen! $\\endgroup$ – Peter Kämpf Feb 10 '16 at 21:50\n\nMark is right when he says that there is no induced drag at supersonic speeds, but it is an invitation for misunderstandings. Induced drag is replaced by lift wave drag, and all what happens is that aerodynamicists choose to use two different names for basically the same effect: Air gets pushed down.\n\nAs usual when I post a long answer, I was not quite happy with the existing answer(s). Now I have some time and try to give a better answer.\n\nFirst, why does the straight wing work better only at very high Mach numbers (> 2.0)? Because at lower supersonic speed a swept wing gives overall better performance. The sweep angle $\\varphi_0$ must be high enough to allow for a subsonic leading edge (Mach < $\\frac{1}{cos\\varphi_0}$). Then the flow around the leading edge is subsonic and creates a suction area when accelerating around the nose contour. This suction helps to reduce drag - after all, this same suction is why a subsonic airfoil in inviscid flow has no drag. Edward C. Polhamus did a lot of research on this at NACA Langley and published several papers with equations for calculating the suction force.\n\nOnce you fly faster than Mach 2, the sweep angle for a subsonic leading edge rapidly gets too high for acceptable subsonic flight, and an unswept wing becomes the better alternative since you need to accept a supersonic leading edge. Examples are the wing of the F-104 or the canard of the XB-70.\n\nNow for the airfoil drag at supersonic speed. Because it is easiest to explain, I select a rhombic cross section: Rhombic airfoil in symmetric supersonic flow\n\nRhombic airfoil in supersonic flow at zero angle of attack (own work). The plus sign denotes higher pressure, the minus sign lower pressure than ambient. By selecting a rhombic airfoil, the flow is very easy to determine because the pressure only changes when the local contour gradient changes. The two compression shocks create the typical sonic boom when arriving at the ground. Note that this airfoil already creates pressure drag even at zero lift. Any airfoil thickness greater than zero and any airfoil camber will cause this type of drag where the forward-facing areas see higher pressure and the rear-facing areas experience suction. This type of drag is called wave drag. It can only be minimized by minimizing the relative thickness of whatever is supposed fly at supersonic speed.\n\nWhen the angle of attack is increased, this airfoil begins to create lift. Now the compression by the lower forward shock becomes stronger and that by the upper forward shock becomes weaker. The expansion fan is the same again on both sides, so the upper rear half experiences less pressure than the lower rear half. I tried to symbolize this by the amount of plus and minus signs: Rhombic airfoil in supersonic flow at an angle\n\nNote that the pressure difference is constant over chord, so the center of pressure is at 50% of chord length. Note also that the lift vector is perpendicular to the chord line. Since lift is defined as the force perpendicular to the direction of the undisturbed air, supersonic lift always carries a drag component which is proportional to the angle of attack - there is no suction at the nose to alleviate this! The wave drag of the airfoil at zero angle of attack still comes on top, so we have a shape-dependent wave drag and a lift-dependent wave drag component. This lift-dependent wave drag replaces the induced drag of subsonic speeds. If we compare the magnitude of both, we find:\n\nSubsonic: $c_{Di} = \\frac{c^2_L}{\\pi\\cdot AR\\cdot\\epsilon}$\n\nSupersonic formula for 2D flow: $c_{{DW}_L} = c_L\\cdot\\alpha$\n\nThis doesn't look so similar, so let's now express the angle of attack $\\alpha$ by the lift coefficient divided by the lift curve slope:\n\n$$\\alpha = \\frac{c_L}{c_{L\\alpha}} = \\frac{c_L}{\\frac{4}{\\sqrt{Ma^2-1}}\\cdot\\left(1 - \\frac{\\lambda}{2\\cdot AR\\cdot\\sqrt{Ma^2-1}}\\right)}$$\n\nand the lift wave drag component becomes $c_{{DW}_L} = \\frac{c^2_L}{\\frac{4}{\\sqrt{Ma^2-1}}\\cdot\\left(1 - \\frac{\\lambda}{2\\cdot AR\\cdot\\sqrt{Ma^2-1}}\\right)}$\n\nNow let's compare the F-104 wing, which has an aspect ratio $AR$ of 2.45 and a taper ratio $\\lambda$ of 0.385: If we plug in the parameters and adjust $\\epsilon$ such that both sub- and supersonic lift-dependent drag coefficients agree, $\\epsilon$ would need to be 0.89 at Mach 1.2, 0.58 at Mach 1.4 and 0.31 at Mach 2.0. The dramatic rise of lift wave drag over Mach is caused by the reduction in the lift curve slope over Mach.\n\nFor slender bodies the lift curve slope is $c_{L\\alpha} = \\frac{\\pi\\cdot AR}{2}$ and the lift wave drag component becomes $c_{{DW}_L} = 2\\cdot\\frac{c^2_L}{\\pi\\cdot AR}$. For slender bodies the supersonic $\\epsilon$ is 0.5, regardless of Mach.\n\nThe important conclusions from this for wing selection are:\n\n  • Sweep does no longer help once the leading edge is supersonic.\n  • Lift wave drag continues where induced drag drops off. Lift always causes drag.\n  • For a supersonic wing the aspect ratio is of minor importance.\n\nNow back to the original question: Once the leading edge is supersonic, sweep is no longer helpful. Now the best wing is straight, because it will need the lowest wing area to create the required lift at subsonic speed. At supersonic speed its lower area will translate into lower friction drag, making it better than comparable delta or swept wings.\n\n  • $\\begingroup$ I really like the clarity of your illustrations. Do you have any links for further readings (and if not, I think you should publish a book compiling your answers)? $\\endgroup$ – Manu H Feb 26 '17 at 8:52\n\nFor a given lift coefficient, boundary layer drag is smaller for the straight wing configuration, and lift-induced drag is larger for straight wing. These conflicting effects may give an advantage to straight wing at low subsonic speeds.\n\nAt speeds of about Mach 0.8 you begin to get wave drag because the flow over the wing is not uniform, and in some regions you have supersonic flow. The wave drag is much less for swept wings, roughly in proportion to the aspect ratio. So when you are trying to push the plane to Mach 1, swept wings make your job easier.\n\nAt Mach 1 and a bit higher more and more of the wing region experiences supersonic flow, and the shock drag is dominant. Again, swept wings have a huge drag advantage (not to mention a control advantage).\n\nBut pretty soon, certainly by Mach 2, both wings have the same amount of wave drag, and the shock drag becomes less important as the region near Mach 1 disappears. And now we come to our first observation, about boundary layer and lift-induced drag roughly balancing. Except --\n\nAt supersonic flow there is no lift-induced drag\n\nThis is because the \"wake cannot be felt upstream.\" More accurately, the penalty associated with turning the flow to generate lift is captured over the wing surface and what happens downstream of the wing cannot affect the flow over the wing because \"knowledge\" of what happens downstream propagates at the speed of sound.\n\nSo we have to remove, from our calculations for each type of wing, the lift-induced drag, which had been greater in the straight wing. And this makes the straight wing drag coefficient lower at moderately high supersonic speeds, compared to the swept wing.\n\nI may be wrong here because fluid dynamics is famous for introducing subtle effects that nobody would have anticipated, but I believe this issue is understood and the trade-off mentioned is the heuristic reason.\n\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.5261514783,
        "format_confidence":0.9905323982
    },
    {
        "url":"https:\/\/www.cargurus.com\/Cars\/Discussion-c3085_ds650247",
        "text":"93 Sentra is getting a gas and oil mixture under the plugs getting them wet and won't start.\n\nAsked by Mar 28, 2015 at 07:32 PM about the 1993 Nissan Sentra\n\nQuestion type: Maintenance & Repair\n\nHave been working on this car for a few weeks now; 93 nissan sentra 1.6L. The\ngas+oil under the plugs was the original problem. We took the plugs out and tried to\nstart the car a few times to shoot the gas+oil out of the cylinders. All the cylinders\nwould fill up again right after we were done though. So we changed the fuel pressure\nregulator and they stopped filling up.\nChanged the oil+filter because they were contaminated with gas.\nStarted it with starter fluid and the problems kept coming.\nThe catalytic converter was clogged and red hot so I cleaned it all out removing the\nplatinum and put it back in as a empty pipe.  \nNow when it started cylinders 1+2 wouldn't fire and wouldn't kill the engine when i\nremoved the wire from the cylinder when it was running. It was misfiring and sounded\nterrible but it ran.\nSo i thought it might be the fuel injectors. I was about to check them out today but\nthen there was gas+oil under the plugs again and it wouldn't start today. Took the\nplugs out so the cylinders could dry, but I am lost on where to go next.\nI need some help.\n\n1 Answer\n\nThe car sat for about 8 months with the fluid combination under the plugs not being repaired or started or anything. Just stored it with the problem\n\nYour Answer\n\nNissan Sentra Experts\n\n  • #1\n  • #2\n    Doran Harney\n  • #3\n    Tom Demyan\nView All\n\nRelated Models For Sale\n\nUsed Nissan Altima\n720 Great Deals out of 70,157 listings starting at $1,495\nUsed Toyota Corolla\n571 Great Deals out of 66,738 listings starting at $1,449\nUsed Honda Civic\n333 Great Deals out of 52,980 listings starting at $1,200\nUsed Toyota Camry\n761 Great Deals out of 70,900 listings starting at $1,200\nUsed Honda Accord\n424 Great Deals out of 101,059 listings starting at $1,200\nUsed Hyundai Elantra\n423 Great Deals out of 48,041 listings starting at $1,995\nUsed Nissan Maxima\n200 Great Deals out of 17,499 listings starting at $1,900\nUsed Hyundai Sonata\n365 Great Deals out of 49,687 listings starting at $1,250\nUsed Volkswagen Jetta\n421 Great Deals out of 25,220 listings starting at $1,299\n\nUsed Cars For Sale\n\n2017 Nissan Sentra For Sale\n92 Great Deals out of 7,536 listings starting at $9,998\n2016 Nissan Sentra For Sale\n72 Great Deals out of 3,890 listings starting at $7,945\n2015 Nissan Sentra For Sale\n98 Great Deals out of 3,280 listings starting at $6,495\n2014 Nissan Sentra For Sale\n110 Great Deals out of 3,037 listings starting at $5,450\n2013 Nissan Sentra For Sale\n42 Great Deals out of 1,326 listings starting at $2,995\n\nContent submitted by Users is not endorsed by CarGurus, does not express the opinions of CarGurus, and should not be considered reviewed, screened, or approved by CarGurus. Please refer to CarGurus Terms of Use.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9964647293,
        "format_confidence":0.9838675261
    },
    {
        "url":"http:\/\/repairpal.com\/where-is-the-water-pump-located-on-a-2003-buick-lesabre-030",
        "text":"where is the water pump located on a 2003 Buick LeSabre? on 2003 Buick LeSabre\n\nmy car over heated and I'm trying to determine if it's the water pump. The serpentine belt is on and working fine and the pulley that I think is connected to the water pump seems to be okay.\n\nAsked by for the 2003 Buick LeSabre\nIf the car overheated and the belt is fine, then the water pump is not the problem if you don't hear any noise coming from it AND if you don't have coolant leaking. More than likely, the thermostat is the culprit.\n\nYou HAVE checked to ensure that the coolant level is correct?\n\nYou weren't stuck in traffic, were you?\n\nAnswer #3 is correct in the approximate location - passenger side of the engine. With the serpentine belt removed, the pulley on the water pump can be turned to see whether it is rough or has too much play (which means the bearings are bad).\n\nAnother reason for overheating could be a bad fan that doesn't pull cooler air though the radiator. The fan motor can be replaced without too much trouble. My 2003 LeSabre has two of these fans.\n4 answers\nBest to have your cooling system diagnosed by a shop before further engine damage occurs, You can locate a shop near you here http:\/\/repairpal.com\/directory?address=76133&car_brand_names=Buick and check repair prices once you know what needs replacement here http:\/\/repairpal.com\/estimator?car_type_id=3654\nI think that most of them are behind the timing cover. Dumb as putting the battery under the back seat.\nthe engine is mounted transverse on these cars. the water pump is on the passenger side which is the front of the engine block.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9912931323,
        "format_confidence":0.9885644317
    }
]