[
    {
        "url":"http:\/\/loweneck.dk\/frequently-asked-questions\/",
        "text":"Frequently asked questions\n\nI want to try a remote resonance treatment, what should I do ?\n\nClip a couple of nails of your fingers, your toes and a little sample of your hair. Put these DNA samples in 3 small plastic bags and make sure, that the bags are sealed properly. Write your sir name on a little Peace of masking tape and attach it to the little plastic bags (or use a Dymo Tag machine). This procedure is extremely important, especially if you send more DNA samples (Ie. spouse, sieblings, whole family, pets and\/or other animals  etc.)\nWrite a little note\/letter to go along with the DNA samples. Put it all in an envelope\/small box and send it to me:\n\nRené Loweneck\nSolitudevej 1\n9352 Dybvad\n\nBut first of all, write a mail to me about the wanted treatment and disease etc. Then it all goes pretty much automaticly from there.\n\nWhat is a remote resonance treatment really like ?\n\nWhen I start the machine and thereby starts the remote resonance treatment, you should just act and do whatever you are supposed to do. Go to work, take on vacation etc. the only things expected from you during remote treatment is, that you drink a bit more water and that you listen a bit more to your body.\nIt’s somewhat different, how you feel during the treatment. Most people wont feel anything the first day. Then suddenly they find out, that they are missing one or more of their “normal” symptoms. And they also find out, that they can do things, they have’nt been able to, for a long time. Of course that also means, that they have regained quite a bit of their quality of life.\nA few people can have a bumpy ride, for the first 2 or 3 days. A really bumpy ride indeed, where they get worse and have pain all over. Then suddenly they arrive at the other end of their bumpy ride. And this small group of people allmost allways feel, that they have regained all of their lost quality of life !\n\nIs this for all people ?\n\nI would say, that it is for 95% of all people. But there is a really small group of people left, where this remote method simply wont work.\n\nDo I have to believe in this, to have it working ?\n\nNo. It would’nt be possible to treat plants and animals, if that was the case. And I have successfully treated plants and animals. But the human mind is quite powerfull, however. The human mind is like a sword with 2 sharp edges – the placebo and the noncebo effects. It has been proven time and again, by numerous blind tests and double blind tests in the Scientific World.\nIf you are convinced, that this and that will work – it will. If on the other hand you decide, that this and that wont work – it wont.\nIf you are neutral, the remote resonance treatment will work (95% of cases se above). No doubt about that. If that was’nt the case, plants and animals could’nt be treated with success !\n\nCan animals be treated this way ?\n\nYes, all animals and plants can be treated this way.\n\nAre there any adverse effects to Remote Resonance Treatment ?\n\nYes and no. Please let me explain this cryptic answer. If you are really hard hit with a disease, you could experience a bumpy ride, at the start of the treatment. Now, this is called Herx and because it is experienced differently from person to person, you could argue, that this is an adverse effect.\nI see the Herx as two things. Firstly, the treatment is working , as in the treatment is doing what it’s supposed to do – kill the little critters, who’s doing harm to you. Secondly, you need to drink more Water, to help your body flush out the little dead critters.\nBut there’s the reason for my cryptic answer.\n\nAre there other ways to use this treatment ?\n\nYes, the frequencies can be used preventively as well. Kind of like a vaccination thing.\n\nPlease, let me give you an example:\nIf I was to attend the Olympic Games in Brazil and did’nt want the Zika virus brought with me home, I would just run my Zika frequency, until I got home again.\nOr if I did’nt want to be stung by mosquitoes in the first place, I would just run another frequency etc. etc.\n\nHow can I be sure, that these High precision DNA frequencies are working ?\n\nYou can take my word for it, as I have tested them myself (read My Spooky2 story ) and they have been tested by people around the World (litterally).\n\n\nYou could try this High precision DNA frequency on your own machine:\n\nStaphylococcus aureus :           296559.55 Hz\n\nUse these settings :     5v – mode: directly – 100% positive offset – Square waves\nUse the white remote\n\nThen, you can judge for yourself, whether the frequencies are working or not 😉",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.6117193699,
        "format_confidence":0.9741160274
    },
    {
        "url":"http:\/\/discoverydome.com\/support_faq.php",
        "text":"Discovery Dome Systems\n\nCan a Discovery Dome system be used outdoors?\n\nIt is not recommended to set up a dome outdoors. There are no anchor points to secure the dome in place and wind gusts can cause the dome to move. Also, rain could potential cause water stains to develop on the interior surface. However, that being said, our Discovery Dome has been used with great success at many outdoor events in good weather, including on the White House lawn.\n\nCan I play any DVD on the system?\n\nYes, however a standard 2D video was not produced to be shown in a fulldome theater so the image will be distorted when projected 360° in a dome. But by reducing the size of the playback window on the system computer, a very large image can be shown on the front –center portion of the dome without distortion. This also works for real time internet connections such as NASA broadcasts.\n\nDo you offer an astronomy curriculum with your system?\n\nYES! a 102-page manual comes with Stellarium with many activities.  Most of our shows come with educator guides.  And each dome system comes with a free copy of Space Update, our excellent museum display kiosk software that also has activities.  In addition, we have created FREE animations on the upcoming solar eclipse (link).  OPTIONAL with each system are educational clips on the phases of the moon, the tides, the seasons, created by Starlight productions ($600 for 3, $1050 for 6).\n\nDo you help write grants to get funding for a system?\n\nWe can and will provide supporting data to include in your grant proposals but we do not actually provide assistance or have a template to follow.\n\nDo you offer a payment plan?\n\nNo, however we do have contacts at a major national bank that could provide a loan.\n\nWhere can I see a dome system in operation?\n\nWe exhibit at numerous educational and industry trade conferences throughout the year and we can make arrangements to have you visit us at these shows. We occasionally conduct on-site demonstrations if there is a high likelihood of a system sale. It is best to contact our sales staff to explore the options.\n\nDiscovery Domes\n\nAre Discovery Domes fireproof?\n\nOur portable, inflatable Go-Domes™ conform to the highest U.S. standards possible for fire retardancy. The flame resistance certificate is available to read and download.\n\nHow many people are required to setup or break down a Discovery Dome?\n\nOur portable, inflatable Go-Domes™ can be setup and taken down by a single person. Weights vary according to size and cloth type.\n\nHow long does it take to setup or break down a Discovery Domes system?\n\nSet up time for a portable planetarium system is ~30-45 minutes. It takes ~20-30 minutes to take it down.\n\nHow tall are Discovery Domes?\n\nDome height depends on the diameter and the number of rings. See our product pages for Standard Go-Domes™, 2-Tube Go-Domes™, 5-Tube Go-Domes\n\nHow many people can fit in a dome?\n\nBody size determines the audience capacity. In a 5 meter dome 35 second-grade students can comfortable fit inside; 45 in a 6 meter dome.\n\nHow much does the dome weigh?\n\nWe believe the Discovery Dome can easily be set up by one person, however the dome is the heaviest component. To avoid back injuries when loading and unloading the dome from a vehicle, it is recommended that the operator ask for assistance. The various sizes and weights of our domes are listed on the dome specification page.\n\n\nDoes MediaShow require a dual-screen or mirroring setup?\n\nEither - your choice! MediaShow runs on either as a dual-screen setup with computer and projector or a single-screen computer setup mirroring to a projector.\n\nCan MediaShow run on a touchscreen?\n\nYes, MediaShow can be used with a touchscreen.\n\nCan MediaShow be used for normal (non-warped) content?\n\nYes. Non-warped content can be shown on the dome if you use the bump and zoom features of MediaShow to center your content on the front-lower portion of the dome to bounce off the flat part of the mirror. You can leave the background as black or use MediaShow to add a custom background image to display behind your media file. Examples are included in the installation sample buttonset.\n\nDoes MediaShow warp fisheye content in real-time?\n\nNo, MediaShow doesn't but FishTank does. Both are included in all full ePlanetarium systems\n\nSpace Update\n\nAn FAQ for our Space Update software is online at",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.6378202438,
        "format_confidence":0.9720991254
    },
    {
        "url":"http:\/\/www.mantarayshawaii.com\/faq.html",
        "text":"FAQ's about Manta Rays of Hawaii\n\nWxplore Manta Rays\n\n\nThis is a list of questions we are most frequently asked during our presentations and before the activity starts.\n\n\n1. How long do Manta Rays live?\n\nNo one knows for sure, but estimates of 50 to 100 years have been made.\nLefty” has been seen since 1979. According to Captain Steve Myklebust, Lefty was about 8 feet wide when he first saw her.\n\n\n\n2. What are the Manta Rays natural predators?\n\nMainly large sharks, but in Hawaii the Manta Rays have adapted to the habitat by staying within 3 miles of the shoreline thereby, to some extent, limiting their exposure to predators (like deep water sharks e.g. Tiger Sharks, Hammerheads). Their unmatched maneuverability and speed makes them hard to prey on. We have seen Manta Rays with evidence of what appears to be a shark attack, but we also know that they recover from those injuries.\n\n\n\n3. Can we touch the Manta Rays?\n\nNo, please.\nTouching removes a protective, slime coating from the Manta Rays skin. They also do not seem to “like” being touched. It could cause them to leave the area and suddenly the show is over. The \"No-Touch\" guideline has been accepted by all tour operators and everyone briefs the participants accordingly.\n\n\n\n4. Are Manta Rays bothered by flash photography?\n\nNo, for the most part Manta Rays don’t seem to be bothered by flashes or lights.\n\nExplore Manta Rays\n\n\n5. Where are Manta Rays during daylight hours?\n\nManta Rays travel up-and down the coastline. They also use cleaning stations over the coral reef, where small fish clean them of parasites and dead tissue. Due to their energy requirements, we believe they feed any time plankton is present; day or night.\n\n\n6. Are Manta Rays migratory?\n\nManta Rays don't seem to be migratory, but we don't see all identified Manta Rays year around. There is the possibility that they migrate and we are unaware of their movements.\n\n\n7. What is a Manta Rays’ offspring called and how many offspring do they produce?\n\nManta Ray offspring are called “pups”. As far as we know, they give birth to one pup per gestation period, but few births have actually been seen or documented.\n\n\nBack to Top\n\n\n\n8. Wasn’t Steve Irwin killed by a Manta Ray?\n\nNo, Steve Irwin was killed by a Sting Ray. It is the same \"family\" of rays, but a much different creature; both in the way they feed and respond to threats. Manta Rays are filter-feeders, while Sting Rays forage for mollusks.\n\n\n\n9. Are Manta Rays held in captivity anywhere?\n\n  1. The “Atlantis” Resort, Paradise Island, Bahamas\n  2. Okinawa Churaumi Aquarium, Okinawa, Japan\n  3. Georgia Aquarium in Georgia, Atlanta, USA\n\n\n\n10. Can Manta Rays see us?\n\nYes, we know that they can see us, but we are not sure how well. Their pupils don’t seem to be as sensitive as ours are and their irises are always brown. Manta Rays also have specialized nerve cells on their skin giving them the ability to sense electrical fields and they use this as a sensory ability in addition to sight.\n\n\n\n11. Do Manta Rays sleep?\n\nNo, at least not as we think of it. They are a creature of perpetual motion; always swimming or gliding through the ocean to keep the water flowing through and across their gills for survival.\n\n\n\n12. Should we be concerned about sharks or other dangerous marine life?\n\nNo. While we have occasionally seen small White Tip Reef Sharks in the area, they seem uninterested and frightened of us. They are \"looking\" for crabs, lobster, eels and octopus to eat. We have never seen a big, deep water shark during the Manta Ray Experience.\n\n\n\n13. What is the average water temperature in Kona, Hawaii?\n\n76°F to 81°F    -     24°C to 28°C\n\nGuests are always surprised at how warm the water feels. In addition, most boat operators provide a wetsuit for the activity.\n\n\nBack to Top\n\nExplore Manta Rays\n\n\n14. Does the Lunar Phase seem to affect the Manta Ray Sightings?\n\nNo, we used to think so, but the Manta Rays have proved us wrong by giving us great shows on clear sky and full moon nights.\n\nTo a large degree, Manta Rays are a scientific enigma. There are likely to be many variables in the equation of Manta Sightings that we know nothing about.\n\n\n15. Do Manta Rays school?\n\nManta Rays are social, but don’t seem to be a schooling fish.\n\n\n\n16. How can you tell if they are female or male?\n\nOn the underside of the Manta Ray where the tail attaches: if claspers are seen, it is a male; no claspers, it is a female. Shortly after birth and for quite some time, the males are mistaken for females, because their claspers are small.\n\nManta Ray MaleManta Ray Female\n\n\n\n\n\n\n\n\n\n\n17. How big can Manta Rays be?\n\nIn Hawaiian waters, generally from 3 to 12 feet (wing tip to wing tip).\n\n\n\n18. What makes the Kona Coast this special place on earth to experience Manta Rays?\n\nThe simple fact that the Manta Rays are here, seem to be healthy and can be seen 90 % of the time we go out to experience them. Other than an aquarium, no other place in the world has this kind of accessibility.\nAs long as we continue to make the Manta Ray Snorkel and Dive Experience a \"win - win\" situation (food for them and a show for us) and by obeying the simple guidelines, we will be able to enjoy them for many more years to come.\n\n\nBack to Top",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.7601411343,
        "format_confidence":0.9782316089
    },
    {
        "url":"http:\/\/www.nws.noaa.gov\/stormready\/faq.htm",
        "text":"Skip Navigation\nNOAA logo - Click to go to the NOAA homepage National Weather Service NWS logo - Click to go to the NWS homepage\n\nFrequently Asked Questions\n\nQ: What is StormReady?\nA: NWS designed StormReady to help communities better prepare for and mitigate effects of extreme weather-related events. StormReady also helps establish a commitment to creating an infrastructure and systems that will save lives and protect property. Receiving StormReady recognition does not mean that a community is storm proof, but StormReady communities will be better prepared when severe weather strikes.\n\nQ: What is the difference between StormReady and FEMA's Pre-Disaster Mitigation Program?\nA: StormReady is a volunteer program separate from FEMA's Pre-Disaster Mitigation Program; however, the two programs compliment each other by focusing on communication, mitigation and community preparedness to save lives.\n\nQ: Is StormReady a grant program?\nA: No. There is no grant money associated with being recognized as \"StormReady;\" however, the Insurance Services Organization (ISO) may provide Community Ratings System (CRS) points to StormReady communities, which may be applied toward lowering NFIP flood insurance rates. For more information about the National Flood Insurance Program's Community Rating System, see the following web site:\n\nQ: With regard to the NWS StormReady program, I've heard that some communities may be eligible for rate reductions in the National Flood Insurance Program (NFIP). How do I find out more, and how does my community apply for rate reductions?\nA: FEMA manages the NFIP. As part of the NFIP, the \"Community Rating System\" (CRS) is a voluntary incentive program that recognizes and encourages community floodplain activities which exceed minimum NFIP requirements. Provide your regional NFIP representative a copy of the StormReady recognition letter.  See below for \"NFIP Contact\" information, and to obtain additional information on the NFIP and CRS:\n\nQ: Will it cost my community anything?\nA: There is no fee for StormReady recognition, however your community may need to upgrade its emergency preparedness infrastructure to qualify for StormReady status.\n\nQ: Is other funding (beside the NWS) available to help us become\/improve our StormReady program? (i.e., government\/private sector?)\nA: NWS does not provide any funding; however, other government and\/or private sector partners may work with your community to upgrade your emergency preparedness operations.\n\nQ: Why is the NWS requiring me to do this?\nA: StormReady is a voluntary program, but we think it is worth your investment because it can save lives and property. The NWS recognizes those communities that are better prepared for weather emergencies.\n\nQ: I saw the StormReady guidelines on the national website. Why does my local NWS Office have different guidelines?\nA: National StormReady guidelines set minimum requirements for the program. Many local areas have specific weather-related needs that local NWS Offices consider during weather emergency planning. As a result, StormReady allows the creation of Local StormReady Advisory Boards that have the flexibility to create specific by-laws for their area. Local Boards also can modify National StormReady guidelines to meet their specific customer needs.\n\nQ: What constitutes a community?\nA: The StormReady program defines \"community\" as a group of people within a locality that have common social and economic interests with an infrastructure that supports the communication and education role of the National Weather Service to protect lives and property. References to \"community\" in this document include cities, towns, universities, Indian Nations and government and private entities. References to \"county\" includes parish.\n\nQ. Can I hire a service provider from America's weather industry to meet any of the StormReady guidelines?\n\nA. Absolutely. you may use data and services provided by America's weather undustry to meet the StormReady guidelines.  The NWS is concerned that you are prepared for hazardous weather, and is willing to interact with your service provider in the same way that we would interact with you. Your service provider may also want to talk to us about availability of local weather information to meet your needs.\n\nQ: OK, I meet the requirements. When do I get my signs?\nA: Once you meet the requirements, you will send the application to the NWS. From there it will go to your Local StormReady Advisory Board made up of Emergency Management, the NWS, and other local\/state officials. The board will review the application, and set up a site visit to verify the information in the application. When the local board approves you application, your local WCM will request your signs, which should arrive in just a few days.\n\nQ: How long is my StormReady recognition good for?\nA: StormReady recognition is granted for a period of 3 years from the date your local NWS Office Meteorologist-In-Charge signs your communities official recognition letter.\n\nQ: Where can I post my StormReady signs?\nA: There are many options: county Emergency Operations Centers, courthouses, libraries, town halls or other public facilities. Some communities have posted their signs along highways; however, if you are considering posting your signs along highways, first consult county or state road departments regarding restrictions.\n\nQ: I understand that StormReady guidelines may be updated annually. Which set of guidelines will be applied to my application?\nA: The guidelines that are in effect at the time you initially applied will be used to evaluate your application.\n\nQ: What are the requirements for re-recognition?\nA: Subsequent renewals require a community to go through the application process again. This helps to ensure that equipment is in place and updated, contact information is accurate, and allows for improvements to be made to the program using technological advances in communications and warning dissemination. Your Local NWS office will send a letter informing the community of the upcoming renewal date and direct them to current StormReady guidelines and applications.\n\nQ: I've heard of a program called TsunamiReady. Are StormReady and TsunamiReady the same thing?\nA: TsunamiReady is a companion program to StormReady that promotes tsunami hazard preparedness as an active collaboration among federal, state, and local emergency management agencies, the public, and the NWS tsunami warning system. The preparedness guidelines of the two programs differ slightly but both are designed to improve public safety during severe weather and tsunami emergencies.\n\nQ: How to I order more StormReady or TsunamiReady signs?\nA: StormReady communities can purchase additional 2x2' signs from the Oklahoma Correction Industries (OCI) at a cost of about $35 each, plus shipping. When ordering, ask for the \"National Weather Service StormReady or TsunamiReady Sign\" and specify whether you want StormReady COUNTY signs or StormReady COMMUNITY signs. OCI's phone number is 405-962-7007. Fax: 405-962-7022.\n\nNational Weather Service\nOffice of Climate, Water, & Weather Services\n\n\nPrivacy Policy\nAbout Us\nCareer Opportunities\nLast Updated: March 5, 2015",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9697634578,
        "format_confidence":0.980666101
    },
    {
        "url":"http:\/\/www.learner.org\/jnorth\/tm\/robin\/FAQSWintering.html",
        "text":"\n\n\nFrequently Asked Questions about Robins: Wintering\n\nQ. What do robins wintering in the north eat?\n\nA. Robins switch diets in fall. They turn from earthworms to berries and other fruits. Because some forms of fruit\n(such as mountain ash berries and crab apples) remain available all winter long even in the north, a few robins can stay in an area with food enough to support them all winter. These robins are most often found in areas where there is a bit of open water from a nearby spring, stream, river, or large lake, and where there are fruit trees. The water and fruit get them through the season.\n\nQ. Doesn't a robin know enough to migrate south? I live in Canada (or one of the northern states). There is a robin wintering in my neighborhood.\n\nA. Robins are a migratory species, but their migration is far more complicated than simply a shift southward. There seems to be a great deal of individual variation in where they spend the winter, though males are far more likely to remain in the north than females. There are good reasons. Come spring, the male’s main job is to find and defend a territory. The females’ main job is to create and lay the eggs. This requires a lot of good nutrition and food energy, so females go where they are sure of good food supplies in winter. Yes, they have to use up food energy to migrate north. But migrating and laying eggs are easier for well-nourished birds.\n\nQ. Won't the cold hurt robins? There are robins staying in our town in Ontario all winter. Next week the temperatures are supposed to be lower than 20 below zero.\n\nA. Cold temperatures don't hurt most birds—as long as they have food. As nights grow cooler during fall, northern birds start growing more down feathers close to their bodies. These feathers work like a down jacket. The down feathers insulate the birds, keeping the heat of their bodies inside. The robins make their body heat by shivering; as long as they have food to give them energy, they can survive extreme cold.\n\nQ. Should I be feeding a robin wintering in my backyard? I live in northern Minnesota.\n\nA. Robins only spend the winter in areas where there is some food available, so feeding them isn't necessary. Nevertheless, a lot of people enjoy offering them food, creating a special bond with this homey and pleasant bird. Robins will NOT take birdseed. Sometimes they'll take frozen fruit, though it's often hard to teach them that fruit in a feeder is food! (Robins learn at an early age that fruit grows on trees and shrubs. They simply do not expect to find it anywhere else.) One of the best kinds of food for wintering robins—and the easiest for them to discover—is mealworms. You can put out a dozen mealworms on a sunny day when the temperature is above freezing, and nearby robins will often notice their wiggly movements and investigate. Once robins discover the mealworms, they'll come back even when the temperature is below freezing and the mealworms are stiff. Then if you start offering fruit in the same spot, the robins are more likely to notice it. Some favorite robin foods are blueberries, raspberries, and strawberries. You might as well buy bags of frozen fruit for them, since it will freeze outside anyway!\n\nMike Houle developed this heated birdbath system for feeding his wintering robins.\n\nOne of Journey North's correspondents from Wisconsin used a heated bird bath to keep mealworms thawed and moving. He thought this would allow him to feed his whole flock of wintering robins, but one of the robins took over and defended the bird bath food source against all the other robins in his yard. This arrangement still helped the other robins, who were sharing the fruit on neighborhood trees, because now there was one fewer bird to share with, and it made the one particular robin VERY happy!\n\nQ. Do robins need water in the winter?\n\nA. In northern climaes where ponds, rivers, streams and lakes freeze ove in the winter, a bird's most available water source is often snow. But it tkaes energy to melt snow. Birds needs to drink and, if possible, bathe even in the winter. Dirty feathers lose much of their insulating properties, so a clean bird is a warm bird. If you have a heated birdbath and worry about birds bathing and then being unable to fly off in sub-zero weather when the water freezes on them, you can modify the birdbat. to allow them to drink but not bathe. Cover the top of your birdbath with a pice of plastic-coated quarter- or half-inch hardware cloth. Or lace twigs or small branches across the top. Either method will allow the birds to stay dry while they drink through the openings.\n\nQ. This winter we have seen them by the dozens and hundreds! Why? We live in Texas (also asked by Florida residents) and aren't used to seeing robins.\n\nA. The robins have likely dropped in because they discovered a rich food source.\n\nJourney North Home Page   Facebook Pinterest Twitter   Annenberg Media Home Page\nCopyright 1997-2016 Journey North. All Rights Reserved.   Contact Us    Search",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.6359692216,
        "format_confidence":0.9773890972
    },
    {
        "url":"http:\/\/kadkraft.com\/print-in-3d\/faqs-of-3d-printing\/",
        "text":"What is the printing technology used in our process?\n\nAdditive manufacturing or 3D printing is a process of making a three-dimensional solid object of virtually any shape from a digital model. 3D printing is achieved using an additive process, where successive layers of material are laid down in different  shapes.\n\nWhat is the maximum size of the model that can be built?\n\nMaximum build size:                28 L x 15 W x 15 H cm\n                                                    11.0 L x 6.0 W x 6.0 H inches\nObject bigger then the mentioned limits can be printed in parts and then glued together.\n\nWhat is the accuracy of the printing?\n\nModels can be printed in three accuracy settings of 100\/200\/300 microns.\nCommercial jobs are undertaken in the accuracy of 100 or 200 microns.\n\nWhich file formats are supported by 3D printer?\n\nThe standard file formats supported and preferred are .STL, .OBJ and .THING, other formats like STEP or Parasolid are also supported using conversion software. All standard CAD software can export the files in .STL or .STP (STEP) file formats.\n\nWhat is the material used for printing?\n\nPolylactic Acid or PLA is a biodegradable plastic , a plastic substitute made from fermented plant starch (usually corn) is quickly becoming a popular alternative to traditional petroleum-based plastics. With lot of features that make it great for 3D printing — it doesn’t give off fumes like ABS does, or warp nearly as much. It’s also really shiny.\nPLA is hard but slightly brittle, that doesn’t mean that it’s easily breakable – it is strong, just that when it does give, it’s more likely to snap than bend. And it also stays flexible for a short while as it cools, which can be handy. It also does not warp and crack of during making of larger objects.It comes in various attractive colours like red, green yellow, blue, brown, black and white.\nA Density: 1.23 # 1.25 g\/cm³\nA Melting Point:173#178 °C\nA Glass Transition Temperature:50#80 °C\nA Tensile strength: 2360 to 10000psi\n\nWhat are the colors available?\n\nMaterial is available opaque and translucent colours. Available colours are red, green, blue, black, white, yellow, purple, gold, solver, grey and few other colours.\n\nCan we print objects in multiple colours?\n\nObjects are normally printed in single colour but by pausing the printer at different heights and changing the filament colour,one can get interesting multi-colour models.\n\nWhat is the min. feature size that it can print properly?\n\nAny feature which is less than 1.0 mm cannot be printed properly. We will recommend at least a width of 1.25-1.5 mm for thin wall components.\n\nWhat is the approximate printing time?\n\nA cube of 3cm will take approximately 2 hours to print including the model preparation time. Depending upon the hollow spaces time can be less. Time will also depend on how many support structures are used for overhang features.\n\nCan the model be painted?\n\nThe models once printed can be also painted using acrylic paints.\n\nCan the models be joined?\n\nBigger size models can be printed in parts and later can be joined using Elfy\/Fevikwik.\n\nCan the model break after dropping it on the floor?\n\nThe models can withstand a fall to the floor, if dropped from a height of 6 – 10 feet.\n\nWhat is the approximate cost of the printing a model?\n\nThe printing cost will depend upon the bounded box volume of the model or the time it takes to print a model. Please send us the model information for the exact estimate.\n\nAny care has to be taken to preserve the 3D printed model?\n\nThe printed models are left in a car\/vehicle exposed to sun for a long time then the models can warp or twist spoiling the shape.\nIt is strongly recommended to keep the model indoors or under shade. For outdoor\napplication, it may survive in case there is proper ventilation.\n\nHow do we create models that we want to print in 3D?\n\nModels can be printed in any well known CAD software like NX, Catia, Solid\nEdge, Solidworks, Inventor, IronCAD, Pro\/Engineer etc. Other simple to use software can be also used, some of them are\n• Tinkercad\n• 123D Design\n• 3D Tin\n• Blender\n• Wings3D\n• Meshmixer\n\nAre there some website from where we can downlo ad the model that we want to print?\n\nYes there are several sites which offer free or paid ready made models in .STL or .OBJ format which can be directly printed in 3D.Some of sites are as follows;\n• Thingiverse\n• Grabcad\n• My Mini Factory\nOne can also download 3D vector art to be printed in various colours or even painted in acrylic colours to beautify jewellery boxes, phone cases or items of personal use.\nSome of such sites are as follows;\n• Vectorclip\n• Vectorart 3D\n• Woodwisdom\n\nHow is PLA different from ABS material ?\n\nPLA Filament\n\nPLA is made from plants rich in starch like sugar beets, corn and wheat. It is both commercially 100% compostable and 100% biodegradable. Compostable means that  it can be broken down into water, carbon dioxide and biomass, will not produce any toxic material and can support plant life. Biodegradable means  that it can be broken down over time through a process involving microorganisms  (fungi or bacteria). However, the process can create methane at a rate 62 times the global warming potential of carbon dioxide.\n\nABS Filament\nABS is a petroleum based plastic and not safe to use for products which may come into contact with food.\n• More brittle than ABS\n• Shinier and smoother\n• Can droop if it gets too hot, for example, if it is left in a hot car in the summer time\n• Usually turns white along the high stress zone when it is bent, then breaks into lots of little pieces\n• Even though it is made from plants, it may contain dyes and binders which are not food safe\n• Smells sweet when it is being printed\n• Strength is relatively equal to ABS\n• Impact resistant and tough\n• Hard\n• Glossy\n• Petroleum based\n• Flammable\n• Prone to cracking if cooled too quickly\n• Usually bends before it breaks\n• Has a strong, toxic smell when it is being printed\n• Strength is relatively equal to PLA",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.8577267528,
        "format_confidence":0.975499928
    },
    {
        "url":"http:\/\/www.usgs.gov\/faq\/node\/3104",
        "text":"What is Devils Hole?\n\nDevils Hole is a tectonic cave developed in the discharge zone of a regional aquifer in south-central Nevada. The walls of this predominantly subaqueous cavern are coated with dense vein calcite. The stable isotopic content of the calcite provides a 500,000-year record of variations in temperature and other paleoclimatic parameters.\n\nLearn more:\n\nWinograd, I.J., Coplen T.B., Landwehr, J.M., Riggs, A.C., Ludwig,K.R., Szabo, B.J., Kolesar, P.T., and Revesz, K.M., 1992, Continuous 500,000-year climate record from vein calcite in Devils Hole, Nevada: Science, v. 258, p. 255-260.\n\nRiggs, A.C., Carr, W.J., Kolesar, P.T., and Hoffman, R.H., 1994, Tectonic speleogenesis of Devils Hole, Nevada, and implications for hydrogeology and the development of long, continuous paleoenvironmental records: Quaternary Research, v. 42, p. 241-254.",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9870604277,
        "format_confidence":0.9099542499
    },
    {
        "url":"http:\/\/www.beachapedia.org\/Frequently_Asked_Questions",
        "text":"Frequently Asked Questions\n\nFrom Beachapedia\nJump to: navigation, search\n00 01 05 00 WaterCycle.jpg\n\nWhat is Know Your H2O and why should I care about it?\n\nHave you ever wondered about water? There are not many things more essential to life. Not only do we need it to survive, but we recreate in it, it is beautiful, and all water is inter-connected. Believe it or not, the way we use and treat water has direct impacts on our coast. We need to change the way we think about water, stop taking it for granted, and treating it like a nuisance to be rushed off the land. We need to more closely mimic nature in how we manage water, and treat water like the precious resource that it is.\n\nWhat does KYH2O have to do with Surfrider?\n\n00 08 57 00 DifferentAgencies.jpg\n\nHave you ever been told to stay out of the ocean for 72 hours after a rainstorm due to urban runoff? Have you noticed the increased industrialization of our coastline? Have you heard about the devastating impacts power plants and desalination plants have on marine life? Do you know that most of America is struggling with water shortages even in areas where rainfall is high, which will only get worse with climate change? Have you heard of ground water depletion or salt-water intrusion in your area? These are just some of the problems we face due to our water mismanagement.\n\nThe good news is KYH2O points to the solutions which will help protect our coast. KYH20 is all about putting the separate water agencies back together again, and preventing the pollution from reaching the ocean in the first place. Only through integrated water management can we reverse the devastating affects on our oceans and better preserve the environment for the next generation.\n\nWhat is smart water use?\n\n00 19 02 03 DreamALT.jpg\n\nSmart water use, according to Surfrider, is water use habits that are responsive to local climate, water availability, and coastal impacts. For instance, San Diego is a semi-arid Mediterranean climate, plants that naturally occur in Hawaii or Kentucky do not thrive in San Diego without insane amounts of imported water, and the excess watering usually leads to increased runoff and water pollution. Climate appropriate landscaping, smart water choices in your home, and water recycling can all help alleviate impacts to the coast from our traditional water mismanagement. Prevent the Cycle of Insanity, and get to Know Your H2O today!",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.9854302406,
        "format_confidence":0.9765672088
    }
]