[
    {
        "url":"https:\/\/www.techopedia.com\/definition\/16192\/media-gateway",
        "text":"Media Gateway\n\nWhat Does Media Gateway Mean?\n\nA media gateway is a translational device that is used to convert various types of digital media protocols for effective multimedia communication. Media gateways are widely used in connecting different networks (such as 2G, 3G, 4G and LTE), hence their main function is to convert different coding and transmission techniques to enable communication between the networks.\n\n\nTechopedia Explains Media Gateway\n\nMedia gateways make multimedia communications possible over next-generation networks on multiple transport protocols such as Asynchronous Transfer Mode (ATM) and Internet Protocol (IP). A media gateway is simply a piece of hardware containing different functions and algorithms to perform conversions of multimedia transfer protocols to send and receive them over different types of networks. Media streaming functions such as data noise cancellation, channel noise and error removal are also performed on a media gateway.\n\nMedia gateways are often confused with VoIP gateways, but both are in fact different technologies.\n\n\nShare this Term\n\n  • Facebook\n  • LinkedIn\n  • Twitter\n\nRelated Reading\n\n\nNetworkingDataNetworking Hardware\n\nTrending Articles\n\nGo back to top",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.6800706387,
        "format_confidence":0.9871483445
    },
    {
        "url":"https:\/\/www.4g-lte.net\/about\/lte-frequency-bands\/lte-band-48\/",
        "text":"LTE Band 48\n\n3GPP 4G LTE Logo\n3GPP 4G LTE Logo\n\n4G LTE B48 (TD 3600)\n\nBand 48 is an LTE operating frequency Band.  LTE is designed to work across a number of frequency bands – E-UTRA operating bands- currently ranging from 450 MHz up to 3.8GHz. The available bandwidths are also flexible starting with 1.4 MHz up to 20 MHz with Carrier Aggregation allowing use of wider multiples. LTE is developed to support both the time division duplex technology (TDD) as well as frequency division duplex (FDD).  Availability of specific bands varies per country and operator.\n\n4G LTE Band 48 is defined as for use as follows:\n\nFrequency Range: 3550 – 3700MHz\nWidth of Band: 150MHz\nChannel Plan TDD (Time Division Duplex)\n\n4G LTE in CBRS Band\n\nIn the USA, Bands 42 + Band 43 are part of CBRS, and is now defined as Band 48\n\nAvailable 4G LTE Hardware for Band 48:\n\nLTE Base Station for Band 48\nCableFree LTE Base Station\n\n4G LTE Base Station hardware\n\n4G UE (User equipment) Terminals\n\n(Please enquire for availability of specific devices supported for this band)\n\n  • CableFree Outdoor LTE CPE\n  • CableFree Desktop LTE CPE\n  • CableFree MiFi Handheld CPE\n\nLTE Technology\n\nCableFree 4G TDD-LTE Technology LTE Band 48\nCableFree 4G TDD-LTE Technology LTE Band 48\n\nLTE is a standard defined by the 3GPP as technology for 4th generation (4G) mobile wireless networking technology.\n\nComplete List of LTE Bands\n\nFor a complete list of E-UTRA operating bands for LTE please Click Here and another page here\n\nFDD and TDD LTE frequency bands\n\nFDD spectrum requires pair bands, one of the uplink and one for the downlink, and TDD requires a single band as uplink and downlink are on the same frequency but time separated. As a result, there are different LTE band allocations for TDD and FDD. In some cases these bands may overlap, and it is therefore feasible, although unlikely that both TDD and FDD transmissions could be present on a particular LTE frequency band.\n\nThe greater likelihood is that a single UE or mobile will need to detect whether a TDD or FDD transmission should be made on a given band. UEs that roam may encounter both types on the same band. They will therefore need to detect what type of transmission is being made on that particular LTE band in its current location.\n\nThe different LTE frequency allocations or LTE frequency bands are allocated numbers. Currently the LTE bands between 1 & 22 are for paired spectrum, i.e. FDD, and LTE bands between 33 & 41 are for unpaired spectrum, i.e. TDD.\n\nTDD LTE frequency band allocations\n\n4G LTE Technologies LTE Band 48\n4G LTE Technologies LTE Band 48\n\nWith the interest in TDD LTE, there are several unpaired frequency allocations that are being prepared for LTE TDD use. The TDD LTE bands are unpaired because the uplink and downlink share the same frequency, being time multiplexed.  TDD LTE is popular in ISP and closed networks where there is either predominantly Data-centric use (rather than voice), no legacy of 2G\/3G, or pressure on limited spectrum available.\n\nFor Further Information on LTE Bands\n\nFor More Information on LTE networking please Contact Us\n\nContact Us",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.705673337,
        "format_confidence":0.8280766606
    },
    {
        "url":"https:\/\/www.linux-mips.org\/wiki?title=TX39XX&oldid=7772",
        "text":"From LinuxMIPS\nRevision as of 12:17, 16 May 2006 by Ralf (Talk | contribs) (Mark article as stub, polish markup.)\n\n(diff) ← Older revision | Latest revision (diff) | Newer revision → (diff)\nJump to: navigation, search\n\nThis article is a stub. You can help by expanding it\n\nThe TX39XX series processors are based upon Toshiba's TX39H 32-bit RISC cores. There are actually 3 cores: TX39H, TX39H+ and TX39H2. These have mostly been utilized in printers, copiers and PDAs like the Philips Nino and Velo.\n\nAccording NetBSD\/hpcmips, The Sharp Mobilon HC-4600 uses a 74MHz TX3912. Maybe it is compatible.\n\nhttp:\/\/www.semicon.toshiba.co.jp\/eng\/prd\/micro\/td\/td_all.html#tx39 has some additional datasheets, which seem to be very complete.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9268388748,
        "format_confidence":0.971793294
    },
    {
        "url":"https:\/\/www.mheg5.de\/mheg5-engine\/mheg5-profiles\/freesat\/",
        "text":"GURU Image\n\nGkWare MHEG-5 Engine\n\n\n\nFreesat is the name of a digital TV platform on Astra 2 at 28.2° East.\n\n\nThe MHEG-5 profile is not available to the general public, but most applications can also be executed by receivers with a UK-Profile\/D-Book MHEG-5 engine.  The document with the exact specification of the freesat profile is only provided to \"selected\" manufacturers.\n\n\n\n\n\n\n\n\n[\"freesat\" is a registered trade mark and the \"freesat\" logo is a trademark of Freesat (UK) Ltd]",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9857174158,
        "format_confidence":0.7040017843
    },
    {
        "url":"https:\/\/simple.m.wikipedia.org\/wiki\/Stop_error_screen",
        "text":"Stop error screen\n\nan error screen displayed on a Windows computer system following a fatal system error\nBlue screen of death as seen in Windows 8\n\nA Stop error screen is a screen that a device shows when it has an error it cannot fix and has to stop. These screens are usually called screens of death because the device cannot recover from the error and the operating system or firmware has to close.\n\nThe screens are usually color-coded such as a Windows computer showing a Blue Screen of Death (BSoD) or an Xbox showing a green screen of death when they have errors.[1]\n\n\nIf its settings tell it to, the computer will do a \"core dump\" and save data to a disk file, or \"dump file\", for later, to help an expert fix the problem.\n\nThese screens are usually caused by problems in device drivers. They can also be caused by hardware errors, such as bad RAM or power supplies, overheating of the inside of the system, or hardware which is run at higher rates than the limits. This is called overclocking.\n\nThese errors were in all the Windows operating systems since Windows 3.1.\n\nWindows 1.0 and 2.0Edit\n\nThe first BSODs were seen when starting Windows 1.0 and Windows 2.0, and had random data, mess, shown with a blue screen, hence the name.\n\nWindows 3.x, 95, 98, and MEEdit\n\nA BSOD in Windows 95 and Windows 98\n\nThe first BSOD that looked like an error was in Windows 3.1. BSODs like that appeared in Windows 95, Windows 98 and Windows ME. These showed an error message with an all-blue screen. The error screen was shown when there was a startup error, or when there was some other error such as an error occurring in a hardware driver file.\n\nWhen Bill Gates was showing Windows 98 to the public, a BSOD happened. The computer crashed when his assistant, Chris Capossela, connected a scanner to show that Windows 98 could support Plug and Play. Bill Gates responded: \"That must be... er... that must be why we're not shipping Windows 98 yet!\" [2]\n\nWindows NT familyEdit\n\nBeginning with Windows 2000, the BSOD remained an all-blue color, but changed to show more detailed technical information, and also listed a few steps that the user could do to fix the problem causing the BSOD to appear. The same screen was used in Windows XP, Windows Vista, and Windows 7.\n\nWindows 8Edit\n\nWindows 8 and Windows 8.1 uses a lighter blue color for the BSOD, and made the message easier to read. It even added an emoticon of a frowing face. The technical details was replaced with a simple line of text showing the name of the crash error so that the user could look it up on the Internet.\n\nRelated pagesEdit\n\n\n  1. BSOD\n  2. Garmon, Jay (April 13, 2007). \"Video: Bill Gates, meet the Blue Screen of Death\". TechRepublic. CBS Interactive. Retrieved 5 July 2012.\n\nOther websitesEdit",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.5672128797,
        "format_confidence":0.9925003648
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/LaCie",
        "text":"From Wikipedia, the free encyclopedia\nJump to navigation Jump to search\n\nIndustryComputer hardware\nFoundedOregon, 1987; 34 years ago (1987)\nParis, 1989; 32 years ago (1989)\nHeadquartersParis, France\nProductsData storage, computer displays\nRevenue€351.8 million\nNumber of employees\nParentSeagate Technology (2014–present)\n\nLaCie (pronounced Lah-See, for \"The Company\") is an American- French computer hardware company specializing in external hard drives, RAID arrays, optical drives, Flash Drives, and computer monitors. The company markets several lines of hard drives with a capacity of up to many terabytes of data, with a choice of interfaces (FireWire 400, FireWire 800, eSATA, USB 2.0, USB 3.0, Thunderbolt, and Ethernet). LaCie also has a series of mobile bus-powered hard drives.\n\nLaCie's computer display product line is targeted specifically to graphics professionals, with an emphasis on color matching.\n\nCompany history[edit]\n\nLaCie began life as two separate computer storage companies: in 1989 as électronique d2 in Paris, France, and in 1987 as LaCie in Tigard, Oregon (later Portland, Oregon), USA.\n\nIn 1995, électronique d2 acquired La Cie, and later adopted the name 'LaCie' for all of its operations. At the early founding stages of both companies, both focused their businesses on IT storage solutions, based on the SCSI interface standard for connecting external devices to computers. SCSI was adopted by Apple Computer as its main peripheral interface standard and the market for both LaCie and d2 became closely, but not exclusively, associated with the Macintosh platform.\n\nIn Europe, the French company électronique d2 was founded in 1989 by Pierre Fournier and Philippe Spruch, working from their apartment in the 14th arrondissement of Paris. d2's main activity was assembling hard drives in external SCSI casings and selling them as peripheral devices.\n\nBy 1990, the company had outgrown its small beginnings and moved to new 900 square meter premises in rue Watt, also in Paris. By this stage, designing casings was no longer sufficient for d2 to maintain a competitive edge, and so the company began to develop its own products and invest in R&D. d2 began to open subsidiaries around Europe, the first in London in 1991, followed by offices in Brussels and Copenhagen. The company began to expand its business beyond the Mac market and target PC users. In 1995, électronique d2 acquired the US company La Cie, a subsidiary of Quantum. LaCie was operating in the same market niche as électronique d2, and the buyout gave d2 a foothold into the North American market. In 1998, it was decided to adopt the name LaCie as a worldwide brand, dropping the d2 name from its product range (although even today, several products still retain reference to it).\n\nIn the United States, La Cie, Ltd. (La Cie) was founded in July 1987 in Tigard, Oregon, USA. Joel Kamerman, his parents Robert and Tudy Kamerman, and Roger Bates founded La Cie. Joel Kamerman was La Cie's president and general manager from July 1987 through January 1997.\n\nJoel Kamerman founded La Cie on three principles:\n\n• Profit was more important than revenue\n\n• Product differentiation would create profit\n\n• Vertical integration was key to La Cie's long term viability\n\nLa Cie's objective was to create premier products and differentiate the company through industrial design and value added software.\n\nCompany's headquarters in Hillsboro, Oregon\n\nIn the US, La Cie was acquired by Plus Development, a subsidiary of the storage manufacturer Quantum in December 1990.[1] As a subsidiary of Quantum, La Cie was licensed as the exclusive manufacturer of Apple-branded external SCSI hard drives, using Quantum hard disks. Joel Kamerman and Scott Phillips negotiated the deal between Apple Computer and La Cie. After the 1995 acquisition of La Cie by électronique d2, company management was headed by Philippe Spruch, who continues to head the combined company as of December 2013.\n\nSeagate Technology announced in March 2012 it would purchase LaCie for $186 million, with the transaction expected to close in 2014.[2] In August 2013, the US headquarters were moved back to Tigard.[2]\n\n\n  • 1987 Joel Kamerman, Robert Kamerman, Tudy Kamerman, and Roger Bates found La Cie, Ltd. in Tigard, Oregon, USA. It introduces the Cirrus Drive, the first external drive to win an industrial design award[citation needed].\n  • 1989 Pierre Fournier (32) and Philippe Spruch (26) found électronique d2 in Paris.[citation needed]\n  • 1990 Plus Development, a Quantum Corp. subsidiary, acquires La Cie, Ltd.[1]\n  • 1990 d2 expands and moves to new premises in rue Watt, Paris.[citation needed]\n  • 1991 Establishment of the first subsidiary in London (UK); development of the first d2 SCSI card for PC environment.[citation needed]\n  • 1992 Belgian offices open in Brussels and Danish offices in Copenhagen; Philippe Starck and Neil Poulton design new drive models.[citation needed]\n  • 1993 German subsidiary established in Düsseldorf; d2 moves its HQ to larger premises in Massy (southern suburbs of Paris).\n  • 1994 Subsidiaries opened in Rotterdam and Basel.[citation needed]\n  • 1995 Subsidiaries opened in Madrid and Milan; électronique d2 buys LaCie, a subsidiary of Quantum; d2 gains a foothold in the North American market.[citation needed]\n  • 1996 Offices open in Stockholm and the Canadian subsidiary of LaCie is opened in Toronto. électronique d2 is listed at the nouveau marché in Paris.[citation needed]\n  • 1997 Transfer of LaCie US to new premises in Portland; électronique d2 acquires NATI, a repair and maintenance company; LaCie launches range of high-end 21\" monitors and colour management devices.[citation needed]\n  • 1998 the name \"LaCie\" replaces \" électronique d2\" as the worldwide brand name of the group.[citation needed]\n  • 1999 LaCie disposes of NATI.[citation needed]\n  • 2000 Establishment of the Australian subsidiary; launch of the PocketDrive, a 2.5\" peripheral disk drive.[citation needed]\n  • 2001 Creation of the Japanese subsidiary; launch of the 18-inch flat panel monitor and DVD players.[citation needed]\n  • 2002 Launch of the Fusion CD-RW.[citation needed]\n  • 2003 Launch of 500 GB external Hard Drive: LaCie Big Disk; portable drives designed by F.A. Porsche line of storage solutions; first Triple Interface Hard Drives.[citation needed]\n  • 2004 1 TB external Hard Drive the LaCie Bigger Disk.[citation needed]\n  • 2009 LaCie acquires Caleido, a Peer to peer storage start-up, with their product named Wuala.\n  • 2012 Seagate announces plans to purchase LaCie for $186 million US Dollars, pending regulatory review.\n  • 2014 Seagate acquires Lacie and is now working on merging both companies.[3]\n\n\nLaCie's original business was external SCSI hard drives, but its range has expanded over the years to include early CD writers, some of the first DVD drives, magneto-optical drives, SyQuest drives, tape backup, RAID arrays, and mobile USB and FireWire drives.\n\n\nLe Coq hard drive designed by Neil Poulton.\n\nDuring the 1980s, little attention was paid to design aesthetic of computers and peripherals to it.\n\nDesign – if any – was minimalistic, and tended towards beige metal boxes with no frills.\n\nBecause d2's original target market was Apple Macintosh users – many who tended to work in creative, artistic professions – such as designers, printers, digital video artists, etc., d2 tailored its products much more carefully – by offering \"designer drives\" to satisfy the tastes of these \"content creators\" than other manufacturers were doing.\n\nPrior to the électronique d2 buyout in 1995, Ziba Design, in Portland Oregon, designed the majority of LaCie's products, including the award winning Joule tower, the Cirrus and the Tsunami drive. By 1995 LaCie had won awards for industrial design for every external storage product they introduced.\n\nIn Paris, France, électronique d2 began to make a name for itself as early as 1991 by hiring designers like Philippe Starck and Neil Poulton. The emphasis was on ergonomics, distinctive moulding and some radically different designs.\n\nThe French designer Philippe Starck designed three products for the company: \"K1\", \"Apollo\" and \"Tokyo\". These three \"toaster\" drives were manufactured in gravity-cast, hand polished aluminium and gained their nickname because of a passing resemblance to 1950s chrome toasters. Neil Poulton and Christophe Pillet, then Starck employees and both future LaCie designers, ran the projects. A fourth Starck-designed product was completed to model stage in 1992 but was never manufactured.\n\nIndustrial designer Neil Poulton has the longest running history with électronique d2\/LaCie. From 1991 onwards, Scottish-born Poulton designed numerous products for d2, including the \"Shark' and \"FM Tuner' and the award-winning, phallic \"le Coq\" hard drive. Poulton also designed d2's graphics, literature, packaging, trade fair booths, and the two électronique d2 logos. When d2 bought out LaCie in 1995, Poulton was brought in to design the current LaCie logo and the company's corporate identity.\n\nPoulton is responsible for the design of the best-selling \"d2\" range, the \"Pocketdrive\" range, the \"Rugged\" drive, the \"Little Big Disk' and numerous professional and \"unsigned\" d2\/LaCie products dating back to 1991. His funnel-inspired \"Firewire Speakers\" won the French \"Janus de l'Industrie' award in 2007.\n\nChristophe Pillet, better known for his high-end furniture, designed products for d2 \/LaCie from 1994-96 after quitting Philippe Starck's office.\n\nIn 2003, Philippe Spruch commissioned an agency to identify the world's \"best known\" design studio. He then hired the world-famous Porsche Design company to design a product range which would become best-sellers for LaCie between 2003-6.\n\nA spate of colorful products released in 2006 included Karim Rashid's \"shocking\" dayglo products and the popular Brick drive designed by Frenchman Ora-Ito. Never far from controversy, Ito's award winning USB Hub of 2007 ha... (truncated)",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9096432328,
        "format_confidence":0.9896461368
    },
    {
        "url":"https:\/\/en.opensuse.org\/HCL:IFC6410",
        "text":"Jump to: navigation, search\n\nThe Inforce Computing IFC6410 was the first single-board computer (SBC) with a Krait-based chipset. It was succeeded by the Inforce 6410 Plus.\n\nTechnical Details\n\n  • Qualcomm Snapdragon 600 APQ8064 SoC\n    • 4x Krait CPU\n  • 2 GB RAM\n  • 1x Ethernet\n  • 1x SATA\n\nManual installation\n\n\nKernel v3.17 introduced minimal support for serial console. Later releases added support for SD\/MMC, AHCI and other board features.\n\nSee also",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9571531415,
        "format_confidence":0.8868047595
    },
    {
        "url":"http:\/\/www.epcb.com\/Printed-Circuit-Board-Etching-Process.html",
        "text":"Printed Circuit Board Etching Process\n\nDated：2018-03-28      Popularity：1371\n\nAt present, pattern plating is the typical PCB etching process during the whole printed circuit board (PCB) production. A tin-lead resist layer is pre-plated on the copper foil part that needs to be kept on the outer layer of the board. The remaining copper foil is then chemically etched away, this process is known as etching.\n\nIt should be noted that there are two layers of copper on the board during etching. Only one layer of copper in the outer layer must be etched away, and the rest will form the final required circuit. The feature of this type of pattern plating is that the copper plating layer only exists under the lead tin resist layer.\n\nAnother method is to plate copper on the entire board. The only part other than the photo-sensitive film is the tin or lead-tin resist layer. This process is called full-plate copper plating process. The biggest drawback of full-plate copper plating compared to pattern plating is that its surface must be plated with copper twice and must be etched away. Therefore, when the wire width is very fine, a series of problems will arise. At the same time, side corrosion can seriously affect the uniformity of the lines.\n\nCurrently, tin or lead tin is the most commonly used for resist layer used in the etching process of ammonia etching agents. Ammonia etchant is a commonly used chemical liquid that does not react chemically with tin or lead tin. Ammonia etchant mainly refers to ammonia\/chlorinated ammonia etching solution.\n\nPCB Etching\n\nPCB Etching  \n\nHome | PCB Manufacturers | PCB Fabrication Videos | PCB News\n\nTel：+86 13823116356\n\n\nJoin EPCB to receive exclusive deals and inspiration\n\n\n\nCopyright © 2016-2018 All Rights Reserved",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.5958185196,
        "format_confidence":0.9370055795
    }
]