[
    {
        "url":"https:\/\/www.globalguideline.com\/interview_questions\/Answer.php?a=Tell_me_about_a_time_when_you_were_forced_to_make_an_unpopular_decision&id=238&cid=20054",
        "text":"Tcp\/Ip Question:\nDownload Questions PDF\n\nTell me about a time when you were forced to make an unpopular decision?\n\n\nAnswer #1\nNot every decision is popular. In fact, almost every decision is bound to make someone unhappy at some point. The key is to demonstrate how it impacted others positively and why you chose it.\n\nDownload Tcp\/Ip Interview Questions And Answers PDF\n\nPrevious QuestionNext Question\nWhat are your strengths Regarding Tcp\/Ip?Where do you see yourself in five years? Ten years?",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9886208177,
        "format_confidence":0.6692101359
    },
    {
        "url":"https:\/\/www.studypool.com\/questions\/143081\/what-are-some-top-ways-to-grow-your-instagram-following",
        "text":"What are some top ways to grow your instagram following?\n\nPrice: $5 USD\n\nQuestion description\n\nI'm trying to grow the Instagram following for this account:  http:\/\/instagram.com\/standamerhout  What are your recommendations?\n\nTutor Answer\n\n(Top Tutor) Studypool Tutor\nSchool: UC Berkeley\nStudypool has helped 1,244,100 students\nAsk your homework questions. Receive quality answers!\n\nType your question here (or upload an image)\n\n1824 tutors are online\n\nBrown University\n\n1271 Tutors\n\nCalifornia Institute of Technology\n\n2131 Tutors\n\nCarnegie Mellon University\n\n982 Tutors\n\nColumbia University\n\n1256 Tutors\n\nDartmouth University\n\n2113 Tutors\n\nEmory University\n\n2279 Tutors\n\nHarvard University\n\n599 Tutors\n\nMassachusetts Institute of Technology\n\n2319 Tutors\n\nNew York University\n\n1645 Tutors\n\nNotre Dam University\n\n1911 Tutors\n\nOklahoma University\n\n2122 Tutors\n\nPennsylvania State University\n\n932 Tutors\n\nPrinceton University\n\n1211 Tutors\n\nStanford University\n\n983 Tutors\n\nUniversity of California\n\n1282 Tutors\n\nOxford University\n\n123 Tutors\n\nYale University\n\n2325 Tutors",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.7444938421,
        "format_confidence":0.8960873485
    },
    {
        "url":"http:\/\/ask.metafilter.com\/266434\/Is-it-illegal-in-Canada-to-base-grades-off-purchased-online-quizzing",
        "text":"Is it illegal in Canada to base grades off purchased online quizzing?\nAugust 7, 2014 2:26 PM   Subscribe\n\nI tried to find a source from the claim made on Reddit below. Is it currently illegal, or at least being discussed, that it is illegal to charge university students for online quizzing that factors into their final grade?\nposted by MikeyObviously to Education (3 answers total) 2 users marked this as a favorite\nIt seems like regulating private universities in such a way would be impossible.\nposted by saeculorum at 2:34 PM on August 7, 2014\n\nThe Office of the Vice-Provost, Students and First-Entry Divisions, University of Toronto, has a page on \"Ancillary Fees\" and a memo on \"Compulsory Student Ancillary Fees\". It seems this may be prohibited by guidelines from the Ontario Ministry of Training, Colleges and Universities, but I don't feel like finding the exact paragraphs of it that can be interpreted this way.\nposted by grouse at 2:56 PM on August 7, 2014\n\nI think Grouse is right that U of T has interpreted the Ontario MTCU guidelines this way, but I don't know the actual guidelines. So it's not illegal per se, but it seems like it is not something public universities can do in ON if they want to keep their status\/funding. I don't know if those guidelines are readily available, but I'm going to trust that U of T's administration is interpreting this correctly.\n\nHowever, education is a provincial responsibility, so every province would have its own rules.\nposted by SoftRain at 3:38 PM on August 8, 2014\n\n« Older My wife and I will be travelin...   |  We have a tree in our parking ... Newer »\n\nYou are not logged in, either login or create an account to post comments",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9751062393,
        "format_confidence":0.9654039145
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/1228335\/Any_Alaska_mommies_use_an_online_public_school",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n3 Bumps\n\nAny Alaska mommies use an online public school?\n\nwhich one and how well does it work for you? We used connections academy here in Oregon, but they do not serve the state of Alaska, where we will be moving in the fall.\n\nAnswer Question\n\nAsked by fallenruby at 5:22 PM on Jul. 9, 2012 in\n\nLevel 9 (352 Credits)\nAnswers (1)\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\n\nNext question in\nBooks for college question\n\nNext question overall (Preschoolers (3-4))\nPicky eater and school?\n\nclose Join now to connect to\nother members!\nConnect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9630303979,
        "format_confidence":0.9869629741
    },
    {
        "url":"http:\/\/en.allexperts.com\/q\/Teaching-Advice-1730\/2014\/9\/problem-teaching-dealing-kids.htm",
        "text":"You are here:\n\nTeaching Advice\/Problem with teaching\/dealing with kids\n\n\nHi there. Im 21 doing my uni and also having a part time teaching job in a Nursery\/Playschool\/Kindergarten . I have been working for 1 n half year, this year will make it 2\n\nFirstly i really really hope u can help me out and give me some advice on how i can go along with my problem that am facing.\n\nSo, i teach kids of age 3 yrs 7 months to almost 4-5 years and i have 20-25 kids in my class ranging in that age, i live in the middle east so almost all kids are Arabs but they do understand English and few of them can communicate very well in English, I teach English to them.\n\ni am a really hard working person, i like to give my best result and impression to the other staff and show them that my class is the best and well mannered kids. Today, my owner of the kindergarten spoke to me saying that she wants my all kids to speak very well in English because my class is the eldest class in the whole kindergarten after they graduate they go to schools, so parents expect allot from this age kids to learn in the kindergarten.\n\nthe kids being Arabs, sometimes when they don't understand what i say in English i say it in Arabic then again in English for the kids to understand what i am saying. like i would say,  Aisha, please close the door. ( she would not understand what i said) so ill say in Arabic, Aisha please sakir baab ( which means close the door)\n\nthat's how i try my best for them to at-least understand English first, then communicate\n\nI want to teach my kids manners and polite words. give me tips and ideas on how to do that. Its really hard for me . i tired telling them stories of please and thank-you words. or just normally when they want something from me or i give them something i ask them to say it every time.\n\nMy owner (who is a female) was kind of not happy with me today which really just made my day too bad. she was like i want ur class to say words n sentences in English. like she wants  that if u ask any kid from my class . which color is this bag (suppose its red) the kid would say: RED. she doesn't want that. she wants the kid to say the whole sentence like this : This is RED color.\n\nand i and literally clueless on how to make kids do that. if she doesn't see any improvement in the kids she would change the class and put me in younger kids who r maybe 2 years to 3 years which i would not be happy to teach.\n\nPlease i hope u can help me\ngive me advice's on how to teach kids basic English. of-course you teach kids in a playing kind of method. I want to show and prove to my owner that I CAN DO IT. i want to be the appreciated by her and other staff members. I'm so tensed and just been thinking on how to be manage and organize my class kids.\n\nI am going to be very thankful to you if u can really help me out. Tell me what should i do and what not.\n\nThank you and much love!\nand i hope my long story didn't bother you, i m just looking for some help.\n\nThank you for your question Hessa. And no, your long story is not a bother.\nYou seem to be a difficult position with a Director who requires more of the students than they are able to perform at this age.\nI am not a language or ESL teacher so I can't give you specific tips on teaching English to your students but I am sure you can find a lot of suggestions and lessons in the academic literature and even on credible websites on the internet- google teaching English as a second language, or even narrow it to teaching English as a second language to young children.\nIn terms of dealing with your owner you may want to have some conversations with her about what specifically she expects and listen to her tell about her thinking and ideas. You may even want to ask her to suggest to you ways you can do that and ask for her support and help. Most times people like being asked for their thinking and their help in such situations. Show her an attitude of wanting to learn from her and respecting her wisdom and expertise.\nI am sure you are doing the best you can, so keep showing that you are willing to learn and do whatever is asked of you. Share with her some of what makes it difficult for you to get the young ones to do as asked. She may not be understanding what is preventing it from happening.\nThere are no specific strategies I can offer here, but more a way of approaching her and talking with her that hopefully will put her in a position to listen better to you and offer help and suggestions rather than simply telling you what is expected and showing when she is disappointed in you. You may also want to go to her first telling her what your experiences were for the day and where you faced challenges and ask her thoughts and ideas, rather than wait for her to come to you complaining about what you did not do.\nI hope this is helpful and I wish you good luck in your teaching.\nDr. Robb\n\nTeaching Advice\n\nAll Answers\n\nAnswers by Expert:\n\nAsk Experts\n\n\nMarilyn Robb\n\n\nI am an educational psychologist and counsellor, with more ten years of experience in teaching, parenting, running support groups and workshops, teacher training and counselling. I would like to share my knowledge and expertise in issues particularly related to helping children cope with learning and the school experience.\n\n©2016 All rights reserved.",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9973358512,
        "format_confidence":0.9903111458
    },
    {
        "url":"http:\/\/www.qacollections.com\/When-does-the-office-start-again",
        "text":"How much does a medical office assistant make to start?\n\nAnswer As of November 2009, medical office assistants with less than one year of experience reported earning from $8.70 to $12.01 an hour, according to Salaries ranged from $20,823 to $30,90... Read More »\n\nTop Q&A For: How much does a medical office assistant make t...\n\nI need an office phone system and have no idea where to start.?\n\ncall your phone company they will help you. there are companies that specialize in this field.\n\nHow much does a medical office assisant make to start?\n\nThe median annual wage for a medical office assistant is $28,300, according to the U.S. Bureau of Labor Statistics, as of May 2008. The lowest 10 percent earn $20,600, while the highest 10 percent ... Read More »\n\nHow to Start a Carpet Cleaning Sales Office?\n\nStarting a carpet cleaning sales office offers a way to earn income for you and create jobs for others. You can showcase your company's cleaning skills from your sales office. A carpet cleaning ser... Read More »\n\nHow to Stop Office from Loading at Windows Start?\n\nYou can stop programs from loading automatically at startup with the MSCONFIG tool. MSCONFIG has a built-in startup manager that allows you to see which programs load automatically every time you t... Read More »",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9477202296,
        "format_confidence":0.6765508056
    },
    {
        "url":"http:\/\/www.education.com\/question\/school-hold-child-kindergarten-knowing\/",
        "text":"Kristine1234 asks:\n\nCan a school really hold a child back in kindergarten for not knowing his sight words?\n\nMy nephews school told his parents that they were going to do an IEP last year when he was is kindergarten. They never did. Now he goes to school today and is supposed to be in 1st grade and they say he is being held back because he does not know his sight words. I do not think this is right they should have first known about this last year and also I think that the parents should have a say. But they are saying its not up to them. What can they do my nephew is upset because he did not like the teacher to last year now he is with her again this year and none of his friends are there and he is in the same class with his younger twin sisters.\n\nQuestion asked after reading:\nIn Topics: Kindergarten readiness\n> 60 days ago",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9969546795,
        "format_confidence":0.9886476398
    },
    {
        "url":"http:\/\/www.careerage.com\/career\/counsel\/queries\/",
        "text":"Career Counseling Queries\nList of Questions asked from 20-Nov-2011 to 28-Nov-2011\n\n1. career choice in Maths\nI am ok in maths what should i become in life and take in +1\n2. Regarding studies after BDS\nWhat r all the certification courses that can be done in dentistry after BDS?\n3. Further studies\nI completed my B.Com in 2009 since then I'm working in accounting field & I want to make a career in finance could u please suggest me the course than may helpful to me in future for my career\n4. Maths\nWhat are the different courses after 12?\n5. what next after B.Sc (H) Comp. Sc.\nI have done B.Sc (H) Comp Sc from Delhi University and pgdba from scdl ...can i apply for mtech or what next?\n6. Education purpose\nCan I study interior designing by distance education?\n7. What can we do after doing fashion designing?\nI want to know what can we do after completing fashion designing course .Do we have to apply for jobs ?? i really don't have any idea regarding this,pl z suggest me some options ?\ni am presently doing b com from sol.I want to know other courses that can be done along with b com?\n9. KPO sector\nUpto what age limit a person can do a job in kpo sector and opportunities in kpo sector\n10. Career after B.Sc\nSir\/mam i have passed my graduation about 45% in B.Sc, can i join the MBA pls suggest me.\n\n\nCareer Choices Wiki  \n\nCareer Counseling\n\nAsk a Question",
        "topic_id":4,
        "format_id":17,
        "topic_confidence":0.9978212118,
        "format_confidence":0.9714807272
    }
]