[
    {
        "url":"https:\/\/gitlab.namibsun.net\/namibsun\/python\/fat-ffipd\/-\/graphs\/master\/charts",
        "text":"Repository Analytics\n\nProgramming languages used in this repository\n\nMeasured in bytes of code. Excludes generated and vendored code.\n\nCommit statistics for master Jan 08 - Aug 16\n\nExcluding merge commits. Limited to 2,000 commits.\n  • Total: 66 commits\n  • Average per day: 0.3 commits\n  • Authors: 1\n\nCommits per day of month\n\nCommits per weekday\n\nCommits per day hour (UTC)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9825190306,
        "format_confidence":0.9888268709
    },
    {
        "url":"https:\/\/git.musl-libc.org\/cgit\/musl\/log\/arch?h=v0.9.11&id=e6129e6d836e5f4725d9b14ba7457b32e24adc61&showmsg=1",
        "text":"path: root\/arch\nAgeCommit message (Collapse)AuthorLines\n2012-06-23update syscall defs to latest kernel onesRich Felker-0\/+38\npatch submitted by Kristian L. <>\n2012-06-20proper error handling for fcntl F_GETOWN on modern kernelsRich Felker-0\/+9\non old kernels, there's no way to detect errors; we must assume negative syscall return values are pgrp ids. but if the F_GETOWN_EX fcntl works, we can get a reliable answer.\n2012-05-24fix arm syscall.h to reflect which syscalls actually exist (on EABI)Rich Felker-22\/+0\n2012-05-22fix missing _BSD_SOURCE support in bits\/*.hRich Felker-12\/+12\nthis is actually rather ugly, and would get even uglier if we ever want to support further feature test macros. at some point i may factor the bits headers into separate files for C base, POSIX base, and nonstandard extensions (the only distinctions that seem to matter now) and then the logic for which to include can go in the main header rather than being duplicated for each arch. the downside of this is that it would result in more files having to be opened during compilation, so as long as the ugliness does not grow, i'm inclined to leave it alone for now.\n2012-04-29fix float_t and double_t defs on x86 when -mfpmath=sse -msse2 is usedRich Felker-0\/+5\n2012-04-27support FLT_EVAL_METHOD changing on x86 with gcc -msse2 -mfpmath=sseRich Felker-0\/+4\nif the compiler provides a value, use it; otherwise fallback to the platform default (2).\n2012-04-24use signed char rather than plain char for int8_tRich Felker-12\/+12\notherwise this BADLY breaks if -funsigned-char is passed to gcc\n2012-04-15move F_DUPFD_CLOEXEC out of bitsRich Felker-6\/+0\nfcntl values 1024 and up are universal, arch-independent. later I'll add some of the other linux-specific ones for notify, leases, pipe size, etc. here too.\n2012-04-15add F_SETSIG and F_GETSIG (linux specific) to fcntl.hRich Felker-0\/+6\nF_* is in the reserved namespace so no feature test is needed\n2012-04-04work around nasty gcc bug in the i386 syscall asmRich Felker-4\/+4\nwhen the \"r\" (register) constraint is used to let gcc choose a register, gcc will sometimes assign the same register that was used for one of the other fixed-register operands, if it knows the values are the same. one common case is multiple zero arguments to a syscall. this horribly breaks the intended usage, which is swapping the GOT pointer from ebx into the temp register and back to perform the syscall. presumably there is a way to fix this with advanced usage of register constaints on the inline asm, but having bad memories about hellish compatibility issues with different gcc versions, for the time being i'm just going to hard-code specific registers to be used. this may hurt the compiler's ability to optimize, but it will fix serious miscompilation issues. so far the only function i know what compiled incorrectly is getrlimit.c, and naturally the bug only applies to shared (PIC) builds, but it may be more extensive and may have gone undetected..\n2012-03-21fix DECIMAL_DIG definitionsRich Felker-0\/+6\nDECIMAL_DIG is not the same as LDBL_DIG type_DIG is the maximimum number of decimal digits that can survive a round trip from decimal to type and back to decimal. DECIMAL_DIG is the minimum number of decimal digits required in order for any floating point type to survive the round trip to decimal and back, and it is generally larger than LDBL_DIG. since the exact formula is non-trivial, and defining it larger than necessary may be legal but wasteful, just define the right value in bits\/float.h.\n2012-02-25use __attribute__((const)) on arm __pthread_self functionRich Felker-1\/+3\n2012-02-15add float_t and double_t to math.hRich Felker-0\/+9\n2012-02-09replace bad cancellation cleanup abi with a sane oneRich Felker-37\/+0\nthe old abi was intended to duplicate glibc's abi at the expense of being ugly and slow, but it turns out glib was not even using that abi except on non-gcc-compatible compilers (which it doesn't even support) and was instead using an exceptions-in-c\/unwind-based approach whose abi we could not duplicate anyway without nasty dwarf2\/unwind integration. the new abi is copied from a very old glibc abi, which seems to still be supported\/present in current glibc. it avoids all unwinding, whether by sjlj or exceptions, and merely maintains a linked list of cleanup functions to be called from the context of pthread_exit. i've made some care to ensure that longjmp out of a cleanup function should work, even though it is not required to. this change breaks abi compatibility with programs which were using pthread cancellation, which is unfortunate, but that's why i'm making the change now rather than later. considering that most pthread features have not been usable until recently anyway, i don't see it as a major issue at this point.\n2012-01-20add prlimit syscall wrapperRich Felker-0\/+2\n2011-10-17fix some details in ugly stuff that doesn't belong in libcRich Felker-6\/+6\npatches by sh4rm4, presumably needed to make gdb or some similar junk happy...\n2011-10-15don't define wchar_t on c++Rich Felker-0\/+6\nit's a keyword in c++ (wtf). i'm not sure this is the cleanest solution; it might be better to avoid ever defining __NEED_wchar_t on c++. but in any case, this works for now.\n2011-10-05fix fcntl O_* flags for armRich Felker-4\/+4\nno idea why these 4 are permuted and the rest are standard\/generic\n2011-10-01typo (copy 2) in arm reloc.hRich Felker-1\/+1\n2011-10-01typo in arm reloc.hRich Felker-1\/+1\n2011-10-01first attempt at arm dynamic linkingRich Felker-0\/+26\n2011-09-22\"optimize\" arm __pthread_selfRich Felker-4\/+1\nactually this is just to avoid gcc being stupid and refusing to inline the function version, even when the size cost is essentially identical whether it's inlined or not.\n2011-09-22fix x86_64 user.h (previously was just a copy of i386)Rich Felker-48\/+13\n2011-09-22cleanup\/debloat i386 user.hRich Felker-43\/+11\n2011-09-22wrong __WORDSIZE in x86_64 headerRich Felker-1\/+1\n2011-09-21update syscalls with off_t arguments to handle argument alignment, if neededRich Felker-3\/+6\nthe arm syscall abi requires 64-bit arguments to be aligned on an even register boundary. these new macros facilitate meeting the abi requirement without imposing significant ugliness on the code.\n2011-09-19fix the definition of struct statvfs to match lsb abiRich Felker-44\/+18\nat the same time, make struct statfs match the traditional definition and make it more useful, especially the fsid_t stuff.\n2011-09-19cleanup redundancy in bits\/signal.h versionsRich Felker-372\/+31\n2011-09-19fix the type of wchar_t on arm; support wchar_t varying with archRich Felker-6\/+14\nreally wchar_t should never vary, but the ARM EABI defines it as an unsigned 32-bit int instead of a signed one, and gcc follows this nonsense. thus, to give a conformant environment, we have to follow (otherwise L\"\"[0] and L'\\0' would be 0U rather than 0, but the application would be unaware due to a mismatched definition for WCHAR_MIN and WCHAR_MAX, and Bad Things could happen with respect to signed\/unsigned comparisons, promotions, etc.). fortunately no rules are imposed by the C standard on the relationship between wchar_t and wint_t, and WEOF has type wint_t, so we can still make wint_t always-signed and use -1 for WEOF.\n2011-09-19fix incorrect long double parameters on arm (and other future ports)Rich Felker-10\/+10\nthis was the cause of crashes in printf when attempting to print floating point values.\n2011-09-18initial commit of the arm portRich Felker-0\/+2076\nthis port assumes eabi calling conventions, eabi linux syscall convention, and presence of the kernel helpers at 0xffff0f?0 needed for threads support. otherwise it makes very few assumptions, and the code should work even on armv4 without thumb support, as well as on systems with thumb interworking. the bits headers declare this a little endian system, but as far as i can tell the code should work equally well on big endian. some small details are probably broken; so far, testing has been limited to qemu\/aboriginal linux.\n2011-09-18cleanup more bits cruft (sysmacros and socket)Rich Felker-413\/+0\n2011-09-18more bits junk (tcp.h)Rich Felker-2\/+0\n2011-09-18move invariant netinet\/in.h stuff out of bits\/in.hRich Felker-290\/+0\n2011-08-23security hardening: ensure suid programs have valid stdin\/out\/errRich Felker-0\/+10\nthis behavior (opening fds 0-2 for a suid program) is explicitly allowed (but not required) by POSIX to protect badly-written suid programs from clobbering files they later open. this commit does add some cost in startup code, but the availability of auxv and the security flag will be useful elsewhere in the future. in particular auxv is needed for static-linked vdso support, which is still waiting to be committed (sorry nik!)\n2011-08-14typo in macro definitions for x86_64Rich Felker-1\/+1\n2011-08-06ensure the compiler does not move around thread-register-based readsRich Felker-2\/+2\nif gcc decided to move this across a conditional that checks validity of the thread register, an invalid thread-register-based read could be performed and raise sigsegv.\n2011-07-21socket headers macro adjustment - workaround for buggy programsRich Felker-2\/+2\nsome program was undefining AF_NETLINK and thereby breaking AF_ROUTE...\n2011-06-25fix some symbol resolution issues in dynamic linkerRich Felker-0\/+2\n1. search was wrongly beginning with lib itself rather than dso head 2. inconsistent resolution of function pointers for functions in plt\n2011-06-25move all limits that don't vary out of bits\/limits.h, into main limits.hRich Felker-53\/+2\n2011-06-25proper path searching for dynamic linkerRich Felker-0\/+4\nfirst, use $LD_LIBRARY_PATH unless suid. if that fails, read path from \/etc\/ld-musl-$ARCH.path and fallback to a builtin default.\n2011-06-18experimental dynamic linker!Rich Felker-0\/+54\nsome notes: - library search path is hard coded - x86_64 code is untested and may not work - dlopen\/dlsym is not yet implemented - relocations in read-only memory won't work\n201... (truncated)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9881564379,
        "format_confidence":0.7164216042
    },
    {
        "url":"https:\/\/gitlab.alpinelinux.org\/alpine\/abuild\/-\/graphs\/78ca93d237ec615f24ace1322513e1dee5a88d03\/charts",
        "text":"Repository Analytics\n\nProgramming languages used in this repository\n\nMeasured in bytes of code. Excludes generated and vendored code.\n\nCode coverage statistics for master Oct 19 - Jan 17\n\nDownload raw data (.csv)\n\nCommit statistics for 78ca93d237ec615f24ace1322513e1dee5a88d03 Oct 18 - Nov 06\n\nExcluding merge commits. Limited to 2,000 commits.\n  • Total: 358 commits\n  • Average per day: 0.9 commits\n  • Authors: 4\n\nCommits per day of month\n\nCommits per weekday\n\nCommits per day hour (UTC)",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9798753262,
        "format_confidence":0.9878697991
    },
    {
        "url":"https:\/\/accessify.com\/s\/jobs.salusdigital.co.uk",
        "text":"Salus Digital Jobs\n\nPage load speed analysis\n\n  • 58\/100\n\n    Normal result\n  • 5\n\n    Successful tests\n  • 3\n\n    Failed tests\n  • First response\n\n    1.3 sec\n\n  • Resources loaded\n\n    2.4 sec\n\n  • Page rendered\n\n    449 ms\n\n  • Total page load time\n\n    4.1 sec\n\nWelcome to homepage info - get ready to check Jobs Salusdigital best content for United Kingdom right away, or after learning these important things about\n\nWe analyzed page load time and found that the first response time was 1.3 sec and then it took 2.8 sec to load all DOM resources and completely render a web page. This is a poor result, as 50% of websites can load faster.\n\nPage optimization\n\n  • HTML 106.5 kB\n    Images 281.0 kB\n    Javascripts 1.1 MB\n    CSS 262.2 kB\n\n    In fact, the total size of main page is 1.7 MB. This result falls beyond the top 1M of websites and identifies a large and not optimized web page that may take ages to load. 60% of websites need less resources to load. Javascripts take 1.1 MB which makes up the majority of the site volume.\n\n    • Original 106.5 kB\n    • After minification 97.1 kB\n    • After compression 25.1 kB\n\n    HTML optimization\n\n    HTML content can be minified and compressed by a website’s server. The most efficient way is to compress content using GZIP which reduces data amount travelling through the network between server and browser. HTML code on this page is well minified. It is highly recommended that content of this web page should be compressed using GZIP, as it can save up to 81.5 kB or 76% of the original size.\n\n    • Original 281.0 kB\n    • After optimization 266.9 kB\n\n    Image optimization\n\n    Image size optimization can help to speed up a website loading time. The chart above shows the difference between the size before and after optimization. Jobs Salusdigital images are well optimized though.\n\n    • Original 1.1 MB\n    • After minification 1.0 MB\n    • After compression 343.5 kB\n\n    JavaScript optimization\n\n    It’s better to minify JavaScript in order to improve website performance. The diagram shows the current total size of all JavaScript files against the prospective JavaScript size after its minification and compression. It is highly recommended that all JavaScript files should be compressed and minified as it can save up to 708.2 kB or 67% of the original size.\n\n    • Original 262.2 kB\n    • After minification 227.3 kB\n    • After compression 45.2 kB\n\n    CSS optimization\n\n    CSS files minification is very important to reduce a web page rendering time. The faster CSS files can load, the earlier a page can be rendered. needs all CSS files to be minified and compressed as it can save up to 217.0 kB or 83% of the original size.\n\nNetwork requests diagram\n\n  • style.css\n  • responsive.css\n  • jquery.js\n  • jquery.flexslider-min.js\n  • popbox.js\n  • uisearch.js\n  • addthis_widget.js\n  • easyResponsiveTabs.js\n  • css\n  • jquery-ui-smooth.css\n  • jquery.lightbox_me.js\n  • generic.js\n  • jquery-ui.js\n  • Jqury_Ui_Combo_ext.js\n  • LocationUk-NonUk.js\n  • Sector.js\n  • genericPopupSearch.js\n  • jquery.flexisel.js\n  • analytics.js\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • DynamicImage\n  • phone-home.png\n  • socialicon.png\n  • logo.jpg\n  • d1ada4a1-9977-4cab-ad72-79b534900dae130972368771572746.png\n  • 210d6162-1f63-4ef8-bd11-aa73083da196130779869630181674.png\n  • 948372bf-d74a-45a7-b280-846bb051f3c0130910494500267699.jpg\n  • 03958e30-df39-4321-933e-307e889f3b85130826404658707519.png\n  • gpt.js\n  • bIcY3_3JNqUVRAQQRNVteQ.ttf\n  • CcKI4k9un7TZVWzRVT-T8y3USBnSvpkopQaUR-2r7iU.ttf\n  • xkvoNo9fC8O2RDydKj12by3USBnSvpkopQaUR-2r7iU.ttf\n  • JbtMzqLaYbbbCL9X6EvaIy3USBnSvpkopQaUR-2r7iU.ttf\n  • collect\n  • pubads_impl_82.js\n  • ads\n  • container.html\n  • 5163974846957589606\n  • osd.js\n  • banner.jpg\n  • banner_digital.jpg\n  • error-onvalidation.png\n  • whiteinnerarrow.png\n  • footer-shadow.png\n  • 300lo.json\n  • ui-bg_flat_75_ffffff_40x100.png\n  • caret.png\n  • sh.8e5f85691f9aaa082472a194.html\n  • flexisel-arrows.png\n\nOur browser made a total of 57 requests to load all elements on the main page. We found that 56% of them (32 requests) were addressed to the original, 16% (9 requests) were made to and 7% (4 requests) were made to The less responsive or slowest element that took the longest time to load (1.3 sec) belongs to the original domain\n\nAdditional info on\n\n\nThe browser has sent 52 CSS, Javascripts, AJAX and image requests in order to completely render the main page of Jobs Salusdigital. We recommend that multiple CSS and JavaScript files should be merged into one by each type, as it can help reduce assets requests from 20 to 1 for JavaScripts and from 4 to 1 for CSS and as a result speed up the page load time.\n\n\n\n\n\n\n\n\n\n\n\nPossible request optimization\n\n\n\n\n\n\n\n\n\n\n\n\n\nNormal result\n\nIP address uses IP address which is currently shared with 4 other domains. The more sites share the same IP address, the higher the host server’s workload is. It is strongly recommended that the host server should be changed or the hosting provider should be requested to give a different (separate) IP address for this domain.\n\nPoor result\n\nIP Trace\n\nDNS records\n\nType Host Target\/ip TTL Other\nA 600\nNS 3600\nNS 3600\n\n10800 Mname:\nSerial: 1592010000\nRefresh: 28800\nRetry: 7200\nExpire: 604800\nMinimum-ttl: 86400\nMX 3600 Pri: 5\n\nLanguage and encoding\n\nNormal result\n\n\nEN en language flag\n\n\nN\/A  language flag\n\n\n\n\n\nLanguage claimed in HTML meta tag should match the language actually used on the web page. Otherwise can be misinterpreted by Google and other search engines. Our service has detected that English is used on the page, and neither this language nor any other was claimed in <html> or <meta> tags. Our system also found out that main page’s claimed encoding is utf-8. Use of this encoding format is the best practice as the main page visitors from all over the world won’t have any issues with symbol transcription.\n\nHTTPS certificate\n\nSSL Certificate has no SSL certificate. Web browsing can be safer with HTTPS connection, so we suggest that it should be obtained for this site.\n\nNormal result\n\nVisitor World Map\n\nCountry of origin for 100% of all visits is United Kingdom. It lies approximately 3410 miles away from the server location (Canada) and such a long distance can negatively affect website speed, as it takes some time for data to travel back and forth between those places. That’s why one of the best ways to speed up page load time for the majority of users is moving the server to United Kingdom or just closer to the user base.\n\nPoor result\n\nPoor result\n\nSocial Sharing Optimization\n\nOpen Graph description is not detected on the main page of Jobs Salusdigital. Lack of Open Graph description can be counter-productive for their social media presence, as such a description allows converting a website homepage (or other pages) into good-looking, rich and well-structured posts, when it is being shared on Facebook and other social media. For example, adding the following code snippet into HTML <head> tag will help to represent this web page correctly in social networks:\n\nShare this report in social media\n\nAnalyze another website",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.5465750098,
        "format_confidence":0.8226340413
    },
    {
        "url":"https:\/\/issues.apache.org\/jira\/browse\/AMQ\/fixforversion\/12315630?atl_token=A5KQ-2QAV-T4JA-FDED%7Cce57e7e340b789e3c23d6d066cf17e53cc00ae09%7Clout&selectedTab=com.atlassian.jira.jira-projects-plugin%3Aversion-popularissues-panel",
        "text":"1. ActiveMQ\n\n\n\n\nIssues that need to be reviewed - do we keep 'em or do we kick 'em?\n\nIssues: Unresolved\n\nKey Summary Due Date\nBug AMQ-3643 vmQueueCursor does not honour system wide memoryUsage limit\nImprovement AMQ-5215 org.apache.activemq.thread.PooledTaskRunner.wakeup() doesn't handle errors\nImprovement AMQ-431 only send a message once for multiple consumers on the same connection (for topics)\n\nView Issues\n\nIssues: Updated recently\n\nKey Summary Updated\nBug AMQ-5424 Broker at 100% CPU when idle after Network Connection reconnect with duplicates sent\nBug AMQ-5570 JMS client does not received any message after activemq restarted\nBug AMQ-4986 tightEncoding=false + failover triggers Broker memory exhaust\n\nView Issues",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9264446497,
        "format_confidence":0.8327513933
    },
    {
        "url":"https:\/\/svn.rot13.org\/cgi-bin\/viewvc.cgi\/webpac?view=revision&sortby=log&revision=410",
        "text":"\nViewVC logotype\n\nRevision 410\n\nJump to revision: Previous Next\nAuthor: dpavlin\nDate: Sun Sep 5 21:40:57 2004 UTC (16 years, 8 months ago)\nChanged paths: 3\nLog Message:\nadded sorted index using WebPAC::Index module\n\nChanged paths\n\nPath Details\nDirectorytrunk2\/all2all.pl modified , text changed\nDirectorytrunk2\/lib\/WebPAC\/Index.pm added\nDirectorytrunk2\/log.conf modified , text changed\n\n  ViewVC Help\nPowered by ViewVC 1.1.26",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9832686186,
        "format_confidence":0.954631567
    },
    {
        "url":"https:\/\/www.ribbonsoft.com\/bugtracker\/index.php?do=details&task_id=1224&status%5B0%5D=open&pagenum=5&order=severity&sort=desc&order2=tasktype&sort2=asc",
        "text":"QCAD Bugtracker\n\n  • Status Likely to be implemented\n  • Percent Complete\n  • Task Type Feature Request\n  • Category QCAD (main)\n  • Assigned To\n  • Operating System All\n  • Severity Low\n  • Priority Very Low\n  • Reported Version 3.9.4\n  • Due in Version Undecided\n  • Due Date Undecided\n  • Votes 5\n  • Private\nAttached to Project: QCAD Bugtracker\nOpened by Andrew - 05.06.2015\nLast edited by Andrew - 17.11.2015\n\nFS#1224 - Revision clouds\n\nAdd support to draw revision clouds or convert polylines, ellipses, circles to revision clouds.\n\nH Stiekema commented on 24.11.2015 13:09\n\n\nI used the attached Lisp in AutoCAD 10 DOS\n\nfred commented on 16.01.2020 11:21\n\nPeople in my industry want to see bubbles around the changes when updated drawings are issued, so a tool to do this would be very useful.\n\nI am sure I can work-around this using some blocks.\n\n\nAvailable keyboard shortcuts\n\n\nTask Details\n\nTask Editing",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.9134474397,
        "format_confidence":0.9324371219
    },
    {
        "url":"http:\/\/www.siteforum.com\/en\/support\/documentation\/specific\/designer\/glossary_dp2qww77.html?s=vKbU7ys9Olu2rfer0O",
        "text":"SITEFORUM - Maximizing Enterprise Value\n\nLearn more about SITEFORUM from our documentation, manuals and online demonstrations\n\n\nFind important terms, keywords and more related to SITEFORUM.\nSITEFORUM is script language which gets interpreted server sided. It enables the combination of all described scripts. Very comprehensive and individual customization regarding design, content and database queries are possible. On templates different dynamic functions can be created and rights can be assigned.\n\nHyperText Markup Language\nLanguage to describe sites in the Internet. Hyper texts are connected with each other through hyper links.\n(File endings are .html and .htm )\n\nDynamic HyperText Markup Language\nCombination of HTML version 4 and JavaScript.\n(File endings are .html and .js )\n\nExtensible Markup Language\nWith this extendable description language own elements can be defined.\n(File ending is .xml )\n\nWireless Markup Language\nDescription language for the display on mobile clients.\n(File ending is .wml )\n\nScalable Vector Graphics\nVector graphic format based on XML.\n(File ending is .svg )\n\nCascading Style Sheets\nEnables to define templates for HTML sites regarding fonts and colors.\n(File ending is .css )\n\nExtensible Stylesheet Language\nExtendable format language which enables templates regarding fonts and colors for XML sites.\n\nJavaScript is a script language, which gets interpreted and executed by the browser of the user. JavaScript doesn't need to be edited by the compiler.\n(File ending is .js )\n\nObject oriented script language, developed by SUN Microsystems, enables to embed platform independent programs or animations in HTML sites. Java based basierte applications are deployed in the Internet as well as offline.\n(File ending is .class )\n\nStructured Query Language\nDeveloped by IBM to query relational databases. Is a standadised databank query language by now.\n\nContact Sales Now\n\nWant further information right now?\n\nContact us\n\nPhone UK: +44 207 - 156 7872\nPhone Germany: +49 (361) 666 15810\nContact form\n\nFax: +49 361 2445050\n\n\nOnline Users\n\nCopyright © 1999-2014 by SITEFORUM - Maximizing Enterprise Value. All rights reserved.",
        "topic_id":2,
        "format_id":19,
        "topic_confidence":0.8557730913,
        "format_confidence":0.9688445926
    }
]