[
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Chefs",
        "text":"From Wikipedia, the free encyclopedia\n  (Redirected from Chefs)\nJump to: navigation, search\nSushi chef Masayoshi Kazato 02.JPG\nA sushi chef at work\nOccupation type\nActivity sectors\nCulinary arts\nEducation required\nCatering college; see European training\nAn Italian chef preparing a truffle for diners\n\nA chef is a trained and skilled professional cook who is proficient in all aspects of food preparation of a particular cuisine. The word \"chef\" is derived from the term chef de cuisine (French pronunciation: ​[ʃɛf.də.kɥi.zin]), the director or head of a kitchen. Chefs can receive both formal training from an institution, as well as through apprenticeship with an experienced chef.\n\nThere are different terms that use the word chef in their titles, and deal with specific areas of food preparation, such as the Sous-chef, who acts as the second-in-command in a kitchen, or the Chef de partie, who handles a specific area of production. The Brigade system is a system of hierarchy found in restaurants and hotels employing extensive staff, many of which use the word chef in their titles. Underneath the chefs are the kitchen assistants. A chef's standard uniform includes a hat called a toque, necktie, double-breasted jacket, apron and shoes with steel or plastic toe-caps.\n\n\nThe word \"chef\" is derived (and shortened) from the term chef de cuisine (French pronunciation: ​[ʃɛf.də.kɥi.zin]), the director or head of a kitchen. (The French word comes from Latin caput and is a doublet with English \"chief\".) In English, the title \"chef\" in the culinary profession originated in the haute cuisine of the 19th century. The culinary arts, among other aspects of the French language introduced French loan-words into the English language.[1]\n\n\nA chef working with a tandoor, a cylindrical clay oven used in cooking and baking\n\nVarious titles, detailed below, are given to those working in a professional kitchen and each can be considered a title for a type of chef. Many of the titles are based on the brigade de cuisine (or brigade system) documented by Auguste Escoffier, while others have a more general meaning depending on the individual kitchen.\n\nChef de cuisine[edit]\n\nOther names include executive chef, chef manager, head chef, and master chef. This person is in charge of all activities related to the kitchen, which usually includes menu creation, management of kitchen staff, ordering and purchasing of inventory, controlling raw material costs and plating design. Chef de cuisine is the traditional French term from which the English word chef is derived.[2] Head chef is often used to designate someone with the same duties as an executive chef, but there is usually someone in charge of a head chef, possibly making the larger executive decisions such as direction of menu, final authority in staff management decisions, and so on.[3] This is often the case for executive chefs with multiple restaurants. Involved in checking the sensory evaluation of dishes after preparation and they are well aware of each sensory property of those specific dishes.\n\n\nThe Sous-Chef de Cuisine (under-chef of the kitchen) is the second-in-command and direct assistant of the Chef de Cuisine. Sous chef works under executive chef or head chef. This person may be responsible for scheduling the kitchen staff, or substituting when the head chef is off-duty. Also, he or she will fill in for or assist the Chef de Partie (line cook) when needed. This person is accountable for the kitchen's inventory, cleanliness, organization, and the continuing training of its entire staff. A sous-chef's duties can also include carrying out the head chef's directives, conducting line checks, and overseeing the timely rotation of all food products. Smaller operations may not have a sous-chef, while larger operations may have more than one.[4] The sous chef is also responsible when the Executive Chef is absent.\n\nChef de partie[edit]\n\nA chef de partie, also known as a \"station chef\" or \"line cook,\"[5] is in charge of a particular area of production. In large kitchens, each chef de partie might have several cooks or assistants. In most kitchens, however, the chef de partie is the only worker in that department. Line cooks are often divided into a hierarchy of their own, starting with \"first cook,\" then \"second cook,\" and so on as needed.\n\nCommis (Chef) \/ Range chef [edit]\n\nA commis is a basic chef in larger kitchens who works under a chef de partie to learn the station's or range's responsibilities and operation.[6] This may be a chef who has recently completed formal culinary training or is still undergoing training\n\nBrigade system titles[edit]\n\nStation-chef titles which are part of the brigade system include:[7]\n\nEnglish French IPA Description\nSauté chef saucier [sosje] Responsible for all sautéed items and their sauce. This is usually the highest stratified position of all the stations.\nFish chef poissonnier [pwasoɲe] Prepares fish dishes and often does all fish butchering as well as appropriate sauces. This station may be combined with the saucier position.\nRoast chef rôtisseur [ʁotisœʁ] Prepares roasted and braised meats and their appropriate sauce.\nGrill chef grillardin [ɡʁijaʁdɛ̃] Prepares all grilled foods; this position may be combined with the rotisseur.\nFry chef friturier [fʁityʁje] Prepares all fried items; this position may be combined with the rotisseur position.\nEntrée preparer entremetier [ɑ̃tʁəmetje] Prepares hot appetizers and often prepares the soups, vegetables, pastas and starches. In smaller establishments, this station may also cover those tasks performed by the potager and légumier.\nSoup chef Potager [pɔtaʒe] Prepares soups in a full brigade system. In smaller establishments, this station may be handled by the entremetier.\nVegetable chef Légumier [legymje] Prepares vegetables in a full brigade system. In smaller establishments, this station may be handled by the entremetier.\nRoundsman tournant [tuʁnɑ̃] Also referred to as a swing cook, fills in as needed on stations in the kitchen.\nPantry chef garde manger [ɡaʁd mɑ̃ʒe] Responsible for preparing cold foods including salads, cold appetizers, pâtés and other charcuterie items.\nButcher boucher [buʃe] Butchers meats, poultry, and sometimes fish. May also be responsible for breading meats and fish.\nPastry chef pâtissier [patisje] Makes baked goods such as pastries, cakes, breads and desserts. In larger establishments, the pastry chef often supervises a separate team in their own kitchen.\n\nKitchen assistant[edit]\n\nKitchen assistants are of two types, kitchen-hands and stewards\/ kitchen porters. Kitchen-hands assist with basic food preparation tasks under the chef's direction. They carry out relatively unskilled tasks such as peeling potatoes and washing salad. Stewards\/ kitchen porters are involved in the scullery, washing up and general cleaning duties. In a smaller kitchen, these duties may be incorporated.\n\nA communard is in charge of preparing the meal for the staff during a shift. This meal is often referred to as the staff or family meal.[6]\n\nThe escuelerie (from 15th century French and a cognate of the English \"scullery\"), or the more modern plongeur or dishwasher, is the keeper of dishes, having charge of dishes and keeping the kitchen clean. A common humorous title for this role in some modern kitchens is \"chef de plonge\" or \"head dishwasher\".[8]\n\nCulinary education[edit]\n\nChefs in training at chef school in Oxford, England\n\nCulinary education is available from many institutions offering diploma, associate, and bachelor's degree programs in culinary arts. Depending on the level of education, this can take one to four years. An internship is often part of the curriculum. Regardless of the education received, most professional kitchens follow the apprenticeship system, and most new cooks will start at a lower-level 2nd or 1st cook position and work their way up.\n\nThe training period for a chef is generally four years as an apprentice. A newly qualified chef is advanced or more commonly a torquecommis-chef, consisting of first-year commis, second-year commis, and so on. The rate of pay is usually in accordance with the chefs. Like all other chefs except the executive-chef, trainees are placed in sections of the kitchen (e.g., the starter (appetizer) or entrée sections) under the guidance of a demi-chef de partie and are given relatively basic tasks. Ideally, over time, a commis will spend a certain period in each section of the kitchen to learn the basics. Unaided, a commis may work on the vegetable station of a kitchen.[9]\n\nThe usual formal training period for a chef is two to four years in catering college. They often spend the summer in work placements. In some cases this is modified to 'day-release' courses; a chef will work full-time in a kitchen as an apprentice and then would have allocated days off to attend catering college. These courses can last between one and three years.\n\n\nChefs in Mexico wearing standard uniform.\nA chef preparing Peking duck\n\nThe standard uniform for a chef includes a hat called a toque, necktie, double-breasted jacket, apron and shoes with steel or plastic toe-caps. A chef's hat was originally designed as a tall rippled hat called a Dodin Bouffant or more commonly a toque. The Dodin Bouffant had 101 ripples that represent the 101 ways that the chef could prepare eggs.[citation needed] The modern chef's hat is tall to allow for the circulation of air above the head and also provides an outlet for heat. The hat helps to prevent sweat from dripping down the face and hair shedding on food. Neckties were originally worn to allow for the mopping of sweat from the face, but as this is now against health regulations, they are largely decorative. The chef's neck tie was originally worn on the inside of the jacket to stop sweat running from the face and neck down the body.[10] The jacket is usually white to show off the chef's cleanliness and repel heat, and is double-breasted to prevent serious inj... (truncated)",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.8635531664,
        "format_confidence":0.9932454228
    },
    {
        "url":"http:\/\/www.namibian.org\/travel\/info\/food.html",
        "text":"cardboard box travel shop logo\n\nCardboard Box Travel Shop\n\n\n\nNamibia Information\n\nNamibians are not particularly adventurous when it comes to their food; meat is pretty much the standard. This often comes served with a porridge like mixture called mahango or pap (or something else depending on where you are). In restaurants steak and chips is nearly always the Namibian choice.\n\nVegetables are not popular amongst the majority of Namibians, and are viewed as the poison of the cultural imperialists.\n\nThings are changing and many restaurants& most lodges in Namibia offer a wider range of foodstuffs and some even cater for vegetarians. Vegetarians should be prepared for a lot of questioning about their particular eating disorder and can also expect little pieces of bacon or ham in their salad, but remember this is only your chef trying to be kind.\n\nThe favourite way of preparing meat in Namibia is the braai (barbecue) and this ritual is obeyed in the majority of households on Saturday and Sunday afternoons, the braai is a social occasion and only two things are guaranteed firstly eating will take place much later than anticipated and secondly there will be beer!!!\n\nReminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water. W. C. Fields\n\nNamibia Tourist Information",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.7922708392,
        "format_confidence":0.8829727173
    },
    {
        "url":"http:\/\/reliefweb.int\/report\/mozambique\/review-evolution-basic-food-prices-mozambique-june-2013",
        "text":"Review of the Evolution of Basic Food Prices in Mozambique - June 2013\n\nfrom World Food Programme\nPublished on 30 Jun 2013 View Original\n\n\nOn average, prices are decreasing since February 2013. From May to June of 2013, price decreases at the rate of -1.3%. (-4.7 % of decrease was observed from April to May of 2013).",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.812441349,
        "format_confidence":0.8074190021
    },
    {
        "url":"https:\/\/scotchwhisky.com\/whiskypedia\/2809\/peter-greig\/",
        "text":"Peter Greig Profile\n\nBlended Malt Scotch Whisky\n\nPeter Greig was the vatted malt brand produced by the Glenfyne Distillery Co at the distillery of the same name in Ardrishaig, Argyll. The malt output from Glenfyne was traditionally distilled in the Victorian manner using peat-dried malt, meaning Peter Greig would likely have been a big, full, smoky concoction. The blend was bottled at 20 years of age and 45.5% abv.\n\n  • Production type\n    Blended malt\n\nPeter Greig History\n\nGlasgow-based blender and whisky agent Robertson & Baxter established the Glenfyne Distillery Company in 1919 in order to acquire Ardrishaig’s Glenfyne distillery.\n\nPeter Grieg was introduced as a vatted malt in the years following the repeal of Prohibition, and exported to the US from 1935 through R&B’s sole agent Greig, Lawrence & Hoyt. However, the R&B business was in the midst of being wound up, with its assets transferred across to two of the Robertson family members. The long, drawn-out process was finally completed in 1937, when Glenfyne distillery was closed. Peter Greig was withdrawn from sale soon after.\n\n\nSee also\n\n  • Glen Fyne Glen Fyne Glen Fyne Brand\n\n    Glen Fyne\n\n    A rare blended Scotch designed for export by Robertson & Baxter.\n\nScroll To Top",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.991920948,
        "format_confidence":0.9868554473
    },
    {
        "url":"http:\/\/muppet.wikia.com\/wiki\/Ice_cream",
        "text":"Muppet Wiki\n\nIce cream\n\n31,500pages on\nthis wiki\nAdd New Page\nTalk5 Share\n\nIllustration by Joe Mathieu.\n\nIce cream is a frozen dairy confection, usually consumed as a snack or dessert. The earliest precursors of ice cream were around as early as 400 BC in Persia, and frozen desserts were developed in tandem by many different people all over the world. However, the sweet mixture of milk, cream and egg that we are familiar with today didn't become popular and widespread until the 18th century. Early ice cream was usually produced by churning the ingredients with ice in a hand-cranked device (a process arduously duplicated by Telly in Elmo's Magic Cookbook). With the advent of refrigeration, however, and the ice cream parlor, consumers could indulge in frozen sweetness without labor, even going so far as to eat directly out of the carton.\n\nIce cream is a very popular foodstuff on Sesame Street. Ernie, Prairie Dawn, Count von Count, Mr. Hooper and many others have sold ice cream, and it's hard to find a character on Sesame Street that hasn't eaten or at least mentioned it.\n\nIt has even been claimed that \"everyone likes ice cream\". This theory has not been proven, but such noted figures as George Washington, Thomas Jefferson, and Benjamin Franklin were devotees of the substances. Some have gone so far as to suggest that ice cream is the world's second greatest gift: after children and before laughter (Kermit the Frog and Walter in The Muppets).\n\nIce Cream's Temporal Nature\n\n\nIce cream is a precarious pleasure\n\nThe fleeting nature of life's sweetest pleasures can be amply demonstrated by the tendency of ice cream to melt if not consumed quickly. Like many good things, ice cream can and will desert us, or at least make a mess, if we do not take timely precautions to preserve it.\n\n  • Grover's song \"Planning Song\" ends with two melted ice cream cones, thus demonstrating the single-mindedness needed to take advantage of life's little pleasures.\n  • Gonzo submitted a recipe for \"Barbecued Ice Cream\" to the Muppet Picnic Cookbook in 1981. The ice cream melts off the skewers before the meal can be completed.\n  • A Tyco figure of Telly holds a melting ice cream cone.\n  • Mr. Johnson orders chocolate ice cream from Waiter Grover in a \"Charlie's Restaurant\" sketch, but when it actually arrives, he doesn't get to eat it.\n  • In The Day Snuffy Had the Sniffles, Big Bird intends to take get-well gifts to Snuffy but ends up leaving a path of melted ice cream behind him, a veritable trail of sweet tears.\n  • Zoe drops her ice cream, and it accidentally lands on Telly's head. He is not as amused as she is. Later in the same episode, one specimen from Telly's triangle collection reminds her of an ice cream cone. Again, Zoe is amused more than Telly.\n  • The 2000 book Elmo Likes... tells us that \"Elmo likes ice cream ... except when it melts.\"\n\nIce Cream as Unhealthy Temptation\n\n\nIce cream is not a meal.\n\nIn 2005, Sesame Street undertook an initiative to promote healthy eating and exercise habits, called Healthy Habits for Life. Sadly, this means that ice cream and its sugary relatives have been relegated to a lesser role in the show, and have occasionally been denigrated directly or by implication.\n\n  • \"The Ballad of Casey McPhee\" is a song about a train engineer, portrayed by Cookie Monster, who must deliver a cargo of cookies, cake and ice cream over a mountain. When the train tracks fall prey to an avalanche, Cookie must resist the temptation to eat his cargo and instead focus on freeing the train. He realizes that civilization is built upon our obligations to others, manages to eat the snow trapping the train, and is proclaimed a hero. Plus, snow serves as a suitable, less caloric substitute for ice cream. (EKA: Episode 0533)\n  • In a 1990 episode, Elmo waits for Gordon to bring home some ice cream. While he waits, he imagines having ice cream for every meal. In his imagination, he is excited about breakfast and lunch, but not so excited about dinner, and downright nauseous when he gets to dessert. Back in the present, Gordon arrives with the ice cream, and Elmo suddenly doesn't want any.\n  • In a 2005 episode, Elmo and Zoe happily discuss cookies and ice cream. However, the show then becomes a collection of musical testimonials to fruits and vegetables. After hearing three songs about produce, the pair abandon (at least temporarily) their enthusiasm for sweets, and Alan sells a lot of fresh fruits and vegetables.\n  • a 2007 episode includes a Game Show entitled Meal Or No Meal, in which ice cream is determined to not be a meal (along with chewing gum, cookies, and a candy bar). The mysterious baker who's been offering cookies comes out and eats the cookies, and a few nonfood items.\n  • When Cookie Monster said he would eat anything on NPR in 2008, he was offered some sardine ice cream, to which he replied he'd eat almost anything. (See Oscar's ice cream habit, below.)\n\nGeneral References\n\n\nIce cream in a speech balloon\n\n\n\"Ice cream without pickles in it?! Blecch!\"\n\n\nTen scoops of ice cream.\n\n\nOscar prepares to enjoy a grouchy sundae.\n\n\nMuppet performer Jerry Nelson portrays an ice cream vendor.\n\n\nElmo and Telly learn about the sounds of the letter I from the ice cream man.\n\n\nBert playing an Ice Cream Cone in Happy and Sad, Grouchy and Glad\n\n  • The entry for 2 in Numerosity includes a boy holding two ice cream cones. (EKA: Episode 0001)\n  • A cartoon tells the story of a queen who dreams of eating ice cream in a land of steam (the fact that steam would, presumably, melt the dessert is conveniently overlooked). (EKA: Episode 0001)\n  • \"Everyone Likes Ice Cream\" is a song about ice cream's power to bring us all together, despite our other differences as individuals, and even placate monsters. (EKA: Episode 0026)\n  • Ernie's reward for cleaning the apartment in 15 seconds is cookies and ice cream. (EKA: Episode 0033)\n  • A cartoon kid says \"I: Ice Cream\" and a speech balloon appears. (EKA: Episode 0033)\n  • Ernie wants an ice cream cone with scoops of chocolate, strawberry, peach, vanilla, banana, pistachio, peppermint, lemon, orange and butterscotch, but he doesn't quite get it. (EKA: Episode 0193)\n  • Episode 0265 sees the installation of an ice cream machine on Sesame Street.\n  • In Episode 0293, Mr. Hooper demonstrates \"in\" and \"out\" by making a chocolate milkshake.\n  • In Episode 0345, Big Bird reads a sign in Hooper's Store that says ICE CREAM SODA.\n  • In order to Beat the Time, Grover must bring Guy Smiley five things that contain milk. One is a dish of ice cream. (EKA: Episode 0684)\n  • Ernie builds Bert an ice cream soda. (EKA: Episode 0750)\n  • To apologize for knocking down Bert's sand castle, Tough Eddie brings him an ice cream cone. (EKA: Episode 0774)\n  • In Episode 0784, David is accused of shortchanging a customer who bought an ice cream soda.\n  • Mr. Hooper loses his glasses in Episode 0786; they fall into ice cream, thus demonstrating another hazard posed by the frozen substance.\n  • The Mad Goat Song sees a pig refusing to share ice cream with a goat. (EKA: Episode 0824)\n  • Lefty sells Ernie an invisible ice cream cone. (EKA: Episode 0867)\n  • In Sesame Street: 20 and Still Counting, Grover has a job as an ice cream vendor and interrupts Kermit the Frog's news report when he is selling them.\n  • In Sesame Street Stays Up Late Carlos, a child in Portugal, makes wishes on 12 grapes for the New Year. His wishes are all sweets, mostly ice cream.\n  • Episode 3856 tells the story of Wormy Gras, in which worms all over the world dress in costumes. Slimey dresses as the straw in an ice cream soda. Then, we see a cartoon about the invention of the ice cream soda straw, as inspired by anteaters.\n  • In the street story of Episode 3962, Baby Bear compares Elmo's collage to a purple, furry pile of ice cream.\n  • Episode 4008 features a cameo from Jerry Nelson as an ice cream vendor.\n  • \"It's a Circle\" is a song about circles performed by Ernie and Bert. A bowl of ice cream is shaped like a circle. (First: Episode 4034)\n  • The street story in Episode 4124 includes a subplot about Elmo's ice cream being locked in Hooper's Store.\n  • Ernie imagines that Bert might slip on his rollerskate, roll out the door and bring back an ice cream cone.\n  • A 1994 stage show at Sesame Place, The Perils of Miss Prairie, depicts Prairie Dawn as the proprietor of an ice cream parlor.\n  • Big Bird loves birdseed milkshakes (a concoction presumably made by blending ice cream, milk, and birdseed). Mr. Hooper made them for him, and that was one of the strongest connections in their relationship. When Mr. Hooper died, one of Big Bird's first thoughts was of birdseed milkshakes. Luckily, he needn't have worried. Susan makes him one in Episode 3976, Alan makes him one the next day in Episode 3977, and even Natalie makes him one in Episode 4060. In Episode 4119, Big Bird wishes the adults were more like kids, and only reverses his wish when the young Alan can't make a birdseed milkshake. In Episode 4140, Alan's newest assistant, Chris, also knows how to make a birdseed milkshake, but he couldn't stop dancing to make it when Zoe inadvertently wishes everyone would wear a tutu and dance ballet.\n  • Oscar the Grouch has a fondness for even less traditional ice cream dishes. On 1970's single of the Sesame Street Theme Song, a skit on the B-side has Oscar proclaiming enthusiasm for ice cream, as long as it is topped with spinach, chocolate syrup and pickles. During the song Wonderful\/Yucchy, Oscar rejects a strawberry ice cream cone because it isn't sprinkled with pickles. Similarly, in Episode 0279, he attempts to grow pickle ice cream cones in a flower pot. In a visit to Bert and Ernie's apartment, he trades two ice cream cones for a bowl of banana, ice and gravy. In Episode 4133, he fixes himself a sundae consisting of chocolate ice cream, fish, sauerkraut, marshmallows and a cherry on top. Oscar also feeds catsup ice cream to his cat, Fido, in E... (truncated)",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.8789370656,
        "format_confidence":0.9920429587
    },
    {
        "url":"https:\/\/www.trenthamestate.com.au\/the-trentham-story\/the-winemaking-process\/",
        "text":"The Winemaking Process\n\nHome \/ The Trentham Story \/ The Winemaking Process\n\n\nThe grapes are picked at optimum ripeness to produce the perfect flavour\n\nOne of the most important decisions in the winemaking process is the harvest date. The ripeness level of the fruit largely determines the flavour and style of the wine. To pick the grapes at their best involves lots of testing and tasting of the fruit from each individual block to get the timing right.\n\nAll the fruit is machine harvested which results in the fruit getting to the winery quickly and in top condition.\n\nCrush and Press\n\nCareful treatment of the fruit is crucial in the early stages\n\nThe fruit is put through a de-stemmer to remove the stalks from the grapes. The next step depends of the fruit type.\n\nFor white varieties, the grapes are gently squeezed using an air bag press to separate the juice from the skins and seeds. The juice is then fermented with cultured yeast at cool temperatures in refrigerated tanks. Fermentation takes 2-3 weeks.\n\nUnlike the white grapes, reds are pumped directly into the tank to ferment on their skins as much of the flavour, tannin and colour lies within the skin. The fermentation last 7-10 days, during this time the tank is regularly mixed to help extract as much colour and flavour as possible.\n\n\nVarious methods are used across the many varieties\n\nMaturation time depends on the style of the wine. Most of our white wines are bottled young and fresh shortly after vintage. A couple of exceptions are Chardonnay and Taminga. Chardonnay is matured in French oak puncheons in our underground barrel cellar and the Taminga in stainless steel tanks where time improves flavour and complexity.\n\nOther than Maestri, all of our red wines are matured in French and American oak to soften the wine and add complexity.\n\n\nWhere it all comes together\n\nTrentham Estate red and white wines are bottled under screw cap for preservation of quality.\n\n\nThe best part, of course!\n\nThe final result is a range of high quality varietal wines with an emphasis on full fruit flavour and palatability. Taste our wines in the Cellar Door, enjoy a glass or two with lunch in our Restaurant, or share at home with family and friends. Our Life, Your Wine.\n\nContact Us\n\nWe're not around right now. But you can send us an email and we'll get back to you, asap.\n\nNot readable? Change text. captcha txt",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9927129149,
        "format_confidence":0.6099914312
    },
    {
        "url":"https:\/\/www.reference.com\/food\/long-molasses-last-1be6cdaf5019feb",
        "text":"How Long Does Molasses Last?\n\n\nQuick Answer\n\nMolasses does not have an official expiration date and there is some question as to whether it ever goes bad. It is sold instead with a \"best before\" date, indicating the date at which it may start to lose flavor.\n\nContinue Reading\nHow Long Does Molasses Last?\nCredit: Chris Waits CC-BY-2.0\n\nFull Answer\n\nWhether opened or unopened, molasses lasts well for at least a few years with no diminution of smell or taste; some taste tests show that it is still good after 10 years, according to EatByDate. It is safe to use molasses after the \"best before\" date has passed. Molasses should be stored in a cool, dark place and need only be discarded if it appears moldy or has had a noticeable change in its appearance or aroma.\n\nLearn more about Food Facts\nRelated Videos\n\nRelated Questions",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9953286648,
        "format_confidence":0.9813855886
    },
    {
        "url":"http:\/\/www.wisegeek.com\/what-should-i-consider-when-buying-a-cooling-rack.htm",
        "text":"What Should I Consider When Buying a Cooling Rack?\n\nArticle Details\n  • Written By: J. Beam\n  • Edited By: Niki Foster\n  • Last Modified Date: 24 September 2016\n  • Copyright Protected:\n    Conjecture Corporation\n  • Print this Article\nFree Widgets for your Site\/Blog\nDue to synthetic materials and furnishings, new homes burn about five times faster than those built 30 years ago.  more...\n\nSeptember 25 ,  1789 :  The US Bill of Rights was adopted.  more...\n\nA cooling rack is an essential piece of bakeware for anyone who bakes frequently. Cooling racks create a place for your baked goods to cool evenly and prevent over-baking caused by continued transfer of heat from the bakeware. Choosing the right cooling rack largely depends on the type of baking you do most often. Unless you are fortunate enough to have unlimited storage space in your kitchen, you should choose the most versatile cooling rack for your baking needs.\n\nThere are many different sizes and shapes of cooling racks. Most are a wired design, allowing you to transfer your baked goods directly to the rack for cooling, but a few are designed like an open shelf and meant simply to hold the entire baking sheet or pan. The design you choose should depend largely on personal preference, but most people prefer to use the wired cooling rack for cookies because it free up cookie sheets between batches and also prevents over-baking.\n\n\nIf you bake primarily cookies, you might want a stackable or multi-tiered wired cooling rack. This will take up less counter space, but still allow room for the most cookies or baked goods. If you find you primarily bake cakes, you may choose to invest in a round cooling rack designed just for round cakes. These are smaller and simpler to store, but will limit your use to only goods baked in round pans. The most versatile choice of a single cooling rack is a set of rectangular racks that can be stacked together.\n\nCooling racks in general are not expensive, and you might want to purchase a couple of different ones to accommodate a variety of baking purposes. The only things to keep in mind before buying a cooling rack or racks are how much storage space you have, the amount of counter space you have, and the versatility of each model. Ease of cleaning is also a consideration, and you might want to make sure your cooling rack will fit in your dishwasher if you do not plan to wash it by hand.\n\n\nYou might also Like\n\n\nDiscuss this Article\n\nPost 3\n\na cooling rack allows for quick even drying. It prevents products from continuing cooking after removing from the oven. Try baking a batch of cookies, remove half to a cooling rack and leave half on the sheet pan. you will note that the ones on the cooling rack are moister and more evenly cooked. the ones left on the pan will likely have a hard crusty bottom.\n\nhowever, you should not move cookies until they have rested and stiffened enough to move. generally just a couple of minutes.\n\nPost 2\n\nI wouldn't advise this. As things are baking in the oven, they generally get much softer before they start to harden again. A cooling rack has lots of spots for gooey dough to slide through. A cookie sheet is a much better option.\n\nPost 1\n\nCan I cook a pizza in the oven on a wire cooling rack?\n\nPost your comments\n\nPost Anonymously\n\n\nforgot password?",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.7722939849,
        "format_confidence":0.7816331387
    },
    {
        "url":"http:\/\/www.foodista.com\/food\/84DLV6BD\/brocciu-cheese",
        "text":"Brocciu Cheese\n\n\nProduced on the island of Corsica, Brocciu is considered a national food. Like Ricotta, it is a young white cheese and is paired frequently with Corsican white wines. It is an unusual cheese made from either unpasteurized goat's or ewe's milk, similar to an Italian ricotta, though unlike ricotta Brocciu is lactose free. The cheese is drained in woven baskets and has a mild flavor. Some of them are salted and dried for six months, which imparts a sharp flavor. The pate is soft, sweet and smells of milk. It is usually eaten fresh, either hot or cold, within 48 hours with jam or salt and pepper. Excellent as a filling for omelets.\n\n\nTranslations: Brocciu Siers, Brocciu Sūriai, Brocciu Brânză, Brocciu sira, Brocciu, Brocciu पनीर, Brocciu Queijo, Brocciu сыра, Brocciu Τυρί, Brocciu الجبن, Brocciu 치즈, Brocciu Sýry, Brocciu Keju, Brocciu奶酪, Brocciu Formatge, Brocciu Sir, Brocciu Syry, Brocciu Formaggio, Brocciu גבינה, Brocciu Ost, Броцциу сир, Brocciuチーズ, Brocciu fromage, Brocciu, Brocciu Queso, Brocciu сиру, Brocciu Juusto, Brocciu сирене\n\nRelated Cooking Videos",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9967159033,
        "format_confidence":0.9677239656
    },
    {
        "url":"http:\/\/penobscotmarinemuseum.org\/PMM-Reader\/yorkies-diner-camden-maine\/",
        "text":"Yorkies Diner – Where You Can Get the Best Food on the Maine Coast – 44 Chestnut Street, Camden, Maine\n\nErskine York was born in Rockland, Maine, in 1892.  He began a career as “Yorkie the Clown” in 1926 and worked with Charlie Sparks Circus, Cole Brothers Circus, and Ringling Brothers-Barnum & Bailey Circus, among others.  He went into the restaurant business in Camden in 1944 but continued to make appearances as a clown at parades and other local events.   He was known as a delightful and colorful character and great storyteller.\n\nYorkie ran a hot dog stand on Elm Street before opening a restaurant on Chestnut Street, which became quite a destination.  The diner’s walls were covered with autographed photos of famous entertainers and from “Peyton Place,” which was filmed in Camden in 1957.  He published a cookbook of recipes from the diner.  In 1958 he sold the Camden restaurant and moved to the Camden Road (Route 1) in Rockport, where he continued to run a hot dog and hamburger stand.  He died on October 16, 1966, and, according to his obituary, on October 18 “in respect to Yorkie’s memory all businesses in Camden’s Main Street observed half hour cessation from 2 to 2:30.”\n\nInformation provided by Camden Public Library\n\nCatalog Number LB2007.1.106459",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.6235522628,
        "format_confidence":0.9445625544
    },
    {
        "url":"http:\/\/musgravefoodsafetyhub.ie\/food-safety-culture-becoming-the-law\/",
        "text":"Food Safety Culture Becoming the Law\n\nFood Safety Culture Becoming the Law\n\nThe European Commission has proposed some addition to the regulation on the hygiene of foodstuffs (Regulation 852\/2004). One aspect of the changes to the regulation will be a requirement for the adoption of the concept of a “food safety culture” within all food businesses. This concept has gained momentum in recent years and was adopted by Codex Alimentarius. The idea is that a food safety culture within a food business enhances food safety, by increasing the awareness and improving behaviour of employees in food businesses. The implementation of the food safety culture will take account of the nature and size of the food business.\n\nThe proposed addition to the regulation will require food businesses to establish, maintain and provide evidence of an appropriate food safety culture by fulfilling the following requirements:\n\n  • commitment of the management and all employees to the safe production and distribution of food\n  • leadership towards the production of safe food and to engage all employees in food safety practices\n  • awareness of food safety hazards and of the importance of food safety and hygiene by all employees in the food business\n  • open and clear communication between all employees in the food business, within an activity and between consecutive activities, including communication of deviations and expectations\n  • availability of sufficient resources to ensure the safe and hygienic handling of food.\n\nManagement commitment shall include:\n\n  • ensuring that roles and responsibilities are clearly communicated within each activity of the food business\n  • maintaining the integrity of the food hygiene system when changes are planned and implemented\n  • verifying that controls are being performed timely and efficiently and documentation is up to date\n  • ensuring that the appropriate training and supervision are in place for personnel\n  • ensuring compliance with relevant regulatory requirements\n  • encouraging continual improvement of the food safety management system of the food business, where appropriate, taking into account developments in science, technology and best practices.\n\nThe proposal for the addition has been agreed, however is not published yet and the date for publication is not known at this time. The FSAI will share the addition once it is published.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.7870169878,
        "format_confidence":0.835095942
    },
    {
        "url":"http:\/\/www.indiamarks.com\/the-indian-curry\/",
        "text":"The Indian Curry\n\nIndian curry\n\nThe ultimate identity of India with the world, starts with the flavors of the Curry. It has caught the fascination of the globe around. It is one cuisine that is made with different variations by different famous chefs. People coming to India are always surprised as to how different the Curry tastes in India than in their respective countries.\n\nThe origin of the word ‘Curry’ comes from the the south Indian word ‘Kari’ which is a blend of spices and sauces, mainly coconut. However, it has spread all over the country with a number of variety. A curry takes in and combines different spices, vegetables, meat or any specialty of a particular place. And no matter how it tastes or how people make it different variations, it has always reflected its Indian quality – the one of adaptability.\n\nThe popularity of the Curry\n\nThe origin of ‘Curry’\n\nThe word curry comes from the Tamil word ‘kari’ which is a sauce of various spices. Alan Davidson, in his book ‘Oxford Companion to Food’, writes the accounts from a Dutch traveller in 1598 referring to a dish called ‘Carriel’. He also refers to a Portuguese cookery book from the seventeenth century called ‘Atre do Cozinha’, with chilli-based curry powder called ‘caril’.\n\nCamellia Punjabi, in her book ‘50 Great Curries of India’, says that ‘Curry’ means ‘gravy’. She also suggests that probably in the North India a gravy dish was called ‘kaddi’ and that is where the English first landed in 1608 and then 1612.\n\nThe different influence of Curry\n\nThe ‘Curry’ is made differently in other South-east Asian countries. It is made in countries like Sri Lanka, Pakistan, Bangladesh, Malaysia, Indonesia to name a few.\n\nThe term ‘Curry’ is now used more broadly, especially in the Western world, to refer to almost any spiced, sauce-based dishes cooked in various south and southeast Asian styles. Each curry has a specific name, however, any wet side dish made out of vegetables and\/or meat is historically referred to as a ‘curry’ – especially those yellow, Indian-inspired powders and sauces with high proportions of turmeric. The dishes are given specific names that indicate the meat and\/or vegetable, method of cooking, or the particular spices used\n\nThe Elements of the Curry\n\n\nSpices are the essential ingredients of the ‘Curry’. Without it, it would just be like a coffee without coffee beans. The spices are called ‘Masala’ in India. There is a misunderstanding among the Americans that they believe ‘Curry’ is a spice. Curry powders are available in many supermarkets abroad. But that is a mixture of spices to be put in a Curry. The basic spices needed to make a Curry are black pepper, chilli pepper, cloves, coriander, fenugreek, cinnamon, cardamom, cumin, ginger turmeric and nutmeg. You can mix your own curry powder according to your tastes or buy it ready mixed in the spice aisle of your grocery store.\n\nCurry Leaves – Seasoning\n\nCurry Leaves are a kind of herbs you find in India. It is called ‘kadhi-patta’ in hindi. They look like miniature lemon leaves and are grown at homes and also grow wild in most forest regions of India and are used as a seasoning. The curry leaf plant, is a native of Tropical Asia, southern India and Sri Lanka. It is used in curries as well as other food dishes in India. It is best to use a fresh piece, fried in hot oil and ghee for the aroma. It is largely a seasoning leaf, to be used only in specific curries to provide specific tanginess. Very rarely it is used ground along with other spices, more often than not, it is the first thing in the oil to be used to make the curry itself. Not surprisingly, the curry then acquires a personality of its own.\n\nThe second level of seasoning\n\nA mixture of garlic, ginger, tomatoes and onions forms the second level of seasoning for Curry. These are the other most essential ingredients for any Indian food other than the spices. These form the base for the spicy and tangy taste of Indian food. Anything without these are considered bland. The famous ginger-garlic paste is made by scraping the skin from the Ginger and garlic. Cut the ginger into small chunks and blend it together with garlic with a little water. It can stored in clean air tight jar by adding a little quantity of oil.\n\nThe Popular types of Curry\n\n1. Chicken tikka Masala – Its a mild curry dish of chicken in a tomato-based sauce, cooked tandoori style (in a charcoal-fired oven). The sauce usually includes tomato and either cream or coconut cream and various spices. The sauce or chicken pieces (or both) are often coloured orange or red with food dyes. Other tikka masala dishes replace chicken with lamb, fish or paneer.\n\n2. Korma – Korma is prepared with butter and thickened with single cream and coconut milk to give a very, very mild creamy sauce. Spicing would be more subtle, and there would be more use of aromatic spices such as cardomom, clove and cinnamon rather than the more robust spices such as chilli, cumin, black pepper etc.\n\n3. Madras Curry – Madras curry is a spicy curry which originates in the South of India. This curry can accompany vegetables or meats, and it can feature a wide range of ingredients, although chili peppers are usually a fundamental ingredient. Many Indian restaurants offer various foods with Madras curry, ranging from chicken to lentils.\n\n4. Jalfrezi – It is a dry-fried chicken curry, with delicious mix of green peppers (also known as capsicum or bell peppers or Shimla mirch), onions, green chillies and tomatoes. It has a creamy, clingy gravy. It also consists of paneer combined with mixed bell peppers tempered and saute in spicy masala. It is also known as ‘kadai paneer’.\n\n5. Vindaloo – Vindaloo, a speciality of central and southwestern India, is prepared with roasted spice blend including mustard seeds, cumin seeds, ginger, peppercorns, fenugreek seeds, cloves and coriander seeds. Red chiles are a must and tamarind concentrate is favored. Vindaloo sauce is typically combined with meat and served with rice.\n\n6. Rogan Ghosh – Rogan josh is an aromatic curry dish. Rogan means clarified butter in Persian, while Josh means hot or passionate. Rogan Josh thus means meat cooked in clarified butter at intense heat. It consists of a mixture of spices like paprika for its red colour, aniseed, cloves, cumin, cinnamon, and many others. Many variations have ginger, garlic, and yoghurt, and some also use tomatoes.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9969334602,
        "format_confidence":0.7362082005
    },
    {
        "url":"http:\/\/the.hitchcock.zone\/wiki\/Ernie%27s_restaurant",
        "text":"Jump to: navigation, search\n\nErnie's Restaurant, San Francisco, California\n\n(Redirected from Ernie's restaurant)\n\nLocated at 847 Montgomery Street, Ernie's Restaurant was a popular landmark in San Francisco for over 60 years and eventually closed in 1995. The restaurant was the recipient of 32 consecutive annual five-star awards from the Mobil Travel Guide.[1]\n\nHitchcock's Films\n\nVertigo (1958)\n\nBoth the interior and exterior of the restaurant were re-created as sets in the studio for Vertigo. The owners of the restaurant, Roland and Victor Gotti, appear in the film and provided numerous props from the restaurant for the studio set. Victor Gotti later recalled fluffing his line as James Stewart entered the restaurant, saying \"Good evening, Mr. Stewart\" instead of calling him \"Mr. Ferguson\".[2][3]\n\nGoogle Maps\n\nNearest Locations\n\n\nFilm Frames\n\nSelection of film frames: Ernie's restaurant\n\n\nNotes & References\n\n  1. History Company: Ernie's of San Francisco Ashtray\n  2. Vertigo: The Making of a Hitchcock Classic (1998) by Dan Auiler, pages 107-8\n  3. Inside Scoop SF: Ernie's Restaurant Saying Good-bye",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9079051614,
        "format_confidence":0.9927742481
    },
    {
        "url":"http:\/\/www.holymtn.com\/culture\/china\/chinese-food-and-dining-customs\/",
        "text":"Chinese Customs Beckon Good Fortune\n\nFor more than 5,000 years, people have been celebrating the Chinese New Year. The two-week festival marks the start of the lunar calendar and is the most important of Chinese holidays. Festivities start with the new moon on the first day of the New Year and end on the full moon 15 days later, when Chinese communities celebrate the Lantern Festival. Its many rituals include visits to ancestral shrines, parades and fireworks, and feasts with traditional foods.\n\nFood customs include:\n\n  • Offerings to the Kitchen God, made before the end of the lunar calendar.\n  • A “harmony tray” of nine snacks symbolizing wealth, good fortune and family unity.\n  • Gifts symbolizing wealth and good fortune, such as tangerines for good luck, candies in the shape of gold coins for wealth, flowers or homemade pastries.\n  • Won tons, representing blessings such as good fortune and wealth.\n  • A family feast to reaffirm kinship and pay respect to heads of households.\n  • A whole fish, signifying prosperity and placed pointing to the guest of honor, is often the centerpiece of the meal and the last dish to be served. Fish and fowl served whole with the head suggest “a favorable start and finish.”\n\n    Tofu, pork, roast duck and chicken may also be served, as they, too, represent good luck. Asian noodles, especially long, whole noodles, are served because they represent long life. For New Year’s in Northern China, dumplings are served while noodles are eaten in the south.\n\n    Thin vermicelli noodles are called “silvery threads of longevity.” Seasoned pork shoulder is “Mist of Harmony.” The names of food served during the New Year suggest auspicious things. Some Chinatown merchants even put away foods that sound negative, such as “bittermelon.”\n\n    Among Chinese dining customs:\n\n  • Families often dine elbow-to-elbow at round tables to create a circle symbolizing unity and caring.\n  • The head of the household sits facing the doorway, to greet newcomers.\n  • The most senior diners are served first; children generally serve their elders.\n  • Before a meal can begin, each child must invite the elders to eat.\n  • Chopsticks are never placed across the bowl or vertically in it, because that symbolizes death and bad fortune.\n  • Knives are not set on the table, as they are considered cooking utensils. You might cut off your fortune if you use a knife on New Year’s Day.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.8510037661,
        "format_confidence":0.9194154739
    },
    {
        "url":"http:\/\/www.readthehook.com\/94271\/cover-sidebar-apple-facts-glass-cider-day?quicktabs_1=1",
        "text":"Apple facts: A glass of cider a day...\n\nOne bushel of apples (40 pounds) yields about three and a half gallons of cider.\n\nCider has a refrigerated shelf life of two to three weeks at 32-36 degrees F.\n\nApple cider is a high in pectin and potassium– and has zero fat.\n\nFresh cider is made with a blend of tart apple varieties.\n\nApple cider may be frozen for up to a year without loss of quality. (Because it expands, use plastic containers filled only three-fourths full.)\n\n–from various sources including Vermont's Cold Hollow Cider Mill",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9965187311,
        "format_confidence":0.9480369091
    },
    {
        "url":"http:\/\/www.mindfuleating.org\/chocolate.html",
        "text":"Relax.    Slow down.    Enjoy.     Attend.     Be Mindful.\nThe CAMP System\nThe CAMP System\nCopyright © 2004 DayOne Publishing. All rights reserved.\n  Illustration by Josh Burggraf\nComing into\nBalance and Harmony\nWith Food\nThe cacao tree is a native of South and Central America. Today it is cultivated around the equator and can be found in the Caribbean, Africa, South-East Asia and in the South Pacific Islands of Samoa and New Guinea.\n\nAs a tropical plant, the cacao tree grows only in hot, rainy climates. Young trees are rather delicate and require a fair amount of shade and protection from wind. Most cacao trees are planted under food crop shade trees such as banana, plantains, and coconuts or under native older growth tropical forest.\n\nTrees begin bearing fruit after five years. Mature cultivated trees grow to about twenty or twenty five feet. Wild trees grow as tall as sixty feet.\n\nCAMP Focus\nto CAMP Focus\nWhat It Is\nTheobroma cacoa (Cocoa tree)\nThere are three main types of cacao trees. Forastero is the most common, comprising more than 90% of the world’s cacao bean production. Criollo beans are rarer and are highly prized by the world’s best chocolate makers. The third variety, Trinitario is a cross between Criollo and Forastero.\nCacao pods grow directly off the branches and are picked by tumbadores, skilled workers who use long mitten-shaped steel knives to snip the pods down from the trees. Other workers collect the pods in baskets and carry them to the edge of the field where they are split open by machete-wielding workers. An expert worker can split as many as 500 pods an hour. The beans are then scooped out by laborers and placed in baskets or boxes. Each pod contains from 25 to 50 cream-colored beans, and it takes about 400 beans to make one pound of chocolate.\n\nA recent study on cocoa harvesting raised concerns regarding the use of child labor on cocoa farms in western Africa, where as many as 284,000 children are believed to work in hazardous conditions. The study revealed that as many as 15,000 of these children are actual slaves. The Ivory Coast produces more than 40% of the world’s cocoa beans. Since the release of the study several international agencies have begun working on processes to reform labor practices in the cocoa production market.\n\nAfter harvesting, the beans are first fermented for a few days and are then spread on bamboo mats or trays to dry under the hot tropical sun. After drying they are loaded into sacks that weigh from 130 to 200 pounds and are delivered to shipping centers to be inspected and then purchased\n\nChocolate making is elaborate and time-consuming. Beans are cleaned, weighed and blended with other beans according to the company’s specifications for specific flavors. The beans are then roasted in large cylinders to bring out the characteristic chocolate aroma. Then the beans are cooled and their papery outer shells are removed. The meat of the bean, known as a “nib,” is then ready to be ground. Large grinding stones or heavy steel disks crush the beans. The heat from this process liquefies the cocoa butter in each bean and turns the ground beans into a liquid known as “chocolate liquor.” This liquid is poured into molds to solidify. Cocoa powder is made by removing much of the cocoa butter. Adding more cocoa butter to the liquor, along with milk, sugar and vanilla, is the recipe for sweet eating chocolate.\n\nMaking Chocolate\n\nWhen You Eat...\nEach tree sprouts thousands of small waxy pink or white five-petaled blossoms. Some of these blossoms will mature into pods– the fruit of the cacao tree. Cacao tree pods contain the cocoa beans that will be ground to make chocolate.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9908211827,
        "format_confidence":0.9312000871
    },
    {
        "url":"http:\/\/ohrc.on.ca\/en\/moving-towards-barrier-free-services-final-report-restaurant-accessibility-initiative\/ohrc%E2%80%99s-restaurant-accessibility-initiative",
        "text":"Language selector\n\nThe OHRC’s Restaurant Accessibility Initiative\n\nPage controls\n\nPage content\n\nFollowing the launch of the Policy in March 2001, the OHRC initiated an inquiry under section 29 of the Code into accessibility in the restaurant industry. The objectives of the inquiry were to:\n\n  • To increase awareness and report back to restaurant industry leaders and the general public on the nature of existing barriers that prevent persons with disabilities from accessing restaurants in their community.\n  • To work cooperatively with restaurant industry leaders and seek their commitment to voluntarily take steps to identify, remove and prevent barriers and accommodate the needs of customers with disabilities in order to meet their obligations under the Code.\n\nRestaurant Survey\n\nAt that time, the OHRC wrote to 29 major restaurant chains requesting information regarding the standards and objectives set for achieving accessibility, and the current level of accessibility in their premises. As well, the OHRC asked how the accessibility of franchised premises was monitored and if this was a part of franchise agreements. Despite a follow-up letter in September 2001, many of the chains failed to respond. As well, when the OHRC reviewed the responses it did receive, it became clear that restaurant chains were setting their standards for accessibility based only on the OBC that was in effect at the time of construction or renovation. It was learned that, for the most part, neither the Code, nor the Policy, nor other available barrier-free design standards were being considered in setting standards for accessibility in restaurants. This has also been the OHRC’s own observation based on inquiries received and complaints filed regarding this issue.\n\nAccessibility Audit\n\nIn August 2002, the OHRC engaged an expert consultant on disability issues and barrier-free design to conduct an accessibility audit. The audit focussed on the physical premises and services of seven select restaurant chains of the original 29 restaurants contact. These chains were: McDonald’s, Country Style Donuts, Pizza Hut, Starbucks, Subway, Swiss Chalet and Tim Horton’s. Four locations were audited for each chain, totalling 28 locations across the province.\n\nCompletely inaccessible locations were avoided so that the auditors who use wheelchairs could access the premises to complete the balance of the accessibility audit.\n\nA checklist was developed to identify critical accessibility indicators for different disabilities that would provide a quick, reliable and accurate assessment of restaurant facilities based on criteria from CSA Standard B651-M95 “Barrier Free Design” and with the OBC. It was applied only to the public areas of the restaurants audited and did not include areas used only by employees. Persons with disabilities conducted the assessment of sites.\n\nA detailed summary of the results of the audit is set out in the OHRC’s publication, Dining Out Accessibly. Although the locations varied widely in accessibility, all of the restaurant chains audited revealed some accessibility issues. These included\n\n  • lack of an obvious and safe pedestrian route into the facility;\n  • inadequate accessible parking spaces;\n  • entrance doors that are too narrow, don’t open fully or don’t have automatic door openers;\n  • entrances approached by steps or with high thresholds;\n  • lack of well-contrasted signage, menu boards and menus;\n  • inadequate interior routes and maneuvering space for persons using wheelchairs;\n  • inaccessible washrooms; and\n  • high takeout or self-serve counters.\n\nThese results were shared with each of the seven chains in June 2003 to ascertain their plans and seek their commitments for achieving and ensuring accessibility in the future.\n\nAccessibility Commitments\n\nDuring the fall of 2003, the OHRC met with each of the seven chains audited. The OHRC asked the chains to commit to the following five steps in order to move towards meeting their obligations under the Code:\n\n  1. Develop an accessibility policy and customer complaints procedure. Create no new barriers to access. Accommodate needs where barriers exist, short of undue hardship.\n  2. Review and identify accessibility barriers across corporate-owned and franchisee facilities.\n  3. Develop a standardized accessibility plan for future locations that is based not just on the current Ontario Building Code, but also in respect of the requirements for accessibility under the Ontario Human Rights Code and the OHRC’s Policy and Guidelines on Disability and the Duty to Accommodate, as well as upon current standards and best practices in barrier-free design.[5] This standardized plan should be mandated for all new locations and part of all franchisee agreements, and should clearly stipulate that the requirements of the accessibility plan must be met as a condition of the agreement. Avoid opening new restaurants in inaccessible premises.\n  4. For existing facilities, develop a plan, and remove barriers to achieve accessibility. Immediately take steps to fix problems that can be easily addressed and\/or are relatively inexpensive. For more complex barriers, implement interim solutions and phase in remaining changes that are needed to achieve full accessibility. Prioritize the changes, set specific deadlines, and assign responsibilities.\n  5. Monitor progress toward achieving accessibility and report back to the OHRC in one year’s time on achievements.\n\nIn April 2004, the OHRC reported publicly on the results of the audit and the commitments made by the seven chains, in Dining Out Accessibly. At that time, the OHRC itself made the following commitments:\n\n  1. The OHRC will continue a multi-faceted and systemic approach to pursuing the issue of restaurant accessibility by engaging the restaurant industry through professional associations, as well as raising concerns with government in regards to the OBC and the Government’s initiative to review the scope of the Ontarians with Disabilities Act.\n  2. The OHRC will continue to receive, mediate and investigate complaints involving inaccessible restaurants and other services, and where appropriate, will refer unresolved cases to a Human Rights Tribunal.\n  3. The OHRC will report back in 2005 on the status of activities and advancements made in all these areas.\n  4. The OHRC will disseminate these findings to other major restaurant chains and will also ask them to report back on the accessibility of their chains as well as seek their commitment to the five steps listed above.\n\nImmediately following the public release of Dining Out Accessibly, the OHRC took steps to share this information with the restaurant industry. In partnership with the Ontario Restaurant, Hotel & Motel Association, copies of the Report were sent out to 109 restaurant businesses.\n\nIn June 2004, the OHRC took steps to contact the remainder of the 29 restaurant chains that it initially contacted in May 2001.[6] The OHRC provided these restaurant chains with information about the OHRC’s restaurant initiative and the commitments made by the seven audited restaurant chains. The OHRC requested that these restaurants agree to the five steps agreed to by the seven chains that were audited. Meetings and discussions were held with these restaurant chains over the course of 2004\/2005. The OHRC received commitments to the five steps from all but one of the restaurant chains that it contacted. A Commission Initiated Complaint was filed against that chain, which has now entered into a negotiated settlement with the OHRC.\n\n[5] CSA Standard B651-M95 “Barrier Free Design” and CSA Standard B480-02 “Customer Service for People with Disabilities” (\n[6] The OHRC initially contacted 29 restaurant chains. Seven chains were audited and made commitments in 2003. Nineteen of the original 29 chains were re-contacted in 2004. During the period of this initiative, some of the restaurants initially contacted ceased to operate in a substantial way in Ontario. As well, some of the organizations contacted by the OHRC operate a number of brands, and made commitments for more than the brand initially identified by the OHRC. The numbers of restaurants contacted and making commitments therefore do not add up.\n\nBook Prev \/ Next Navigation",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.8283384442,
        "format_confidence":0.7900677323
    },
    {
        "url":"https:\/\/www.wisegeek.com\/in-cooking-what-is-a-garnish.htm",
        "text":"In Cooking, what is a Garnish?\n\nArticle Details\n  • Written By: Dana Hinders\n  • Edited By: O. Wallace\n  • Last Modified Date: 18 September 2018\n  • Copyright Protected:\n    Conjecture Corporation\n  • Print this Article\nFree Widgets for your Site\/Blog\nNYC drivers spend an average of 107 hours per year looking for parking spots; the national average is 17 hours.  more...\n\nSeptember 21 ,  1939 :  US President Franklin D. Roosevelt urged Congress to repeal the Neutrality Acts.  more...\n\nTo cook like a professional chef, people need to understand the importance of food presentation. Nothing completes a delicious meal like appropriate garnish choices. Garnishes are small additions of herbs, specially sliced vegetables, or other items that can be used to enhance the color of a dish, provide contrast, or add a festive finishing touch. When used properly, these additions can help to transform an ordinary meal into a special occasion.\n\nGarnishes can be used throughout a meal to add impact to food choices. For example, curled cucumber spirals are a popular addition for salads. Potatoes are often sprinkled with parsley or chives for added contrast. For desert, ice cream sundaes are frequently served with a maraschino cherry on top.\n\nThere are many different types of cocktail garnishes as well. Lemon slices, cherries, carrot sticks, cocktail olives, shrimp, strawberries, and watermelon wedges are used on a variety of mixed drinks. Whiskey or brandy based alcoholic drinks typically have minimal additions.\n\nTraditionally, these additions are associated with a specific food item, and many cookbooks give suggestions within the recipe. Many cooks like to experiment with their own ideas to express their creativity in the kitchen. Someone who stumbles on a great option may even manage to start her own culinary trend.\n\n\nTo garnish food at home, a cook will need to keep the right tools on hand. A well stocked spice rack, a sharp knife, a grater, skewers, and an assortment of cookie cutters will make these additions easier to create. Other useful tools include pastry brushes, an apple corer, a melon baller, and a butter curler.\n\nTo ensure a crisp look, garnishes should be added to food just before serving. Cooks who need to prepare the meal in advance can store the garnish in an airtight container covered with plastic wrap. Apples, bananas, potatoes, and other items that may discolor can also be brushed with lemon juice to help preserve their appearance.\n\nAlthough garnishes are sometimes confused with condiments, these two terms are not interchangeable. A garnish is simply decorative, but a condiment is used to add flavor to a particular food item. Examples of popular condiments include ketchup, mustard, barbecue sauce, ranch dressing, soy sauce, mayonnaise, and Tabasco sauce.\n\n\nYou might also Like\n\n\nDiscuss this Article\n\nPost 11\n@sunnySkys - A well done garnish does make a nice meal feel even more special. However, as other people have pointed out, there's no reason why you can't do garnishes at home if you want to.\nPost 10\n\nI love garnishes. I think they do add a special extra something to a meal. When I go to a restaurant that pays a lot of attention to presentation, it really makes me feel like I'm getting my moneys worth.\n\nI love when you're at the table, and they bring the food and set it in front of everyone, and it just looks delicious. There's a big difference between just throwing food on a plate at home, and good presentation (complete with garnish) at a nice restaurant.\n\nPost 9\n\n@strawCake - I'm with you on that one. I've also seen a few pieces of lettuce used as a garnish, and I really don't get it. I also hate the idea of a pickle as a garnish, because I really dislike pickles. Some places just throw a pickle on top of the rest of the meal, and the pickle juice leaks into it. Gross.\n\nPost 8\n\nI know presentation is important, but a lot of times, I think garnishes are totally pointless. They're especially pointless when they're not done well. I'd rather have no garnish than one sad looking, wilted sprig of parsley thrown onto my plate as an afterthought.\n\nI'm definitely not going eat a wilted vegetable, and if it doesn't even look good, what's the point?\n\nPost 7\nI really like it at steakhouses when they will include a bulb of roasted garlic as a garnish. It is really striking looking, and it actually enhances the meal. The aroma affects the flavor of everything around it and you can usually squeeze out a delicious roasted garlic paste that adds an amazing garlicky kick to any steak or potato.\nPost 6\n\n@Perdido – I've heard that you can carve shapes out of cantaloupe rather easily, since it's pretty substantial. I have a friend who makes flower shaped garnishes from cantaloupe, and they are rather impressive.\n\nHowever, I'm not quite so advanced. I garnish with banana slices, but anyone could do that.\n\nI love putting chocolate hazelnut spread on top of a piece of toast and topping it off with small slices of banana. It's a healthy and delicious garnish, as long as I don't eat too much of it. It may not be particularly decorative, but I love it!\n\nPost 5\n\nCan anyone give me some ideas for a creative fruit garnish? So far, I have mastered the curled orange peel, and while that is lovely and impressive, I don't want to be a one-trick pony! I'm looking to expand my knowledge here.\n\nPost 4\n\nI love the chocolate garnish that my favorite restaurant places on top of its chocolate mousse pie. Someone in the kitchen cuts chocolate curls from semi-sweet chocolate and tops the pie with it so artfully!\n\nIt really isn't just for looks. It enhances the intensity of the chocolate flavor. I think that using semi-sweet chocolate was a good decision, because milk chocolate would have just been too sweet. It provides the perfect contrast to the sweetness of the center.\n\nPost 3\n\nI think it's funny how a word can have a pleasant meaning in one context and a negative one in another. Cooking garnishments are pleasing to look upon and sometimes to taste, while wage garnishments are painful experiences that we all wish to avoid.\n\nPost 2\n\nOne of my favorite garnishes is to cut parallel cuts in a strawberry, but only cutting through 80 or 90% of the fruit. Then you just fan the slices out (the base of the strawberry holds all the slices together in one piece). Once you get a hang of it, these are super easy to make, and they really make your dishes look much more appetizing.\n\nThese strawberry garnishes are particularly suitable for salads or desserts.\n\nPost 1\n\nI think garnishes are underused. Some clever uses of citrus peel, or a sprig of an herb can really make your guests feel appreciated. Many garnishes are so easy to make, there is really no reason not to add a little something extra to your meals.\n\nPost your comments\n\nPost Anonymously\n\n\nforgot password?",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.997625649,
        "format_confidence":0.7759415507
    },
    {
        "url":"http:\/\/asia-planet.net\/korea\/lifestyle.htm",
        "text":"Introduction         Korea Information         Korea Travel Tips         Map (Towns)\n\nKorea Information\n\nLocation    Climate   Language   Lifestyle - Food   History   Religion   Tradition Art    Shopping\nMajor Shopping Districts    \n\nLifestyle Food     Traditional Clothing     Traditional Korean Residence\n\n\nLifestyle - Food\n\ndiverse array of foods and dishes can be found throughout Korea.\nKorea was once primarily an agricultural nation, and Korea have cultivated rice as their staple food since ancient times. These days Korean cuisine is characterized by a wide variety of meat and fish dishes along with wild greens and vegetables. Various fermented and preserved food, such as kimchi (fermented spicy cabbage), jeotgal (matured seafood with salt) and doenjang (fermented soy bean paste) are notable for their specific flavor and high nutritional value.\n\nThe prominent feature of a Korean table setting is that all dishes are served at the same time. Traditionally, the number of side dishes varied from 3 for the lower classes to 12 for royal family members. Table arrangements can vary depending on whether a noodle dish or meat is served. Formal rules have developed for table setting, demonstrating the attention people pay to food and dining. Compared to neighboring China and Japan, a spoon is used more often in Korea, especially when soups are served.\n\nKinds of Traditional Korean Food\n1. Bap (steamed rice) and Juk (porridge)\nBoiled rice is the staple of Korean cuisine. Most people use sticky rice, which sometimes has beans, chestnuts, sorghum, red beans, barley or other cereals added for flavor and nutrition. Juk is thought of as highly nutritious and light. Many varieties of juk exist, for example, juk made of rice, red beans, pumpkin, abalone, ginseng, pine nuts, vegetables, chicken, mushrooms and bean sprouts.\n\n2. Guk (soup)\nSoup is an essential dish when rice is served. Ingredients of different soups include vegetables, meat, fish, shellfish, seaweed, and beef bones.\n\n3. Jjigae (stew)\n\nJjigae is similar to guk but is thicker and hardier. The most famous jjigae is made from fermented soy bean paste. Jjigae is usually spicy and served piping hot in a heated stone bowl.\n\n4. Dubu Jeongol (casserole)\nJeongol is often eaten in the evening. It is cooked in a steaming pot and contains noodles, mushrooms, small octopuses, cow intestines, vegetables, and other ingredients. The dubu (tofu) is sliced, coated with starch and pan-fried. Seasoned ground beef is then stuffed inside the dubu and it is tied with watercress. In a casserole pan, vegetables and dubu are arranged and boiled with soy sauce flavored broth.\n\n5. Jjim and Jorim (simmered meat or fish)\nJjim and jorim are similar dishes which are prepared with vegetables and soaked in soy bean sauce, then slowly boiled together over a low flame.\n\n6. Namul (vegetables or wild greens)\nNamul is made from slightly boiled or fried vegetables and wild greens mixed with salt, soy sauce, sesame salt, sesame oil, garlic, onions, and other spices.\n\n7. Jeotgal (matured salted seafood)\nJeotgal is a very salty food made of naturally fermented fish, shellfish, shrimp, oysters, fish roe, intestines and other ingredients.\n\n8. Gui (broiled\/barbecued dishes)\nWhen cooking gui, marinated meats are barbecued over a charcoal fire. The most popular meats of this type are bulgogi and galbi. There are also many fish dishes which are cooked this way.\n\n9. Jeon (pan-fried dishes)\n\nJeon is a kind of pancake made from mushrooms, pumpkin, slices of dried fish, oysters, unripe red peppers, meat or other ingredients which are mixed with salt and black pepper, dipped in flour and egg and fried in oil.\n\n10. Mandu (dumpling)\n\nMandu is dumplings stuffed with beef, mushrooms, stir-fried zucchini, and mungbean sprouts. Pork, chicken, or fish is sometimes used instead of beef.\n\nBack to the Top \n\n\nInformation provided by Korea National Tourism Organization.\n\n\nHome | Bhutan | Brunei | Cambodia | China-Yunnan | East Timor | Hong Kong | India | Indonesia | Japan | Kazakstan | Korea | Kyrgystan | Laos | Malaysia Maldives | Mongolia | Myanmar | Nepal | Pakistan | Philippines | Singapore | Sri Lanka | Tajikistan | Taiwan | Thailand | Tibet | Turkmenistan | Vietnam Uzbekistan\n\n\nWebsite partner : and Hotels around Asia.\nVersion Francaise :\n\nCopyright © 2002 Orasia co.,ltd. ( All rights reserved. Reproduction without permission prohibited.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9351992011,
        "format_confidence":0.9511588812
    },
    {
        "url":"http:\/\/recipes.wikia.com\/wiki\/Defrost",
        "text":"Description Edit\n\nTo thaw a frozen food so it is ready to cook. You can defrost a food item by removing it from the freezer and placing it in the refrigerator or on a counter top.  Many microwaves also include a defrost button that can defrost food at a faster rate.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.8418878317,
        "format_confidence":0.7926703691
    }
]