[
    {
        "url":"https:\/\/docgo.net\/view-doc.html?utm_source=millennial-pink-from-iphone-to-rihanna-an-analysis-of-a-color-trend",
        "text":"Millennial pink: From iPhone to Rihanna: An Analysis of a Color Trend\n\nBecause colors flood us on all sides, research on colors brings together, overlaps and overflows different disciplinary territories. They then make it possible to question the sometimes labile boundaries that exist between different disciplinary\nof 10\nAll materials on our website are shared by users. If you have any questions about copyright issues, please report us to resolve them. We are always happy to assist you.\nRelated Documents\n  MILLENNIAL PINK: FROM IPHONE TO RIHANNA AN ANALYSIS OF A COLOR TREND Kévin Bideaux   LEGS (UMR 8238), Université Paris 8 ; Centre Français de la Couleur, Paris ; Publié dans :  Veronica Marchiafava & Lia Lauzzato (dir.), 2018. Colour and Colorimetry. Multidisciplinary Contributions , XIV B, pp. 293-302. RESUMÉ   En août 2016, la journaliste de mode Véronique Hyland a écrit un article dans le  New York  Magazine  dans lequel elle notait qu'une vague de rose envahissait progressivement le monde de la mode et du design. L’émergence du millennial pink consiste en un nombre relativement important d’événements qui se succèdent ou se chevauchent. Mais si le millennial pink est si répandu, c’est parce que les idoles des millennials, très actives sur les réseaux sociaux comme  Instagram , jouent également avec cette tendance, et drainent autour d’elles un flot de médias qui relaient leur adhésion au à la tendance du millennial pink. Ainsi, aux côtés de Rihanna qui a lancé une gamme de vêtements roses en collaboration avec Puma, il y a Zain Malik, Drake, Solange ou Zoe Kravitz. Toute apparition d’une star en rose est sujette au « buzz », une communication virale médiatique qui concentre toute l’attention, en particulier sur les internets, pendant une courte période. Une tactique promotionnelle attrayante pour les médias qui publient leurs articles et font en sorte que le nombre de visiteur ∙ se ∙ s sur leur page soit suffisamment rémunéré par la publicité. Mots-clés:  millennial pink, tendances, marketing genré, symbolique des couleurs  ABSTRACT   In August 2016, fashion journalist Véronique Hyland wrote an article in  New York Magazine  where she noted that a wave of pink was gradually invading the world of fashion and design. The emergence of the millennial pink consists of a relatively large amount of events that follow each other or overlap. But if the millennial pink is so widespread, it is because the millennial idols, who are very active on social networks like  Instagram , also play with this trend, and drain around it a flood of media that relay their adherence to the millennial pink fashion. Thus, next to Rihanna who launched a range of pink clothes in a collaboration with Puma, there are Zain Malik, Drake Solange, or Zoe Kravitz. Any appearance of a star in pink is subject to \"buzz\", a viral media communication that focuses all the attention, especially on the Internet, for a short period of time. A promotional tactic attractive to the media that publish their articles and get the number of viewers needed on their page to be sufficiently paid by advertisements. Keywords:  millennial pink, trends, gender marketing, colour symbolism    Kévin Bideaux, 2018. Millennial pink: from iPhone to Rihanna. An analysis of a color trend.   2   MILLENNIAL PINK: FROM IPHONE TO RIHANNA AN ANALYSIS OF A COLOR TREND 1. INTRODUCTION The millennial pink is a new shade of pink, a color trend which appeared in late 2015. It is called “millennial pink” because it is particularly aimed at a generation of young people born between 1980 and 2000, who masters new technologies and especially the Internet on which they spend their time. Fashion journalist Véronique Hyland gave its name to millennial pink in an article published on The Cut   website on August 2, 2016. She indeed noted that a wave of pink had invaded both the world of fashion and the world of design, which was obvious on social networks, leaded by Instagram [1]. The millennial pink quickly became a true fashion phenomenon used in haute-couture (Gucci, Balenciaga, Valentino, Calvin Klein, Chanel, Anya Hindmarch, Peter Pilotto, Ryan Lo, Victoria Beckham or Helmut Lang) or ready-to-wear (Puma, Nike, H&M, Reebok, Chloé or Common Project). It also reached the sphere of design and architecture, previously influenced by the emergence of “Scandinavian Pink” in Nordic furniture, and in particular those created by Normann Copenhagen. The millennial pink trend then reached the world of fooding, Instagram brimming with photos of rosé and rosé cocktails, as well as beetroot, strawberry, pitaya and other radish dishes. This strong influence emerged along with the release of a new kind of pink chocolate (food coloring free), the “ruby chocolate,” and the success of the pink salad. Finally, the craze for the millennial pink had repercussions on tourism. For example, the Australian Pink Lake became a very attractive destination for millennials. Fashion journalists face difficulties when they attempt to describe the millennial pink, mostly it is actually not a color, but it is a set of shades of pink, a color chart of pale pink, beige pink and salmon. More than a color, the millennial pink is above all an idea, accordingly with Michel Pastoureau’s understanding of the colors first as concepts, then as ideas and finally as intellectual categories [2]. The millennial pink is a new approach to pink: since it is no longer referring to the twentieth century’s symbolic of gender, pink is now seen as a positive color [3]. Therefore, the millennial pink is not a new pink. It is a sub-category of pink, grouping a set of hues that dissociates itself from the archetype caricature of femininity while moving away from the princess or Barbie pink. This is why its pale hues are pushed away on indefinite corners on the chromatic spectrum. They end up with colors considered as « neutral » regarding gender, such as white, beige, orange or gray. Also, the millennial pink is a non-feminine pink, a “not-pink pink”, and it is on this concept of “neutral” pink that the success of the millennial pink is built, playing on the contrast between traditional femininity and feminist femininity, and that of a feminine color and virile masculinities.  Kévin Bideaux, 2018. Millennial pink: from iPhone to Rihanna. An analysis of a color trend.   3   Fig. 1 :  Color chart of millennial pink. It was obtained from the collection of one hundred images answering the keyword “millennial pink” on the internet, in September 2017 (© Kévin Bideaux) 2. SHORT “HISTORY” OF MILLENNIAL PINK    Because it corresponds more to zeitgeist than to an object in particular, it is difficult to trace what would be a “history” of the millennial pink. Nevertheless, there are events that, for one or another reason, have been considered a posteriori  as important elements of the trend. This recent “history” consists of a relatively large amount of events that follow one another or overlap each other, which are mainly relayed on the Internet. The internet is a place that promotes the development of micro-trends, both musical and visual. For a few years now, pink has started to dominate the web, especially via the Tumblr   website, to the point where we are able to talk of a “Tumblr Pink”. First, with the emergence of the seapunk movement [4], and then with the vaporwave [5], a micro-genre of electronic music that develops in parallel a visual aesthetic where pink holds an important place. But if they are productions of the younger generations, the pink in the seapunk and vaporwave is not associated with a gender symbolism: it is used to contrast with the dominant blue of the first movement, and it evokes the artificiality of the virtual worlds in the second movement. Pink on the Internet emerged simultaneously with a popularization of feminism, with personalities such as Beyoncé, Emma Watson or Miley Cyrus, along with the re-appropriation of the pink color by young feminist artists (the “radical softness”). It then acknowledged its feminist potential that would lead to the millennial pink. 2.1. How iPhone “rose-gold” subverted masculinity  Kévin Bideaux, 2018. Millennial pink: from iPhone to Rihanna. An analysis of a color trend.   4   The release of the “rose-gold” color of the iPhone 6S, Apple's latest smartphone model in September 2015 is considered the first true occurrency of the millennial pink, when signifying clearly that the color would not be a regular pink, but a totally new one. Completing the already existing colors (“gold”, “silver” and “space gray”) the rose-gold iPhone had the ambition to appeal to an Asian clientele — and in particular Chinese — who values gold tremendously. Nevertheless, the rose-gold iPhone found his audience in the West, among young women who see in this model a feminine version of the smartphone; but also with some young men, more hesitant to buy it for fear of seeing their masculinity stained by the possession of a pink accessory. Fig. 2:  IPhone 7 “Rose Gold”, successor of the iPhone 6S, 2016 (©   MacRepairDundee \/Wikimedia Commons). Very quickly, this new color challenged the Internet, because Apple seemed to offer for the first time a smartphone to only one part of the population: women. Since colorful objects are strongly associated with the feminine in the West, the men who dare to wear pink clothes or to have pink accessories are still few. This new color is considered too feminine and not manly enough, and very quickly, media and web forums asked themselves the question: can men have a pink iPhone? The choice of color in marketing, whether in terms of product, packaging or communication, has a great influence on consumers. Pink is massively used as a signifier of femininity and is applied just about every marketable product. By targeting a female audience, the pink product keeps, at the same time, the male clientele away. Therefore, during the designing conception of the product, the customer’s gender is a... (truncated)",
        "topic_id":8,
        "format_id":0,
        "topic_confidence":0.7722966075,
        "format_confidence":0.9446128607
    },
    {
        "url":"https:\/\/www.arts.ac.uk\/research\/impact-of-ual-research\/fashion-history-theory-and-practice",
        "text":"skip to main content\n\nFashion History, Theory and Practice\n\nPublished date\n24 Jul 2018\n\nProfessors Judith Clark, Caroline Evans, Amy de la Haye, Alistair O’Neill (Reader) and Marketa Uhlirová (Senior Research Fellow), have established a field of academically rigorous fashion research with a new relevance for industry and society through collaborative and individual research.\n\nCaroline Evans\n\nEvans led the Fashion and Modernity project (2001 – 2004) bringing together historians, theoreticians, curators and practitioners from across UAL and beyond to explore fashion in relation to the idea of ‘being modern’. One of the outcomes of this project, the book Fashion at the Edge: Spectacle, Modernity and Deathliness (2003) provided a blueprint for rethinking fashion history methodology and challenged older paradigms, while crediting a whole range of practitioners who produce contemporary fashion imagery.\n\nJudith Clark\n\nFashion and Modernity was Judith Clark’s 2004\/05 exhibition Malign Muses\/Spectres, which developed arguments made in Evan’s publication into visual and three dimensional forms, showing that critical curation and theory could intersect in a public forum. Valerie Steele referred to the exhibition as ‘paradigm breaking’.\n\nAlistair O'Neill\n\nA further outcome of Fashion and Modernity was O’Neill’s Wolf Suschitzy: Charing Cross Road in the 1930s, analysing the photographer’s images of London street life from the perspective of fashion as a social agent of metropolitan change. The exhibition was followed by a book on a similar theme, but focused on London, London London: After a Fashion (2007). Another project, Fashion Lives (2005), was the first fashion exhibition organised around sound rather than material objects, challenging ideas about what such an exhibition could contain.\n\nAmy De la Haye\n\nDe la Haye’s curates and writes biographies of garments, exploring their meanings and values from use to museum. Lucile Ltd: London, Paris, New York and Chicago 1890s 1930s (2009) with Valerie Mendes, examined previously un-accessed work from the V&A archives. The accompanying catalogue The Land Girls: Cinderellas of the Soil (2009\/10) scrutinised land girl uniform. In the exhibition, de la Haye exploited this material evidence to propose new forms of curation in historical and museum contexts.\n\nMarketa Uhlirová\n\nUhlirová’s Fashion in Film project (founded 2005) explores the intersections between film and clothing, arguing that existing film theories cannot explain the representation of fashion in film. She has curated Fashion in Film Festivals and publications exploring costume in relation to styling of crime and violence; spectacle and colour; and posed questions about politics and society, drawing parallels between many previously unlinked periods.\n\nRelated links",
        "topic_id":8,
        "format_id":0,
        "topic_confidence":0.708334744,
        "format_confidence":0.7405764461
    }
]