[
    {
        "url":"https:\/\/www.sciway.net\/forms\/add-content.html?page=Mechanicsville+Baptist+Church",
        "text":"Help Build the South Carolina Picture Project!\n\nSouth Carolina SC Picture Project Share Stories and Information\n\nSubmission Guidelines\n\nThe South Carolina Picture Project is a permanent historical repository compiled by the people of our state. Please contribute any history, stories, or other info you would like to see preserved for future generations. This is the Palmetto State's \"safe place\" for information that might otherwise be lost to time. It is also a wonderful place for people to honor their hometowns.\n\nAll submissions should be original (not copied from another source). You will receive full credit for your submission, including a link to your website if you choose.\n\nInformation Submission Form\n\n[ * = Indicates a required field ]\n\nI, * , certify that I own the image below, and that I grant SCIWAY permanent, non-exclusive rights to display the image on the Internet. I retain ownership of the image.\n\nI also understand that SCIWAY reserves the right to decide what images it will display, how the images will be used, where on SCIWAY the images will appear, and whether the image needs to be altered in any way.\n\n* Your hometown:\n\n* Your email address:\n\n  Your website, if desired (professional or personal):\n\n* Description – Please share the story behind this image. Need inspiration? Here are some examples:\n  • What is the history of this landmark?\n  • Why is this place special to you?\n  • Do you have memories of it as a child?\n  • Who were you with when you took it?\n  • What do you remember about the day?\n  • If this is artwork, what made you want to create it?\n\n© 2017, LLC  |  All Rights Reserved\n< >",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9801526666,
        "format_confidence":0.5712805986
    },
    {
        "url":"http:\/\/prov.vic.gov.au\/research\/plan-your-visit",
        "text":"Adjust Font Size [ + ] [ – ] [ o ]\n\nVictorian Archives Centre public opening hours\n\nMonday to Friday: 10:00 am to 4:30 pm\n(excl. public holidays)\nThe second and last Saturday of every month\n\nPrint Friendly\n\nPlan your visit\n\nVictorian Archives Centre\n\nOpening Hours: Monday to Friday and the second and last Saturday of every month 10am – 4:30pm (excluding public holidays) – Calendar\n\nAddress: 99 Shiel Street, North Melbourne, VIC, 3051\n\nEmail: Online Enquiry Form\n\nLocation map:\n\nLocation Map\n\nPublic Transport:\n\n\nRoute 57: City to West Maribyrnong from Elizabeth Street via Victoria, Errol, Queensberry and Abbotsford Streets. Closest stop No. 16 at Haines Street\n\nRoute 55: Domain Interchange to West Coburg from William Street via Flemington Road. Closest stop No. 19 at Abbotsford Street.\n\nRoute 59: City to Airport West from Elizabeth Street via Flemington Road. Closest stop No. 19 at Abbotsford Street.\n\n\nNorth Melbourne station or Macaulay station.\n\n\nRoute 402: East Melbourne to Footscray from terminus opposite St Vincent’s Hospital (Victoria Parade) via Rathdowne and Shiel Street. Closest stop Canning Street just south of the intersection with Shiel Street. Buses run every 10 minutes between 6.00am and 7.00pm.\n\n\nMelway ref: 2A E6, 43 C3\n\nTwo-hour street parking at Shiel Street entrance\n\nFree all day off-street carpark at 112 Macaulay Road, North Melbourne (opposite the football ground)\n\nRefreshments: Cafe 99 is onsite and is open from Monday to Friday, excluding public holidays.  Only food brought from Cafe 99 can be consumed at the Cafe.\n\nThere are shops in nearby Melrose Street. \n\nPlease note: The cafe is NOT open on a Saturday and limited shops are open in Melrose Street.  It is strongly recommended that you bring your own refreshments to enjoy in the foyer.\n\nNOTE: National Archives of Australia (NAA) share our reading room and are open the same hours as indicated above.\n\nBallarat Archives Centre\n\nOpening Hours: Monday and Tuesday 9:30am – 4:30pm (excluding public holidays)\n\nAddress: Level One, State Public Offices, Cnr Doveton and Mair Streets, Ballarat 3350\n\nLocation map and transport options: How to find us at Ballarat Map\n\nParking: one-hour street parking (some metered) in streets near the BAC or metered all day car park on Doveton Street.\n\nRefreshments: There are many local cafes within walking distance.\n\nKey Information (VAC & BAC)\n\nIn order to preserve our collection, we would like you to be aware of those items which can be brought into the Reading Room and those which may damage our records which we ask that you leave at home – Reading Room Conditions.\n\nRecord delivery times: To receive records at these collection times, records must be ordered before:\n\n  • 8.00am to make the 10.30am collection time\n  • 11.30am to make the 2.30pm collection time\n\nCopy service: A photocopy service is provided in PROV reading rooms for a fee.\n\nDigital cameras: You can make photographic copies of records using your own digital camera or the PROV digital camera for free.  Please remember if using the PROV digital camera that you will need a USB flash drive.\n\nLocker facilities are available at both the Victorian Archives Centre and Ballarat Archives Centre free of charge.\n\n\nConnect with us:\nFollow us @PRO_Vic\nLike us @PublicRecordOfficeVictoria",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9452679157,
        "format_confidence":0.959993124
    },
    {
        "url":"http:\/\/www.cranburyhistory.org\/volunteer\/",
        "text":"Volunteer Opportunities\n\nHistory Center\n\nThe History Center welcomes those interested in Cranbury history and preserving our archives. A few areas to help with: catalog and scan to CD our photograph collection; help visitors with research of Cranbury history and genealogy; and there is always a need to maintain our collections and files. Come visit some Tuesday to learn what we do here and get involved.\n\n\nIf you would like to learn more about becoming a docent at the Museum, please contact Renee Welsh or visit the Museum any Sunday, 1-4 p.m.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8967202306,
        "format_confidence":0.6763991117
    },
    {
        "url":"http:\/\/nj.gov\/state\/archives\/directions.html",
        "text":"Contact the NJ State Archives\nMailing Address:\nNJ State Archives\nP.O. Box 307\nTrenton, NJ 08625-0307\n\nOffice Address:\n225 West State Street - 2nd Floor\nTrenton, NJ\n\nContact Information\n\n\nPlanning Your Visit\n\nThe State Archives is open for business Monday-Friday (except for state holidays), 8:30 a.m. - 4:15 p.m. Manuscripts and other original materials can be retrieved and used from 1:00 p.m. - 4:15 p.m. only.\n\nResearcher at NJSA\n\nThe building is fully handicapped-accessible, but designated parking behind 225 West State Street is limited. There is also limited parking available in the State House Garage and on West State Street (metered).\n\nEating, drinking and smoking are prohibited in the State Archives' public areas (including the reception area). The following are not permitted in the Archives' research rooms: pens; briefcases, purses & waist pouches; portfolio cases & research file bins; zip notebooks; coats and umbrellas; luggage, bookbags and computer bags; strollers and diaper bags. Cellular phones\/pagers must be set to vibrate mode (please take or make calls in the reception area). Secure lockers are provided for storage of personal items. The receptionist will provide locker keys.\n\n\n\nMonday-Friday (except State Holidays):\n\nMicrofilm Research - 8:30 a.m. - 4:15 p.m.\n\nManuscript Research - 1:00 p.m. - 4:15 p.m.\n\nDirections to the State Archives\n\n225 West State Street - Trenton - New Jersey\n\nPublic parking in the State House Garage is on a limited basis. There are two entrances to the parking garage:\n\n1. On West State Street, between the State Library and the State House Legislative Annex.\n\n2. Off of the Memorial Drive exit from Route 29. After exiting, take the jughandle on the right and loop around to cross over Memorial Drive. Make a left in front of the War Memorial building, towards the guard station.\n\nThe State Trooper will ask you for your driver's license, and then you will proceed to the garage. Before entrance to the garage a security guard will ask to see your driver's license and issue you a parking pass.\n\nFor other parking options, please consult",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8853510022,
        "format_confidence":0.9563769698
    },
    {
        "url":"http:\/\/www.tonganoxiemirror.com\/mailfriend\/43\/755\/74e0899c6d\/",
        "text":"Back to story\n\nSend to a friend\n\nSend \"Kansas turned 150 years old on Saturday. Name one reason you’re proud to live in the Sunflower State?\" to a friend. We will not store the e-mail addresses or give them to anybody. We value your privacy.\n\nEnter up to 10, separated by commas.\n\nor cancel",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.5180336237,
        "format_confidence":0.53963691
    },
    {
        "url":"https:\/\/wildwesthistory.org\/submitarticles.html",
        "text":"Wild West History Association Dedicated to the history and lore of the American West\nSubmit Your Articles to the Journal or Newsletter\n\nGuidelines for Contributors\n\n\nThe Wild West History Association (WWHA) is dedicated to facilitating and encouraging research, study, writing, presentation, and preservation of the history of the Wild West, providing publications and forums for the enlightenment and enjoyment of its members, and to recognizing and honoring those individuals and institutions which make significant contributions to the knowledge and preservation of its history and lore.\n\n\nTo achieve and further these aims, WWHA actively supports and seeks to publish research into all aspects of the history of the people, events, and places that made the American West \"wild\" in the last half of the nineteenth century: the lawmen, outlaws, gunfighters, frontier scouts, rustlers, vigilantes, feuds, shady ladies, saloons, cowtowns, and mining camps.\n\n\nWWHA’s JOURNAL is published quarterly. Articles on all aspects of the history of the Wild West are welcome. All submissions should be sent in the first instance to Mike Cox, editor of the JOURNAL. They will then be reviewed and assessed by the appropriate member(s) of the WWHA editorial board and\/or a specialist(s) in the particular aspect of Wild West history involved within the article.\n\n\n\nMike Cox\n\n83 Ridgewood Cir.\n\nWimberley, TX 78676\n\n\n\nEditorial Board, WHHA:\n\nJohn Boessenecker\n\nDan Buck\n\nRobert DeArment\n\nFrederick Nolan (Chair)\n\nWilliam B. Secrest\n\n\nLetters of inquiry are welcome; advice and assistance always available. If you are writing or have completed an article on any aspect of western history and wish to submit it to WWHA for consideration, please read the guidelines which follow.\n\n\nGetting It Right\n\n\nHave you done some original research on frontier history that begs for a wider audience?  Have you discovered facts, photographs, fresh insights into the lives and times of such famous figures as Wyatt Earp, Billy the Kid, Butch and Sundance or Wild Bill, or alternatively, unpublished details about some little-known but significant event in the colorful pageant of the American West? If so, the Wild West History Association wants to publish your findings.\n\n\nBefore you start writing, however, there are a few things you need to know.\n\n\nFirst and foremost, you must write clearly. Tell your story simply and without adornment. Keep your sentences relatively short and to the point, avoid using words whose meaning you are unsure of, and, unless you are quoting someone’s actual words, avoid slang or profanity.\n\n\nCritical or personal attacks of a hostile nature on another article or person will not be countenanced.  Submissions must always be based on documented fact.  Conjecture or supposition must be clearly stated as such.  Always remember, when considering what to write and how to write it, that you are addressing a sophisticated readership who may already know a great deal about the subject you are addressing. You will need to convince them of the originality and comprehensiveness of your research and the validity of your conclusions by citing your sources either in the body text or in the form of footnotes.\n\n\nTo ensure that your work is presented properly and readably, WWHA’s editorial board is and will be there to assist you, to help make your contribution as accurate, as literate and as accessible as possible. If you are contemplating writing an article or have a work in progress, but are uncertain of how to proceed or whether it would be suitable for publication, the editor will be happy to advise you or to refer your question to an appropriate member of the board. Our aim is and will be always to enhance and clarify your work; indeed, like no other publication of its kind, the WWHA JOURNAL guarantees you will always be given a final opportunity to review the edited piece before it goes to press.\n\n\n\nFor instructions on how to prepare and to submit your manuscript, please contact the editor.\n\n© Wild West History Association - a non-profit 501(c)(3) corporation",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9746067524,
        "format_confidence":0.5414012074
    },
    {
        "url":"http:\/\/nlc.nebraska.gov\/nebraskamemories\/metadata.aspx",
        "text":"Skip To Talking Book & Braille Service Content Skip Navigation\n\nMetadata Guidelines Updates\n\n\nThe Nebraska Memories Metadata Guidelines document is available as a PDF document that can be read online, printed or downloaded.\n\nEach Metadata field is on a separate page within the document. At the top of the page you will find the latest revision date. When additions or corrections are made the document will be updated and details on each change will be posted to this web page.\n\nUpdated on June 2009.\n\n\nFor more information, contact Allana Novotny.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9554545283,
        "format_confidence":0.5003448129
    },
    {
        "url":"https:\/\/downsgenealogy.com\/additions-and-corrections\/",
        "text":"Additions and Corrections\n\nLet me start out by saying that I know that there must be mistakes in the information that I have gathered here on this site. Errors can creep in at so many places including the person initially supplying vital information, or the officials who recorded it. It could be copied or transcribed from the original improperly; it could be erroneously used in an article or book, or the typesetter could have made an error. Of course, I could be the culprit and have made a mistake in taking my notes or publishing the information here on this website.\n\nThe entire business from beginning to end is fraught with human error. I have found errors in several recorded vital records. My grandfather, John Downs, has his name misspelled on his official birth record. They have “Downs” spelled with an “e” rendering it “Downes.”\n\nI have done everything in my power to keep the errors out. I am meticulous in the way I gather information, searching out the most original sources I can find, and I question everything that passes through my hands. It always amazes me how people can continuously copy information over and over again that just can’t be true. I have seen cases of a woman getting married at age 10 and having her first baby at age 12. Others have copied this information over and over again. No one along the way looked at the dates to see if it all made sense.\n\nIf you find what you believe to be an error, or an omission, on any of these pages, please bring it to my attention. I won’t be offended if you do. I do ask that you first check the Myths and Misconceptions page. Many sources are being published today that still publish mistakes made over a century ago. Also, note that I have not included many items that are accepted in some circles because I feel the proof is not strong enough yet.\n\nIf you find an error, email me at the address at the bottom of this page. I may check my notes and sources, and see it was an error on my part. I may also ask for your sources so I can adequately document everything, since I may be correcting a mistake in an otherwise reliable source. I may even list you as the source if this is appropriate.\n\nThere is plenty here that I have merely compiled and not worked on directly. However, anything that I personally research, try to solve or delve into deeply, I report using a high standard of proof.  You can visit the Standards page of their site here. This doesn’t mean that I won’t publish conjecture, but when I do, it will be clearly labeled as such. I often write about theories, so others have some information to start with if they wish to look deeper into a given subject. But I always state plainly my uncertainty of the facts.\n\nIf you come across any broken links, please email us at",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8886532784,
        "format_confidence":0.6782535911
    },
    {
        "url":"http:\/\/thegenealogymom.blogspot.com\/p\/contact-us.html",
        "text":"Contact Info\n\nDrop Us An Email\nEmail me: ﻿\n\nSo you have a few questions. Great! We love hearing from our friends. Want help with family history research? Have a specific question about your search? Need advice or tips on where to search next? If you answered yes, then contact us today!\n\nWe really can help!...So what's the catch? There is no catch. I really have helped people from all over the United States and I'm sure I can help you too. If not I will let you know straight out (no beating around the bush here folks). I have helped with everything from adoption research to finding long lost relatives and more.\n\nSome people know alot about their family when they contact me and others know very little, but we take them one by one on a case by case basis and do all we can to answer your questions or help in your search if needed. And we do it as quickly as possible. We know you're anxious and who wants to wait forever to get answers? I don't...Next question, is it going to cost you an arm and a leg? No, it's not.\n\nI know, I know, I too have seen those research sites that charge unheard of prices for research, but not here...Here we simply ask that you Donate. We help you and you help us its as simple as that. No astronomical fees, no mortgaging your home to pay for research help. Just a simple Donation. Your donation allows us to be able to continue helping others just like yourself without having to sacrifice quality or service.\n\nHow does it work? Well first simply send us an email and tell us a little bit about what you are searching for. We will send you an email reply requesting information as needed and we go from there. When we have the information you seek, we email you that your information is ready. You donate to our site and are emailed your results. It really is that easy! Your information is kept confidential and payments are secure. And we have a satisfaction guarantee! If you are not satisfied with the work we put into the research we will make it right (within reason). You can't go wrong with Genealogy Mom so if you need help, lets get started today! Email",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.6977320313,
        "format_confidence":0.7058072686
    },
    {
        "url":"https:\/\/archives.grlc.vic.gov.au\/help?sf_culture=nl",
        "text":"How to Search the Kim barne thaliyu \/ Geelong Heritage Centre Archives online\n\nGeneral Search\n\nUse the search bar at the top of the page to search for a specific person, group, place or event. You can then narrow down the results to series titles or to people and organisations.\n\nTIP: Use quotation marks around phrases to yield more specific results. For example, searching for “Moorabool Street” will only show series and item descriptions containing that exact phrase. If you don’t see any results, try simplifying your search term.\n\nAdvanced Search\n\nUse the Advanced Search function for a more detailed, word specific, area or level search. Using advanced search can enable you to search using the criteria 'AND' 'OR' & 'NOT'. A search can also be filtered by a date range.\n\n\nIf you would like to get an idea of the types of records held by the Kim barne thaliyu \/ Geelong Heritage Centre, use the Browse function. You can browse All Records, Series Titles, or People and Organisations.\n\nTIP: Series Titles are top level descriptions which usually contain the name of the subject of the records AND a list of the types of records the series contains (e.g. GEELONG TRADERS' AND CITIZENS' ASSOCIATION - Minutes, newspaper cuttings). People and Organisations describe the entities that originally created or used the records.\n\n\nHave you found a series or item that you’d like to view or find out more about? Contact us with the details (Reference code [GRS number], title, item number, item description) and we will let you know how you can view the records. Many popular records have been microfilmed or digitised and are available to view in our Reading Room.\n\nDetailed Search Help\n\nClick here to download the detailed Search Help Guide.\nContact Us:\n\nStart my search",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9555228949,
        "format_confidence":0.8435900211
    },
    {
        "url":"https:\/\/delgensoc.ens-4.com\/cpage.php?pt=96",
        "text":"Newsletter Index and Archives\n\nCopies of the newsletter of the Delaware Genealogical Society have been available online to members for some time now.  Thanks to some very hard work of long-time member Lloyd Maier, we now have an index to newsletters published between July 1978 and 2004.\nThere is volume index, a name index, and a subject index, all available as PDF documents.  To use these, you need to:\n  • Search for a name or topic in the name or subject index, \n  • Find the corresponding entry in the volume index, and \n  • Access the online copy that contains the information you’re looking for.\nNote that the online copies are accessed using the “Newsletter” topic under the “Members” menu item in the left sidebar.\nAs an example, we find in the name index that Priscilla LeCompte is found at 11-2-4, which translates as volume 11, issue 2, page 4.  Looking at the volume index, we find that volume 11 was published in 1991 and that there were 5 issues during that year.  The second issue would therefore have been the March issue.  On page 4 of that issue, we find an entry for Priscilla LeCompte who married William Morris.\nIndex Links:",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8008635044,
        "format_confidence":0.6307045817
    },
    {
        "url":"https:\/\/www.bishopsteigntonheritage.co.uk\/hub-handbook\/",
        "text":"Hub Handbook\n\nEverything you need to know about what goes on in the Bishopsteignton Heritage Hub. This page will take you on the journey of a record from donation to exhibition through appraisal, cataloguing and digitisation to its final destinations for preservation and access.\n\nPlan of Bishopsteignton Heritage Hub\n\n\nThe Bishopsteignton Heritage Hub\n\nOpening times\n\nThe Hub is currently closed to the public. We hope to re-open for visitors and researchers by the end of the year. If you have an urgent enquiry or research need, please email the team at [email protected]\n\n\nOur Hub is split into 5 zones which facilitate different parts of the work of Bishopsteignton Heritage by providing space, equipment and expertise to anyone visiting or volunteering.\n\n  • Welcome Desk: a workstation from which the Hub supervisor can perform Appraisal, Accessioning and Cataloguing as well as make sure all Hub users are comfortable and happy.\n  • Community Access workstations: where visitors, volunteers and other stakeholders can access the collection and gather for research, training, meetings and discussions to explore the story of Bishopsteignton.\n  • Archive Store: this area provides a good standard of preservation for the collection and makes valuable archive material accessible into the future.\n  • Digitisation Station: this area houses our specialist digitisation equipment and a computer work-station where post-digitisation processing takes place, making our collections accessible online to the whole world!\n  • Flexible exhibition area: can be used for temporary exhibitions or filled with extra seating or work stations for additional visitor capacity.\n\nArchival Processes\n\nAll the Guides on how to carry out Archival Processes in the Hub are available here! No one guide should be used in isolation, the best way to take archive material on its processing journey is to use each guide  for the right job alongside an understanding of our Policies.\n\nAppraisal & Accessioning Guide\n\nThis Guide details the way in which we appraise and accession material that is brought into the BH Hub for donation or loan. Guidance includes how to treat both physical and digital records as well as what to do if material does not adhere to the BH Collections Development Policy (CDP) including de-accessioning and disposal. This guide does not detail Digitisation, Cataloguing or any steps beyond the appraisal and accessioning of archive material into the care or ownership of BH.\n\nCataloguing Guide\n\nThis guide describes the importance of the cataloguing process as a vital step in our Digitisation project which aims to make as much archive material accessible online as possible. It contains the detailed guidance on how best to fill in the Item Input Form including tips on making sure we record all the information we need and conventions for standardising the way we communicate that information. This all goes towards making the Archive Collection search tool as user-friendly as possible!\n\nWhile Cataloguing, it is also useful to refer to the Transcription Guide. It explains conventions which must be used to ensure that a transcription is as useful as possible in digital form while remaining true and accurate to the original manuscript.\n\nDigitisation Guide\n\nThis Guide provides detailed instructions on how to create good quality digital surrogates for archive material using the equipment available in the Heritage Hub. Equipment includes a Brother MFC-J6930DW Printer\/Scanner and a Canon 6D Camera and rig. This guide does not include detailed set-up instructions for using the equipment. The equipment requires software to capture images. This guide does not include detailed instructions on how to install or set up the supporting software. If you require any guidance beyond the information in this document, please speak to a member of the Heritage Hub team.\n\nMedia Library Upload Guide\n\nThis guide sets out instructions for uploading digitised\/digital archive material as images or PDFs to the BH website’s Media Library. By uploading our digital collections to the website, we can make them accessible to anyone, anywhere in the world!\n\nCollections Policies\n\nCollections Development Policy\n\nThe overarching policy that governs all of Bishopsteignton Heritage’s general collecting practices and affects all archival and museum collecting, preservation, and access practices.\n\nPreservation Policy (DRAFT)\n\nThis policy aims to ensure that the record held by BH is preserved to facilitate access for as long as possible.\n\nAccess Policy (DRAFT)\n\nThis policy aims to ensure that the record held by BH is accessible to as many people as possible for as long as possible.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9319939017,
        "format_confidence":0.8423323631
    },
    {
        "url":"https:\/\/www.spotsylvania.va.us\/1182\/Surveyor-Data",
        "text":"Surveyor Data\n\nSpotsylvania County has datasheets that were created as part of our GPS Monumentation Program in the late 90's and early 2000's, however we do not have datasheets for all the monuments. Please consult the National Geodetic Survey website for datasheets and information on monuments not found below.\n\nMaps & Data\n\nGPS Monumentation Maps and Data (ZIP)\nInclude spreadsheets of positions and current conditions, and maps of monument locations. Data sheets are available for 99% of the monuments on the spreadsheet, which include GPS monuments set by United States Geological Survey (USGS), Virginia Department of Transportation (VDOT) and Spotsylvania County. This is the complete set and it takes a few moments to download.\n\nPlease report any damaged or destroyed monuments to the GIS office or if your proposed project affects a current monument. Contact us at 540-507-7557.\n\n\nMay 29, 2014 - This data is now available on the interactive GIS Webviewer:\n\nIf you used this GPS Monument Webviewer and need assistance with the finding GPS data on the new website, please call the GIS Department at 540-507-7557.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.7481265664,
        "format_confidence":0.5164657235
    },
    {
        "url":"http:\/\/www.saskarchives.com\/donation-of-records-form",
        "text":"Donation of Records Enquiry Form\n\nAre you considering donating records to the Provincial Archives of Saskatchewan? Please complete and submit the following form and an appraisal archivist will be pleased to contact you:\n\nTo help us understand the record please include details such as the Saskatchewan connection, dates, volume, format (i.e. photographs, paper, film, digital, etc) and what makes these records significant to you.\n\nPlease note: Due to the high volume of enquiries received by our Appraisal Archivists there may be a delay in our response.\n\nWe thank you for your interest in preserving the documentary heritage of Saskatchewan.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9388503432,
        "format_confidence":0.6194434762
    },
    {
        "url":"http:\/\/brahmakumarisresearch.org\/contact-us",
        "text":"Contact Us\n\nThank you for your interest in our history and research site. Please send your thoughts, suggestions and queries by completing the form below.\n\nIf you would like to contribute to our blog, or have news to share, please let us know. We would be delighted to hear from you.\n\nThe Researchers\n\n\nPlease complete the form below\n\nName *",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.7817578316,
        "format_confidence":0.8436446786
    },
    {
        "url":"http:\/\/www.genuki.org.uk\/big\/wal\/GLA\/Swansea\/Townhill\/StNicholasOnTheHill\/",
        "text":"\n\nOpen a form to report problems or contribute information\n\n1 Introduction 2 Message details 3 Upload file 4 Submitted\n\nHelp and advice for St. Nicholas-on-the-hill, Townhill\n\nIf you have found a problem on this page then please report it on the following form. We will then do our best to fix it. If you are wanting advice then the best place to ask is on the area's specific email lists. All the information that we have is in the web pages, so please do not ask us to supply something that is not there. We are not able to offer a research service.\n\nIf you wish to report a problem, or contribute information, then do use the following form to tell us about it.\n\nSt. Nicholas-on-the-hill, Townhill\n\n\nChurch Records\n\nFor full and up-to-date details of their holdings see the sites of Glamorgan Record Office and\/or West Glamorgan Archives\n\nSee the St Nicholas parish page for history details\n\nAnglican Parish Registers Held at West Glamorgan Archive Service\nBaptisms Marriages Burials Banns Bishops Transcripts\n\nGood Shepherd Mission 1927-1946\n\n1937-1989 - - -\n\nSt. Nicholas-on-the-hill, Townhill [Last Updated : 1 Jan 2006   Gareth Hicks]",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9061809778,
        "format_confidence":0.8594614267
    },
    {
        "url":"https:\/\/www.oldfortniagara.org\/volunteer-application",
        "text":"Old Fort Niagara Volunteer Application\n\n\nFirst of all I would like to thank you very much for your interest in being a volunteer for the Old Fort Niagara Association.  We are a small not-for-profit organization dedicated to preserving the history and buildings of Fort Niagara, one of the premier historic sites in New York State.  Fort Niagara featured prominently in the French and Indian War, American Revolution, and War of 1812, and was occupied by the U.S. Army until as late as 1963.\n\nWe rely very heavily on the support of volunteers to help us with special events, re-enactments, demonstrations, guided tours, interpretation, and day to day operations, so there are many different areas where we could use your assistance.  The application included with this letter is designed to help get a sense of your areas of interest and skills.  This will help to determine where we can best utilize you.  Once your application is reviewed, I will set up a meeting with you in order to orient you with the site and introduce you to the department head who you will be working with based on your areas of interest.   At that point they will then begin coordinating with you to set up times for you to begin your volunteer work.\n\nI will also be putting your contact information into my database, which will allow me to send you a quarterly newsletter called the Garrison Dispatch.  In this newsletter you will find updates and information about volunteer opportunities and upcoming special events that will be going on here at the Fort, which you may be interested in participating in.   \n\nThanks again for your interest in supporting our site, and we look forward to working with you.  If you have any further questions, don't hesitate to call me at (716) 745-7611, ext. 229. \n\n\n\nBrian McDonald\n\nVolunteer & Tour Guide Coordinator\n\nOld Fort Niagara\n\n\nClick here to fill out the volunteer application!\n\nHours of Operation\n\nThe Fort is open year round with the exception of New Years Day, Thanksgiving Day and Christmas Day.\n\n  • Jan - June 9:00 am - 5:00 pm\n  • July - Aug - 9:00 am - 7:00 pm\n  • Sept - Dec - 9:00 am - 5:00 pm.\n\nPlease note: Ticket sales end 30 minutes before closing time.\n\n\nSupport the Fort\n\nOld Fort Niagara is operated by the Old Fort Niagara Association, an independent, not-for-profit organization established in 1927. We do not rely on tax dollars. Instead, the Fort is funded through a combination of admission fees, museum shop sales and charitable contributions.\n\nDonate today!\n\n\nDownload Booklet",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.5980769992,
        "format_confidence":0.7184278369
    },
    {
        "url":"https:\/\/www.allerdaleramble.org.uk\/ar_maps.html",
        "text":"Allerdale Ramble - Maps You May Find Useful\n\nOrdnance Survey Landranger\n\nIf you want to use the classic 1:50,000 Ordnance Survey Landranger there are two sheets which cover the whole route. The route of the Allerdale Ramble is no longer marked on these maps although it was until 2010 so if you have an older copy you may find it there.\n\n\nOrdnance Survey Explorer\n\nFor walking we prefer the 1:25,000 Ordnance Survey Explorer range as it gives a lot more detail on the ground including field boundaries, which you don't get on the Landrangers and are very useful when you're trying to find footpath. Again the Cumbria Way is no longer marked on these maps.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.5211248994,
        "format_confidence":0.5057607889
    },
    {
        "url":"http:\/\/www.britarch.ac.uk\/caf\/wikka.php?wakka=GettingStarted&show_comments=1",
        "text":"Community Archaeology Forum cba logo\nCommunity Archaeology cba logo\nThe CBA's Community Archaeology Resource\n\nGetting Started\n\nThe following sections guide you through the basics of contributing to CAF. Please click on the following headings to read the instructions related to that theme.\n\nWe recommend that you print these pages, in order to have them alongside you while you are navigating through CAF, so as to be able to refer to them directly while you are adding or editing material.\n\nIf you are looking to use CAF for the first time, we also recommend that you look at each of these Help pages in order, beginning with How to register, login and logout.\n\nPlease make sure that you have read the Terms of Use section.\n\nIf you are new to using websites, or are unfamiliar with the layout of this particular website, you may also wish to visit the Navigating CAF section.learning about battlefield archaeology at Flodden, Northumberland\n\n\n Comments [Hide comments\/form]\n\nvalid xhtml 1.0 Transitionalvalid xhtml 1.0 Transitional\nCBA, St Mary's House, 66 Bootham, York YO30 7BZ.\ntel: +(44) (0)1904 671417 | fax: +(44) (0)1904 671384 | email:\nvalid cssvalid css",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8184497952,
        "format_confidence":0.5463338494
    },
    {
        "url":"http:\/\/www.tallinn.ee\/Teenus-Access-to-electronic-finding-aids",
        "text":"Access to electronic finding aids\n\nAccess to metadata of the collections in Tallinn City Archives through information systems of the National Archives of Estonia (Register of Archives, AIS - the information system of archival records in Estonia)\nRead moreKuva vähem\n\nTo submit an application:\n\nWhere to start\n\nTo familiarize yourself with the data in Archival Inbformation System AIS, go to . You will find materials of the Tallinn City Archives in this information system, if you choose the Tallinn City Archives (\"Tallinna Linnaarhiiv\") from the drop-down menu of archival institutions (\"Arhiiv\"). Please note that the records of Tallinn City Archives have reference codes that start with \"TLA.\".\n\nPersonal identification\n\nIt is not necessary to identify yourself to see data in this register.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.7079001069,
        "format_confidence":0.7868448496
    }
]