[
    {
        "url":"https:\/\/www.englewood.oh.us\/191\/Snow-Emergencies",
        "text":"Snow Emergencies\n\nSnow Plowing\n\nStreets are plowed based on priority. That is, major thoroughfares (such as Main Street or Wenger Road) are plowed first. Fire routes (side streets, etc.) are second priority. The final priority is cul de sacs and dead end roads.\n\nTo protect the environment and reduce the use of road salt, the City of Englewood employs a method of pre-treating roadways prior to predicted weather events using salt brine and\/or beet juice. These substances inhibit ice from forming on the roads, thereby reducing the amount of road salt used during and after the weather event. Less salt usage means less salt residue getting into the storm drains which empty directly into the creeks and river.\n\nSnow Emergency Ordinance\n\nSection 404.09 - Removal of Vehicles From Streets During Periods of Emergency\n\nPer Section 404.09 of the City of Englewood \"Codified Ordinances\" (Removal of Vehicles From Streets During Periods of Emergency), whenever, in the opinion of the City Manager, there is an actual or threatened local emergency, such as a riot, fire, flood, excessive snowfall, other Acts of God, common disaster or acts of the enemy, the City Manager may require the removal of motor vehicles parked upon the affected street(s) of the City. Snowfall in Excess of Three (3) Inches in a Twenty-Four (24) Hour Period is Considered Excessive. Vehicles Shall Be Removed From All Streets for at Least Forty-Eight (48) Hours After a Snow Emergency is Declared. The City Manager shall inform the public of the aforementioned conditions through reasonable and usual methods of communication. If the owner or operator of the vehicles does not remove it within a reasonable time, the vehicles may be removed by the Police Department at the owner's expense. (Ordinance 79-09 Passed 2\/14\/79)\n\nSection 412.07 - Placement of Snow or Ice in Public Right-of-Ways\n\n(A) No privately operated snow removal service shall place or leave any snow or ice in the public right-of-way of any dedicated street or ally in the City.\n(B) No individual shall cause snow to be shoveled, plowed, pushed or otherwise be placed upon any public right-of-way creating a traffic or pedestrian obstruction once it has been cleared or removed by City forces. (Ordinance 79-09 Passed 2\/13\/79)",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.8930132389,
        "format_confidence":0.804189086
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2006\/07\/13\/E6-10942\/lackawaxen-honesdale-shippers-association-inc-acquisition-exemption-pennsylvania-department-of",
        "text":"Skip to Content\n\n\nLackawaxen-Honesdale Shippers Association, Inc.-Acquisition Exemption-Pennsylvania Department of Transportation\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble Start Printed Page 39701\n\nLackawaxen-Honesdale Shippers Association, Inc. (LHSA), has filed a verified notice of exemption under 49 CFR 1150.31 for the acquisition of approximately 24.74 miles of rail line from the Pennsylvania Department of Transportation (PennDOT), in Wayne and Pike Counties, PA. The line, known as the Honesdale Branch, extends from milepost 110.26, in Lackawaxen, PA, to milepost 135.00, in Honesdale, PA. The Honesdale Branch was conveyed by PennDOT to LHSA on January 31, 2003.[1] Due to lack of familiarity with the Board's regulatory requirements, LHSA failed to obtain acquisition authority on an exemption for the transaction. Accordingly, to rectify that omission, LHSA files this notice of exemption from the prior approval requirements of 49 U.S.C. 10901.\n\nLHSA certifies that its projected revenues as a result of the transaction will not result in LHSA becoming a Class II or Class I rail carrier.\n\nThe exemption became effective on June 21, 2006 (7 days after the exemption was filed).\n\nIf the notice contains false or misleading information, the exemption is void ab initio. Petitions to revoke the exemption under 49 U.S.C. 10502(d) may be filed at any time. The filing of a petition to revoke will not automatically stay the transaction.\n\nAn original and 10 copies of all pleadings, referring to STB Finance Docket No. 34891, must be filed with the Surface Transportation Board, 1925 K Street, NW., Washington, DC 20423-0001. In addition, one copy of each pleading must be served on Richard R. Wilson, Esq., 127 Lexington Avenue, Ste. 100, Altoona, PA 16601.\n\nBoard decisions and notices are available on our Web site at\n\nStart Signature\n\nDecided: July 5, 2006.\n\nBy the Board, David M. Konschnik, Director, Office of Proceedings.\n\nVernon A. Williams,\n\n\nEnd Signature End Preamble\n\n\n1.  The Stourbridge Railroad Company, Inc., obtained operating authority for this rail line in Stourbridge Railroad Company, Inc.—Operation Exemption—in Wayne and Pike Counties, PA, Finance Docket No. 31508 (ICC served January 25, 1990).\n\nBack to Citation\n\n[FR Doc. E6-10942 Filed 7-12-06; 8:45 am]",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.9621142745,
        "format_confidence":0.9328801036
    },
    {
        "url":"https:\/\/www.epasd.org\/apps\/pages\/index.jsp?uREC_ID=2167017&type=d&pREC_ID=2175767",
        "text":"Transportation » Bus\/Van Riding Conduct\n\nBus\/Van Riding Conduct\n\nProper student conduct on school buses is essential to the health and safety of all students.  Any pupils involved in an act of misconduct that is detrimental to the health or safety of other pupils, bus driver, vehicle, or person(s) outside the vehicle shall have their riding privilege suspended or removed permanently. Please refer to the Code of Student Conduct for specific penalties with respect to school bus misconduct.  Should a student lose the privilege, it becomes the responsibility of the parent or guardian to provide transportation.\n\nAll students who ride the school bus shall, in addition to complying with all rules in the Code of Student Conduct, comply with the following rules:\n\n  1. Pupils must be loaded and unloaded only at school loading stations and designated bus stops approved by the school board.\n  2. Pupils should proceed quickly and in an orderly fashion when boarding \/disembarking the bus.\n  3. Pupils must maintain an acceptable level of noise and refrain from singing, shouting, or cheering so as not to distract the driver.\n  4. Pupils must remain seated while the bus is in motion.\n  5. Pupils must not extend arms or other body parts out the windows.\n  6. Pupils must not throw objects inside the bus or out the window.\n  7. The aisle must be kept clear; books and other belongings should be held by the students or properly stored out of the way.\n  8. Pupils must be on time at bus stop locations at home and school.\n  9. Pupils must remain in the proper waiting areas at the bus stops and may not play or loiter in roadways when waiting for the bus.\n  10. Pupils must respect private property.  They may not trespass, loiter, play on or damage private property.\n  11. Pupils are not permitted to leave the bus except at their regularly assigned stops unless they have written permission from a school administrator.\n  12. After arriving at school either by school bus or by private transportation, students must remain on school property until dismissed.  Pupils may ride only their assigned bus.\n  13. Pupils may not eat, drink or chew gum on the bus.  They must help keep the bus neat and clean.\n  14. Pupils must follow all instructions issued by the bus driver.\n\nFor bus stops, schedules, or any transportation questions, call 717-732-3601, or 717- 732-8938",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.9324997067,
        "format_confidence":0.6764041185
    },
    {
        "url":"https:\/\/www.fhwa.dot.gov\/map21\/guidance\/principles.cfm",
        "text":"U.S. Department of Transportation\nFederal Highway Administration\n1200 New Jersey Avenue, SE\nWashington, DC 20590\n\nSkip to content U.S. Department of Transportation\/Federal Highway AdministrationU.S. Department of Transportation\/Federal Highway Administration\n\nMAP-21 - Moving Ahead for Progress in the 21st Century\n\nHome \/ MAP-21 \/ Guidance \/ Secretary LaHood’s Letter\n\nSecretary LaHood’s Letter to Council on Environmental Quality Chair Nancy Sutley\n\n\nDecember 19, 2012\n\nThe Honorable Nancy Sutley\nWhite House Council on Environmental Quality\n722 Jackson Place, NW\nWashington, DC 20503\n\nDear Chairwoman Sutley:\n\nCongress recently passed a new surface transportation authorization bill known as the Moving Ahead for Progress in the 21st Century Act (MAP-21). This new law provides new tools that are intended to improve project delivery by enabling the U.S. Department of Transportation (DOT) and its modal agencies, other Federal departments and agencies, and the States to expedite important infrastructure projects without sacrificing quality.\n\nAs the President has recognized in Executive Order 13604, entitled Improving Performance of Federal Permitting and Review of Infrastructure Projects (March 22, 2012), our Federal permitting and review processes must provide a transparent, consistent, and predictable path for both project sponsors and affected communities. Our goal in implementing this law and this Administration's permitting reforms is to provide demonstrable improvements in the performance of Federal infrastructure permitting and review processes, including more timely and efficient decisions. Most importantly, we seek to use the environmental review process to deliver better and more sustainable projects that result in a healthier and cleaner environment.\n\nIn implementing this law, we will adhere to the following principles:\n\n  1. DOT will implement MAP-21 in a way that utilizes the National Environmental Policy Act and other Federal environmental statutes to promote better environmental outcomes, improve transparency, and support informed decision-making.\n  2. DOT will promote environmental stewardship, transparency, and early inter-agency consultation and collaboration as it carries out all of the new mandates included in MAP-21.\n  3. DOT will encourage early collaboration among agencies, project sponsors, affected stakeholders and the public, both in the transportation planning process and in project development, to avoid adverse impacts to communities and the environment, minimize or mitigate impacts that may occur, and avoid project delay.\n  4. For greater transparency and accountability, DOT will utilize cost-effective information technology to collect and disseminate information about individual projects and agency performance and to fully consider the priorities and concerns of affected communities.\n  5. In developing schedules for projects, DOT will ensure that the timing for decisionmaking regarding any required actions, such as permits and licenses, must be consistent with applicable regulations governing coordinating with cooperating agencies.\n  6. DOT will encourage planning and project development procedures that avoid disputes and resolve any that do arise early in the process, avoiding unnecessary elevation wherever possible.\n\nWe appreciate the engagement and help that you and your staff have provided already to help us meet tight deadlines while producing better projects and better environmental results. We look forward to continuing our relationship while working to implement this Act.\n\nSincerely yours,\n\nRay LaHood\n\nDownload a PDF of the signed letter: principles.pdf (831 KB)\n\nTo view PDF files, you can use the Acrobat® Reader®.\n\nPage last modified on September 12, 2013.\nFederal Highway Administration | 1200 New Jersey Avenue, SE | Washington, DC 20590 | 202-366-4000",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.8680343032,
        "format_confidence":0.5438475609
    },
    {
        "url":"https:\/\/www.designnews.com\/penton_modal\/nojs\/forward\/35606\/0",
        "text":"Design News is part of the Informa Markets Division of Informa PLC\n\nThis site is operated by a business or businesses owned by Informa PLC and all copyright resides with them. Informa PLC's registered office is 5 Howick Place, London SW1P 1WG. Registered in England and Wales. Number 8860726.\n\nEmail this article\n\nEngineering from Home, According to the Ford Mustang Mach-E Team\n\nEnter your email above to receive messages about offerings by Informa, its brands, affiliates and\/or third-party partners, consistent with Informa's Privacy Statement.",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.6287590861,
        "format_confidence":0.7542784214
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2016\/09\/02\/2016-21139\/union-pacific-railroads-request-for-positive-train-control-safety-plan-approval-and-system",
        "text":"Skip to Content\n\n\nUnion Pacific Railroad's Request for Positive Train Control Safety Plan Approval and System Certification\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nEnhanced Content\n\nRelevant information about this document from provides additional context. This information is not part of the official Federal Register document.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nFederal Railroad Administration (FRA), U.S. Department of Transportation (DOT).\n\n\nNotice of availability and request for comments.\n\n\nThis document provides the public with notice that the Union Pacific Railroad (UP) submitted to FRA its Positive Train Control (PTC) Safety Plan (PTCSP) Version 1.0, dated June 1, 2016. UP requests that FRA approve its PTCSP and issue a PTC System Certification for UP's Interoperable Electronic Train Management System (I-ETMS).\n\n\nFRA will consider communications received by October 3, 2016 before taking final action on the PTCSP. FRA will consider comments received after that date if practicable.\n\n\nAll communications concerning this proceeding should identify Docket Number FRA-2010-0061 and may be submitted by any of the following methods:\n\n  • Web site: Follow the online instructions for submitting comments.\n  • Fax: 202-493-2251.\n  • Mail: Docket Operations Facility, U.S. Department of Transportation, 1200 New Jersey Avenue SE., W12-140, Washington, DC 20590.\n  • Hand Delivery: 1200 New Jersey Avenue SE., Room W12-140, Washington, DC 20590, between 9 a.m. and 5 p.m., Monday through Friday, except Federal Holidays.\nStart Further Info\n\n\nDr. Mark Hartong, Senior Scientific Technical Advisor, at (202) 493-1332,; or Mr. David Blackmore, Staff Director, Positive Train Control Division, at (312) 835-3903,\n\nEnd Further Info End Preamble Start Supplemental Information\n\n\nIn its PTCSP, UP asserts that the I-ETMS system it is implementing is designed as a vital overlay PTC system as defined in 49 CFR 236.1015(e)(2). The PTCSP describes UP's I-ETMS implementation and the associated I-ETMS safety processes, safety analyses, and test, validation, and verification processes used during development of I-ETMS. The PTCSP also contains UP's operational and support requirements and procedures.\n\nUP's PTCSP and the accompanying request for approval and system certification are available for review online at (Docket No. FRA-2010-0061) and in person at the U.S. Department of Transportation's (DOT) Docket Operations Facility, 1200 New Jersey Avenue SE., W12-140, Washington, DC 20590. The Docket Operations Facility is open from 9 a.m. to 5 p.m., Monday through Friday, except Federal Holidays.\n\nInterested parties are invited to comment on the PTCSP by submitting written comments or data. See 49 CFR 236.1011(e). During its review of the PTCSP, FRA will consider any comments or data submitted. However, FRA may elect not to respond to any particular comment and, under 49 CFR 236.1009(d)(3), FRA maintains the authority to approve or disapprove the PTCSP at its sole discretion. FRA does not anticipate scheduling a public hearing regarding UP's PTCSP because the circumstances do not appear to warrant a hearing. If any interested party desires an opportunity for oral comment, the party should notify FRA in writing before the end of the comment period and specify the basis for his or her request.\n\nPrivacy Act Notice\n\nAnyone can search the electronic form of any written communications and comments received into any of our dockets by the name of the individual submitting the comment (or signing the document, if submitted on behalf of an association, business, labor union, etc.). In accordance with 49 CFR 211.3, FRA solicits comments from the public to better inform its decisions. DOT posts these comments, without edit, including any personal information the commenter provides, to, as described in the system of records notice (DOT\/ALL-14 FDMS), which you can review at​privacy. See​privacyNotice for the privacy notice of\n\nStart Signature\n\nIssued in Washington, DC, on August 29, 2016.\n\nPatrick T. Warren,\n\nActing Associate Administrator for Railroad Safety, Chief Safety Officer.\n\nEnd Signature End Supplemental Information\n\n[FR Doc. 2016-21139 Filed 9-1-16; 8:45 am]",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.9759770632,
        "format_confidence":0.9512125254
    },
    {
        "url":"https:\/\/www.wergsautomotive.com\/vehicle-sales",
        "text":"Vehicle Sales & Consignment\n\nList price does not include sales tax, tag, registration fees, government fees, electronic filing fees, $599 dealer administrative fees, document fees, and finance charges are not included in listed vehicle pricing. These charges represent cost and profit to the dealer for items such as Prepping vehicle and preparing documents related to the sale. All prices and availability are subject to change without notice. Our dealership reserves the right to sell the vehicle at anytime. We will not be held liable for mistake errors, omissions, or issues associated with vehicle listings. There are errors in pricing when inventory is fed to third party sites.",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.9372041821,
        "format_confidence":0.5625838041
    },
    {
        "url":"https:\/\/www.flightcentre.co.za\/flights\/usa",
        "text":"\n\n1 Passenger\n\nBy proceeding I agree to Flight Centre's Terms of Use and my personal information being handled in accordance with Flight Centre's Privacy Policy.",
        "topic_id":22,
        "format_id":8,
        "topic_confidence":0.827059567,
        "format_confidence":0.6749517322
    }
]