[
    {
        "url":"http:\/\/www.linuxstories.net\/about\/",
        "text":"About Linuxstories.net\n\nAbout Linuxstories.net\n\n\nLinuxstories.net is a Linux Related Tutorial Website was started on March 26 by Tharun Ravikumar. Linuxstories was started with the goal of providing Very Basics to In-depth how-to’s guides for Linux\/Windows\/Cloud System Administrator.\n\nLinuxstories always trying to provide high-quality articles which would be easy to learn From Dump.\n\nArticles here are written by Tharun Ravikumar, aspiring Young Linux Engineer and the occasional guest as Linux instructor For Many Websites, blogging classroom and online Webs\n\nAbout Tharun Ravikumar\n\nI am a Linux Administrator and myself slowly increasing my talents by following Linux tutorials, Guides and Information from Experienced Persons . Here I’M Sharing My own Experience about Linux-related How to’s, Linux Tutorials, Linux Tips and Cloud Tutorial topics.\n\nI am Married To Windows But I cheated on Her With Linux – Tharun Ravikumar\n\nThank You",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.7644167542,
        "format_confidence":0.7856024504
    },
    {
        "url":"https:\/\/www.webmasterworld.com\/profilev4.cgi?action=view&member=hryhopes",
        "text":"homepage Welcome to WebmasterWorld Guest from\nregister, free tools, login, search, pro membership, help, library, announcements, recent posts, open posts,\nBecome a Pro Member\nHome \/ Forums Index \/ View Profile \/ hryhopes\n5+ Year Member\nPersonal Information:\nMember Since:Jan 7, 2010\nLast Post:Jan 7, 2010\nTotal Posts:1\nSocial Media Links:\nLocation Information:\nCompany Information:\nRecent Activity:\nRecent Messages No upgrade pricing for Office 2010   in Microsoft Corporate\nHome \/ Forums Index \/ View Profile \/ hryhopes\nrss feed\n\nAll trademarks and copyrights held by respective owners. Member comments are owned by the poster.\nHome ¦ Free Tools ¦ Terms of Service ¦ Privacy Policy ¦ Report Problem ¦ About ¦ Library ¦ Newsletter\nWebmasterWorld is a Developer Shed Community owned by Jim Boykin.\n© Webmaster World 1996-2014 all rights reserved",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.7864108086,
        "format_confidence":0.9905359149
    },
    {
        "url":"https:\/\/discussion.evernote.com\/profile\/66404-tuftymctavish\/",
        "text":"Jump to content\n\n\nLevel 2\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n2 Neutral\n\nAbout TuftyMcTavish\n\n  1. Hey, thanks, gustavgi, that has indeed solved my problem. I did not know that was a setting I could change. I did look in options but didn't realise it was a right-click menu option. THANKS!\n  2. How do I go about acquiring an earlier install so I can revert my installation of Evernote back? The Downloads link only seems to offer up the latest build.\n  3. I just upgraded to the new v6.06 release of Evernote for Windows and I am horrified that you've moved the Shortcuts bar from the left-hand column to a horizontal toolbar! WHY!?!?!?! It no longer fits everything in, note names don't full display, and I can't restore it. I used to order items on the left hand column, had plenty of vertical and horizontal space. It was MUCH better the way it was. I don't often come in here to complain but I am IMMEDIATELY driven to voice my frustration at this seemingly innocuous change which is really, Really bothering me. I haven't even looked any deeper than this change yet.\n  4. Thanks chaps, the reinstall Evernote suggestion fixed the Windows Outlook2016 add-in for me. After upgrading to Outlook2016 a while back I had no \"Save to Evernote\" button on the ribbon. I finally got fed up enough to go find out what was wrong (leading me to this useful thread). I looked in the Manage COM Add-Ins and Outlook was telling me that the Evernote plugin was taking forever to start (it was on something like 2979 seconds when I looked!). So I fully quit Outlook and Evernote, UNinstalled Evernote, REinstalled Evernote (v5.9.6) and restarted Outlook. Didn't need to reboot. My Evernote button in Outlook is back. FWIW I had just been using the Evernote auto-update installer so I was already on the latest v5.9.6 version, it just hadn't fixed the Outlook add-in after upgrading Outlook from 2013 to 2016, until I fully REinstalled Evernote. HTH somebody. So glad I finally got that fixed. Really incredibly useful feature. Just wish it was possible on OSX Outlook2016 (I had to use an Automation script to support it here, and while it works well it isn't quite a smooth as the Windows version).\n  5. This highly useful script broke for me a few months ago, I think perhaps after an Evernote upgrade. Something about something not being recognised - I never noted down the error. Finally got around to checking to see if there was an update and discovered that the author updated it just a few days ago. Not sure where the problem lay but either way it's fixed and I've been able to catch up with a backlog of mailbox -> Evernote cleaning. http:\/\/veritrope.com\/code\/outlook-2011-to-evernote\/\n  6. A hot scoop just in from Veritrope himself... I just tested this out, having not exactly gandered the script for myself! Changing the default OFF to ON pops up a little dialog box when you next run the script. This lets you type in multiple tags before selecting a notebook. This is very close to what I had before moving to Mac-land. Link to the script is in the first post for those that haven't tried it out. It's very easy to install and use. Thanks to Justin for the tweet. Very helpful indeed.\n  7. I had a search and I see this gets a few mentions. I was curious why there is no Add to Evernote option in Outlook 2011 for Mac like there is in Outlook 2010 for Windows? Is it a limitation of the Mac version of Outlook, lack of development resources, low uptake or something else? I use the Outlook plugin for Windows all the time at work as it lets me set notebook and tags as I'm adding the note to Evernote. I used to use the Thunderbird plugin for Windows at home for the exact same reasons, I added the extra information at the time I archived the email to Evernote. A while back support for this was dropped, much to my frustration as the alternatives at the time were poor. I even reverted my Thunderbird to an old version to continue using it. Nowadays I'm on a Mac and tending to use Outlook 2011 for Mac. I've installed the useful Veritrope Applescript which gets the job done by adding, silently, entire emails to the default notebook in my Evernote. I then have to flip over to Evernote to update it with additional data. This doesn't sound too big a job but it has changed my workflow. As a consequence of this two-step process my Inbox (previously a pristine ToDo list really) is building up with stuff because I don't think the script plus the swap to Evernote is as quick and efficient as the alternatives I use on other platforms. I really like the popup dialog at the time I'm adding to Evernote. Is there any way to achieve this for Mac?\n  8. I too wish to move my Evernote database to another location. On Windows I keep my Evernote within a Truecrypt container. I wish to do the same on Mac. I read the symbolic link suggestion and may well try that out, but I'm puzzled why this isn't supported. I want to add some additional security around my Evernote, I can do it on Windows, why not Mac?\n  9. I too store my Evernote database in a Truecrypt container on ALL the PCs on which I have Evernote installed. If anybody accesses that computer or steals my equipment then they don't get ready access to my data. I even have my Dropbox within my Truecrypt container. I start Truecrypt then once I've mounted the container as a drive I fire up Evernote and Dropbox which are both configured to access their files inside my Truecrypt container. Takes a bit longer to get things going but it blocks against casual access quite satisfactorily I think. I don't store sensitive information in either Evernote or Dropbox, I just want to protect it against physical access to the computer.\n  • Create New...",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.9811251163,
        "format_confidence":0.71146667
    },
    {
        "url":"https:\/\/icobench.com\/u\/filos-aletheia",
        "text":"Translate the page\nFeel free to ask any questions, leave your comments, wishes and suggestions regarding the Google Translation at our Telegram Chat.\n\nFilos Aletheia\n\nPeople of Blockchain\n\nBrowse all people\nAnalyse like a PRO! Download full analytical reviewsAnalyse like a PRO!\n\nCookies help us deliver our services. By using our services, you agree to our use of cookies.\n\nLearn more Got it",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.5558751822,
        "format_confidence":0.7428561449
    },
    {
        "url":"https:\/\/starfoxwiki.info\/wiki\/User:Neo",
        "text":"\n\nOur 2nd election for the Editor-in-Chief position is open for Nominations.\n\n\nFrom Lylat Wiki, your source on Star Fox information. By Fans, for Fans.\nJump to: navigation, search\n\nHey, guys, I'm Neo, the founder and owner of Lylat Wiki. But don't be discouraged from talking to me because of this. I swear that I love all people :)\n\nAnyways, I'm also a MediaWiki extension writer. I love PHP because of how versatile it is. So if you need something, feel free to ask me.\n\nI've patrolled {{#pe:Neo|patrol}} edits.\n\nI've made {{#pe:Neo|auto}} automatically patrolled edits.\n\nIn total, I have {{#pe:Neo}} patrolled edits.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.70869416,
        "format_confidence":0.9916818738
    },
    {
        "url":"https:\/\/wiki.ubuntu.com\/xerxas?highlight=%28%5CbCategoryHomepage%5Cb%29",
        "text":"I'm 23 and live in Grenoble, France (SE of France).\n\n\n  • eMail: <xerxas AT SPAMFREE gmail DOT com>\n\n  • Nickname on IRC: xerxas\n\n  • Jabber: xerxas@jabber.fr\n\nLife Interests\n\nPretty much everything but mainly computers. I'm pretty much interested in human science like linguistics, social sciences, psychology. I also like photography, mountains, skiing, hanging out with friends and get in a bad state.\n\nComputer Bio\n\nI'm a linux user since 10 years, begining with Kheops 3.3 (Kernel 2.0.34) (Kheops was a frenchized version of slackware). Then I used some times Redhat (4.2), Mandrake (5.1) and rapidly came to Debian (slink IIRC) I rapidly switched to sid and always loved unstable systems, moreover I always used the experimental repositary, and few unofficial ones. Then ubuntu made a lot of noise with its Warty, I heard about it, installed it and found that my dream is real, a stable unstable bleeding edge nice debian :). Now I'm using Breezy (back to instability). I'm really interested in every new things like composite in xorg composite, early userspace, NetworkManager, Jabber (with gajim), tomboy, beagle, banshee, or any other mono stuff. I long awaited for the udev\/hal\/dbus stack because I knew there was something to do in kernel (only udev). I'm now also really interested in web semantics, like rdf, owl, foaf, doap and also open standards that should work with semantics like svg, smil.\n\nI'm starting programming since 3 or 4 years. I learnt C, C++, Java, PHP, xHTML\/Css and python. The only language I call a language now is Python (I also now bourne shell and just a bit of perl).\n\nUbuntu Interests\n\nI want to meet (real life or not) with other ubuntu members and share experience. I also want to help newbies on irc and advertise for ubuntu in real life. I'm interested in correcting bugs in packages, resync with debian packages or package things that are not in debian.\n\nI have already packages pymsn (an msn protocol bindings in python), telepathy-butterfly (the msn connexion manager for telepathy which make use of pymsn), and tapioca-sharp (a High level telepathy api in c#). I'm planning on packaging Landell for feisty+1, a telepathy and tapioca client written in c#. I'm also doing a lot of bug triaging, mostly triaging \"needs info\" ones.\n\nI'm not really keen on translation but I might help.\n\n\nxerxas (last edited 2008-08-06 16:13:31 by localhost)",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.5386381149,
        "format_confidence":0.9885931015
    },
    {
        "url":"http:\/\/moz.com\/community\/users\/131874",
        "text":"Profile Information\n\nFull Name:\nDoug Dunston\nDisplay Name:\nDoug Dunston\nAlbuquerque, NM\nBlog Post: How NOT to Request a Link Via Email\nI would have said \"wow,\" but it's been said a couple times already in the comments.\n\nIt is amazing to look at spam, which works on percentages (0.0000001 percent of people click on [...]) with the eyes of an actual individual. I think it's very easy (and generally mindless) for people to shift back and forth between statistics and individuals until they actually look at what people are saying and who is doing the reading.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.9375001788,
        "format_confidence":0.9844583273
    },
    {
        "url":"https:\/\/en.forums.wordpress.com\/profile\/kristianiipp",
        "text":"Need help? Check out our Support site, then\n\nBack to Forums\n\n\nMember Since\nFebruary 9, 2009 (7 years)\n\nUser Activity\n\nRecent Replies\n\n  1. No-ones blog is displaying correctly. its not parsing the css... User last replied: 7 years ago. Most recent reply: 7 years ago\n\nThreads Started\n\nNo more topics posted.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.9526349306,
        "format_confidence":0.9894276261
    },
    {
        "url":"http:\/\/www.msfn.org\/board\/profile\/125543-danpye\/",
        "text":"Jump to content\nStrawberry Orange Banana Lime Leaf Slate Sky Blueberry Grape Watermelon Chocolate Marble\nStrawberry Orange Banana Lime Leaf Slate Sky Blueberry Grape Watermelon Chocolate Marble\n\nMSFN is made available via donations, subscriptions and advertising revenue. The use of ad-blocking software hurts the site. Please disable ad-blocking software or set an exception for MSFN. Alternatively, register and become a site sponsor\/subscriber and ads will be disabled automatically. \n\n\n  • Content count\n\n  • Donations\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n0 Neutral\n\nAbout danpye\n\n  1. Portable Windows 7 build from Winpe 3.0\n\n    Thank you very much. I got it working using the update that you provided to me on the Reboot.pro post. Dan\n  2. Portable Windows 7 build from Winpe 3.0\n\n    Like I said, I can get the explorer.exe to launch, but only as a file browser, not as the actual shell. (btw - in order to do this, i had to chance the USERPROFILE env var from x:\\windows\\sytem32\\config\\systemprofile to x:\\Users\\default ) When I go into the winlogon reg key and change the SHELL entry from the cmd \/k cmd.exe to explorer.exe, then open taskmanager, kill explorer.exe and relaunch it, I see the little blurb about 'Preparing windows ' - Windows update, etc.. (small grey screen at upper right corner), but the actual GUI never launches.\n  3. Portable Windows 7 build from Winpe 3.0\n\n    I left that step out of my post, but I did go in and get the following keys via regedit (I extracted all files from the Install WIM from the DVD to my HD and then opened regedit. I then File - load Hive and loaded the software hive. I exported the following to reg files) HKLM\\Software\\Classes HKLM\\Sfotware\\MS\\Windows\\Explorer HKLM\\Software\\MS\\Windows NT\\\\Svchost I then went in, changed the D:\\ and the 44,00,... to the right values Next, I mounted my custom build WIM file and imported the reg files. I then unmounted registry hives, unmounted Custom build Wim file, and recreated iso file. do you have to go in and get all of the services to get explorer.exe as shell?\n  4. Portable Windows 7 build from Winpe 3.0\n\n    Hi Kullenen_Ask I am trying to follow your instructions regarding creating a custom PE disk (win pe 3.0) and getting explorer.exe working but am having a problem with explorer.exe If I change the HKLM\\Software\\MS\\WINNT\\CurrentVer\\Winlogon\\Shell= key to explorer.exe, then type explorer.exe in the command prompt, explorer runs the ie4unit process, and then doesnt initialize the gui. If i change this value to anything else, explorer.exe comes up, but onlly as a file browser, and I dont get any gui. I know that I am missing one small thing, but not sure what. any ideas? Thanks Dan\n  5. Windows PE 2005 and XPSP3\n\n    All: I am using WinPE 2005 based off of Windows XP Pro SP2. When you slipstream XP SP3 into the i386 folder of your Install source, WinPE doesnt let you build... anyone know if MS is making an update to PE 2005 to get this to work with XP SP3? Otherwise, I guess I will have to build a plugin for WinPE 1.5 to update to SP3.... not fun... Thanks Dan\n  6. FDISK problems\n\n    Hey, I am working on using the multiboot AIO DVD guide to create a multiboot tools disk. I have the DOS boot disk working & launching FDISK from the floppy. I created the image file (.ima) with winimage and add it to the shell, but when it boots up (tried both with memdisk and diskemu) and I try to launch FDISK, I get \"No Fixed disks present\". When I boot from the floppy directly, it works fine. Any thoughts or help would be appreciated. Dan\n  7. Smart Card Services\n\n    Here is what I have so far.. any help with this would be appreciated. )) Thanks Dan AC2_Software.txt Ac2_System.txt\n  8. Smart Card Services\n\n    Trying to get Smart Card services working... I have it showing up as a service, but it still not functioning.. my reader is visible in device manager, but the cac software is not seeing the reader. Any help would be appreciated.. this is in Win PE 2005 btw. Thanks Dan",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.8710882068,
        "format_confidence":0.8914624453
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/User:Mkweise",
        "text":"From Wikipedia, the free encyclopedia\nJump to: navigation, search\n\n\nPreently my life does not leave me much time to contribute very actively. I'm as excited about the project as ever and I'm still around, just not as active as I was during the early days of Wikipedia.\n\nPlease note that discussions relating to an article's content should take place on that article's talk page. That allows other contributors to take part in the discussion, and keeps past discussions available for future reference.\n\nIf you want to ensure that I'll visit the appropriate talk page as soon as possible, a brief message on my talk page will suffice to call my attention there.\n\nLicensing of contributions[edit]\n\nThe following licensing terms apply to all of my text contributions to articles in the article namespace:\n\nMulti-licensed with the Creative Commons Attribution Share-Alike License versions 1.0 and 2.0\nI agree to multi-license my text contributions, unless otherwise stated, under Wikipedia's copyright terms and the Creative Commons Attribution Share-Alike license version 1.0 and version 2.0. Please be aware that other contributors might not do the same, so if you want to use my contributions under the Creative Commons terms, please check the CC dual-license and Multi-licensing guides.\n\nWith respect to all images and miscellaneous files that I've uploaded to Wikipedia, no licensing terms or permissions apply except as noted in their respective individual file descriptions. With respect to my comments in all discussion namespaces, I reserve all rights not explicitly waived as I wish to avoid hastily written comments to be quoted out of context.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.7146296501,
        "format_confidence":0.9881190658
    },
    {
        "url":"http:\/\/diva4rhino.com\/profile\/AlbertoTettamanti",
        "text":"Alberto Tettamanti\n  • Male\n  • milano\n  • Italy\n\nAlberto Tettamanti's Discussions\n\nRhino toolbar of diva doesnt' work\n\nStarted this discussion. Last reply by J. Alstan Jakubiec on Friday. 1 Reply\n\nHi everybody,I install the lastest version of diva, with student license, although in grasshopper it seems to work properly, in Rhino viewport the toolbar of diva is loaded but doesn't work when i…Continue\n\n\nAlberto Tettamanti's Page\n\nComment Wall\n\n  • No comments yet!\n\nYou need to be a member of DIVA for Rhino to add comments!\n\nJoin DIVA for Rhino\n\n\n© 2017   Created by jeff niemasz.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.9077572823,
        "format_confidence":0.9613086581
    },
    {
        "url":"https:\/\/forums.odforce.net\/profile\/8491-amm\/",
        "text":"Jump to content\n\n\n  • Content count\n\n  • Donations\n\n    0.00 CAD \n  • Joined\n\n  • Last visited\n\n  • Days Won\n\n\namm last won the day on August 11\n\namm had the most liked content!\n\nCommunity Reputation\n\n79 Excellent\n\nAbout amm\n\n  • Rank\n\nContact Methods\n\n  • Website URL\n\nPersonal Information\n\n  • Name\n  • Location\n    Zagreb, Croatia\n\nRecent Profile Visitors\n\n3,385 profile views\n  1. Local space does work here - each pair of boots is separate object, noise pattern is following the transformation. In this example, ''current'' space is camera space.\n  2. Screen space, basically. Name was introduced by OpenGl or something, as normalized position of mouse pointer on screen, and such. One corner is 0 0 while diagonal corner is 1 1. If you doing something with SHOP shaders, you'll want to use other options as well. P in SHOP is in camera space, so if you want some noise pattern in world space instead, you'l convert P with this thing.\n  3. Fusion vs Nuke\n\n    Natron has support for OpenFX, and lot other 'open' things, let's say ffmpeg allows it to write apple ProRes using Windows OS. If I remember correctly, there were some issues exactly with Lenscare on OpenFX, but these are already recognized by developers. Generally one can not expect everything to work smoothly when such cross-platform thing is used, anywhere. Natron is free, they are providing some example projects, interface is looking like copy of Nuke. Download link is here.\n  4. By the way I've tried what I've suggested, and... really problematic part seems to be building the per-point orientation, somehow it is always arbitrary. So at the end of the day, three stages are minimum to build an curve based interpolation, as an robust method, just like you did , I guess. If I'm correct, there's something for preserving the curve segment's length in your method, like Maya curve 'lock length'. About ready for use solvers, while ago I've played with RBD constraints and Bullet, as an replacement for H wire solver, it showed great self-collisions, but entire sim was a bit too wild, more like ropes - 'loose' SDF based collision in Wire solver looked more realistic. H 'connect adjacent pieces' wasn't enough for building the relations (it takes nearby points in 3d space), had to build the replacement of 'connect...' thing. Other than that, VDB Advect or FEM soft body comes to mind, however there's too long way of forth-back conversions with both (for my taste) to use as rigging tool.\n  5. If both stages are given, just for something like that, should be possible to get the angle by comparing the normals, also a line between two stages. These two, line and angle, should be enough elements to calculate the center of rotation by using some triangle formula (of right triangle). Cross product of normals (at first and last stage) should be a rotation axis. While entire thing will be rotating inward, unless you'll lower the ambition to less than 180 degree between stages. Not in front of Houdini, anyway I'd believe it will work. Multiple stages would be interesting to get by some SLERP , while this a bit too much for me to visualize, right now...\n  6. Fusion Studio\n\n    Well, people are usually going in opposite directions in last ten years or so, toward After Effects or Nuke, depending of what they are doing. Should not be hard to get into basics, however in my opinion, it's really old fashion app, full of specific solutions from 90s. Starting from numerical inputs where you are able to use sliders somewhere, somewhere not, somehow unusual choice of blending modes, different behaviors of copy - paste node, so on. Let's say if you want to re-create something like (not built-in) light wrap effect by nodes, that would be a way easier and straightforward in Blender compositor. While generally, Natron is much more Nuke - like, also, Natron provides you controls where you expect to find them, well at least for my taste. Nodal or not, I think After Effects is a way more unified app, making it easy to just override disadvantages of layers, in many cases. I'd say, if there is a particular advantage of Fusion, use it just for that. However, complete switch is hard to imagine, actually it sounds impossible.\n  7. imported UVs\n\n    Generally, if they are on vertices, keep them there. UV as vertex attribute makes possible to have \"breaks\" between UV islands, even on connected polygons, hard edge in case of normals, also ''per polygon'' vertex color (vertex color in case of FBX). Once they are promoted to point, you'll get UV connected all around, let's say between first and last UV edge of cylindrical UV map, so on. That's not what you want. In other word, promoting from vertex to point has sense only if each UV island edge is corresponding to polygon boundary edge. Why that difference is happening, I don't know, my wild guess is that Houdini performs some kind on optimization on import, if it is possible to promote UV or normals form vertices to points harmlessly , H will do that, otherwise it won't (I could be wrong for this 'who is doing that' part).\n  8. OBJ transform to SOP lvl\n\n    Wouldn't hurt. By the way, does anyone have some experience with SideFX GoZ for Houdini.\n  9. OBJ transform to SOP lvl\n\n    Not all the time. If you're using exporter from file>export menu, then yes, positions are baked into global space before exporting, in case of obj file. In case of FBX, it writes both, global and local. Same with Maya. However if you write something out using ICE Cache On File node, it's local position. If you take a Houdini File SOP as equivalent of ICE Cache On File node, it should be clear what happens. SOP VOP deformation, as well as ICE tree, is applied in local (object) space.\n  10. OBJ transform to SOP lvl\n\n    As far as I know, Obj format does not store any transforms at object level, there are point positions in global space and that's it. On Softimage - Maya - Houdini route, default up axis is same Y, result should be the same, as you already noticed. Most likely, zBrush did something according to its preferences or something else, these zBrush arbitrary changes are somehow traditional. Just for info another app with similar habits is Blender (because of Z up). If adjusting zB preferences doesn't help, should be enough to use Transform SOP, that's relative cheap, all at once deformation. If Houdini is able to display the mesh, should be able to evaluate Transform SOP, too.\n  11. Distance from center in shops\n\n    Well, then something else went wrong. From my small experience, it works....\n  12. Distance from center in shops\n\n    Should be something like in pic. That's SHOP, ''current'' space is camera.\n  13. So here's attempt First of all, this is not an universal skin shader, exact replica or anything like that, I just tried to put some typical 'contemporary' methods into network. It is a mix of PBR Diffuse, PBR Single Scatter ( introduced in 16.5), and two PBR Reflections. It should showing what is possible to do, feel free to experiment with nodes inside shader network. There's just one subsurface scattering shader in mix. Houdini PBR Single Scatter has all map-able attributes, like scattering distance or attenuation color (while in old Mental Ray's Fast Skin, blurring radius is not) - things like exaggerated back scatter around ears or variances in attenuation color, are performed by simple trick: point color is used as mask for modulation. One SSS shader should be much faster to render than three, obviously. So at the end of the day, only typical Mental Ray's Fast Skin feature is screen blending of layers. I added switches between screen blend and plain additive. Important parameters: - Diffuse and SSS tint: that's 'modern' method, to multiply diffuse and SSS texture by complementary color, diffuse in light blue, SSS in orange. Overall is nearly the same as original color of texture, while complementary colors are there to get stronger diffuse - SSS difference. - Diffuse and SSS power: actually a gamma value, 1 is original, more than 1 is exaggerated darker color. - Diffuse and SSS Weights: for more of 'old paintings' style, feel free to raise the SSS weight. - Screen blending, Diffuse vs SSS, Reflections vs Diffuse and SSS: feel free to disable them just to see what happens. Nice side effect of screen blend is clumping of maximum direct lighting ( inside shader I set this to 1.25), making it easier to sample by Mantra. - Two reflections, first is wide, it acts more like additional diffuse shading. Second is sharp, intentionally disabled at edges. Bu some convention, shading model is set to Phong, as Phong does not fade the wide reflections (contrary to GGX) - so somehow Phong fits better, here. Any reflection parameter is a subject for tweaking, except maybe just one: in case of skin, it's always blueish tone, AFAIK that's natural effect of exaggerating the complementary reflection color in case of scattering media, something not automatically set by layered shading used in renderers like Mantra. Regarding wikihuman files, I've reduced resolution of bitmaps to make a smaller download, also I've used only three maps: diffuse color, specular color, and main displacement. Get files (around 30 Mb) there.\n  14. I'd try to post Houdini scene this weekend, based on wikihuman files. Regarding Lee Perry's head, I'd say, enough is enough :).\n  15. Hello McNistor, just a few thoughts: 'edge factor' in Mental Ray's fast skin (and default reflection falloff in all variances of MIA) could be a kind of very simplified Fresnel effect, precisely number 5 is exponent of dot product of shading normal and negated eye direction. In H, that could be 'normal falloff' node with mentioned exponent of 5 (or a bit more or less), plugged into 'fit range' node, where 'destination min' and 'destination max' are facing - edge weight, all that used to fade the reflection. That's simplified but gives a cleaner control over reflection weights than 'true' Fresnel. With unmodified 'fit range', it's zero ... (truncated)",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.5063810349,
        "format_confidence":0.8491860628
    },
    {
        "url":"http:\/\/livemodern.com\/Members\/klbrown\/index_html",
        "text":"Personal tools\nlog in | join | help\n\nklbrown's Home Page\n\nby LiveModern Webmaster last modified Jan 04, 2012 12:27 AM\nEditorial Rating: 1 2 3 4 5\nAverage Rating: 1 2 3 4 5 ( 0 votes)\nklbrown's front page\n\n\n\nHome page for %s\n\nThis page was automatically created for you when\nyou joined the community or when your account\nwas created. You are encouraged to customize\nthis page to your tastes.\n\nTo change the content just select the \"Edit\"\ntab located directly on top of this page.\n\n\n\n\nWebsite migration, maintenance and customization provided by Grafware.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.842100203,
        "format_confidence":0.9299285412
    },
    {
        "url":"http:\/\/www.computerforums.org\/forums\/users\/61267\/",
        "text":"Go Back   Computer Forums > Members List\nClick Here to Login\nJoin Computer forums Today\n\na sasquatch is an unknown quantity at this point\n\na sasquatch a sasquatch is offline\n\nBeta Member\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: 03-29-2012 04:19 AM\n  • Join Date: 03-29-2012\n  • Referrals: 0\n\nAll times are GMT -5. The time now is 01:44 AM.\n\nPowered by vBulletin® Version 3.8.8 Beta 4\nCopyright ©2000 - 2017, vBulletin Solutions, Inc.\nSearch Engine Friendly URLs by vBSEO 3.6.0",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.8777673841,
        "format_confidence":0.9552000761
    },
    {
        "url":"http:\/\/wwwarea51newmex.easyphpbb.com\/profile.php?mode=sendpassword",
        "text":"\n\nBookmark this site!\nArea 51 Forum Index\nSend me a new password\nItems marked with a * are required unless stated otherwise.\nUsername: *\nE-mail address: *\n\nPowered by phpBB © 2001, 2002 phpBB Group\nEffex-Media Web Resources\nDesign by SkaidonDesigns | Distributed by Olate\nCreate your own free forum now!\nTerms of Service Purchase Ad Removal Forum Archive Report Abuse",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.868547678,
        "format_confidence":0.912882328
    },
    {
        "url":"http:\/\/it.toolbox.com\/people\/dpsdelaney\/connections\/member",
        "text":"Log In\nE-mail or User ID\n  Keep me signed in\nRecover Password\nCreate an Account\n\ndavid delaney\n\nOttawa, Canada\nMember since 11\/15\/2009\nWindows Server 2008 \/ 2008 R2; Microsoft Hyper-V; Citrix XenServer; (mainly) VMware vSphere\nMembers | Connections\nToolbox for IT Team\nMarketing Professional | 411 posts\nQ&A, Blogs, Research & More\n  • Get the answers you want from industry experts\n  • Stay informed about the latest industry developments\n  • Share your expertise with millions of professionals\n\nPCMag Digital Group AdChoices\n\nTRUSTe Privacy Certification",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.7331965566,
        "format_confidence":0.9636853337
    },
    {
        "url":"https:\/\/www.digi.com\/support\/forum\/user\/pratappulugoru",
        "text":"Home\/Support\/Support Forum\/User pratappulugoru\nWelcome to Digi Forum, where you can ask questions and receive answers from other members of the community.\n\nUser pratappulugoru\n\nMember for: 2 years (since Jul 11, 2017)\nType: Registered user\nFull name:\n\nActivity by pratappulugoru\n\nScore: 0 points\nTitle: New to the Community\nQuestions: 4\nAnswers: 0\nComments: 0\nVoted on: 0 questions, 0 answers\nGave out: 0 up votes, 0 down votes\nReceived: 0 up votes, 0 down votes\n\nWall for pratappulugoru\n\nPlease log in or register to post on this wall.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.7613735795,
        "format_confidence":0.8841144443
    },
    {
        "url":"http:\/\/www.watchknowlearn.org\/UserProfile.aspx?UserID=30952",
        "text":"72,552,939 Videos Watched\n\nAge Filter: Click to Set\n\nEmbed Video\nEmbed Video:\nURL of source video:\nSimply give the URL and we will get the embed code automatically, if we support embedding from the site.\n\nMy Profile :: dawsond\n\nLast Visit to WatchKnowLearn:\nMar 23, 2012 2:35 PM\nNumber of videos added:\nNumber of edits:\nThis user was thanked 0 times",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.6559812427,
        "format_confidence":0.9829604626
    },
    {
        "url":"https:\/\/www.progecad.us\/help\/user\/YoungY030671",
        "text":"﻿ User YoungY030671 - progeCAD Help Community\nHome  >  Support  >  progeCAD Questions\nbecome a progeCAD superstar, earn points giving your friends CAD answers!\n\nUser YoungY030671\n\nMember for: 2 months\nType: Registered user\nDiscipline of practice?:\nYears practicing in this field?:\n\nActivity by YoungY030671\n\nScore: 0 points\nTitle: Dull End of the Tape Measure\nQuestions: 0\nAnswers: 0\nComments: 0\nVoted on: 0 answers\nGave out: 0 up votes, 0 down votes\nReceived: 0 up votes, 0 down votes\n\nNo posts by YoungY030671",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.8640230298,
        "format_confidence":0.9099945426
    },
    {
        "url":"http:\/\/myskins.org\/User-lolotheone",
        "text":"Welcome Guest ! Please   Login or Register\n\nCheck out our latest Premium Themes, Majestic , Majestic - Dark and Musk Themes for MyBB 1.8 Click to Shop Now\n\nNow open for Custom Theme requests : Click to Order Now\n\n\n\nForum Info\nJoined: 03-22-2014\nLast Visit: 03-22-2014, 09:59 PM\nLocal Time: 12-13-2017, 04:38 PM\nReputation: 0 [Details]\n\nContact Info\nMessage: Send a Private Message\nEmail: Send an Email\n\nAbout Myskins\n\nMySkins Studio is MyBB Themes Resource Website.\n\nAt MySkins Studio, We procreate MyBB Themes both custom MyBB Themes and premium Mybb Themes.We believe in quality and assure you the best MyBB themes at a very reasonable price , that suits your taste.\n\nFeel free to drop in a request and get a quote.",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.7681488395,
        "format_confidence":0.9580416679
    }
]