[
    {
        "url":"http:\/\/www.clskorea.com\/WELOVECLS\/5072",
        "text":"Level 1.\n\n-Kate Kulykendall-\n\nI learned a lot in my CLS class over a span a weeks. My teachers were always on time and very helpful!. I can finally talk to a cab driver with confidence!.\n\n-Veronica Buchwald-\n\nI would like to thank Ray and CLS for these Korean classes. I've learned a lot from the classes. Ray was a great teacher and I really enjoyed the class. It's awesome to be able to read Korean and talk to cab drivers and just now some korean.\n\nThanks again!사진_4.JPG\n\n\nLevel 3.",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.5385119319,
        "format_confidence":0.9882955551
    },
    {
        "url":"http:\/\/www.pctonline.com\/article\/pct1213-readers-feedback",
        "text":"[Back Talk]\n\nDepartments - BackTalk\n\nDecember 20, 2013\n\nThanks for 25 Great Years\n\nJust a note to thank PCT and Syngenta for 25 years of doing a superb job on the Crown Leadership Awards. It’s always an honor to be present and see your two organizations “pull this off” without a hitch, as though there is nothing to it. There is lots to it and you can well be proud.\n\nBill L. Clark\nPresident\/Graduate Entomologist\nBill Clark Pest Control\nBeaumont, Texas\n\nEditor’s note: Clark is a member of the inaugural Crown Leadership Awards Class of 1989.\n\n\nLeadership Was a Great Event\n\nThank you very much again for an amazing evening at the Crown Leadership Awards reception. I really enjoyed it and I truly appreciate the honor and the support of PCT and Syngenta. In addition, thanks very much to (PCT Managing Editor) Brad Harbison for all the effort he put into the article. My family loves it and my students learned a lot more about me. Thank you all again.\n\nCoby Schal, Ph.D.\nDepartment of Entomology\nNorth Carolina State University\nRaleigh, N.C.\n\n\nClear Communication is Key\n\nI thought that PCT Editor Jodi Dorsch wrote a great article that is very useful (“Clear Communication is Key,” ViewPoint, August 2013). I filed it away for future reference. Writing is like many things. It is easier to know what to do, than it is to actually do it.\n\nJoe Craft\nCharleston, S.C.",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9338394403,
        "format_confidence":0.9054983258
    },
    {
        "url":"https:\/\/fairygodboss.com\/reviews-by-title\/director-of-benefits",
        "text":"Director of Benefits Job Reviews\n\nWomen who are Director of Benefitss have an overall job satisfaction level of 4, 0% of them believe there is gender equality in their firms, and make an average salary range of >$150k.\n\nReview User Image\n\nLady Learnsalot\n\n\nDirector of Benefits, Human Resources\n\nJanuary 1970\n\nI've worked here a long time, through good times and not so good times. The company will take all you have to give unless you set boundaries and hold to them, but when you do that they are generally respected.\n\nJob Satisfaction Level\n\n  • Recent Salary\n\n\n  • Recent Bonus\n\n\n  • Typical Hours (per day)\n\n    10 hours\n\n  • Are Women and Men Treated Equally?\n\n\n  • Took Maternity Leave Here? (Weeks)\n\n    None taken\n\n  • Recommend to Women?\n\n\nFind Out\n\nWhat are women saying about your company?\n\nClick Here\n\nShare This\n\n  • Facebook\n  • Twitter\n  • Share with Friends\n  • Share Anonymously",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.8748401999,
        "format_confidence":0.9877324104
    },
    {
        "url":"http:\/\/www.take3parenting.co.uk\/testimonials.html",
        "text":"﻿ Testimonials from Parents and Organizations for Take 3 Parenting\n\nRosie Hill © 2013-16 All Rights Reserved.  Terms and Conditions   I  Privacy Policy\n\nWebsite by Waving Moose Communications\n\nNurture ~ Structure ~ Self-Care Take      Parenting 3\n\nSome Comments from Users of the Take 3 Programme\n\nA Welsh mum\n\n‘Certainly worth it!  Made me realize that there’s better ways of communicating – including saying nothing sometimes.  Many thanks.’\n\nAn Oxfordshire dad\n\n‘I learnt to listen more, to understand more about the child, to connect.’\n\nA Yorkshire dad\n\n‘I now can start to confront my son’s drug problem a lot more positively.’\n\nA Nottinghamshire mum\n\n‘I particularly liked finding other people in the same boat.  Felt before I came on the course as if it was just me who couldn’t get my child to school.  I learnt about negotiating boundaries and using them effectively, making time for me, and using ‘I’ statements.  I’m now thinking before I speak and have more understanding of my son’s needs.’\n\nAn Oxfordshire mum\n\n‘I found it really helpful.  Thinking about it, role-play is really useful for putting myself in the position of my child.  Things are going much better.’\n\nA Yorkshire dad\n\n‘I enjoyed everything.  Active listening has helped me to connect better.’\n\nA Nottinghamshire mum\n\n‘The things I particularly liked about the course were remembering to take care of me, talking to other parents in similar situations and understanding the teen brain.  My outlook is positive – I really do use what I’ve learnt.’\n\nA Welsh mum\n\n‘Very helpful.  I feel much more confident.’\n\nA Yorkshire dad\n\n‘Always step back for a moment and try to negotiate.’\n\nAn Oxfordshire mum and dad\n\n‘The sessions made ideas a lot clearer, and helped you identify areas that you’re good at and ones that you need to be stronger with. Helped me to be calmer and give the children opportunities to do things for themselves.  I learnt to listen… giving time for children to reply, giving children choices and consequences, discipline, working as a family.’\n\n‘I learnt to be more relaxed and patient with the children.  Their mum and I are more relaxed, the children are more relaxed and happy.’\n\nA Welsh mum\n\n‘I found it very useful and thanks to you things are improving slowly and I feel that I understand my teenager more.’\n\nA Nottinghamshire mum\n\n‘I now control the way I talk to my kids.’\n\nAn Oxfordshire dad\n\n‘I enjoy talking with people.  Great ideas, loads of feedback, great ways to deal with problems and we all help each other which is great.’\n\nA Yorkshire dad\n\n‘I think I’ll be a better person to talk to now.’\n\nLawrence Kelly - Learning and Development Manager, Core Assets, FOSTER CARE ASSOCIATES\n\n‘Foster Care Associates, part of the Core Assets Group, has used the Take 3 parenting materials in a number of areas of the UK since 2010.  The materials have been used with small groups of Foster Carers to re-focus attention on the needs of adolescents and to reinforce the importance of positive attention, listening, relationships and providing a secure base. Although the materials are written primarily for birth parents and family carers we have found that they are easily transferable to the foster care setting.  The materials have helped colleagues to see the behaviour of teenagers in a new light and adjust their parenting strategies as a consequence. The materials meet the needs of a wide range of learners and contain a great variety of activities and strategies.  No matter how much experience carers have they benefit from this refreshing and comprehensive guide to building positive relationships with teenagers.’\n\nSee also : Feedback from Facilitators>>\n\nComments on the Programme by Angus Burnett from the\n\nMulberry Bush School\n\nArticle from the Yorkshire Post\n\nRead here>>\n\nIf I’d done this course\n\nbefore I had kids,\n\nlife would have been\n\neasier and more peaceful\n\n\n\nView from a Parent\n\nTo be able to step back from the situation and think about what’s\n\ngoing on gave me confidence as a parent",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.6655178666,
        "format_confidence":0.9920217395
    },
    {
        "url":"https:\/\/www.cappex.com\/colleges\/Sussex-County-Community-College\/discussions",
        "text":"- College search made simple.\nDismiss notification\n\nInterested in this school?\n\nPlease type at least the first 4 letters of the school name.\n\n\nWhat are others saying about Sussex County Community College?\n\nAcademic Rigor\nDorm Life\nFood and Dining\nBang for the buck\nClubs and Activities\nCampus Safety\nMost Helpful Review for Sussex County Community College\n  • Category: Am learning a lot\n  • Review by: Kristin from Dingmans Ferry, PA\n  • 3 out of 3 people found this review helpful\n\nThe professors are knowledgeable and very dedicated to their students' success. They each have their own story to tell, and some of them are far from what you'd expect. My sculpture professor had been a professor at a university in New Zealand, and Malaysia! He had also traveled around the world and had a countless bank of inspiration to bestow on us. Some professors are mediocre, but nonetheless still extremely informative. The online classes are great; they are a good way to squeeze a few extra credits out of my semester since i can do the work in my spare...\n\nRead the full review\n\nTo find more tips for prospective students, what to do for fun and whether this school is great for a particular type of student read the 23 reviews for Sussex County Community College\n\nGot something to say?\nCreate an account to write a review\n\nNeed more information?\n\nCurious about something that isn't answered here? Feel free to ask Sussex County Community College a question\n\nDiscuss this School on Facebook\n\n\nStudent Responses to Review Topic: in 3 Sentences\n  • 0\n  • Mesh\n  • Dec-23-2014 I am a current student here\n\n    SCCC is a tidy, well-organized, and extremely cooperative school. Going to this community college was by far the best choice I made because of how accommodating the staff, advisors, and peers are. I would definitely recommend this school to anyone unsure about going straight to a four year!\n\n    Read More\n  • 0\n  • Camille from Newton, NJ\n  • Oct-26-2014 I am a current student here\n\n    Sussex County Community College has a great atmosphere that promotes academic achievement. This school is a great financial option for students who plan on transferring to a 4 year school. The faculty are excellent and want everyone to succeed.\n\n    Read More\n  • 0\n  • Braxton\n  • Apr-28-2014 I am a current student here\n\n    Sussex County is a good place to start if you do not know what you want to do right away. A majority of the professors are very good, willing to put in extra time to help students who need help however there are a few who don't want to do the same. Everyone that goes there is really nice and it's easy to make friends.\n\n    Read More\n  • 0\n  • Jacqueline from Dingmans Ferry, PA\n  • Jan-21-2014 I am a current student here\n\n    Sccc has a great atmosphere which makes it a comfortable learning environment. Everyone in the counseling department is very helpful, especially for those of us coming in for the first time and not knowing what exactly to expect. Sccc Campus is small enough to not get completely lost, but is just big enough to have everything you need.\n\n    Read More\n  • 0\n  • Thomas from Montague, NJ\n  • Aug-28-2013 I am a current student here\n\n    Over all the college provides students with a chance to stay local and keep their jobs, while taking a cheaper path to an associates degree. The classes are just as good as any university would teach. The school could be a little cheaper because of the fact that they offer nothing outside the classroom.\n\n    Read More\n  • 0\n  • Nadia from Milford, PA\n  • May-14-2013 I am accepted here and planning to attend soon\n\n    Gave me the opportunity of a lifetime. The caring and understanding individuals who work here helped me to create my future. I will be forever grateful to Sussex County Community College\n\n    Read More\n  • 0\n  • Olivia from Matamoras, PA\n  • May-13-2013 I am a current student here\n\n    Sussex County Community College is a great way to start your college education. It allows you to become comfortable in a college environment and allows you to explore all different kinds of studies! This a great place to start your college experience!\n\n    Read More\n  • 0\n  • Patrick from Branchville, NJ\n  • Nov-24-2012 I am a current student here\n\n    The physical layout of the campus is excellent. The education I'm receiving is on-par or superior to any four year school for sure. SCCC offers a very conductive environment for self improvement.\n\n    Read More\n  • 0\n  • Edward from Matamoras, PA\n  • Nov-03-2012 I am a current student here\n\n    This Institution is full of great professors who are willing to help you no matter what. Professors who have prior backgrounds such as big name lawyers, FBI agents, state police officers, etc. . The education students receive from this two year institution is top notch compared to other two year colleges.\n\n    Read More\n  • 0\n  • Cheryl Anne from Hamburg, NJ\n  • Aug-30-2012 I am a current student here\n\n    A pleasant place to learn. Everyone is always friendly and willing to lend a hand. I am proud to say that I attend SCCC.\n\n    Read More",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9969999194,
        "format_confidence":0.9256436825
    },
    {
        "url":"https:\/\/www.ecenglish.com\/en\/social\/blog\/brighton\/2013\/07\/19\/student-testimonial-almabrok-f-ahmid",
        "text":"Student testimonial: Almabrok F Ahmid\n\n\n\nHello everyone!\n\nThis is the time I have to say the most difficult word “goodbye”. It seems to be yesterday when I arrived in Brighton!\n\nI have had an amazing time at EC Brighton. It is so nice to meet people from different countries. I have been studying English for 7 months and since I arrived I have learned a lot of new things.  I started in the beginners class and now I’ve taken the IELTS course.\n\nI would like to thank all the lovely teachers that I had and the EC staff, they are very kind and they listened to me and taught me a lot of things.\n\nI would like to come back to the UK to do my masters degree so I hope to see some students that I met at EC! I will miss you. It is so hard to say goodbye!",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9280438423,
        "format_confidence":0.9125225544
    },
    {
        "url":"https:\/\/www.getfreelancejournalismjob.com\/success-stories.php",
        "text":"Get Freelance Journalism JobGet Freelance Journalism Job\n\nWhat people are saying...\n\n  • Get Freelance Journalism Jobs is a good site, and is a very useful job for anyone looking for a job in that field. I am a university professor in photojournalism at Universidad Central de Venezuela, our main college, and I use the site regularly.\n\n    Carlos Abreu, University Professor\n  • Sure glad you compile and offer these jobs!\n\n    Doug K. McClellan, B2B\/Technical Copywriter\n  • This is a very helpful site that really seems devoted to helping the unemployed secure a job; very friendly, no pressure to sign anything else or join anything else. There have been times during the past several months when I felt like you were the only ones in my corner and that meant a lot.\n\n    Joseph Fontanetta, Freelance Journalist\n  • Your Get Freelance Journalism Job site is very useful for people who want to get new opportunities in the journalism field. Every day there are always many interesting jobs being offered! Thanks very much for this service and for the new opportunities you offer to all freelance journalists!!!!\n\n    Alexia, Freelance Translator\/Journalist\n\nThese Jobs Need You Now!\n\nHigh Paid Postings",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9960774779,
        "format_confidence":0.9784901738
    },
    {
        "url":"http:\/\/www.greatschools.org\/florida\/gulf-stream\/3351-Gulf-Stream-School\/",
        "text":"« Back to compare\n\/ \/ School Profile\nGulf Stream, FL\nStudents enrolled: 250\nBefore care: No\nAfter care: No\n\nContact this school\n\n3600 Gulfstream Rd\nGulf Stream, FL 33483\n\nSchool website\n(561) 276-5225\n(561) 276-7115\nNearby homes for sale\nMap of Gulf Stream School address.\n\nJuly 07, 2015\nGSS has a lot of judgmental parents who pass their attitudes on to their kids. A lot of holier than thou, wine drinking, unhappy mothers with brats who don't know the golden rule to treat others as they would like to be treated. The mothers and their daughters are NOT kind, their MO is exclusion and the administration\/faculty does nothing about it. GSS definitely has its favorite families and it is extremely obvious, so before you enroll your precious child here, please be advised not every kid is painted with the same brush. I am dealing with a psychologist for my child to undue the years of damage caused by GSS social environment and I can assure you I'm not the only parent who has had to deal with this issue.....\n\n- submitted by a parent\nTeacher effectiveness: Ineffective\nJune 20, 2015\nMy son was bullied by one of their teachers. When I went to the head master with the problem they just blew me off. After a psychologist wrote to the school an evaluation they still kept the teacher knowing this was true.\n\n- submitted by a parent\nAmount of homework: Too much\nJune 20, 2015\nThe homework is busy work not really interesting or creative. I think too much homework can diminish a child's love for learning\n\n- submitted by a parent\nDevelops grit: Neutral\nJune 20, 2015\nGulf Stream school develops kids that are afraid of authority so they do develop a sting sense of determination. I feel that it would be better to develope an inate spence of determination because of encouragement. I did not see much encouragement at Gss\n\n- submitted by a parent\nDevelops empathy: Strongly disagree\nJune 20, 2015\nThe teaches sit back and watch the students bully each other and are instructed not to interfere unless there is a physical violation\n\n- submitted by a parent\nDevelops honesty: Strongly disagree\nJune 20, 2015\nThe school developes kids that work the system in order not to get into trouble not deveopling a will to want to be a better student and apply themselves.\n\n- submitted by a parent\n\nJune 20, 2015\nI feel that this school is more about wealthy parents with type A personalities trying to get their kids in an Ivey league school than deveopling strong character traits and encouaging their students to be well rounded compassionate students.\n\n- submitted by a parent\n\nApril 22, 2009\nWonderful, loving, highly-academic and extremely well rounded program. My third grader and Kindergartener have had excellent teachers every year. The Headmaster, faculty, and staff make every effort to recognize and foster support for every child. When issues come up, they are communicated and fairly handled. Having lived in Delray for over 30 years, I feel that there is no other school in the area that compares to GSS academically, artistically, athletically, and in supportive atmosphere. We are proud to be involved in the school and so happy to have our children attending.\n\n- submitted by a parent\n\nFebruary 20, 2008\nMy oldest daughter has been at GSS for ten years. What an incredible education she is getting. Incredible teachers! Great athletic program. All the students engaged and involved!\n\n- submitted by a parent\n\nProfile Completeness\n\n\nWant to improve this school’s profile? You can!\n\nAll schools on GreatSchools begin with BASIC completeness, which includes important information like contact details and test scores. It’s up to the school community to take the next steps. As a parent or community member, you can share what you know with other families by writing a review or answering a few questions about what the school offers. As a school leader, you can upload photos, describe school programs, and more with an Official school profile.\n\nThe completeness meter moves to INTERMEDIATE, then ADVANCED, and finally HONOR ROLL as you complete the following: 10 or more reviews, at least 1 photo, and 9 program questions parents find helpful.\n\nWant to improve this school's profile?\nfor Parents\nfor Schools\nNeed help choosing a school? We can help »\n\nMedia Gallery\n\nMedia missing\n\nUh oh! No photos. This frame will look much better when you upload photos »\n\n7 \/ 10\n\nRolling deadline\n\n\nNearby homes for sale\n\n\nLast modified: July 07, 2015\n\nSign up for email updates\n\nConnect with us\n\nTranslate this web page\n\nAbout GreatSchools\n\nOur mission is to help millions of parents get a great education for their kids. GreatSchools.org is an independent nonprofit and the leading national source of school information for families.\n\nGreatSchools.org 1999 Harrison Street, Suite 1100, Oakland, CA 94612\n\n©1998-2015 GreatSchools.org All Rights Reserved. GreatSchools is a 501(c)(3) not-for-profit organization | Ad Choices\n\nGulf Stream School\n3600 Gulfstream Rd, Gulf Stream, FL  33483\n(561) 276-5225\nLast modified Gulf Stream School is a Private school that serves grades PK-8\nGulf Stream School Rating: 4 out of 5 based on 16 reviews. Top",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9968192577,
        "format_confidence":0.8554428816
    },
    {
        "url":"https:\/\/www.realtor.com\/local\/schools\/Westside-Christian-Academy-0718661241",
        "text":"Westside Christian Academy\n\nPK - 12\n\n1101 Dunbar Rd, Warner Robins, GA, 31093\nTel: (478) 784-9153\nGreatSchools Rating\nThere is no GreatSchools rating assigned to this school, due to incomplete or unavailable data.\nParent Rating\n\nSee homes for sale and rent near Westside Christian Academy\n\nOn the Map See boundaries for Westside Christian Academy\n\n\nHomes for Sale Near Westside Christian Academy\n\nApartments for Rent Near Westside Christian Academy\n\nWestside Christian Academy Test Scores\n\nWestside Christian Academy Ratings & Reviews\n\n  • Posted August 22, 2015\n  • Submitted by a parent\n\nWestside has had its ups and downs, but in the end we are very pleased. Right now we have the best teachers around. The academics are excellent! I am extra grateful for the Christ centered emphasis this year. I want my children to hear about Jesus everyday and grow to love Him. That is why we send our kids there! Thank you teachers for your devotion and sacrifice!\n\n  • Posted July 10, 2015\n  • Submitted by a parent\n\nIt was a Great school in 2010. There is no continuity at Westside which is its biggest downfall. The school has gone through 4 Head of School in the five years our child has attended. Teachers and staff come and go. Their focus switched from curriculum to sports in 2012. Communication lacks! So everything changes and not many families stay. Dress code changed for the 2015-16 year to no longer allow shorts or dresses but parents weren't informed until after new enrollment. There used to be a lunch program and that was done away with for the coming year as well. The staff that has stayed has been determined to help parents transition, but you can tell it is getting to them as well. Can you say stress!\n\n  • Posted July 08, 2015\n  • Submitted by a parent\n\nI moved my child from public to private and I cannot believe the difference it made in his self confidence. He was well received and integrated with the current students as if he had been at Westfield for years. So glad of our decision!\n\n  • Posted May 04, 2015\n  • Submitted by a parent\n\nI think it has been a great school for my part time homeschooling daughter. They have worked with her (filling in the gaps in what we did not teach). Despite being new, she was accepted readily by her peers and she likes all her teachers -- well, there is one that gives her a bit of a tough time, but that is her weak subject. I respect the comments of those who say they have lost confidence in the quality of the teaching there. However, we have not seen it. I see a caring and loving attitude by all their -- teachers, administrators, and coaches. They try to keep the costs down as much as possible. I am reminded that it is easier to criticize than to be part of the solution. It is more difficult than it looks.\n\n  • Posted April 20, 2015\n  • Submitted by a parent\n\nWhen Mr. Andrews was there it was ran a lot better. When McInnis was hired, it was the worst thing that could happen to that school. Pulled my child out two months after he started running it because of this director failure to even control his own children.\n\n  • Posted March 09, 2015\n  • Submitted by a parent\n\nSchool administration changed mid year...several people left. Hasn't been same...very much a shame because this WAS a great school.\n\n  • Posted March 07, 2015\n  • Submitted by a parent\n\nWCA is an excellent school. My children have attended there since 2011. One is now finishing up second grade. One is fishing kindergarten. My second grader is a straight A student and reads above average grade level. My kindergartener reads and spells fluently and she knows all of her sight words. I am so thankful for the dedicated , excellent teaching they have received from the teachers at WCA. My children are loved and cared for on an individual level by the teachers and staff. Also the teachers are highly qualified and all hold or have to undergo certification on an international level through ACSI, a higher standard then public state-wide certification. The school is also accredited through ACSI. This is an extremely wonderful place and my children are receiving a high quality education in both academics and in the bible. They care about their spiritual health, too. It also one of the most affordable private schools in the area. Every parent should send their kid here, if you want them to them to have an education better than public school, and know Jesus and make him known!!\n\n  • Posted August 18, 2014\n  • Submitted by a parent\n\nExcellent school in the past. Unfortunately, not at this current time. Admission standards seem to have relaxed significantly from what they were when our family was accepted years ago. It seems like the screening process has been eliminated & admission is granted to anyone who can afford the cost. If this is not the case, then something is seriously broken in their admissions interview process. Additionally, leadership changed expectations midyear & did not adhere to the school handbook. There also seems to be a lack of communication between administrators & teaching staff. I had hoped our kids would attend WCA much longer than they have, but we could not knowingly send them somewhere that violates its own policies & procedures. The final straw for us was when a letter was sent home requesting assistance for fundraising activities that contained outright lies. I hope the administrator simply didn't read the letter he signed, but that lack of attention to detail is not acceptable from our kids, & I expect better from those employed to lead & guide them.\n\n  • Posted July 25, 2014\n  • Submitted by a parent\n\nThe absolute worst experience in my children's life. It should tell you something that my kids will attend Bibb Co public schools after my experience at WCA.\n\n  • Posted December 13, 2011\n  • Submitted by a parent\n\nMy child attended WBA from 6th -12th. His was the first graduating class. I feel he received a good, solid education but more importantly, a Biblical based education taught by loving, dedicated Christian teachers. He is doing well in college. Due to the small class size these teachers were able to truly get to know their students - their strengths as well as weaknesses which gave them a much better insight into each student as a complete person - not just as a student. The relationships, with classmates and teachers, my son gained at WBA are relationships that have and will continue most likely for the rest his life. Most importantly, is his relationship with the Lord, and how he was encouraged and challenged each day to live for Christ. I must say the education he received at WBA is priceless and will have an eternal affect on him and those whose lives he touches. His time at WBA is priceless.\n\nAround Westside Christian Academy Browse popular neighborhoods, cities and ZIP codes around Westside Christian Academy\n\nArea For Sale Median\nListing Price\n31005 274 $238,379\n31008 235 $191,200\n31028 101 $144,900\n31030 107 $105,000\n31036 65 $152,000\n31047 271 $283,900\n31052 76 $149,900\n31069 315 $232,622\n31088 564 $215,000\n31093 205 $129,900\n31098 N\/A N\/A\n31201 55 $117,000\n31206 300 $64,900\n31216 277 $183,990\n31217 138 $75,000\nArea For Sale Median\nListing Price\nAtlanta 10,847 $379,900\nBonaire 277 $239,900\nByron 243 $191,200\nCenterville 139 $174,000\nCochran 40 $144,950\nElko 25 $89,375\nForsyth 240 $265,000\nFort Valley 100 $106,500\nGray 159 $249,900\nHawkinsville 65 $155,500\nKathleen 272 $283,900\nLizella 78 $149,900\nMacon 1,866 $144,900\nMilledgeville 447 $174,450\nPerry 468 $245,900\n\n*School data provided by National Center for Education Statistics, Pitney Bowes, and GreatSchools. Intended for reference only. The GreatSchools Rating is based on a variety of school quality indicators, including test scores, college readiness, and equity data. To verify enrollment eligibility, contact the school or district directly.",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.8972929716,
        "format_confidence":0.8725438714
    },
    {
        "url":"https:\/\/newviewstrategies.com\/testimonials\/",
        "text":"See what our students have to say about our classes!\n\nFor a controller with limited exposure to NAV, I cannot fathom a more meaningful investment of time. The course is robust and the materials covered extremely comprehensive. You will be more than satisfied with the experience. Brilliant instructors.\n\nScott Hulme, Nature Fresh Farms\n\nAmanda and Kerry put on a phenomenal course that is both engaging and informational. I learned tons of simple tips and tricks to improve efficiency and had the opportunity to practice new concepts with hands on time during the class. I loved hearing their experiences and learning best practices that I can now apply in my company.\n\nKelsey Colvin, Barkley Company\n\nNavision is a powerful software for capturing data. This class is one of the ways to understand how to collect, manage and report on the data most effectively. Why try to learn it on your own when you can take advantage of Kerry and Amanda’s wealth of knowledge?\n\nJoanie Quinlan, Sun Valley Rice\n\nFor a new user, this was a must for me. It really covered the basics of the accounting functions and best practices.\n\nMarni Stallings, Maxilift\n\nThis course is a must for those new to NAV or new in a Controllers role. The hands on learning and collaborative networking environment with fellow users is essential to teach you the “small stuff” that can make a big difference in your productivity. Many of us have had little or no training, so this enables us to utilize and harness the system and take advantage of the reporting and analytical tools available. The class introduces you to many things you didn’t know you didn’t know about Nav. Whether a new user or seasoned veteran, there will be useful takeaways from the course.\n\nJen Brickner, Andy Gump\n\nFor any Controller using NAV, if you are in the process of converting to NAV, if you’re new to NAV or if you’ve been using NAV for a while, this is the class for you. Amanda and Kerry will either reinforce what you already know but more likely show you things that you don’t know, point out things that you should be doing and things that you shouldn’t be doing. I highly recommend this class.\n\nChristopher Scrivner, Rava Ranches\n\nThe Controller’s Boot Camp provides content with the right level of detail and hands on exercises that you can immediately use back in the office. The presenters are seasoned and provide real life guidance.\n\nScott Sherburne, Sun Valley Rice\n\nThis course was fantastic for me as a new NAV user, but the whole group seemed to get a lot of best practices and ways to improve their existing systems. Amanda and Kerry are great instructors!\n\nMelissa Acker, Terso Solutions\n\nAnd lastly, YOUR class on schedules has made ME look like a hero.  Running month end reports in Jet used to take 2-3 hours and the owner hated the way they looked.  Running 6 schedules (CM, YTD, PM, PYTD, Budget CM and Budget YTD) takes about 10 minutes and it’s formatted EXACTLY the way the owner wants – and has wanted for 10 years.  And I add ad hoc reports all the time – I LOVE schedules so thank you for making them so easy to understand.\n\nBruce Ostrowsky, World Emblem",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.8005946875,
        "format_confidence":0.9924294353
    },
    {
        "url":"http:\/\/www.wyzant.com\/TutorSearch\/FeaturedOrLatestReview?tid=7718002",
        "text":"Testimonials for this tutor\n\nA tutor who goes above and beyond! Tony has been amazing. As a tutor, he has gone above and beyond. He is incredibly patient with my daughter and sends very detailed notes of what they studied during their session. He puts in way more ...\n\n- Kim from Holly Springs, NC",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9211219549,
        "format_confidence":0.9878326654
    },
    {
        "url":"https:\/\/www.mooclab.club\/showcase\/sophia.94\/reviews",
        "text":"\n\nOnline Courses Sophia\n\nLow-cost self-paced online courses offering college credit\nNumber of courses\n1.00 star(s)\nPartner Institutions\n3.00 star(s)\nCourse format\n4.00 star(s)\n4.00 star(s)\n3.00 star(s)\n4.00 star(s)\n5.00 star(s)\nSocial tools & features\n4.00 star(s)\nInterface usability\n4.00 star(s)\nPros: Low-cost interactive college courses for credit\nACE CREDIT® Recommended courses\nFun & engaging interface\nVast library of free tutorials for middle school, high school and college level\nResources for teachers\nVariety of fun social tools and features\nCons: Limited number of college courses for credit\nGuaranteed credit transfer with 3 institutions only\nVariable quality in the free crowd-sourced tutorials\nOverall Sophia offers a fun and engaging social learning experience whether taking a low-cost college course for credit or using one of their free tutorials.",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9928683639,
        "format_confidence":0.9292895198
    },
    {
        "url":"https:\/\/www.participate.com\/app_reviews\/533-dinosaurs-a-montessori-approach-to-paleontology-hd",
        "text":"Try the NEW Participate Learning!\nDinosaurs - A Montessori Approach to Paleontology HD\nExplore dinosaur facts, learn body parts of the dinos, and have fun with dino puzzles\nPublisher: Rantek Inc.\n\nWhy we love this app\n\nThis app is adaptable to many age and grade levels. There is information that will engage both early childhood and elementary school children as they learn about dinosaurs and complete dino puzzles and sorting activities.\n\nWhat it teaches and how it works\n\nIn this app, children can learn facts about dinosaurs through both visual and auditory means. Interesting information about where specific dinosaurs lived, what they ate, and other facts are given. In addition, students explore parts of the dinosaur and their names. There are two activity levels besides the informational level. In those activities, students can sort dinosaurs and also assemble pieces of dinosaurs in a puzzle-like activity. There is no tracking information for students in this app, but it is still of great value.\n\nWhy your kid won't be able to put it down\n\nAll kids love dinosaurs! And, with this app, they can learn about different kinds of dinosaurs, hear their names and facts about them read to them, learn interesting facts about them, and do sorting and puzzle activities. This app is one they will continue to return to as they grow.\n\nappoLearning Report Card\nEducational Content\nFeatures specific educational objectives dot dot empty dot\nFosters critical thinking dot dot dot\nAdapts to kids' skill level dot dot empty dot\nKid Appeal\nIntellectually stimulating for children dot dot dot\nInstructions are clear and simple dot dot empty dot\nWell-suited to age group dot dot empty dot\nAssesses progress and proficiency dot empty dot empty dot\nParents and teachers can assess progress dot dot empty dot\nFeatures and Design\nUnique in its concept, design and approach dot dot dot\nEngaging design and repeatable content dot dot dot\nExcellent value for price dot dot dot\nDoesn't require additional in-app spending dot dot dot\nSafety and Privacy\nDoesn't expose kids to external services or advertisers dot dot dot\nDoesn't ask for personal data dot dot dot\n\nReport Card Methodology\n\nOur experts evaluate apps based on factors such as educational efficacy, kid appeal and privacy.\n\nLearn More →",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9435427189,
        "format_confidence":0.8527985811
    },
    {
        "url":"https:\/\/zh-tw.coursera.org\/learn\/learn-korean\/reviews?page=62",
        "text":"Chevron Left\n返回到 First Step Korean\n\n學生對 延世大学 提供的 First Step Korean 的評價和反饋\n\n36,075 個評分\n9,243 條評論\n\n\nThis is an elementary-level Korean language course, consisting of 5 lessons with 4 units, and covers 4 skills: reading, writing, listening and speaking. The main topics include basic expressions used in everyday life, such as greetings, introducing yourself, talking about your family and a daily life and so on. Each lesson covers dialogues, pronunciation, vocabulary, grammar, quizzes and role-plays. After completing this course, you will be able to 1. read and write Korean alphabet. 2. communicate in Korean with basic expressions. 3. learn basic knowledge on Korean culture. It’s fun and easy to follow! Enjoy it!...\n\n\n\nuseful course for fundamental learners. Everyone can take this course easily.\\n\\nthe instructor gives me good teaching and more information.\\n\\nI can basically talk to Korean after finished the class.\n\n\nProfessor Kang is really nice and she guides me through every lesson with detailed explanation and dedication. I enjoy learning the course and I believe this is a very good choice for Korean beginners\n\n\n1526 - First Step Korean 的 1550 個評論（共 9,311 個）\n\n創建者 Lucyana K\n\n\nThe materials are really interesting, and also Mrs. Kang's explanation is easy to comprehend. I'm so glad that I have discovered this course. Thank you Yonsei and Mrs. Kang!\n\n創建者 Nourane\n\n\nIt was really helpful. I wasn't motivated to learn korean at first because it sounded hard but thanks to this course I keep wanting to learn even more and improve my skills.\n\n創建者 Adriana M\n\n\nAl inicio me llamo la atención y pensé que seria un curso complejo. Pero es muy practico y fácil de entender y aprender..Me alegro mucho de que tenga subtitulos en español.\n\n創建者 Swathy S\n\n\nCourse was really good and very much understandable. It was so helpful to study korean And so happy to get classes of Assistant Professor Seung Hae Kang. Thank you so much.\n\n創建者 Nicholas R B\n\n\nVery good structure for learning. I actually enjoyed and learned more from this course than a number of others that I have taken. I look forward to the next one. Thank you..\n\n創建者 Kandawakage A P A\n\n\nThe lectures were mild mannered and unhurried, and very informative. Gives an insight into the language and therein builds our comprehension. A very intuitive study program.\n\n創建者 Sarah R\n\n\nThis was an amazing course to be offered for free! I was glad to pay to get the certificate. The platform is very easy to navigate through, and the instruction is amazing.\n\n創建者 Lorena C M F\n\n\nMe ayudo bastante en lo que es pronunciaciones, y aspectos básicos del idioma, a asimilar con mas claridad y fluidez preguntas elementales como son \"¿Dónde? ¿Cúando? y ¿Qué?\n\n創建者 Suravi G\n\n\nwas really satisfied with the quality of teaching. I am now able to understand the basic words and can easily read and write them. thank you so much for such course content\n\n創建者 Onyekachi E\n\n\nThe lecturer was awesome and made it easy for me to understand concepts I didn't understand when I took a beginner's course at the Korean Cultural Centre in my country.\n\n\n創建者 Sana A\n\n\nI would like to thank you for this course, especially our instructor Seung Hae Kang from Yonsei university and i enjoyed the course and the quiz . I appreciate your efforts.\n\n創建者 Luz M H G\n\n\nHola, recomiendo tomar este curso es muy bueno , y hace facil entender este idioma extrangero, los tutores son excelentes , aprendi mucho para ser principiante, gracias!\n\n創建者 Ana L\n\n\nI really liked this course because I learned the basic korean very well and I hope that can will open another course of korean for learn more about this interesting language\n\n創建者 Elena S\n\n\nI like this course. It is good for having a good start with korean language. I especially like the quizzes, they are made thoroughly.\n\nThank you, dear authors of this course!\n\n創建者 Lucia\n\n\nThis is a great course for beginners who are starting to learn Korean language.I am really happy with everything that I have learned so far.This was a very helpful course!!\n\n創建者 May M M K\n\n\nT​his course is very suitable for beginner level. And the teacher’ teaching is very clear and easy to understand. So, If you are beginner level, you should try this course.\n\n創建者 Kyi P S T\n\n\nThe teaching method fits me well and the lessons are also important enough for the beginners. I really enjoyed studying here and would like to take more classes. Thank you.\n\n創建者 Josefine M M\n\n\nI had a fun time learning. Now, I can make out some of the words and phrases in the KDrama's that I've watching. Prof Kang Hae-Seong shi, kumapsinida! Nomo, Anyeonghaeseyo.\n\n創建者 Alya R\n\n\nThis lesson really helps me to understand the Korean language. I hope there will be another lesson that is more advance than this lesson, that leads to more grammar lesson.\n\n創建者 Kathleen H G R\n\n\nPara no tener conociento alguno sobre el idioma, he sido capaz de poder aprender los fundamentos básicos, de leerlos e interpretar sin romanizar. Muchas Gracias, Excelente.\n\n創建者 Clarissa B\n\n\nA great online course to learn Korean for complete beginners. Clear and efficient with excellent quizzes and tools to learn the language better. Overall, five stars indeed.\n\n創建者 Sumaiya K\n\n\nI was a bit of an advanced learner, but I can see how this would really help the learners that are just starting out! I do wish the quizzes were a bit more dynamic, though.\n\n創建者 Aleksandra P\n\n\nEverything is explained nicely and in details. I had some problems with numbers, but that just meant that I need more practice. I wish there was a more advanced course too.\n\n創建者 Damaris\n\n\nMe gustó aprender este idioma aunque no fuera por razones académicas, me ayudó mucho que tenga plazo de termino porque si no es probable que no lo haya llegado a completar.\n\n創建者 Ryan C S\n\n\nIt's a great way to first learn the Korean language in an online platform. I guess I can now understand the language and write basic sentences with the help of this course.",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9930896163,
        "format_confidence":0.983412981
    },
    {
        "url":"http:\/\/www.greatschools.org\/oregon\/portland\/172-Rock-Creek-Elementary-School\/reviews\/",
        "text":"Report this review as inappropriate\n\n« Back to compare\n\/ \/ School Profile\nPublic district\nPortland, OR\nStudents enrolled: 506\n\n5 stars\nBased on 15 ratings\n\nLet others know what you\nthink about this school\n\nReview topics\n\nThis is a safe place to share your honest opinions of a school, whether good or bad.  Learn more.\n\nReview comments\n\n12 reviews of this school\n\nRock Creek Elementary School 5\n\nPosted August 12, 2014\n- a parent\nMy daughter attends Rock Creek elementary, right now she is in 2nd grade, she really loves it, the academics are really great.\n\nRock Creek Elementary School 5\n\nPosted December 09, 2013\n- a parent\nMy three kids range in age 27, 18, 11...they all have attended Rock Creek. We've been there since 1991, in this neighborhood for all those years. The elementary school is the best. All the teachers and office ladies have been some of the most caring and loving people you'll ever come across. They all love [our] their \"kids\" and their jobs. The kids come out of the school with a great foundation for the coming years. They care and will go out of their way to help each and ever student! Everyone is family and I've never seen so many parents wanting to volunteer for a school. I couldn't have chosen a better school. Rock Creek is my school and I'm proud to have been a part of it all theses years!\n\nRock Creek Elementary School 5\n\nPosted July 25, 2013\n- a parent\nMy children have gone to this school for the past two years and they will be attending this upcoming year as well. I wish more schools were like this one. Rock Creek's parents and volunteers did an outstanding job last year in making sure that the budget cuts did not affect the children tremendously. Rock Creek's principal is a superb individual and he should be applauded for all his hard work and dedication in this school. Some of the office ladies are not so friendly but with all the good work of the teachers, volunteers, parents and principal. you hardly notice them.\n\nRock Creek Elementary School 5\n\nPosted December 07, 2011\n- a parent\nMy son has been attending Rock Creek since April 2010 and has thrived ever since he started here. The teachers, staff and new principal are very interested in the kids and their development. They truly have the kids' best interests at heart and want to see them succeed. I am so thankful that he is learning life long lessons here to help him become the best that he can be. I cannot emphasize how much I truly appreciate everyone at this school.\n\nRock Creek Elementary School 5\n\nPosted April 13, 2011\n- a community member\nthis is the best school ever! I only went here for k-4th grade because I had to move, but in all the time I went here it was amazing! It was a shame to se Mr. Horne Leave, but the school was still great! This was by far the best elementary school I ever went to! Send your kids here!\n\nRock Creek Elementary School 5\n\nPosted November 05, 2008\n- a parent\nI love this school! Like every parent I had many concerns sending my little girl off to a new school. She came back from school the very first day with many new things she had learned! Ms. Hesson is amazing and a very caring teacher indeed! My little girl jsut loves her and we are thrilled with the progress she has made in less than 3 months!\n\nRock Creek Elementary School 5\n\nPosted October 20, 2007\n- a parent\nRock Creek rocks! At least that is how my daughters would say it. We love the teachers and are pleased with the quality of care and instruction.\n\nRock Creek Elementary School 5\n\nPosted December 29, 2005\n- a parent\nMy daughter just started here this year and so far we have been very impressed with this school. There is a lot of parent involvement, they have attended a couple of field trips already this year and my daughter loves her teacher. I would recommend this school to anyone new to the area.\n\nRock Creek Elementary School 5\n\nPosted August 13, 2005\n- a parent\nRock Creek is a wonderful school. My son was in Ms. Pizzuto's class (first grade) last year and she is an excellent teacher and has made a world of difference. He has learned so much and enjoys going to school each and every day.\n\nRock Creek Elementary School 5\n\nPosted March 07, 2005\n- a parent\nThis school is a great one. They include every one and in addition exept all races and religion. This school is great at keeping there students happy and well taught. They have many fun events that all students are welcome to join and have some terrific programs like D.A.R.E.. They also make sure the students are at there level or above. If your child is not quit at standerd they make you and your child feal as if you are still perfect. My daughter loved it there from the events, the teachers and all the wonderful programs. There is also a very educated program called science camp for 5th grade students and my daughter had a ball! She came back wishing to go again, and with all her new facts she felt like she could be a scientist! The academic program is super! I recomend very strongly! great schools= great students!\n\nNearby schools\n\nSign up for email updates\n\nConnect with us\n\nTranslate this web page\n\nAbout GreatSchools\n\nOur mission is to help millions of parents get a great education for their kids. is an independent nonprofit and the leading national source of school information for families. 1999 Harrison Street, Suite 1100, Oakland, CA 94612\n\n©1998-2015 All Rights Reserved. GreatSchools is a 501(c)(3) not-for-profit organization | Ad Choices\n\nRock Creek Elementary School\n4125 NW 185th Ave, Portland, OR  97229\n(503) 533-1875\nLast modified Rock Creek Elementary School is a Public school that serves grades K-5. It has received a GreatSchools rating of 9 out of 10 based on academic quality.\nRock Creek Elementary School Rating: 5 out of 5 based on 15 reviews. Top",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9960564375,
        "format_confidence":0.9912794232
    },
    {
        "url":"http:\/\/parentcoachingforautism.com\/50-things-parents-teachers-of-students-with-autism-want-to-know-by-cassie-zupke\/",
        "text":"Book Review: We Said, They Said – 50 Things Parents and Teachers of Students with Autism Want Each Other to Know by Cassie Zupke\n\n\nAs a parent, have you ever had trouble communicating your requests to the staff at your child’s school?\n\nAs a teacher, have you ever been challenged by the demands of a parent?\n\nIf you are nodding your head ‘yes’ to either of these questions – this paperback is well worth your time.\n\nWeSaidTheySaidArtCoverWe Said, They Said – 50 Things Parents and Teachers of Students with Autism Want Each Other to Know by Cassie Zupke is a very informative book that is written from the perspective of various parents and teachers and the challenges they face in parenting or teaching children with an Autism Spectrum Disorder (ASD). It is a wonderfully balanced compilation of the feelings, frustrations and difficulties confronted by the adults who care for and work with very unique children.\n\nThe author, Cassie Zupke, definitely delivers ’50 things  parents and teachers of students with autism want each other to know’ and does a great job in presenting both sets of experiences. Zupke walks a fine line yet honors the viewpoint of  the individuals involved. They all share the same goal but often follow diverse paths in getting there and have to work with policies and rules that are sometimes difficult to understand.\n\nAll 269 pages (paperback) are conversational and set up as very user-friendly. A parent can scan through the table of contents and easily choose the topic that concerns them most at any point in time. The voice of many parents speak of blame, feelings of isolation, exhaustion, grief, acceptance, challenging transitions, depression, trust, and fear on their journey towards a future that is yet to unfold for their child.\n\nThe perspective of teachers is also shared and their caring mission to be supportive team players while maintaining boundaries is clear. The fact that teachers have no magic wand and need parents to communicate appropriately and support what they do on the home front is well presented.\n\nThis book addresses the underlying current of emotions from both parties quite well. The wish of both caretakers and educators to make the world a better and more inviting place for children learning to make their way in a world that is foreign to them is skillfully portrayed. Teachers invite parents to request knowledge and information about policies and procedures before casting blame and parents invite teachers to never make assumptions and make a concerted effort to ‘see’ what their world is really like.\n\nWe Said, They Said by Cassie Zupke is a must read for parents and teachers before they begin their respective voyages through the educational system. It provides a realistic voice for the things parents and teachers want to, and should, unload to one another as they begin their relationship as it helps ‘clear the air’ so to speak.\n\nReading this book will place parents and teachers in a starting block that is not only in a good position but a positive one. If you are in any way responsible for the development of a human being that resides in the world of autism, I encourage you to put this book on your shopping list today.\n\n\nBecause you read this post, you can get this book at a reduced price. Just go to Future Horizons, and use my code PARENTCOACH in the coupon code box when checking out to receive your special discount.\n\nCategories : Uncategorized\n\nLeave a Reply",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.5711576343,
        "format_confidence":0.7963608503
    },
    {
        "url":"https:\/\/newhopecambodia.com\/what-we-do\/volunteer-program\/testimonials\/",
        "text":"New Hope Cambodia values all volunteers who have come to help us and the people of Mondul Bai. We hope that past volunteer’s comments and experiences can be shared with those who may be considering volunteering with us.\n\nthis is good for child and adult for their future i hope to help people like you do\n\n– Miss Eang Chomnan, Phnom Phen, Cambodia – 2 November 2015\n\nI had the most wonderful time teaching at New Hope. The organisation is inspiring, it allows you responsibility whilst giving great direction. The kids are wonderful and the whole environment is so friendly and welcoming. I would highly recommend this experience.\n\n– Miss Katya Warwick, London, United Kingdom – 25 October 2015\n\nHonesty, integrity and kindness are all desirable ‘qualities’ in people where I am from . My greatest experience with New Hope and in Cambodia, was this these values are integrated into the hearts and souls of every individual. These children are filled with spirit and joy and it was more than a pleasure to teach them, it was a privileged. I am truly honored to have been apart of this program and will encourage others to participate in the most selfless and strong organization I have ever encountered\n\n– Miss Tamara Violet Partridge, Melbourne, Australia – 20 October 2015\n\nMy time working at New Hope Cambodia was an unbelievably rewarding experience! It’s hard to put it into words as a teenager, but the work I did truly gave me happiness! The staff and the kids were extremely gracious, and I really enjoyed seeing the students’ enthusiasm and interest in learning! This experience has opened my eyes to a whole new part of the world, and it’s definitely changed my life. I’d really love to come back and work again, possibly even next year. New Hope Cambodia really does support a wonderful cause, and I was really honored to be able to lend my help to them!\n\n– Mr Blake Watabe, Honolulu, United States – 27 September 2015\n\nI wasn’t really sure what to expect when my girlfriend and I decided to volunteer at New Hope. It turned out to be one of the most rewarding experiences I have ever had. The team take extra care to make sure you are comfortable and know what to do; the kids are wonderful and are full of energy and the teachers are truly dedicated to their task. Cambodia is a wonderful country. Getting off the plane, and never having been to South East Asia, I was a little cautious of the roads. The driving is comparatively crazy to Australia, but I didn’t see any road rage the entire time. They are a passive, patient people. There is so much to do and see in Siem Reap and beyond, and New Hope can help you to get there. Most importantly, the work New Hope does is inspirational. They provide food, medicine and support to the local people. Their work and sacrifice is amazing to see and experience.\n\n– Mr Angus Manson, Sydney, Australia – 30 April 2015\n\nI went travelling for six weeks at the beginning of 2015 around Thailand and Cambodia, and amongst all the things I did on my travels, I can truly say the two weeks I spent at New Hope was the highlight of my trip. Teaching in the school was so much fun and an amazing experience as the children are so easy to work with and really appreciate you being there. It was really eye opening, but amazing at the same time to be in the school and see the local area. In addition the New Hope staff were extremely welcoming and a pleasure to work with everyday. They do everything they can to ensure you enjoy your time at New Hope and also help you arrange extra activities to see the sites and experience the best of what Siem Reap has to offer during your time off. Finally there is also a number of different social activities arranged for the volunteers, so you can get to know each other and make friends for life (as I did)!. I’ll certainly be going back when I get the chance!\n\n– Mr Andy Teale, London, United Kingdom – 18 April 2015\n\nAfter a month of teaching at New Hope in March 2015, it is safe to say that I have come away with a piece of my heart still left in Siem Reap. I wholeheartedly believe that this was the best experience that I have ever undertaken (& I am always trying new things & pushing myself out of my comfort zone). The teaching staff & the volunteer support staff, as well as the Golden Village family, are so incredibly dedicated & make the already memorable experience even better. The children – well what can I even say? They are little bundles of sunshine. I have made a promise to myself that I will return again next year & try & save as often as I can to make it these visits a regular occurence. What I got from this experience is difficult to put into words, but one thing that is certain is that it is a strong feeling & a learning curve that will stay with me forever.\n\n– Miss Amy Kenny, Ipswich, United Kingdom – 15 April 2015\n\nJust completed our 4th volunteering term with New Hope and continue to be impressed by the dedication of all of the staff and the progress that is being made in the education, health and living conditions of the people of Mondul Bai village through the efforts of New Hope and the support of their sponsors. Can’t wait to get back for our 5th visit later this year and recommend the volunteering experience to virtually all age groups.\n\n– Mr Robert & Jane Grant, Nelson Bay, Australia – 18 March 2015\n\nI’m sitting here trying to think of some words to write to describe my experience at New Hope but it really is indescribable. I have been home now for a month, and my two weeks at New Hope were truly, one of the times in my life I will never forget. The people you meet touch your heart and soul in more ways than one. I will be forever grateful. If you are tossing up whether to go or not, don’t doubt it – just go, you will not regret it. Thank-you New Hope.\n\n– Miss Brittany Daly, Adelaide, Australia – 1 March 2015\n\nMy month at NewHope was the greatest time I’ve had for years (and I enjoy life a lot all the time). The local people and the other volunteers were so friendly and helpful, and the children at the school were all lovely. I was a teacher in England in some great schools for around 30 years, but never ever encountered such enthusiasm and desire to learn as I did at NewHope. For anyone thinking of volunteering at the school or the drop in health centre, I say GO FOR IT. You don’t have to be a qualified teacher or whatever. You just need to have a genuine desire to help these wonderful people. And I can guarantee that you will make a difference, but – just as important – you will get so much from it yourself.\n\n– Mr Peter Meredith, Wadebridge, United Kingdom – 22 January 2015\n\nThanks New Hope for another amazing experience this year. Getting out into the villages to meet (and treat) children and adults with disability, and their families was immensely rewarding, as was working alongside and getting to know the wonderful and welcoming Khmer staff and my lovely fellow volunteers. Physiotherapists and occupational therapists are much needed in the disability program!!!\n\n– Mrs Judith Nance, Brisbane, Australia – 25 December 2014\n\nHi New Hope Angles!!! I have been back in Australia for 2 weeks and it’s a daily struggle to settle back into the life I had here before It was only a short stay, but the day I had in the kitchen was one of the most memorable of my trip! I am seriously trying to work out how and when I can come back for longer!!!! Thankyou for opening my eyes to the goodness people are doing for others out there!! Xx Nicole Mayo.\n\n– Miss Nicole Mayo, Melbourne, Australia – 20 November 2014\n\nAt the end of October I finished 5 weeks as a volunteer in the Outreach department at New Hope. It was a rewarding experience made better by the friendly Khmer staff and other volunteers from Germany, Britain and Australia. I can recommend as an opportunity of a lifetime. I will be returning.\n\n– Mr Bob Page, Perth, Australia – 18 November 2014\n\nRecently completed our 3rd volunteering stay with New Hope, the experiences were just as rewarding as our first visit. The dedicated NH staff and the joy of working with the Khmer children and people is a genuine pleasure and the progress being made is a credit to the Organisation. We will be coming back again!\n\n– Mr Robert & Jane Grant, Nelson Bay, Australia – 16 September 2014\n\nVolunteering at New Hope was one of the best experiences of my life. If like me you’ve never volunteered before and are feeling nervous, have no fear. The staff at New Hope are truly lovely and amazing people. From the moment I landed at Siem Reap airport, I couldn’t have been looked after any better. I volunteered in the school teaching grade 1. The children and teachers there are incredible people – very hard working! I can’t recommend volunteering at New Hope enough but don’t take my word for it – give it a try!!!\n\n– Miss Shirley Tang, London, United Kingdom – 17 August 2014\n\nSpending 3 weeks with grade two has completely changed my life. New Hope will change yours too. Everyone is extremely friendly, and I am keen to return as soon as possible. New Hope is truly amazing!\n\n– Mr Mark Hughes, Sydney, Australia – 5 August 2014\n\nI spent 10 days working at New Hope in February with Terry Moran installing fire equipment in the New Hope buildings. While I was there I saw most areas of New Hope’s operation and couldn’t help but be impressed by what is being achieved by the hard working staff and volunteers. I would like to continue a relationship with this friendly organization and hope to return and work with them in the future.\n\n– Mr Brian Stitt, Sydney, Australia – 20 May 2014\n\nHave just done my 5th trip to New Hope as a volunteer in the clinic.Amazing people with the biggest smiles and so grateful for help that is given. New Hope are doing a fantastic job and all the team there are truly wonderful. I will keep returning as a volunteer as my heart belongs in Cambodia.\n\n– Miss Diane Ralston, Gold Coast, Australia – 10 April 2014\n\nThe 2 weeks that I spent volunte... (truncated)",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.8286791444,
        "format_confidence":0.9894014001
    },
    {
        "url":"http:\/\/www.inlinguamalta.com\/?qa_faqs=what-level-am-i",
        "text":"• Contact Us\n\n    [email protected]\n    +356 2010 2000\n\n    inlingua Malta\n    9, Guze Fava Street\n    Sliema SLM 1632\n\n    Opening Hours\n    Monday to Friday 08:30 - 17:00\n  • Testimonials\n\n    [:en]I learned a lot, I only stayed for a week .. too short! The next time I will stay for 2 weeks. Friendly and inspiring teachers, interesting students. I loved\/ enjoyed my short holiday in Malta and will definitely come back again to inlingua Malta.[:]\n\n    - Elfi Geiger – Germany – November 2016\n\n    [:en]I have really enjoyed my inlingua learning experience. My teacher is well prepared, the book is useful and my class mates are really nice. Now I hope I will pass the Cambridge Exam![:]\n\n    - Beatrice – Italy – November 2016\n\n    My holidays in Malta were very good and Inlingua School was the best part of it. I had a great class with sea view and air condition. So it was really comfortable to study. Special thanks to my teacher Fausto, because he is one of the best English teachers I've ever seen.\n\n    - Oleg Volkov – Russia – October 2016\n\n    It was really interesting. I want to go back and continue. Very good teacher and not a big school but enough rooms for everyone. Everything was good and well planned! Thank you very much!\n\n    - Vladimir Acopov – Moldova – October 2016\n\n    It was a fantastic experience, the school is great and Malta was beautiful. My teacher was very, very nice!\n\n    - Aurelie Rechsteiner – Switzerland – October 2016\n\n    I think it was a great experience for me. The teacher was nice and the people of the school too. I have learnt a lot so it was very good.\n\n    - Corentin Vullioud – Switzerlad – October 2016\n\n    My experience with Inlingua were very good! Also the teacher and the balance between grammar, reading and speaking and the balance between studying and free time in Malta is perfect!\n\n    - Jean-Francois Vuilloud – Switzerland – October 2016\n\n    Great School ! Our german teacher was super... And everybody was so helpful.\n\n    - Christine Rechsteiner Vullioud – France – October 2016\n\n    My experience with Inlingua was really satisfactorily. I attended the English course for personell advantage. I'm really happy here!\n\n    - Nino Bregvadze – Germany – October 2016\n\n    I had a great experience! Lessons with Vanessa were very good to learn grammar, she is very patient and afternoon lessons with Yvonne were a challange for me. I enjoyed to stay in Malta and I hope to come back soon.\n\n    - Peter Mlynarcík – Slovak Republic – October 2016\n\n    My experience in Malta was beautiful from day one as we felt as though we are at home immediately. My friends and I have made a lot of fun and exciting memories, which we will treasure for the rest of our lives. The English course was very helpful and I'm sure it will be of great help for my future job. The part I liked best of my holiday, was our visit to Golden Bay.\n\n    - Elisa Antonino – Italy – Sept 2016\n\n    My teacher was very friendly and interesting, she helped me improve my English considerably as we did a lot of conversation exercises in class.\n\n    - Cecilia Carotenuto – Italy – Sept 2016\n\n    inlingua Malta has helped me focus on some skills and improvements with my English. Found the lessons very interesting and engaging. I wish to be back soon.\n\n    - Letizia Lastrucci – Italy – Sept 2016\n\n    I loved this English language course, with inlingua Malta, because I believe that my English has improved a lot thanks to the speaking opportunities we had in class. I fell in love with Malta because of its beautiful places i visited and the people i met. I will definitely recommend inlingua Malta to my friends, and would like to thank my teacher Yvonne for such a great job.\n\n    - Chiara Cirivello – Italy – Sept 2016\n\n    My inlingua learning experience was interesting and helpful. I improved my English, I met many people from other countries and I made a lot of conversation.\n\n    - Giada A. – Italy – Sept 2016\n\n    I don't regret at all to have chosen Malta and inlingua indeed, as my learning English process. In the last 3 months i felt the inlingua team as a family, always happy and keen in helping me. One of the best experiences I have ever had.\n\n    - Brenda T. – 28 yrs- Ecuador – 23 September 2016\n\n    It was the best experience for me.  I really enjoyed my lessons a lot and i had lovely teachers. I got everything i wished for. Thank you very much indeed and wish inlingua the prosperity for your future.\n\n    - Ekaterina V. – 26 yrs old – Russia – September 2016\n\n    My experience made me understand that I still have a lot to learn. I learned a good number of new words, phrases and expressions. Learning in a mini group, with a maximum of 6 students, was ideal for me. Will have to come again.\n\n    - Helga N.- Italy – September 2016\n\n    I have been in Inlingua for about 24 weeks and I can say that it s an amazing experience. I'll never forget it because instead of improve my English I met a lot of beautiful people from different countries. Thank you Inlingua for everything\n\n    - Ionela Bruiser – Romania – August 2016\n\n    I am once again here at inlingua Malta to better my Business English. It has been, and always turns out to be a very fruitful and successful experience. This time I was accompanied by my 2 young daughters, they too had a lot of fun during their lessons and learnt a lot. In summary, it can be said that inlingua - both for professional as well as for private needs, is very good and i can highly recommend it.\n\n    - Markus Bluemle – Germany – June 2016\n\n    Very good experience. Employees are nice, teachers very professional. I recommend to come to inlingua Malta. If it's possible i will come again the next year.\n\n    - Nicolas Delaporte – France – June 2016\n\n    I have spent a great week and class was very interesting. Great atmosphere in class and school. Will surely come back.\n\n    - Bryon Agnes – France – June 2016\n\n      It has been a good experience because we have studied the basic things that we forgot, teachers were very nice and with the activities at school we have discovered this amazing country.\n\n    - Emie & Baptistine – France – March 2016\n\n    Very short experience but it was very amazing, really enjoyed the course and i will return next year.\n\n    - Beatriz A. – Spain – March 2016\n\n    Everything was fine. I had two weeks class and I appreciated my stay in Malta. The staff at inlingua are very professional, friendly and helped me for everything. I hope to come back for attending another class.\n\n    - Luisi P.- France – March 2016\n\n      It was amazing. I had a great time and the classes are awesome!  \n\n    - David – Spain – Mar 2016\n\n    I am so happy to have this experience, to learn English with a super teacher and great classmates. I will remember inlingua Malta forever. Thanks to all the staff.\n\n    - Lily Carla – France – Feb 2016\n\n    The school offers a great service and a great welcome. The staff is pretty helpful and friendly.\n\n    - Benito & Giovanna – Italy – December 2015\n\n    We like the school because the teachers are competent, the class sizes are small and we were put into the right classes. The school also offers a lot of after school activities. All staffs are very friendly and support us to organize our trips. I would definitely come again and also recommend this school to our friends.\n\n    - Datong Xu – China – October 2015\n\n    The best teachers ever!!! It's my 7th time here with inlingua Malta.        \n\n    - Kate Solomeina – Russia – June 2015\n\n    Very good teachers and atmosphere in class.\n\n    - Emilija Lauraitytė – Lithuania – May 2015\n\n    Had a great experience at inlingua Malta due to its teaching method and lovely teachers i met.\n\n    - Rita M. – Italy – May 2015\n\n    I really liked the staff at school and the hospitality they had from the first day. Thank you inlingua Malta.\n\n    - Katia M. – Italy – May 2015\n\n    It was a very interesting and interactive course of English, because I got to speak with  a lot of different people and my level of the language has improved.\n\n    - Nunzia – Italy – March 2015\n\n    It was a great experience for me to be at this school. I learend much about grammar. In the afternoon I did communication in a class with less students. The great benefit was that the students came from several different countries. So I could improved my English very well!\n\n    - Ute – Germany – March 2015\n\n    Everybody are friendly and so kind!! My teacher is excellent , and her pronunciation is very British! Malta is so beautiful place, the buildings are awesome\n\n    - Kishou – Japan – March 2015\n\n    At Inlingua school I have improved my English thanks to my good teacher. I really love it this experience. All the staff is very kindly and friendly.\n\n    - Giuseppe – Italy – March 2015\n\n    The English course was really useful and I really enjoyed all the free activities that the school organized for all the student. The staff is very good and polite. I suggest this school to everyone who really needs to improve their English.\n\n    - Luca – Italy – March 2015\n\n    My English teacher is really nice. The course is very interesting and I'm improving my English day by day. The staff is very professional and friendly.\n\n    - Allison – France – February 2015\n\n    I am attending the general English course and I'm feeling very good here. The school and all the staff is amazing. My teacher May is a really good teacher and she is teaching me a lot.\n\n    - Melanie – France – February 2015\n\n    It has been great experience to improve my English, I like Malta a lot because there is the beautiful sea.\n\n    - Athilie – France- February 2015\n\n    I think that the school is really good. The teacher take time to explain better all the arguments. The school is amazing and all the staff is very professional and always ready to help you. I will suggest this school to everybody.\n\n    - Claudia – France- February 2015\n\n    I think this is one of the schools I have most attended. I love ... (truncated)",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9928947091,
        "format_confidence":0.9496937394
    },
    {
        "url":"http:\/\/cocoweave.in\/testimonial\/laura-lopez\/",
        "text":"Rajan S. Mathews (Director General) COAI\n\nAS Director General of COAI, I had the pleasure of engaging Honey to conduct training workshops for our TEAM at COAI. I am delighted to say that Honey exceeded our expectations in delivering on the outcomes we had planned for the training. Her knowledge of the subject matter, experience, tactful handling of difficult issues, personal involvement, meticulous planning,\nskilful execution and conduct of the training sessions, and mentoring of team members contributed to a memorable experience which we still talk about even today! A unique factor that contributes to Honey’s success is her passion for the training and mentoring engagements she is involved with which goes beyond just competency and excellent execution. Her personal attention and care to follow up and to see transformational change actually happen in teams and team members is unique. I am sure those who engage with Honey will not be disappointed.\nRajan S. Mathews\nDirector General\nCOAI (Cellular Operators Association of India)",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.8404634595,
        "format_confidence":0.9909769297
    },
    {
        "url":"http:\/\/www.greatschools.org\/california\/sacramento\/10308-Northern-California-Preparatory-School\/reviews\/",
        "text":"Report this review as inappropriate\n\n« Back to compare\n\/ \/ School Profile\nSacramento, CA\nStudents enrolled: 62\n\nReview topics\n\nThis is a safe place to share your honest opinions of a school, whether good or bad.  Learn more.\n\nNorthern California Preparatory School 5\n\nPosted June 01, 2015\n- a community member\nI want to thank Ms. Johnson and the staff for the support they have given to my son the last three years. I appreciate the staff for the many updates on his progress and the phone calls when there were concerns or issues. No other school would have taken the time to do this. If it wasn't for NCPS, I doubt that my son would be graduating this month and attending college. I highly recommend NCPS.\n\nNorthern California Preparatory School 4\n\nPosted May 14, 2015\n- a parent\nMy son has attended NCPS this year. He is on the autism spectrum, but high functioning and diploma bound. The teachers, administrators, and therapists are truly top notch! They are all special education and general Ed. certified and have always helped my son focus and learn while making him feel loved and appreciated, WOW! The classes average 10-14 students with two teachers per class and about 100 total. They have family events sometimes too (bowling, etc) so that we can all meet each other. I would give the school five stars or more except for the food program. They offer lunch\/snacks that also include highly processed (sugar\/grain) pseudo-foods. These kids especially need lunches\/snacks made from real foods in their natural state ONLY in order to heal their very damaged gut microbiomes which affects their ability to learn. See David Perlmutter's book \"Brain Maker\" for explanation. If the food program was thus improved, then I would say that Northern California Preparatory School would be ideal to prepare most spectrum kids for the rigors of upper grades in public high school and beyond!\n\nNorthern California Preparatory School 5\n\nPosted April 21, 2015\n- a parent\nThank you Ms. Johnson and teachers at NCPS for providing a positive learning environment for my son who is ASD. Life as we knew it fell apart in 7th grade. Our son couldn't function at school - couldn't make it through the day without being physically sick from stress. He didn't attend school for the better part of two years - and we were advised to have him do independent study. Not an acceptable alternative. For us, academics came secondary to having our son at school and with peers on a daily basis.Our son will be graduating soon after having exceptional attendance and grades at NCPS. He takes pride in his school and looks forward to being in the classroom and with his peers. He still has social-emotional goals to tackle, but NCPS has given him the framework to understand his challenges - and tools to work on improving his behavior and responses to the outside world. He's a work-in-progress, like most young men his age.Our son did well on his recent college placement exams. He did a lot of solid learning at NCPS - while homework and courses were carefully structured not to overwhelm students. The future is bright for my son - thanks in large part to NCPS.\n\nNorthern California Preparatory School 5\n\nPosted December 15, 2013\n- a community member\nI graduated from NCPS and stop by every year to tell the staff they were right! I was not the easiest student and always threatened to quit, but the staff never gave up on me. I am in college now and living on my own. I am doing good, but life is challenging. The staff tell you the truth at NCPS and as teens we don't want to hear the truth. Now I am an adult, I want to say thank you to all of the staff at NCPS. They definitely care about you. The Principal is firm but fair, now I understand the reasons why. If you are looking to put your son or daughter in this school, I would tell you it would be a good choice. I learned life lessons in this school besides just the usual subjects. To this day I stop by and see the staff, they are like my other family. Thank you NCPS! Your biggest fan!\n\nNorthern California Preparatory School 1\n\nPosted September 06, 2012\n- a community member\nNCPS is a VERY restrictive school. You cannot touch any student or teacher in any way. This includes handshakes. Students are supervised by staff at all times, and whenever a student goes as far as the next classroom, it is communicated to the entire school through a walkie talkie. Every single conversation between students is monitored by a staff member. Some staff members are also highly confrontational and will look for fights. The classrooms are the size of shoeboxes, and the teachers do not teach. They assign work and say just do it without directions or details. This school is for kids with behavior issues, so if your child has Asperger's Syndrome or any other learning disability that has to do with academics, he\/she will be treated like a student with behavior problems. Students cannot even make friends, because trading phone numbers is forbidden. A portion of the students at NCPS claim they they belong in gangs, thus wearing a plain red shirt or any shirt that has to do with certain cities is forbidden. Also, this is a \"therapeutic day program\", and students have to get all of their work done to see the \"therapists.\" The Principal just tries to get as many kids as possible.\n\nNorthern California Preparatory School 5\n\nPosted September 03, 2012\n- a community member\nNorthern California prep school is the best school in Sacramento it has made me the man that i am today without them i dont know where i would be today i want thank all the staff for all of there support i could not have done it without them and most of all i want to thank the principle of Northern California Prep School for the great respect that was shown to me over the years and she is a BIG help toi all of here students she has helped me in many ways hope the best for the students and teachers Thank you to the owner of Northern California Prep School for opening this school for all of us students we really appreciate what you have done for us i am forever thankful for that school i enjoyed every second that i got to spend at that school I have always thought school was going to be the worst experience i would have but this school has changed my prospective on school it made me realize how much education is important and how that with out education i would not become anything thank you for that reality check\n\nNorthern California Preparatory School 5\n\nPosted August 11, 2012\n- a parent\nWe've been very happy with NCPS. Our son qualifies as both a gifted student (very high IQ) and as a special ed student (dyslexia, dysgraphia and ADHD). The public school system was woefully inadequate in addressing his educational needs. After years of spinning our wheels in a traditional school setting we tried NCPS and have been thrilled. The small class sizes and structured learning environment fit the bill for our son. The teachers are supportive and encouraging...our kid is actually regaining some of the self esteem that he lost in the public schools.\n\nNorthern California Preparatory School 5\n\nPosted August 16, 2011\n- a parent\nNCPS was a Godsend. The principle Ms. Johnson and her staff went above and beyond to help my son and our family. The school actually challenges the students and makes them accountable for their behavior. My son struggled for years and developed a learned sense of apathy. After attending NCPS he has grown emotionally and academically. I cannot thank the staff enough for all the attention and care that was given to our son. We have seen how difficult it is for kids with emotional or learning disabilities to thrive in school environments and do not blame the schools or teachers in any way. Serving a challenged population is difficult and requires great organization, care and positive regard for each student in spite of their difficult behaviors. The staff at NCPS are up to the challenge, are available when needed and have the students best interest at heart. My son only spent one school year there (because of distance) but the skills he developed and the change in him will last a lifetime. If you are considering NCPS as a school for your student, you will put him in good hands...lots of them. A very appreciative parent\n\nNorthern California Preparatory School 2\n\nPosted February 20, 2010\n- a student\nI am a former student ,this is a great school made great by some of the great teachers in my memory that went there when i went there ,One thing i have to say negative is the fact that i felt alot of the students and including myself weren't helped as much as others ,I felt that the ranks of those who were to succeed was determined immediately ,and once you were deemed not worth the time to help or unfit to give help to you were gone in a moment and treated unfairly,i still have some contact with some other previous students that share my feelings as well,however it was the principal who made it felt this way.But the help you did get by the teachers will stay in heart and mind forever there were truly some that made you feel respected no matter what and valuable no matter what.\n\nNorthern California Preparatory School 5\n\nPosted November 18, 2008\n- a parent\nThis is an incredible school!! My son had tried several education programs. As a student with mild mental retardation and Bipolar Disorder, finding a school where he could just manage a full day was a challenge. NCPS has provided my son the opportunity to gain pratical skills in an esteem building setting. Accountability has been the key to his success. The principal is committed and the staff outstanding. Highly reccommend it to families struggling to find the right place.\n\nNearby schools\n\nSign up for email updates\n\nConnect with us\n\nTranslate this web page\n\nAbout GreatSchools\n\nOur mission is to help millions of parents get a great education for their kids. is an independent nonprofit and the leading national source of school information for families. 199... (truncated)",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.9969929457,
        "format_confidence":0.9915838242
    }
]