[
    {
        "url":"https:\/\/vintagepatterns.fandom.com\/wiki\/Madame_Weigel%27s_5691",
        "text":"Madame Weigel's 5691; circa early 1930s; Girl's frock with bertha. With or without long sleeves. This pretty little frock is made with a full circular flounce and a bertha. It may have long sleeves, gathered into a wristband, or it may be sleeveless. A waistbelt or tie finishes the waist. Suitable materials are crepe de chine, Fuji silk, voile, etc.\n\nLinks to reviews\/blog postsEdit\n\n\n\nAdd a photo to the gallery by clicking the \"modify\" button below.\n\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nCommunity content is available under CC-BY-SA unless otherwise noted.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9030601382,
        "format_confidence":0.9636654854
    },
    {
        "url":"http:\/\/www.nailsmag.com\/encyclopedia\/91170\/pro-spa",
        "text":"Pro Spa\n\nMr. Van Cao, President of Pro Spa, Inc., a Garland, Texas based pedicure spa manufacturer, introduced his company's exclusive line of pipeless pedicure spas to the beauty and spa industries at Cosmoprof North America in Las Vegas. Pro Spa's pedicure spas combine the sanitation, silent operation and dependability of Sanijet Corporation's patented \"pipeless\" jet technology with the comfort and style offered by Berkline recliners. As an optional upgrade, Berkline's latest technology for its patented shiatsu massage system can be added to a Pro Spa pedicure spa.\n\nSanijet Pipeless hydrotherapy circulation systems, recipient of Popular Science magazine's \"Best of What's New\" award, are independently certified by NSF International for their ability to be thoroughly cleaned and disinfected, thereby eliminating the sanitation risks inherent with conventional piped and air circulation systems.\n\nKeywords:   pedicure spas     pipeless pedicure spa chairs  \n\nRelated Articles\n\nFacebook Comments ()\n\nLeave a Comment\n\n\nComments (0)\n\nFeatured Products & Promotions   |   Advertisement\n\nMarket Research\n\nMarket Research How big is the U.S. nail business? $7.3 billion. What's the average service price for a manicure? Dig into our decades' deep research archives.\n\nIndustry Statistics for\n\nView All\n\n\nFREE Subscription\n\nVietSalon is a Vietnamese-language magazine and the sister publication to NAILS. Click the link below to sign up for a FREE one-year subscription.\n\nGet a free preview issue and a Free Gift\nSubscribe Today!\n\nPlease sign in or register to .    Close\nSubscribe Today\nSubscribe Today",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9735032916,
        "format_confidence":0.8485414982
    },
    {
        "url":"https:\/\/www.paulaschoice.com.au\/ingredient-dictionary\/antioxidants\/thyme-extract.html?fdid=sensitizing",
        "text":"thyme extract\n\nExtract derived from the leaf or flower of the thyme plant. It can have potent antioxidant properties. Its fragrant component can also cause skin sensitivity, but thyme extract’s beneficial components can benefit skin. Generally speaking, thyme extract should not be one of the chief antioxidants in skincare products; however, in lower amounts and mixed with other antioxidants, it can be a beneficial addition.\n\nReference for this information:\n\nJournal of Agricultural and Food Chemistry, March 2002, pages 1,845-1,851\n\nBack to Ingredient Dictionary\n\nAbout the Experts\n\nPaula Begoun is the best-selling author of 20 books about skincare and makeup. She is known worldwide as The Cosmetics Cop and creator of Paula’s Choice Skincare. Paula’s expertise has led to hundreds of appearances on national and international radio, print, and television including:\n\nThe Paula's Choice Research Team is dedicated to busting beauty myths and providing expert advice that solves your skincare frustrations so you can have the best skin of your life!",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.8458666801,
        "format_confidence":0.9121893048
    },
    {
        "url":"https:\/\/www.reference.com\/beauty-fashion\/right-shade-foundation-47203ffdd58fce0b",
        "text":"How do you find the right shade of foundation?\n\n\nQuick Answer\n\nTo find the right foundation, test dabs foundation on a clean face in an area on which no foundation has been applied previously. A few different shades should be applied on different spots of the cheeks or jaw lines. The shade that blends in the best is the right shade for the complexion.\n\nContinue Reading\nHow do you find the right shade of foundation?\nCredit: Studio 504 Stone Getty Images\n\nFull Answer\n\nArtificial light is unreliable, so the results of foundation tests should always be viewed in natural day light. When choosing the right shade of foundation, it is very important to remember that the shade should be as close as possible to the color of the skin. People with pale skin shouldn't use foundation with pink tones. Beige tones are best for that skin tone. If the right shade can't be found, the darker option should always be chosen, never the lighter one, because it can seem very unnatural. Foundation should not be bought without testing it on the skin.\n\nSkin type is also very important. If the skin is dry, creamy liquid or stick foundation should be used. If the skin is oily, oil-free liquid foundation or powder foundation is the best option. If the skin is a combination of oily and dry, good options are cream to powder bases or the more powdery bases. For more mature skin, the best options are formulas that contain labels like poreless, strike free or similar.\n\nLearn more about Make-up\n\nRelated Questions",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9955071211,
        "format_confidence":0.6441316605
    },
    {
        "url":"http:\/\/vintagepatterns.wikia.com\/wiki\/Simplicity_6934",
        "text":"Vintage Sewing Patterns\n\nSimplicity 6934\n\n84,291pages on\nthis wiki\nAdd New Page\nComments0 Share\n\n\nSimplicity 6934; ©1966; MISSES' AND WOMEN'S ONE-PIECE DRESS: The A-line dress with princess seaming has set-in sleeves, back zipper and optional self fabric tie belt. V. 1 has lowered round neckline with bias roll-type collar and below elbow-length sleeves. Collarless V. 2 and 3 have short sleeves. V. 2 has lowered round neckline. Top-stitched V. 3 has high round neckline.\n\nLinks to reviews\/blog postsEdit\n\n\n\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.8836968541,
        "format_confidence":0.8840252757
    },
    {
        "url":"https:\/\/www.reference.com\/beauty-fashion\/game-play-nail-polish-dries-caa76e287640345f",
        "text":"What is a game to play while your nail polish dries?\n\n\nQuick Answer\n\nCharades is a good game to play while waiting for nail polish to dry because it involves physical action that helps dry the nail polish faster. If there are no other people around to play charades, dancing games such as Just Dance serve the same purpose.\n\nContinue Reading\n\nFull Answer\n\nDance games are available for video game consoles such as the Nintendo Wii or the Xbox Kinect. The average waiting time between coats of nail polish is two minutes, and the average song is two to five minutes. Therefore one song between each coat is sufficient. An alternate option to is eliminate drying time by using a quick-dry topcoat.\n\nLearn more about Nail Polish\n\nRelated Questions",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9441441894,
        "format_confidence":0.9111167192
    },
    {
        "url":"http:\/\/vintagepatterns.wikia.com\/wiki\/Butterick_4690",
        "text":"Butterick 4690; ca. mid to late 1940s; Misses' Slim Suit Dress: Back Interest Box pleats on the jacket and two box pleats and soft pleats on the skirt create back interest for this two-piece suit dress. Button-front jacket blouse has a casual collar and cuffed sleeves in long or below-elbow lengths. Note use of contrast (B).\n\nLinks to reviews\/blog posts Edit\n\nSources\/Vendors Edit\n\nGallery Edit\n\n[insert your photos of this pattern made up]\n\nWishlist Edit\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9380287528,
        "format_confidence":0.9788532853
    },
    {
        "url":"https:\/\/www.hairfacts.com\/hair-removal-directory\/info\/epilation\/",
        "text":"Depilation is any method of hair removal that removes the entire hair, including the part below the skin. This can result in temporary hair removal or permanent hair removal.\n\nCommon commercially available methods include:\n\n<!– –>\n\nWant to add or edit information? Send us an Email to register as an editor or sign up for a Professional Membership!\n\n%d bloggers like this:",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9551427364,
        "format_confidence":0.756701529
    }
]