[
    {
        "url":"https:\/\/dottedmusic.com\/2014\/satn\/fanu-do-what-you-do-dont-give-up\/",
        "text":"Fanu: Do What You Do, Don’t Give Up #SAtN\n\nTThis is a conversation with Fanu, a.k.a. FatGyver (real name Janne Hatula), a jungle and hip hop producer from Helsinki. The Dotted Music followers know his music well, as we’ve been using Fanu’s tracks in the Stand Above The Noise trailer, the series’ intro and outro, as well as the Music Growth Talks podcast.\n\nThe format of this video interview, filmed in Helsinki in Spring 2012, is different from our other episodes, and the content differs a bit as well. It’s simply inspiring. A real chat with a real musician, who has built a name for himself, but is still struggling to make a living only making music. But he does not give up.\n\nEvery musician watching this video will find interesting thoughts in here. Find out more about Fanu at and follow him on Twitter!",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9836777449,
        "format_confidence":0.5487579703
    },
    {
        "url":"http:\/\/www.tmz.com\/videos\/0_68wvjoer\/",
        "text":"Our TV Shows\n\nGot a Tip?\n\nCall TMZ at (888) 847-9869 or Click Here\n\nChampion Boxer Deontay Wilder -- Knocks Out Internet Troll ... IN REAL LIFE [Insane Video]\n\nUndefeated heavyweight champion boxer Deontay Wilder BEAT THE HELL out of a real life Internet troll who had been harassing him for years ... and TMZ Sports has the insane video. \n\n\nvideo tagged in TMZ Sports , Boxing , Nurse!\n\nAround The Web",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.6882411242,
        "format_confidence":0.9269916415
    },
    {
        "url":"http:\/\/www.videobash.com\/video_show\/stretchy-skin-circus-man-9366",
        "text":"Level 1\n\nCongratulations! You leveled up, but you aren't logged in so we can't save your points.\n\n337 Hypes | 110 Bashes\n\nStretchy Skin Circus Man !\n\nScott Mills - Stretchy Skin Circus Man !\n\nclipsweb3w clipsweb3w\nUploaded on Dec 24, 2010\n\nCategories funny\n\nTags man, skin, circus, scott, mills, stretchy\n\nShow More\nThe Hedgehog...\n  • Think about it\n  • A flying fish landed on the boat last night\n  • Closeup of a Putin with a mouthful of Sand Eels\n  • The Gorilla in Autumn\n  • B&W Beauty\n  • This Dog's In Charge\n  • Kitty Yoga\n  • Old people and their shirts",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9957541227,
        "format_confidence":0.8578638434
    },
    {
        "url":"https:\/\/chordify.net\/chords\/i-bow-my-knees-by-david-moukonwmv-baltospilvering",
        "text":"Discover Premium\nSimplify chords\n\nUnlock these Premium features now!\n\nLoading the chords for 'I bow my knees by David Moukon.wmv'.\n\nDo you value our service?\n\nOur goal is to help musicians like you to learn to play the music they love. We can only maintain and improve Chordify if paying members keep supporting us.\nBecome a paying member too!\n\nYes, I'm in! Already a member? Log in here.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9248654246,
        "format_confidence":0.8679226041
    },
    {
        "url":"http:\/\/www.thehollywoodgossip.com\/videos\/courtney-stodden-peta-ad\/",
        "text":"Courtney Stodden PETA Ad\n\nby at . Comments\nCourtney Stodden expresses her love for animals in this video and also says she's a vegetarian. Watch her PETA ad now.\nThis video is no longer available. Please check below for related videos.\n\ncourtney is sweet for defending those who cannot defend themselves. to ignore the unnecessary suffering of animals is to be complicit in their abuse.\n\n\nIt's not her beauty, it's ioumpscuros way she dresses and conducts herself at this age is inappropriate for any town! And unfortunately, it appears that her parents are more concerned with fame, then their daughter's well being. She's way too young to be married to anyone, moreover to a man twice her age. Let a girl be a child, time flies too fast anyway.Tanisha\n\nRelated Videos:\nCourtney Stodden Videos\nRelated Post:\nUploaded by:\n\nCourtney Stodden Biography\n\nCourtney Stodden Picture\nCourtney Stodden is a 16-year old singer. She's never had a hit of any kind, but she made news in the summer of 2011 for marrying Doug... More »\nFull Name\nCourtney Stodden",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9909425378,
        "format_confidence":0.961841464
    },
    {
        "url":"http:\/\/news.bbc.co.uk\/2\/hi\/entertainment\/8145169.stm",
        "text":"Page last updated at 07:29 GMT, Saturday, 11 July 2009 08:29 UK\n\nFive Minutes With: Rob Brydon\n\n\nCelebrities and news-makers are grilled by Matthew Stadlen in exactly five minutes in a series for the BBC News website.\n\nThis week, comedian and actor Rob Brydon shares his thoughts on being an embarrassing dad, Catherine Zeta Jones' schooldays, the inspirations for his act... and treats Matt to an impression of Al Pacino.\n\n\nStory Tools\n\n\nSign in\n\nBBC navigation\n\nCopyright © 2016 BBC. The BBC is not responsible for the content of external sites. Read more.\n\nThis page is best viewed in an up-to-date web browser with style sheets (CSS) enabled. While you will be able to view the content of this page in your current browser, you will not be able to get the full visual experience. Please consider upgrading your browser software or enabling style sheets (CSS) if you are able to do so.\n\nAmericas Africa Europe Middle East South Asia Asia Pacific",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9975825548,
        "format_confidence":0.9636244178
    },
    {
        "url":"http:\/\/degrassi.wikia.com\/wiki\/File:Manny-manny-santos-16070434-535-330.jpg",
        "text":"Degrassi Wiki\n\n\n2,525pages on\nthis wiki\nAdd New Page\nManny-manny-santos-16070434-535-330.jpg(535 × 330 pixels, file size: 35 KB, MIME type: image\/jpeg)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\nSee full list >\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent02:04, February 9, 2013Thumbnail for version as of 02:04, February 9, 2013535 × 330 (35 KB)Xoxoeve (Talk | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9812709689,
        "format_confidence":0.9406659603
    },
    {
        "url":"http:\/\/susan-boyle.com\/video\/Susan-Boyle-announces-Elvis-Sav",
        "text":"Susan Boyle announces Elvis \/ Save The Children collab: press conference highlights - 10\/28\/13\nAbout this Video\nSubmitted By: Anonymous on October 30, 2013\nAbout the Video: Susan Boyle announces she's joining Save The Children as an ambassador, plus some proceeds from her Elvis collaboration will go to the charity. Report by Lisa Snell.\nHosted At YouTube | 900 views\nRate this Video\nRate Rate Rate Rate Rate\nComments (0)\nAdd your comment",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9926481247,
        "format_confidence":0.9423189163
    },
    {
        "url":"http:\/\/content.time.com\/time\/magazine\/article\/0,9171,809546,00.html",
        "text":"Cinema: Newsreel, may 20, 1957\n\n¶ For $650,000 down, Producer Sam Goldwyn got the film rights to George Gershwin's Negro folk opera Porgy and Bess. Gershwin's estate and other beneficiaries will get a straight 10% of the movie's gross receipts. Goldwyn, reportedly seeking Calypsinger Harry Belafonte to head an all-Negro cast, plans to release Porgy late next year.\n\n¶ Unwinding a kaleidoscopic, 90-minute CinemaScope preview of its coming attractions, 20th Century-Fox announced that it will soon release 55 feature movies in a twelve-month period. This splurge—raising the question of whether theater-shown films will some day antiquate much TV entertainment—will represent the biggest output of any Hollywood studio...\n\nWant the full story?\n\nSubscribe Now\n\n\nGet TIME the way you want it\n\n  • One Week Digital Pass — $4.99\n  • Monthly Pay-As-You-Go DIGITAL ACCESS$2.99\n  • One Year ALL ACCESSJust $30!   Best Deal!\n    Print Magazine + Digital Edition + Subscriber-only Content on TIME.com\n\nLearn more about the benefits of being a TIME subscriber\n\nIf you are already a subscriber sign up — registration is free!",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9901165366,
        "format_confidence":0.953774631
    },
    {
        "url":"http:\/\/www.metacafe.com\/watch\/hl-60026083\/archer_watch_an_exclusive_scene_from_archer_season_3\/",
        "text":"Archer - Watch an Exclusive Scene from Archer Season: 3\n\nAdded by hulu Subscribe 818\nPublished 17 Jan 2012\n3 158\n••• More\nReport video\n0 0\nYou have already voted for this video.\nArcher Season: 3 Don't miss the Season Premiere  of Archer, Thurs. Jan. 19 at 10PM ET\/PT only on FX.\nShow moreShow less\nReport this video as:",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9977332354,
        "format_confidence":0.8731448054
    },
    {
        "url":"http:\/\/www.greatdetectives.net\/detectives\/johnny-dollar-indestructible-mike-matter-parts-2\/",
        "text":"EP1127: Yours Truly Johnny Dollar: The Indestructible Mike Matter, Parts Three and Four\n\nBob Bailey\nWhile a Bowery derelict is unfazed by the attempts on his life, Johnny suspects something sinister.\n\nOriginal Air Dates: June 6 and 7, 1956\n\nWhen making your travel plans, remember  http:\/\/www.johnnydollarair.com\n\nBecome one of our friends on Facebook… http:\/\/www.facebook.com\/radiodetectives\n\nTake the listener survey at http:\/\/survey.greatdetectives.net\n\nGive us a call 208-991-4783\n\nFollow us on Twitter @radiodetectives\n\nClick here to download, click here to add this podcast to your Itunes, click here to subscribe.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.8984059691,
        "format_confidence":0.7647075653
    },
    {
        "url":"http:\/\/prometheusinternetvisions.com\/2018\/01\/",
        "text":"Top Video Streaming Devices to Cancel Your Cable or Satellite Account For\n\nAre you sick and tired of your cable or satellite bill going up, but they’re not offering you any more value in your service? Or, perhaps you’re only watching about 10% of what you’re paying for? Read our review upon the top video streaming devices you can cancel your cable or satellite service for!\n\nContinue Reading →",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.7970968485,
        "format_confidence":0.599767983
    },
    {
        "url":"https:\/\/indiecasttv.com\/play\/HFH9z5g",
        "text":"On Purpose\n\nThe Peculiar People\n\nFifteen years after the release of their initial groundbreaking debut album, musical group The Peculiar People is set to return as they release their second album entitled Out The Box II: Separation Of The Church And State. This album is a sequel to their initial Out The Box album which garnered six Stellar Awards and several Grammy-nominations and sold over a million copies. The Peculiar People is founded by two-time Emmy Award winner and three-time Grammy-nominated B. Slade, who is not only the producer but also a proud member of the musical group. In this new day and age and the group ventures to bridge the gap between the spiritual and secular worlds, turning a mirror to help people face uncomfortable truths while acknowledging and respecting a need for resolutions and unity. Producer B. Slade, as he is more commonly known, continues his trendsetting ways and innovative techniques to produce quality products. As a restless musical amalgamator and audacious modernizer, he has thrown open the chapel doors and embraced the musical world of hip-hop, R&B, soul, bass music, electronic pop, and other contemporary styles. For further evidence of the group’s fearlessness, look no further than their latest single entitled “On Purpose.” It’s an earth-shaking collision of gospel, rap, skittering trap house beats, slowed-down screwed vocals, warped synthesizer grooves, and tight harmony singing; the sound may be radical, but the message of faith is eternal. Out The Box II: The Separation Of Church & State is designed as a sequel to The Peculiar People’s original revolutionary Out The Box (I) album released in 2004, which featured guest appearances from Kirk Franklin and Yolanda Adams and turned gospel music upside down. The new album which includes the single “On Purpose” suggests that this new Peculiar People set is going to be every bit as transformative. About the video The Peculiar People return in their highly anticipated music video and single entitled “On Purpose” from the new upcoming installment of Out The Box II: The Separation Of Church & State. The video resembles a flashy hip-hop clip that includes everything from cars, to the crew, sneakers, shades, bright colored lights, rambunctious dance moves, and even a little swagger too. Everything is in place, and it’s all exciting! The world needs to know that the Peculiar People are back to complete some unfinished business. Their video is a bold statement unlike one we’ve ever seen before. Simply put: if the first Out Of The Box was considered off the wall, Out The Box II: The Separation Of Church & State is the bulldozer that tears those walls down to make a way for what looms ahead.\n\n\nShare this video",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9793938398,
        "format_confidence":0.6733640432
    },
    {
        "url":"http:\/\/www.totallyfuzzy.net\/ourtube\/school-of-seven-bells\/ablaze-video_9d2e08609.html",
        "text":"School of Seven Bells - Ablaze\n\nLights off\nSorry, your favorites list is FULL.\nClick this link to twitter this video (opens in a new window\/tab)\n\n\nSVIIB. The New Album from School of Seven Bells \/ Out Now.\n\n\nDirected By: Alan Del Rio Ortiz\nEdited By: Stephanie Szerlip and Alan Del Rio Ortiz\nDirector of Photography: Brook Linder\n\n\nLast month, after the tragic and untimely death of band member Benjamin Curtis, New York dreampoppers School Of Seven Bells released SVIIB, their final album. Today, as Noisey points out, they’ve shared a video for their swooping album track “Ablaze.” Alan Del Rio Ortiz directed it, and it shows grainy, ’80s-looking images of city streets and of Alejandra Deheza, the band’s surviving member.\n-- Stereogum\nMore information on this artist is available in the tabs below.\n\n\nPick and Click one of the menu tabs above for more artist info.\n\nOr click the artist name tag above to go to the artist page.\n\nAll artist info on these pages is\n\nPost your comment\n\nArtist: School of Seven Bells\nVideo title: Ablaze\n\nFacebook: Like & Comments - Share on\/Post to\nCategory: Rock & Alternative\nViews: 2317\nProblems with this Video? Report This Video!\n\nTerms Of Service - Google Privacy Policy\n\nNew Music Videos",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.996393621,
        "format_confidence":0.9482513666
    },
    {
        "url":"http:\/\/tindeck.com\/listen\/rjzz",
        "text":"\n\nNgay gio nho cha.mp3\n4.65mb, 06:39, 93kbit, 106 downloads\nGenre(s): none selected\n\nReport File\nShared by quang phuoc 5 years ago\nNobody has left a comment yet.\n\nYou're not logged in, so you can't comment on this file.\n\nRegistering an account with Tindeck not only allows you to comment on stuff, it also lets you upload your original music and audio files and share them with millions of people around the world — for free!\n\nRegistration is simple: click here and you're almost done.\n\nWhat's popular right now...",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9834262133,
        "format_confidence":0.7311852574
    },
    {
        "url":"https:\/\/www.livedesignonline.com\/mag\/dying-light",
        "text":"Live Design is part of the Informa Markets Division of Informa PLC\n\nThis site is operated by a business or businesses owned by Informa PLC and all copyright resides with them. Informa PLC's registered office is 5 Howick Place, London SW1P 1WG. Registered in England and Wales. Number 8860726.\n\nThe dying of the light\n\nOne of the endlessly fascinating aspects of the theatre is how different productions of the same play can have entirely different qualities. Take The Gin Game, D.L. Coburn's 1978 Pulitzer Prize winner, now in revival on Broadway. The play is a dark comedy about an elderly couple playing cards in a rundown old age home. In the original Broadway production, Hume Cronyn and Jessica Tandy gave indelible portraits of loners corroded by their troubled, loveless lives. As a result, the show's\n\nRegister to view the full article\n\nRegister for and gain access to premium content including production and design materials, videos, and more.\n\nHide comments\n\n\n  • Allowed HTML tags: <em> <strong> <blockquote> <br> <p>\n\nPlain text\n\n  • No HTML tags allowed.\n  • Web page addresses and e-mail addresses turn into links automatically.\n  • Lines and paragraphs break automatically.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.7176280022,
        "format_confidence":0.9742566347
    },
    {
        "url":"https:\/\/therevue.ca\/tag\/feminism\/",
        "text":"Meet Bulletproof Stockings — Feminist, Chasidic, Rock & Roll\n\nBrooklyn, NY’s Bulletproof Stockings are an all-woman rock band who churns out complex piano-rock in the vein of Fiona Apple’s later work. They’ve got a few sure-bet rock band bona fides: A former member of a hard-touring alternative rock outfit (Dalia Shusterman, who spent years touring with psych-rockers Hopewell), a charismatic, forceful rookie lead singer who discovered songwriting after escaping a failed relationship (Perl Wolfe, […]\n\nRead more ›",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9798311591,
        "format_confidence":0.7899600863
    },
    {
        "url":"https:\/\/blip.fm\/profile\/cjh\/blip\/84631354\/Train%C3%A2%C2%80%C2%93Drops+Of+Jupiter+(lyrics)",
        "text":"Listen to free music played by cjh\n\nSign Up for Blip.fm\n\nBlip.fm is internet radio made social. It's easy to search for, play, and discover free music recommended by real people. Join today to create your own free station and start listening to @cjh.\n\ncjh Train – Drops Of Jupiter @Dancer12 need to take off now - BIG HUGS\nDancer12 gave props on Apr 10 at 6:15 am\n\nprev | play | next\nSign up to continue blipping\n\nAlready have an account? Log In\n\nI agree to the Blip.fm terms of use\nLog in to continue\n\nNeed an account? Sign Up\n\nRemember me",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.993430078,
        "format_confidence":0.6902577281
    },
    {
        "url":"http:\/\/thecounterforce.net\/tag\/parliament\/",
        "text":"Skip to content\n\nTag: Parliament\n\nEpisode Fourteen – Blackbyrd McKnight\n\n“My three goals in life, set by the age of 13, were to play with Herbie Hancock, to play with Miles Davis, and the other was to play with P-Funk”\n\nAug Stone talks to DeWayne “Blackbyrd” McKnight about playing with these greats and others, hearing Hendrix for the first time, picking up the guitar, making his ‘Bout Funkin’ Time solo album, and much more.\n\nShow Notes Here…\n\nLeave a Comment",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9962400198,
        "format_confidence":0.5408419967
    },
    {
        "url":"http:\/\/aliens.wikia.com\/wiki\/File:NeeAlavar.jpg",
        "text":"Alien Species\n\n\n7,974pages on\nthis wiki\nAdd New Page\nFull resolution (download)‎ (348 × 497 pixels, file size: 47 KB, MIME type: image\/jpeg)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\n  • Lorrdian\n\n    The Lorrdians were a race of near-humans native to the planet Lorrd. The Lorrdians traced their...\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent01:53, March 27, 2016Thumbnail for version as of 01:53, March 27, 2016348 × 497 (47 KB)BlueFrackle (Talk | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.7633728385,
        "format_confidence":0.9486589432
    }
]