[
    {
        "url":"http:\/\/www.jetradar.com\/routes\/bwi\/pdx",
        "text":"Flights from Baltimore to Portland\n\nCheap flights for the route Baltimore – Portland (BWI – PDX)\n\nJetradar will find you the cheapest airfare for Baltimore – Portland by comparing the costs of flights to Portland using 45 agencies, five booking systems, and 728 airlines. Where exactly you buy tickets for Baltimore – Portland is up to you.\n\nPlease keep in mind that, depending on the number of days remaining until your departure, the price of a ticket for Baltimore – Portland could change by more than 19%.\n\nJetradar suggests purchasing tickets for Baltimore – Portland in advance so you can choose your flight conditions and focus on your preferences and financial capabilities.\n\nAirfare for Baltimore – Portland by month *\n\nApril 201701.04.2017check01.04 - 08.04.2017check\nMay 201701.05.2017check24.05 - 30.05.2017$332\nJune 201701.06.2017check13.06 - 23.08.2017$412\nJuly 201701.07.2017check22.07 - 04.08.2017$493\nAugust 201701.08.2017check01.08 - 08.08.2017check\nSeptember 201701.09.2017check22.09 - 27.09.2017$349\nOctober 201701.10.2017check01.10 - 08.10.2017check\nNovember 201701.11.2017check01.11 - 08.11.2017check\nDecember 201701.12.2017check01.12 - 08.12.2017check\nJanuary 201801.01.2018check01.01 - 08.01.2018check\nFebruary 201801.02.2018check01.02 - 08.02.2018check\nMarch 201801.03.2018check01.03 - 08.03.2018check\n\n* prices found by users over the last 48 hours that do not represent an offer\n\nFastest flight from Baltimore to Portland: ticket with Delta Air Lines with a departure nearest to 24.04.2017 and a duration of 7hrs. 2min.. Find this ticket\n\nAirports that offer Baltimore – Portland flights\n\nBaltimore airports from which there are flights to Portland:\n\n  • Baltimore\/Washington International Thurgood Marshall (BWI)\n\nPortland airports accepting flights from Baltimore:\n\n  • Portland International (PDX)\n\nMost popular airports offering Baltimore – Portland flights:\n\n  • Baltimore\/Washington International Thurgood Marshall (BWI) – Portland International (PDX)\n\nMost popular cities and airports through which you can fly from Baltimore to Portland:\n\n  • DallasLove Field (DAL)\n  • ChicagoChicago O'hare International (ORD)\n  • SacramentoSacramento International (SMF)\n  • MinneapolisMinneapolis - St. Paul International (MSP)\n  • OaklandMetropolitan Oak International (OAK)\n  • DallasDallas\/Fort Worth International (DFW)\n  • AustinAustin-bergstrom International (AUS)\n  • Kansas CityKansas City International Airport (MCI)\n  • Salt Lake CitySalt Lake City International (SLC)\n  • DenverDenver International (DEN)\n  • Las VegasMc Carran International (LAS)\n  • SeattleSeattle-Tacoma International (SEA)\n  • AtlantaHartsfield-jackson Atlanta International (ATL)\n  • PhoenixSky Harbor International (PHX)\n  • ChicagoMidway (MDW)\n  • CharlotteCharlotte Douglas (CLT)\n  • DetroitDetroit Metropolitan Wayne County (DTW)\n\nMost popular by Jetradar\n\nFlights from Baltimore\n\nFlights to Portland\n\nJetradar Mobile App\nFind and book cheap flights on your smartphone and get more from the Jetradar app, including history and favorites, to make your search more exciting.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.8590373397,
        "format_confidence":0.7448267937,
        "weight":0.009871879
    },
    {
        "url":"http:\/\/www.millerparking.com\/industries-we-serve\/hopital-parking\/",
        "text":"• Test title\n    testTest Content\n\n\n  • Miller Parking greeters and attendants provide a warm and compassionate service when people most need it and may feel vulnerable\n  • Efficient parking and transportation procedures will enhance your bottom line.\n  • Complete facility management includes patient, visitor, physician, and staff parking operating plans, billing, collections, maintenance, equipment recommendations, way-finding and all aspects of customer service.\n  • Efficient shuttle or transportation solutions enhance your facility’s image.\n  • Our shuttles can be equipped with monitoring systems that record fast stops, sharp turns and other unwanted activities\n  • We provide reports on ridership counts, wait times and rider comments so you can gauge our effectiveness",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.9668616652,
        "format_confidence":0.648175776,
        "weight":0.0111109738
    },
    {
        "url":"https:\/\/www.metoffice.gov.uk\/news\/releases\/2014\/road-expo",
        "text":"This website uses cookies. Read about how we use cookies.\n\nClose window\n\nMet Office helps Scotland's road industry plan for Winter\n\nAs Scotland gears up for winter the Met Office road team explains how the work they do helps keep some of the country's roads moving through the colder months.\n\nDelegates at the Scottish Road Expo in Edinburgh will be able to find out about how Route-Based Forecast Training enable parts of the Scottish Road network to prepare efficiently for adverse weather.\n\nThere will be a chance to find out about operational products such as OpenRoad and Bridge forecasts as well as the range of Met Office weather Road, approved by the Institute of Highways Engineers (IHE), and Chartered Institution of Highways and Transportation (CIHT) for Continuing Professional Development.\n\nMichael Szczepanski, Met Office Business Manager for Road, said: \"The Met Office is dedicated to helping the Scottish road industry plan to reduce, mitigate and prepare for the effects of adverse weather and climate change.\n\n\"We now have a dedicated road forecasting team in our Scottish office. By having a team of local forecasters with a more detailed knowledge of the forecast area, we are able to better understand the localised weather environments and provide a more bespoke form of consultancy to our customers in Scotland.\"\n\nThe Met Office road team are exhibiting on stand G9 at the Scottish Road Expo on 5-6th November at the Royal Highland Centre in Edinburgh.\n\nFollow us on\n\nFacebook, Twitter, YouTube, Instagram, Snapchat, or LinkedIn Facebook Follow @metoffice on Twitter YouTube Instagram Snapchat LinkedIn",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9864826202,
        "format_confidence":0.9875715971,
        "weight":0.0021614904
    },
    {
        "url":"http:\/\/www.theautochannel.com\/vehicles\/new\/reviews\/1999\/twhitney_suzukigrand.html",
        "text":"New Car\/Review\n\n\n\n\nHowever popular sport utility vehicles may be, there are still plenty of would-be buyers out there who simply don't want the bulk and high running costs associated with many conventionally-sized (read big!) models. It's for these people that Suzuki has developed its all-new 1999 Grand Vitara - a compact, easy-to-handle SUV that offers surprising handling and performance and very commendable styling. And given the recent flurry of news reports about the ''environmental impact'' of SUVs, Suzuki could be poised to build some serious market share with its new rig.\n\nSuzuki has a long-standing reputation for producing compact, affordable SUVs that offer go-anywhere capability, ease of handling and low running costs. The four door Grand Vitara is bigger than any of its Sidekick and Samurai predecessors, but it still falls into a compact category in the SUV market. Even so, it'll handle almost any chore the bigger rigs are capable of.\n\nIt certainly gives up nothing in styling to its more expensive rivals. It looks great from every angle and has a purposeful, wide-track, brawny stance that I find really attractive. Many models come with a very attractive two-tone paint job. The Grand Vitara doesn't look compact until you put it alongside a Jeep Grand Cherokee or Ford Explorer. Although this is a relatively inexpensive SUV, it gives visual the impression of being quite upscale.\n\nRugged composite bodyside cladding, which extends around the wheel arches, is an excellent protective feature and it looks good too. The rear door swings open and provides easy access to a roomy cargo deck - which can be expanded by folding the back seats. I'm no fan of tailgate-mounted spare wheels, but the Vitara's is at least full-sized and the setup does create more room inside. I suppose that with a compact SUV, there just isn't the room to locate the spare either inside or under the load deck.\n\nOne thing I didn't warm to was the power door lock arrangement. Although the key will lock all the doors, it only opens the driver's side. You have to reach inside and fiddle with a button while your passengers stand around in the rain. I found this a constant annoyance and wished that Suzuki had opted for a more convenient setup.\n\nThe Grand Vitara is powered by a very satisfying 155 horsepower V-6 that proved to be surprisingly refined on the highway and quite a ''stump-puller'' off-road. It's quite a bit more powerful than its Honda CR-V and Toyota RAV4 rivals in the compact class. The Suzuki's V-6 is a sophisticated little motor with four cams and 24 valves working away inside. Not too many SUVs - especially inexpensive ones like the Grand Vitara - boast such a high-tech powerplant.\n\nI did some serious off -road drives over very demanding territory with the Grand Vitara and it came through showing almost Jeep-like capability. I drove the vehicle on one day-long foray into the mountains around Whistler, crossing old washed-out logging roads and negotiating steep boulder-strewn grades. This little rig will take you just about anywhere when the going gets rough and no owner should feel hesitant about taking a Grand Vitara into the boonies..\n\nMy tester, which I drove for an extended period incidentally, was equipped with a smooth-shifting four-speed automatic transmission which didn't seem to clip off too much power. Four wheel drive - high or low range - is engaged with a secondary shift lever and there are no locking hubs to grapple with. You can also order your Grand Vitara with a 5-speed manual gearbox. Interestingly, neither the CR-V or the RAV4 offer a two-speed transfer case - even as an option. They don't offer a V-6 engine either and Suzuki undercuts them both on price.\n\nAiding performance on and off-road is an all-new 5-link rear suspension. Tackling a couple of runs up and down the Sea to Sky Highway to Whistler, I was amazed at the Grand Vitara's handling prowess. It powers round tight turns like a decent sedan - and maybe a little more competently than some.\n\nBraking is taken care of with front discs and rear drums and ABS is standard - not always the case in this class. Other features include dual air bags, side impact beams and three-point seatbelts at all outboard positions. Rear passengers also get head restraints, which must be removed when setting up the truck for full cargo capacity. My tester was trimmed in a good-looking and seemingly durable cloth which was comfortable and easy to keep clean.\n\nThe snazzy exterior is complemented by an excellent cabin with clear instruments, easy-to-reach controls, lots of oddment space and more headroom than any Stetson-clad cowboy - or gal - could wish for.\n\nI drove this Grand Vitara over a three-month period, on and off road, and it never missed a beat. The test didn't reveal a single flaw, which says a lot for a small automaker that seems to be making a big name for itself. A base Grand Vitara costs a very reasonable $22,995 (CDN), though options can push it close to thirty grand. Suzuki will soon launch a less expensive ''standard'' Vitara in short wheelbase two-door form. This model will also come as a convertible like its Sidekick predecessor.\n\nHome | Buyers Guides By Make | New Car Buyers Guide | Used Car Super Search | Total New Car Costs | Car Reviews Truck Reviews\nAutomotive News | TACH-TV | Media Library | Discount Auto Parts\n\nCopyright © 1996-2015 The Auto Channel. Contact Information, Credits, and Terms of Use. These following titles and media identification are Trademarks owned by The Auto Channel, LLC and have been in continuous use since 1987 : The Auto Channel, Auto Channel and TACH all have been in continuous use world wide since 1987, in Print, TV, Radio, Home Video, Newsletters, On-line, and other interactive media; all rights are reserved and infringement will be acted upon with force.\n\nPrivacy Statement | Size Does Matter | Media Kit | XML SITE MAP | Affiliates\n\nSend your questions, comments, and suggestions to\n\nSubmit Company releases or Product News stories to\nPlace copy in body of email, NO attachments please.\n\nTo report errors and other problems with this page, please use this form.\n\nLink to this page:",
        "topic_id":22,
        "format_id":11,
        "topic_confidence":0.9971831441,
        "format_confidence":0.5299819708,
        "weight":0.0030733159
    },
    {
        "url":"http:\/\/forza.wikia.com\/wiki\/GMC",
        "text":"Icon Game ForzaMotorsport4\nIcon Game ForzaMotorsport5\nIcon Game ForzaMotorsport6\nIcon Game ForzaMotorsport7\nIcon Game ForzaHorizon1\nIcon Game ForzaHorizon3\nGMC is an American car manufacturer that appears in Forza Motorsport 4 and all subsequent main installments.\n\n\nThe GMC Truck brand got its start in the early 1900s as the Rapid Motor Vehicle Company, which built one-cylinder commercial trucks. General Motors Corporation bought Rapid along with the Reliance Motor Truck Company, and in 1912, the marque 'GMC Truck' was first shown at the New York International Auto Show. During World War II, GMC Truck produced trucks for the United States, and by the middle of the century, GMC had expanded into producing coaches, transit buses, emergency vehicles, heavy-duty trucks, and motor homes. Between 1962 and 1972, most GMC vehicles were equipped with quad headlights, and Chevrolet trucks were equipped with dual headlights. In 1973, GM’s introduced the 'rounded line' series, which set the standard for the Chevrolet\/GMC line of trucks for over 30 years, and sister models from both brands shared most features except trim and sticker price. The year 2007 saw a divergence in style once again between the two brands. GMC's trucks, vans, and SUVs offer more options and standard features than Chevrolet's vehicles, which are positioned as entry-level offerings. Today, GMC remains a venerable automobile manufacturer that produces SUVs, light- to heavy-duty pickup trucks, and vans.\n\n\n1983 GMC Vandura G-1500 RWD 165 hp (123 kW) 275 ft·lb (373 Nm) 5049 lb (2290 kg) 55% 5.7 L\n1991 GMC Syclone AWD 280 hp (209 kW) 360 ft·lb (488 Nm) 3613 lb (1639 kg) 63% 4.3 L\n1992 GMC Typhoon AWD 280 hp (209 kW) 360 ft·lb (488 Nm) 3800 lb (1724 kg) 57% 4.3 L\n\n\n\n  1. Description - [1]",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9841008782,
        "format_confidence":0.9877334833,
        "weight":0.0015866158
    },
    {
        "url":"http:\/\/www.kfvs12.com\/story\/37891026\/modot-ready-for-anything-this-weekend\/",
        "text":"MoDOT ready for anything this weekend\n\nCAPE GIRARDEAU COUNTY, MO (KFVS) - With the possibility of a wintry mix this weekend, MoDOT said they are making sure their trucks are prepared.\n\nEngineer Stan Johnson said they went through half of their salt supply during past winter storms and they have plenty to use on this one.\n\nHe said MoDOT does not plan to pre-treat the roads.\n\n\"Yeah, we're ready to take care of the roads we're going to put in our salt spreader beds, our cinder beds a few plows on before we head home for the weekend and then we'll just take on whatever mother nature sends us,\" said Johnson.\n\nHe said they are not pretreating because rain is supposed to come in first.\n\nDownload the KFVS News app: iPhone | Android\n\nCopyright 2018 KFVS. All rights reserved.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.7475889325,
        "format_confidence":0.9825174212,
        "weight":0.0053204802
    },
    {
        "url":"http:\/\/danlosquadro.com\/Media\/32\/Superintendent_Losquadro_and_Councilwoman_Bonner_and_Councilwoman_Cartright_Announce_Completion_of_1.3_Million_dollar_19_Road_Coram_Paving_Project",
        "text":"Superintendent Losquadro and Councilwoman Bonner and Councilwoman Cartright Announce Completion of 1.3 Million dollar 19 Road Coram Paving Project\n\nCoram, NY – Brookhaven Town Highway Superintendent Daniel P. Losquadro, Councilwoman Jane Bonner and Councilwoman Valerie Cartright have announced the completion of a 19-road paving project in Coram’s W-section.\n\nCaption: Councilwoman Cartright, Superintendent Losquadro and Councilwoman Bonner on Whitmore Lane in Coram.\n\n\nIn addition to the milling and paving of 19 roads, this project involved extensive concrete work prior to paving. Crews installed more than 15,080 square feet of aprons and 3,000 linear feet of curb at a cost of $323,726. With the milling and paving costs of $992,636, the total cost for this paving project was $1.3 million.\n\n\nRoads paved during this project include Birchfield Court, Catherine Street, Elm Avenue, Linden Street, Walton Way, Welbourn Lane, Welling Way, Wellsley Court, Wellsley Lane, Westbrook Road, Whinstone Street, Whitfield Lane, Whitmore Lane, Whitney Lane, William Street, Wilmont Turn, Woodbine Street, Wycomb Court, and Wycomb Place.\n\n\nSuperintendent Losquadro said, “Because of the size of this neighborhood – and the state of deterioration of so many of the roadways – it was necessary to split this paving project into two phases. I was happy to complete phase one, bringing much relief to area residents and motorists, and I look forward to returning to this neighborhood to complete phase two next year.”\n\n\nCouncilwoman Bonner said, “Thanks to the men and women of the Highway Department, these newly paved roads are ready for the winter months. The safety of our residents is a top priority and I will continue to work with Superintendent Losquadro to identify roads that need repaving in the future.”\n\n\nCouncilwoman Cartright said, “The Highway Department continues to work its way through the Town to address paving concerns throughout Brookhaven. This project, which is in a central area of Brookhaven, is a positive continuation of the long-term efforts to address all of Brookhaven's 3,500 miles of roadway.”",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9617173076,
        "format_confidence":0.9807201028,
        "weight":0.0021072269
    },
    {
        "url":"http:\/\/www.vansairforce.com\/community\/showthread.php?s=2920b22ed3d60720a88405f1486fd117&p=1287800&mode=threaded",
        "text":"Home > VansAirForceForums\n\n- Donate yearly (please).\n- Advertise in here!\n\n- Today's Posts | Insert Pics\n\nPrev Previous Post   Next Post Next\nOld 09-11-2018, 05:18 PM\nsnopercod's Avatar\nsnopercod snopercod is offline\nJoin Date: Aug 2016\nLocation: Asheville, NC\nPosts: 1,451\n\nI've flown with both a 3-blade Catto and a 2-blade Aymar-Deumth (also Great American). The vibration was much less with the 3-blade, but the takeoff performance was wimpy. Since I ordered a \"cruise\" prop, that was probably my fault. All I know is that I was only getting 2300 RPM on takeoff and it took me 4,000' to break ground on a hot day in Denver. The big difference was the glide performance. At best glide speed my rate of descent was 1,800 fpm with the 3-blade Catto and only 200 fpm with the two blade. I have video for the non-believers.\n(2018 dues paid)\nReply With Quote\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nvB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nForum Jump\n\nAll times are GMT -6. The time now is 10:53 PM.\n\nThe VAFForums come to you courtesy Delta Romeo, LLC. By viewing and participating in them you agree to build your plane using standardized methods and practices and to fly it safely and in accordance with the laws governing the country you are located in.",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9780922532,
        "format_confidence":0.9957184196,
        "weight":0.0055613886
    },
    {
        "url":"http:\/\/www.hemmings.com\/classifieds\/dealer\/desoto\/firedome\/1523478.html",
        "text":"DeSoto Firedome for Sale\n\n\nOnly Show Ads With:\n\nPrices (2)\nPhotos (2)\n\n\nAdventurer (1)\nAirflow (1)\nDeLuxe (2)\nFiredome (2)\nFireflite (1)\n\nCustom Year Range\n\n\nAuto (1)\nUnspecified (1)\n\n\n\nThe ad you're looking for is no longer available, but here are a few others just like it.\n× Results include ads from the July, 2014 issue of Hemmings Motor News.\nTo see ads from the August, 2014 you must be a subscriber to Hemmings Motor News.\nLink your active subscription or subscribe to our Digital \/ App Edition or Print Edition for instant access.\n\nViewing 1 - 2 of 2 results\n\n\nShow: 15 | 30 | 60\n\n\n1955 DeSoto Firedome\n\n1955 DeSoto Firedome\n\nSt Charles, MO\n\nThis 1955 Desoto Firedome has a 291 C.I. Hemi V8 (Date Code Correct)2 Speed Power Flite Automatic TransmissionDana 11 Bolt Rear w\/ 3.73:1 RatioCustom... More\n\nOffered By: Fast Lane Classic Cars\nAdvertiser since 1993\n\n\n1952 DeSoto Firedome\n\n1952 DeSoto Firedome\n\nCharlotte, NC\n\nThat thing got a Hemi? Well yes it does. The Hemi came to the Desoto in 1952 and cars like this cool 1952 Desoto... More\n\nOffered By: Streetside Classics - Charlotte\nAdvertiser since 2008\n\nNew Search",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9892487526,
        "format_confidence":0.8527321219,
        "weight":0.0040980542
    },
    {
        "url":"http:\/\/www.maxbimmer.com\/forums\/showpost.php?p=94796&postcount=8",
        "text":"View Single Post\nOld 01-25-2003, 02:10 PM   #8\npunnzzells's Avatar\nJoin Date: Mar 2002\nLocation: toronto\nPosts: 4,724\nSend a message via MSN to punnzzells Send a message via Yahoo to punnzzells\nif anyone needs cat cam gears to go with that cam, i have some (2) cat cam gears... i posted earlier and no one wanted them, but they would work awesome with that cam. i will sell em cheap.\n\npunnzzells is offline   Reply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.823132813,
        "format_confidence":0.985421896,
        "weight":0.0046802962
    },
    {
        "url":"http:\/\/www.hemmings.com\/classifieds\/?0=0&adtypeFacet=Vehicles%20for%20Sale&makeFacet=Dodge&yearFacet=1936&sort=c_time_desc&page_size=60",
        "text":"Seller Type\n\nPrivate Seller (2)\nDealer (1)\nAuction (1)\n\nOnly Show Ads With:\n\nPrices (3)\nPhotos (4)\n\n\nCustom Year Range\n\nPrice Range\n\n$20k - $50k (3)\nNo Price (1)\nCustom Price Range\n$ To $\n\n\nAuto (1)\nManual (2)\nUnspecified (1)\n\nVehicle Condition\n\nExcellent (1)\nMint (2)\n\n\n\n× Results include ads from the May, 2015 issue of Hemmings Motor News.\nTo see ads from the June, 2015 you must be a subscriber to Hemmings Motor News.\nLink your active subscription or subscribe to our Digital \/ App Edition or Print Edition for instant access.\n\nViewing 1 - 4 of 4 results\n\n\nShow: 15 | 30 | 60\n\n\n1936 Dodge Cantrell Station Wagon\n\n1936 Dodge  Cantrell Station Wagon\n\nWestport, CT\n\nThis car is in the Dragone Auctions Greenwich Car Event Weekend Auction on Saturday May 30th. For more info please visit our website: www.dragoneclassic.com\/auctions... More\n\n\n1936 Dodge\n\n1936 Dodge\n\nArley, AL\n\nThis 1936 Dodge pickup has had a total frame off restoration done in Stanton, Va by a professional restorer.  I have before pics and... More\n\nOffered By: Private Seller\n\n\n1936 Dodge Street Rod\n\n1936 Dodge  Street Rod\n\nOverland Park, KS\n\n1936 Dodge - specs: Chassis: original frame Fatman Fabrications Mustang II front end Air Ride technology suspension power brakes 8\" Ford rear end Body: original steel body 2\" chopped, custom padded cloth top shaved... More\n\nOffered By: Private Seller\n\n\n\n1936 Dodge Pickup Truck\n\n1936 Dodge  Pickup Truck\n\nBrewster, WA\n\n1936 Dodge 1\/2 Ton Pickup Truck Northwest Classic Auto Mall advertises this vehicle for the owner. If you are interested in this vehicle or have any... More\n\nOffered By: Northwest Classic Auto Mall\nAdvertiser since 2011\n\nNew Search",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9930312634,
        "format_confidence":0.9885840416,
        "weight":0.0041137236
    },
    {
        "url":"http:\/\/wrightnissanofwexford.com\/55\/best-gifts-car-lovers\/",
        "text":"We Know the Best Gifts for Car Lovers\n\nWe Know the Best Gifts for Car Lovers\n\nGifts For Car Lovers\n\nThere are many types of car lovers. There are after-market gearheads, cleanliness fans, classics enthusiasts, and those who just like long road trips. Here are five gifts for car lovers of all types.\n\n\nBluetooth Cassette Adapter\n\nRemember those adapters that would let you run your iPod through your tape player? Well this is way better. Surprise that friend who loves to listen to music and talk on the phone by giving their outdated car Bluetooth access.\n\n\nEncyclopedia of Classic Cars\n\nA coffee table book to some, but a bible to others, this thorough encyclopedia features hundreds of stunning photos of the most unforgettable cars.\n\n\nAutomatic Cordless Tire Inflator\n\nFor the friend who loves staying on top of their car’s maintenance, try this cordless tire inflator. Gone are the days of saving quarters and visiting gas stations. With this handy tool, topping of your tire pressure is as easy as fastening your seatbelt.\n\n\nKick Mats\n\nAnyone with kids knows how difficult it is to keep a car clean. Lend a helping hand by giving them kick mats. These mats go over the back of the front seats so that kids can put their feet up without messing up the upholstery.\n\n\nHeated Massage Cushion\n\nAnyone who spends a lot of time in the car, or anyone who gets chilly in the winter, or pretty much anyone at all will enjoy turning their driver’s seat into a heated massage chair.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9375799894,
        "format_confidence":0.9859669805,
        "weight":0.000937798
    },
    {
        "url":"http:\/\/mobile.abc.net.au\/news\/2011-09-29\/princes-freeway-monitored-after-heavy-rain\/3037976?pfm=sm&source=rss",
        "text":"News Home\n\nPrinces Freeway monitored after heavy rain\n\nVicRoads engineers are monitoring the effects of overnight rain on the Princes Freeway at Morwell.\n\nThe freeway was closed in February when heavy rain destabilised the Morwell mine and caused cracking in the road surface.\n\nIt was re-opened last week after a program of works to seal the freeway median strip and fill underground hollows with concrete.\n\nPatricia Liew from VicRoads says remote monitoring devices have not detected any movement.\n\n\"One of the trigger points that has been agreed all along even before the freeways was opened is if we've got 15 millimetres of ground movement there'll be immediate closure of that road,\" she said\n\n\"In the last 24 hours the ground hasn't moved at all.\"\n\nMore Stories",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9806417823,
        "format_confidence":0.9810529351,
        "weight":0.0069790829
    },
    {
        "url":"https:\/\/www.hireahelper.com\/movers\/abilene_tx\/nathans-moving-service\/",
        "text":"Nathan's Moving Service\n\nWe professionally pack\/unpack, load\/unload, drive both local and long distance and offer furniture assembly\/disassembly services. We are a solid team of honest, hardworking and reliable men, and we treat each piece of your furniture as if it were our very own. Our reputation is based one customer experience at a time. Give us a call anytime using area code325 267-4377\n\nOur customer review rating is:\n\n\n4.7 stars on\n\nMake a reservation online:\n\n  • check our availability - instantly! We regularly update our schedule on HireAHelper.\n  • Secure your reservation. You aren't charged until 24 hours before your move.\n  • no cancellation fee if you cancel more than 24 hours before the job's start time.\n\nNOTE: We just provide moving LABOR. We're assuming you're bringing the truck.\n\nWorking Hours:\n\nSunday: 12:00 AM - 11:00 PM\nMonday: 12:00 AM - 11:00 PM\nTuesday: 12:00 AM - 11:00 PM\nWednesday: 12:00 AM - 11:00 PM\nThursday: 12:00 AM - 11:00 PM\nFriday: 12:00 AM - 11:00 PM\nSaturday: 12:00 AM - 11:00 PM\nNathan's Moving Service typically responds to new requests for help within 19 business hours.\n\nEquipment Details:\n\nIf you would like us to bring any of the equipment listed, make sure to put this request in your order details when placing your order. If additional fees are listed for this equipment, you must arrange payment for these items directly with us after your order is placed.\n\nFurniture dolly:\n[always included, no fee]\nHand tools for assembly:\n[always included, no fee]\nHand truck:\n[always included, no fee]\nPlastic wrap:\n[always included, no fee]\n[upon request, no fee]\nNathan's Moving Service\n— , Abilene, TX 79603",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.8952857256,
        "format_confidence":0.992051959,
        "weight":0.010288438
    },
    {
        "url":"https:\/\/www.trendingcar.com\/blog\/upcoming-nissan-cars-india.html",
        "text":"Upcoming Nissan Cars in India\n\nNissan’s present range of cars in India is starting to look old. The manufacturer has to add new products to its portfolio. While the GT-R will help Nissan to improve its image, it is not the car that will increase sales. In the coming few years, Nisaan along with its sister company Datsun will launch new models and new variants of existing products.\n\nHere is a list of upcoming Nissan cars in India:\n\nNissan X-Trail\n\nThis will be the first launch by Nisaan in 2017. X-Trail will be a SUV and it is expected to launch by the end of 2017. Nissan sold the past gen X-Trail in India, but due to poor demand, it was taken off the shelves. The new model expected to launch will be a hybrid.\n\nAlso Read Upcoming Chevrolet Cars in India\n\nExpected Launch Date End 2017\nEstimated Price Rs. 25-30 lakh\nEngine Options 2.0 L Petrol + Electric Hybrid\n\nNissan Kicks\n\nKicks small SUV is the second entry in our list of upcoming Nisaan cars in India. It is available for sale in Brazil, and is competing with the Hyundai Creta. With the launch of the Kicks, Nissan might think about discontinuing the Terrano as they will be in the same price range. It is expected to be launched in 2018. Both diesel and petrol options will be available.\n\nAlso Read Top 5 Upcoming Cars In India\n\nExpected Launch Date First half 2018\nEstimated Price Rs. 10-14 lakh\nEngine Options 1.6 L Petrol\/1.5 L Diesel\n\nNew Micra\n\nThe next gen Micra that was showcased recently is a lot different than its current model. The curvy lines of the current model has been replaced by sharp creases and aggressive look. Micra might not get launched in India, because Nissan won’t be able to keep prices in check. But, if it does, the launch will take place in 2018.\n\nExpected Launch Date 2018\nEstimated Price Rs 6-8 lakh\nEngine Options 1.2 L Petrol\/1.5 L Diesel\n\nUpcoming Nissan Cars in India\n\nModel Estimated Price Expected Launch Date\nX-Trail Rs. 25-30 lakh Early 2017\nKicks Rs. 10-14 lakh Early 2018\nNew Micra Rs. 6-8 lakh 2018\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9973345995,
        "format_confidence":0.9753745198,
        "weight":0.0009975665
    },
    {
        "url":"https:\/\/ggwash.org\/view\/5984\/wmata-board-not-at-fault-for-crash-but-needs-to-step-up",
        "text":"Dr. Loren Groff at the NTSB.\n\nThe NTSB’s meeting on the 2009 Red Line Crash continued this afternoon with even more troubling revelations. They also criticized the Board’s lack of safety oversight, which seems unfair for before the crash, but the Board does need to step up now that they know there are problems.\n\nWMATA top management seems to have tragically ignored safety warnings and potential problems for years. The systems generated 8000 “alarms” from track circuit errors per week, but according to the NTSB, WMATA safety officials ignored these problems because they assumed the system was “failsafe.”\n\nSome train operators were instructed to run their trains on manual because there were problems with automatic operation, and operators were being punished for delays.\n\nHowever, NTSB staff also blamed the Board for not doing more on safety. NTSB member Robert Sumwalt also repeatedly brought up the Board’s role during questioning. According to one presentation by Loren Groff, they felt the Board should have not only asked tough questions of top management, but gone around them to conduct their own investigations into the safety operation of the organization.\n\nThat seems unrealistic. It’s probably true the Board could have asked more tough questions. They could have commissioned an Inspector General’s report. But they asked safety questions of the General Manager and got what seemed like satisfactory answers.\n\nAccording to the NTSB discussion, the Board asked the General Manager to explain the top safety incidents and what was being done about them. The Board sees itself as a policy-making body, and doesn’t meddle in day to day operations. Asking the GM for a safety summary seems like the right approach. If the GM’s summary was misleading, it would be nice if Board members had psychically divined this, but it’s hard to see how exactly they could have.\n\nSumwalt also criticized the way the WMATA Board has a committee on Customer Service, Operations, and Safety. “We at the NTSB only focus on safety,” he said, “but that committee has to balance customer service with safety.” Yes. It should. Customer service and safety are both important. The NTSB may have the luxury of ignoring everything but safety, but that doesn’t mean that boards or agencies can do so.\n\nThe Board could have constantly asked the General Manager what the agency was doing to comply with NTSB recommendations, said Groff. But we know that many of those recommendations were financially unrealistic. The NTSB members might wish that everyone spent all their time sitting around and only worrying about safety and nothing else, but that’s not how it works in reality.\n\nAnother NTSB member noted that in a hearing, Board Chairman Peter Benjamin previous Board Chairman Jim Graham said he hadn’t heard of the Tri-State Oversight Committee before the crash, though then-General Manager John Catoe was well aware of it. But few of us out in the public had heard of it either. The TOC, by all accounts, operated in obscurity and for some strange reason didn’t feel it could talk to the Board or the public.\n\nWe were all ignorant of the safety problems before the crash. Now, following investigations, it’s clear that there were many organizational problems within WMATA, and the TOC wasn’t functioning properly. I wish that the Board or other leaders had found out and fixed it, but it’s hard to throw stones at leaders who only knew what we knew, and we didn’t know about the problem.\n\nThe fault lies with General Manager Catoe and the safety officials at WMATA. Now, knowing this was such an issue, the Board does have a responsibility to ensure it gets fixed. Now, the Board should delve more deeply into the progress the agency is making on safety. Now, they shouldn’t be satisfied with vague answers from management.\n\nAnd now, if future crashes happen that could have been prevented, it would be fair to blame the Board if they don’t take adequate action. I’m not sure that stepped-up level of oversight is happening. The NTSB said that even today, the Board doesn’t claim responsibility for safety. They’re right that this should change. It should start now.\n\nUpdate: I’ve revised the headline and intro paragraph to reflect some further thoughts on what the Board needs to do going forward.\n\nDavid Alpert is Founder and President of Greater Greater Washington and Executive Director of DC Sustainable Transportation (DCST). He worked as a Product Manager for Google for six years and has lived in the Boston, San Francisco, and New York metro areas in addition to Washington, DC. He lives with his wife and two children in Dupont Circle. Unless otherwise noted, opinions in his GGWash posts are his and not the official views of GGWash or DCST.",
        "topic_id":22,
        "format_id":11,
        "topic_confidence":0.9738984704,
        "format_confidence":0.8783149719,
        "weight":0.0030015526
    },
    {
        "url":"http:\/\/www.landlinemag.com\/story.aspx?storyid=53097",
        "text":"Arizona bill to split car and truck speeds dies\n\n| Wednesday, April 09, 2008\n\nA bill that has died in the Arizona House sought to require large trucks traveling along certain stretches of interstates to slow down by 5 mph. It missed a deadline to advance from committee, effectively killing it for the year.\n\nState law now allows all traffic to drive 65 mph on interstate highways outside urban areas with populations of at least 50,000. The Arizona Department of Transportation also can set speeds on rural portions of interstates at 75 mph.\n\nKyrsten Sinema, D-Phoenix, introduced a bill that would have slowed large trucks by 5 mph along interstates posted with 65 mph speed limits. The measure – HB2314 – required vehicles in excess of 26,000 pounds declared gross weight to drive 60 mph.\n\nAll other vehicles would have been allowed to continue to travel at the current 65 mph speed limit.\n\nSupporters said requiring trucks to drive at speeds slower than over vehicles would make for safer travel.\n\nOpponents said slowing trucks down to speeds slower than other vehicles does not promote safety on the highways. In fact, they said it does exactly the opposite by requiring that vehicles are constantly in conflict with each other.\n\nWord of the bill’s demise was well received by the Owner-Operator Independent Drivers Association.\n\nOOIDA Executive Vice President Todd Spencer pointed out that 40 states now have uniform speed limits for all vehicles using their highways. “The only speed limit policy that makes any sense is the kind that has all vehicles traveling at the same speed,” he told Land Line.\n\nThe effort to reduce truck speed limits can be brought back for consideration during the 2009 session.\n\nTo view other legislative activities of interest for Arizona, click here.\n\n– By Keith Goble, state legislative editor",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.8835417628,
        "format_confidence":0.9955522418,
        "weight":0.0062880364
    },
    {
        "url":"http:\/\/www.leaderherald.com\/page\/content.detail\/id\/546688\/Move-offices-to-Amsterdam.html?nav=5005",
        "text":"\n\nMove offices to Amsterdam\n\nMay 1, 2012\nThe Leader Herald\n\nThe New York State Barge Canal has opened for its 188th navigation season after a turbulent season last year that included extensive damage from tropical storms Irene and Lee. The Canal Corp. has spent about $30 million since the fall in emergency repairs. Lock 10 in Cranesville and Lock 11 in Amsterdam sustained heavy damage in our area. In addition, the Main Street bridge at Lock 12 connecting Tribes Hill and Fort Hunter was closed for several weeks after Tropical Storm Irene.\n\n\n\nI am looking for:\nNews, Blogs & Events Web",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9292380214,
        "format_confidence":0.9782848954,
        "weight":0.0066132499
    },
    {
        "url":"http:\/\/www.mastercraft.com\/teamtalk\/showpost.php?p=646271&postcount=210",
        "text":"View Single Post\nOld 12-01-2009, 02:03 PM\nsethro's Avatar\nsethro sethro is offline\nTT Enthusiast\nJoin Date: Mar 2007\nBoat: 1998 Malibu Echelon and 1985 Stars and Stripes\nLocation: Midwest-NW Illinois\nPosts: 410\nI have seen your boat, or one identical to it at the Culver's restaurant in Rock Falls, IL which is just of I-88. I can't remember if it was last year or the year before...I think the year before.\n\nVery sharp!\nReply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.8682487607,
        "format_confidence":0.9909103513,
        "weight":0.0049368234
    },
    {
        "url":"http:\/\/www.bhphotovideo.com\/bnh\/controller\/home?O=productlist&A=estimateShip&Q=&sku=905518&is=REG",
        "text":"var cmD = {\"elemId\":\"XUCP312P-REG\",\"elemCat\":\"MAIN:Shp`Calculate`UNDEF\"}; cmCreateElementTag( cmD.elemId, cmD.elemCat );\n\nShipping Cost\n\n\nEstimated Shipping cost for this item within the USA is\n$5.75 - $8.26 via UPS 3 Day service.\n\nTo get the exact shipping cost to your location, please enter your zip code. If you are shipping to anywhere outside of the USA, please select a country.\n\nThe shipping price is for quantity 1 of item XUCP312P . To calculate the total shipping charge for multiple items, please add all items to the shopping cart.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.7643782496,
        "format_confidence":0.8412895203,
        "weight":0.0006983573
    }
]