[
    {
        "url":"http:\/\/allrecipes.com\/Recipe-Exchange\/Recommend-A-Recipe.aspx?requestID=301025",
        "text":"Answer Recipe Request - Community - Allrecipes\n\nthe buzz\n\nWelcome to The Buzz\n\nRecommend a Recipe or Add a Comment Learn More\nLog in to recommend a recipe. Join now to use this free feature.\n\nSeamus O'Connor is looking for: (1 recommendation)\nCan any one help me find a \"cookbook\" for fruteria? I have looked on Amazon and Google but can not locate anything. I am looking for both a fruteria and Agua Fresca \"cookbook\". Thank you.\n\nPosted: Apr. 14, 2013 6:32 pm\nWe do our best to make sure that Allrecipes user contributions are appropriate, but if you see anything questionable, please let us know so we can address the issue.\nSubscribe Today!\n\nIn Season\n\nGrilled Burgers For the 4th\nGrilled Burgers For the 4th\n\nCheck out our collection of almost 200 grilled burger recipes.\n\nPotato Salad On the Side\nPotato Salad On the Side\n\nA cookout isn't complete without a big bowl of potato salad. We have hundreds for you.\n\nSubscribe Today! Only $7.99\nSubscribe Today! Only $7.99\n\nDelicious recipes, party ideas, and cooking tips! Get a year of Allrecipes magazine for $7.99!\n\nRecently Viewed Recipes\n\nYou haven't looked at any recipes lately. Get clicking!\nQuick Links: Recipe Box | Shopping List | More »\nArgentina  |  Australia & New Zealand  |  Brazil  |  Canada  |  China  |  France  |  Germany  |  India  |  Italy  |  Japan  |  Korea  |  Mexico\n\nNetherlands  |  Poland  |  Quebec  |  Russia  |  SE Asia  |  United Kingdom & Ireland  |  United States",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9978169203,
        "format_confidence":0.7927761674
    },
    {
        "url":"https:\/\/blog.seasonfood.us\/vegetable\/ask-well-does-boiling-or-baking-vegetables-destroy-their-vitamins-nytimes-com\/",
        "text":"Ask Well: Does Boiling or Baking Vegetables Destroy Their Vitamins? –\n\nAsk Well: Does Boiling or Baking Vegetables Destroy Their Vitamins?\n\n\nTo what extent does heating (boiling, baking) foods like vegetables destroy vitamins?\n\nAsked by Bartolo\n\n\nIt’s true that cooking methods alter the nutritional composition of fruits and vegetables, but that’s not always a bad thing. Several studies have shown that while cooking can degrade some nutrients, it can enhance the availability of others. As a result, no single cooking or preparation method is best, and that includes eating vegetables raw.\n\nMany people believe that raw vegetables are packed with more nutrition than cooked vegetables, but, again, it depends on the type of nutrient. One study of 200 people in Germany who ate a raw food diet found that they had higher levels of beta carotene, but their plasma lycopene levels were well below average. That’s likely because fresh, uncooked tomatoes actually have lower lycopene content than cooked or processed tomatoes. Cooking breaks down the thick cell walls of many plants, releasing the nutrients stored in them.\n\nWater-soluble nutrients like vitamin C and vitamin B and a group of nutrients called polyphenolics seem to be the most vulnerable to degradation in processing and cooking. Canned peas and carrots lose 85 to 95 percent of their natural Vitamin C. After six months, another study showed that frozen cherries lost as much as 50 percent of anthocyanins, the nutrients found in the dark pigments of fruits and vegetables. Cooking removes about two-thirds of the vitamin C in fresh spinach.\n\nDepending on the method used, loss of vitamin C during home cooking typically can range from 15 percent to 55 percent, according to a review by researchers at the University of California, Davis. Interestingly, vitamin C levels often are higher in frozen produce compared with fresh produce, likely because vitamin C levels can degrade during the storage and transport of fresh produce.\n\nFat-soluble compounds like vitamins A, D, E and K and the antioxidant compounds called carotenoids fare better during cooking and processing. A report in The Journal of Agriculture and Food Chemistry concluded that over all, boiling was better for carrots, zucchini and broccoli than steaming, frying or serving them raw. Frying vegetables was by far the worst method for preserving nutrients.\n\nBut when it comes to cooking vegetables, there are always tradeoffs. A method may enhance the availability of one nutrient while degrading another. Boiling carrots, for instance, significantly increases measurable carotenoid levels compared with raw carrots. However, raw carrots have far more polyphenols, which disappear once you start cooking them.\n\nAnd while many people think microwaving is bad for food, vegetables cooked in a microwave may have a higher concentration of certain vitamins. A March 2007 study looked at the effects of boiling, steaming, microwaving and pressure cooking on the nutrients in broccoli. Steaming and boiling caused a 22 percent to 34 percent loss of vitamin C. Microwaved and pressure-cooked vegetables retained 90 percent of their vitamin C.\n\nThe bottom line is that no one cooking or preparation method is superior for preserving 100 percent of the nutrients in a vegetable. And since the best vegetables are the ones you will actually eat, taste should also be factored in when deciding on a cooking method. The best way to get the most out of your vegetables is to enjoy them in a variety of ways — raw, steamed, boiled, baked and grilled. If you eat a variety of fruits and vegetables on a regular basis, you don’t have to worry about the cooking method.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.5776367784,
        "format_confidence":0.8081892133
    },
    {
        "url":"http:\/\/cooking.stackexchange.com\/questions\/10875\/tips-for-getting-a-meat-loaf-to-come-out-just-right\/10986",
        "text":"Take the 2-minute tour ×\nSeasoned Advice is a question and answer site for professional and amateur chefs. It's 100% free, no registration required.\n\nI'm very new to cooking and honestly don't enjoy it all that much, but I am trying to expand my skills beyond very simple foods like tuna helper and chicken, so I thought I would try making a meat loaf as the next step.\n\nHowever, since I've never made one before, I'm not really sure what I should be looking for in a recipe, or if there's anything I need to know about the preparation that might not be mentioned in a recipe. I'm wondering about things like:\n\n  • Does it matter what type of meat I use?\n  • How do I control how heavy\/dense it is?\n  • How can I make sure that it doesn't fall apart?\n  • What oven setting should I use so that it cooks all the way through but doesn't burn the outside?\n\nAny other useful tips would also be helpful.\n\nshare|improve this question\nHi, thanks for joining the site. We'd like to help, but, as this post explains - meta.cooking.stackexchange.com\/questions\/728\/… - this is not a recipe swap site. If you could reword your question to ask about a particular part of making meatloaf or about how to improve a meatloaf recipe you have, we could help you more. Thanks. –  Chad Jan 9 '11 at 12:04\nAs you're asking for 'ingrediants and stuff', this is bordering on a recipe request ... but for other recipes we've handled technique related questions. –  Joe Jan 9 '11 at 13:33\nI've reworded this to minimize the recipe-request aspect. I've had to make a number of assumptions in the process so please let us know if this is straying too far from what you really want to know. –  Aaronut Jan 9 '11 at 16:05\n\n3 Answers 3\n\nYou'll likely do better first trying a recipe, and see how it comes out and we can tell you how to adjust it for your preferences, but a few things to consider when making meatloaf:\n\n  • Don't squish the meat or work it too much while you're mixing it; you'll end up with a rather dense meatloaf. (unless of course you like that sort of thing).\n\n  • Some people prefer on fattier grinds of meat for a 'juicier' meatloaf ... I personally go with 85\/15 or fattier.\n\n  • Mixing types of fat with different melting characteristics will also change the texture; for this reason, some recipes call for adding pork sausage, or a blend of ground pork, beef and veal.\n\n  • Vessel is important -- some people will cook their meatloaf in a loaf pan; personally, I like a little crust on mine, but because of the grease that comes off during baking, I use a broiler pan.\n\n  • Shape will affect the crust and cooking time -- a larger cross-section will need a longer cooking time, but the top may crust up too much; you can either tent with foil while cooking, coat with a glaze, top with bacon strips, etc.\n\n  • Mixing the meat while chilled will keep the meatloaf less dense, but allowing it to warm up before cooking will allow it to cook more evenly. (so the outside isn't overcooked while the middle's still cold; especially important if you're not going with a glaze or similar)\n\n  • Almost any vegetables can be added as a filler, if you pre-cook them to soften and remove most of their moisture so they're not overly wet. Onions, bell pepper, carrots, cellery, dark greens (spinach, chard, etc), summer squash (eg. zucchini, yellow squash) all work well.\n\n  • To speed up cooking time, or if you're living alone and know you won't eat the whole thing, consider making smaller loaves. You can even make it in a burger patty size & shape for individual servings.\n\nshare|improve this answer\nGreat answer on the meat part. Just to add, part of controlling the density is adding a starch (bread crumbs, oatmeal) which is one of the things that keeps meatloaf from being a brick and meatballs from being hockey pucks. Not a requirement certainly, but traditional and will give you some leeway, which is good for a new cook. –  Doug Johnson-Cookloose Jan 10 '11 at 15:08\n@Doug -- I made it community wiki, so feel free to add ... I've always done dry breadcrumbs (not necessarily stale, just not soaked first), so I don't know how different starches might affect things –  Joe Jan 10 '11 at 15:13\n\nI've never been unlucky enough to make a dry loaf, but I suggest finding a well-regarded recipe and following that. Beyond that: don't squish.\n\nI cook in a 12-inch cast-iron pan, with a hand-shaped loaf in the middle. This gives room for the grease to spread away from the meat without losing it altogether. The cast-iron is easy to clean. Others prefer loaf pans. I suspect that my use of the cast-iron over a loaf pan does the most towards preventing a hard and dry loaf.\n\nFinally, the recipe I have based my loaf on calls for half the dry ingredients and 1\/3rd of the egg that I use. In my case, this has not resulted in mushiness. Of course, this doesn't really make the loaf very healthy!\n\nshare|improve this answer\n\nOne thing I've found that helps keep it together is something called Textured Vegetable Protein (TVP). It's a vegetarian protein substitute that comes in a dry crumble (among other forms) that works great to absorb the fats in whatever meat you use. I found about 250mL of TVP to 1L of ground meat works well.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9975322485,
        "format_confidence":0.9916443229
    },
    {
        "url":"https:\/\/rainbowmealworms.answerbase.com\/2869289\/Can-I-use-this-in-the-upside-down-container-like-it-comes-when-purchased-or-will-it-not-hold",
        "text":"Ask a Question\n\nRelated Product\n\nHornworm Food - 1 lb\nYellow Hornworm Chow Food for hornworms - turns them a beautiful teal color Makes 4 lbs of cooked chow How To Cook Hornworm Chow Boil 4 cups of water on the stovetop for every 1\/2 pound chow Once at a rolling boil add dry food while mixing with a fork or whisk. Mix thoroughly 3 to 5 minutes unt... See More\nView Details\n\n\nShare This Page\n\nPlease wait...",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.5083398819,
        "format_confidence":0.7358396649
    },
    {
        "url":"https:\/\/origin.winespectator.com\/articles\/whats-the-difference-between-merlot-and-cabernet-sauvignon-5358",
        "text":"What's the difference between Merlot and Cabernet Sauvignon?\n\nAsk Dr Vinny\n\nHello there! I'm Dr. Vinifera, but you can call me Vinny. Ask me your toughest wine questions, from the fine points of etiquette to the science of winemaking. And don't worry, I'm no wine snob—you can also ask me those \"dumb questions\" you're too embarrased to ask your wine geek friends! I hope you find my answers educational, empowering and even amusing. And don't forget to check out my most asked questions and my full archives for all my Q&A classics.\n\nDear Dr. Vinny,\n\nMy wife and I are just getting into the wine life, and we were wondering if you could explain in simplest terms what is the difference between a Merlot and a Cabernet Sauvignon. I understand they are made from different grapes. Is that the main difference? Thanks much.\n\n—D.J., Lincoln, Neb.\n\nDear D.J.,\n\nYou're correct that Merlot and Cabernet Sauvignon are different grapes. They are both red grapes, but they—and the wines made from them—have different personalities. One thing they have in common, though: They're both major grapes from the Bordeaux region of France. They are often blended together (sometimes with additional grapes) because while they can stand alone, they can also complement each other. Like peanut butter and jelly, or Sonny and Cher.\n\nIn general, Merlot is softer and more supple than Cabernet Sauvignon. The best examples balance lovely herb, cherry and chocolate flavors. Cabernet Sauvignon has a bit more backbone and tannic strength than Merlot. Cabernet Sauvignon is admired for its intensity and classic flavors of currant, plum and spice, and it can also have distinguishing herb, olive, tobacco, cedar and anise notes, among others.\n\n—Dr. Vinny\n\nRed Wines Cabernet Sauvignon Merlot Ask Dr. Vinny\n\nMore In Dr. Vinny\n\nDoes Pinot Noir come in both red and white versions? Are they the same grape?\n\nWine Spectator's expert Dr. Vinny explains how red wines get their color. (Hint: It's not …\n\nJun 22, 2022\n\nIf you're supposed to hold a wineglass by the stem, why are stemless glasses so popular?\n\nWine Spectator's resident wine expert Dr. Vinny explains the pros and cons of stemless …\n\nJun 13, 2022\n\nHow much do our taste buds influence our perception of wine?\n\nWine Spectator's resident wine expert Dr. Vinny explains how taste sensitivity impacts our …\n\nJun 6, 2022\n\nWhat's the shelf life of a box of wine?\n\nWine Spectator's resident wine expert, Dr. Vinny, explains why box wines aren't meant to …\n\nMay 31, 2022\n\nShould I refill my own wineglass, or ask the host or server to?\n\nWine Spectator's expert Dr. Vinny explains the etiquette or wine service, for hosts and for …\n\nMay 23, 2022\n\nWhat’s the best way to remove the cork from an imperial (a 6-liter bottle of wine)?\n\nWine Spectator's expert Dr. Vinny explains best practices for opening—and serving—large-for…\n\nMay 16, 2022",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9971678853,
        "format_confidence":0.8215596676
    },
    {
        "url":"http:\/\/ask.metafilter.com\/213649\/I-Love-Food",
        "text":"Join 3,380 readers in helping fund MetaFilter (Hide)\n\nI Love Food\nApril 23, 2012 5:39 PM   Subscribe\n\nYou filled my eyeballs, now please stuff my belly!\n\nMy friend and I are starting to organize dinner outings for our group, and we want to end up in happy food comas every time! After living in this area for a while I've already gone to many delicious restaurants\/cafes (Street, Animal, and Osteria La Buca among them), and yelp searching is always fun...but I want to know YOUR personal favorites!\n\nWhat is the favorite meal you've eaten (if you are a SoCal resident)? What are your picks for the tastiest eats anywhere in the Pasadena\/Eagle Rock\/Burbank\/Glendale\/Los Feliz\/Hollywood areas? I guess downtown is okay, too. Any type of food is welcome (except for purely vegan or raw food establishments), and up to the 30-40$\/person price range.\n\nI want to build up a list, and Mefites have never steered me wrong when it comes to advice! Thanks :)\nposted by sprezzy to Food & Drink (3 answers total) 7 users marked this as a favorite\nRicky's ensenada fish tacos.\n\n1400 N Virgil Ave\nLos Angeles, CA 90027\nposted by mild deer at 5:41 PM on April 23, 2012\n\nPomodoro Trattoria\n1393 Westwood Blvd\nLos Angeles, CA 90024\n(Out of your specified areas, but the gnocchi is to die-for.)\n\nVillage Bakery and Cafe\n3119 Los Feliz Blvd\nLos Angeles, CA 90039\n\nGenwa Korean Bbq\n5115 Wilshire Blvd\nLos Angeles, CA 90036\n\n422 E 2nd St\nLos Angeles, CA 90012\nposted by mild deer at 5:47 PM on April 23, 2012\n\nI can't second Sushi-Gen enough. The spanish chopped mackerel? OMG. It's always super busy though, so maybe call ahead.\n\nYou should also check out the fairly recently opened L & E Oyster Bar in Silverlake. Really fresh oysters and a super lovely selection of beers and wine. No reservations, so arrive early.\n\nCafe Beaujolais in Eagle Rock has a halibut dish in a champagne cream sauce, w\/candied orange rind garnish that is like crack.\nThe best dumplings on the continent? Din Tai Fung in Arcadia.\n\nSadly, my other quick recommendation, Palate in Glendale closed suddenly. So there's just a couple quick tips. Hope that helps.\nposted by Bohemia Mountain at 8:06 PM on April 23, 2012\n\n« Older A good friend of mine has rece...   |  MA Tenant Law - what if a tena... Newer »\nThis thread is closed to new comments.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9950814247,
        "format_confidence":0.9458255172
    },
    {
        "url":"https:\/\/food52.com\/hotline\/6190-canning-question-does-the-jar-need-to-be-full",
        "text":"Canning question - does the jar need to be full?\n\nMaking strawberry preserves to can in a weck jar and just realized that I probably don't have a jar that's the correct size. I assume you need jars to be full in order to can properly - correct? Someone help?\n\n\n\nEugenia B. August 14, 2011\nYou need to leave about 1\/4 inch headspace for strawberry jam regardless of whether you are processing quarter-pints, half-pints, or pints, all of which process for 5 minutes at sea level, 10 minutes from 1,000 to 6,000 feet altitude, and 15 at altitudes above that. (Also keep in mind that you need to sterilize jars and bands used to preserve foods processed less than 10 minutes at sea level--always use new lids simmered in hot water to soften the rubberized flange.) SKK is correct: the tables for processing times are calculated based on the time it takes to press the air out of the food, including the empty space in the jar. If you leave more than the proscribed amount of headroom in a jar then the processing time may not be adequate to create a vacuum, your seals will fail, and your product will not be shelf stable.\nFrontalgirl June 26, 2011\nSkk is correct...but don't give up hope! You can freeze the jam. Ball jar makes an 8oz plastic jar that is perfect for freezing jam. Enjoy!\nSKK June 26, 2011\nIf too much headspace is allowed, the food at the top is likely to discolor. Also, the jar may not seal properly because there will not be enough processing time to drive all the air out of the jar.\nRecommended by Food52",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9911036491,
        "format_confidence":0.9520738125
    },
    {
        "url":"http:\/\/cooking.stackexchange.com\/questions\/27286\/can-i-substitute-70-chocolate-for-unsweetened-chocolate-in-a-cake-recipe",
        "text":"Take the 2-minute tour ×\nSeasoned Advice is a question and answer site for professional and amateur chefs. It's 100% free, no registration required.\n\nThis is a recipe for a dark chocolate cake. It calls for 2 ounces unsweetened chocolate. But I made a mistake and bought the 70%. The recipe also calls for 1.25 cups sugar. I don't want it to be too sweet, so by how much should I decrease the sugar?\n\nThe last time I baked this cake, I used 3 ounces unsweetened chocolate and it was perfectly dark. I want to get the same results. Help!\n\nshare|improve this question\n\n2 Answers 2\n\nThis is a challenge because not only will the different chocolate change the sweetness of the cake slightly but it will change the texture slightly. One thing you can do is subtract the amount of sugar from the recipe that is in the chocolate. In your case 30% of the three ounces of chocolate is roughly one ounce. This should work for you.\n\nshare|improve this answer\nGood points, Questie760 - nut I'd caution that care should be taken in reducing the sugar by that much since it also plays a role in the texture of the cake. I've interchanged chocolate types in cakes before without any real detriment to the texture. I'd reference an ingredient substitution website to give myself some reassurance. –  Kristina Lopez Sep 20 '12 at 17:18\nBut, not nut! :-) –  Kristina Lopez Sep 20 '12 at 17:28\nThanks for the advice. I'm glad I didn't try to substitute it. I actually gave in and went to the store to get unsweetened chocolate. The cakes turned out beautiful. I will be stacking and frosting them tomorrow. –  Nel Sep 21 '12 at 3:51\nIs it the case that for chocolate marked with a percentage, that the remaining percentage will be all or just about all sugar? Not any other ingredients such as fats or oils or milk products? (I ask as a naive but interested chocophile.) –  hippietrail Sep 21 '12 at 7:31\nNo - the 70% figure is cocoa solids. The other 30% will be sugar, cocoa butter, possibly other fats (depending on the quality of the chocolate) - so reducing sugar by 30% of the weight of the chocolate is probably too much. –  Matthew Walton Sep 23 '12 at 18:50\n\nCocoa butter is a cocoa solid. 70% chocolate means that 30% is sugar. The 70 % is made up of cocoa and cocoa butter (and usually a bit of vanilla).\n\nshare|improve this answer\nThat's almost, but not quite correct. Vanilla would not be in the 70%, nor would lecithin (if the chocolate has any), milk or milk fat, salt, or anything else that isn't in cocao. –  Jolenealaska Dec 13 '14 at 17:52\nI too would disagree with the statement of 30% is sugar, if you've ever eaten 70% Chocolate you'd understand it certainly does not have 30% sugar content:- en.wikipedia.org\/wiki\/Chocolate#Blending will give you a pretty good run down of the actual properties. –  Doug Dec 13 '14 at 21:49\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9975070357,
        "format_confidence":0.9907598495
    }
]