[
    {
        "url":"http:\/\/www.e-rezz.com\/",
        "text":"What is e-Rezz?\n\nIt's a place for you to create new events, invite guests, and\/or take on-line reservations for your event.\n\nWhat are people using it for?\nWhat could you use it for?\n\nSimple. No Fluff. Event Tracking made easy.\n\nCreate an event, let your audience know about it, and start taking reservations online. It's Free!\n\nWe've created a demo event that you can sign up for to see how the system works. Give it a Try!\n\nGetting started is quick and easy. You can log in with your Google, Yahoo, or other Open ID account. Or, if you prefer, you can create a local account. Either way, you will be up and running in seconds.\n\nGet Started\nFeatured Event",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.9120050669,
        "format_confidence":0.5612508059
    },
    {
        "url":"https:\/\/yourmsp.org\/",
        "text":"The MSP for Everyone\n\nHere at yourMSP, we believe everyone should be able to have somewhere to turn for IT Support and management, regardless of whether they are business or residential clients.\n\nThe MSP for Everyone\n\nHere at yourMSP, we believe everyone should be able to have somewhere to turn for IT Support and management, regardless of whether they are business or residential clients.\n\nWhy Choose yourMSP?\n\nWe put you, our customer, first. Our team of knowledgeable and friendly support staff will always be on hand to help out with any residential IT Support queries you may have, as well as keeping a watchful eye over all of your business systems to ensure they always run as smoothly as possible. And all of this, where possible, without you even knowing that we’re doing it for you!\n\nExperienced Staff\n\nAll of our staff are rigorously tested on their knowledge and customer service to ensure the best service possible!\n\nMaximum Uptime\n\nLet us keep an eye on your systems so that you don't have to. Then you can carry on doing what you do best.\n\n\nDigital Security is critical for everyone. We work with industry leading services to help effectively protect you.\n\nWant to know how we can help you?\n\nClick the button below to request a comprehensive audit of your systems.\n\nOnce we have this, we’ll discuss with you your requirements and then produce a bespoke quote for you, based upon your exact needs.\n\nOur Services\n\nThese are some of our most popular and key services that we provide.\n\nDon’t see something you were hoping for? Think we can help you in some other way? Use the Contact Us button at the top of this page to get in touch with us – we often provide bespoke services to our clients so perfectly suit them – we’re sure we can do the same for you!\n\nSecurity and Updates\n\nLet us manage your endpoint and network security, as well as ensuring updates are only deployed once they meet our in-depth internal validation criteria to ensure you have the most secure and reliable systems.\n\nRegular Maintenance\n\nThrough out 'Remote Monitoring & Management' tool, we're able to configure a number of maintenance tasks to run on your devices to help improve speed and reliability.\n\nHardware Procurement Plans\n\nWe can help take the hassle and stress out of choosing and configuring your new devices. No matter the quantity or purpose, we can find and deploy the perfect machines for you.\n\nManaged IT Support\n\nSometimes, no matter how hard you try, or how many times you turn it off and on, you just can't work out why it won't work! By user request, we can remotely access your device to help pinpoint & resolve the issues.\n\nWe also offer one-time or infrequent support\n\nIf you’re just looking for someone to fix an issue that you’re having right here, right now, without signing up for a contract or undergoing a systems audit (or anything like that), just click the button below to get in touch with us so that we can schedule a remote support session.\n\nWhat People Say\n\nIt’s always important to hear what other people think, so we’ve included a few of our customer’s thoughts below.\n\nOn the odd occasion that I have had to turn to yourMSP to help me with a software issue or device configuration, they were extremely knowledgeable, friendly and helped me get back up and running extremely quickly.\nInfrequent Residential Client\nyourMSP are always on hand to help me out with any technical issues I'm having. They also keep an eye on my computer and phone, keeping it up to date and secure without me ever having to worry about any of it!\nManaged Residential Client\nyourMSP are crucial to the smooth & reliable experience our employees expect. We rely on them to manage & support all of our endpoints & servers, as well as provide & configure all of our network equipment.\nBWD Network\nManaged Business Client\n\nOur Partners\n\nWhen you partner with us, you will have access to the resources and knowledge of the following, ever growing list, of companies:",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.5014338493,
        "format_confidence":0.7002087235
    },
    {
        "url":"http:\/\/www.cbronline.com\/companies\/acatech_solutions_inc",
        "text":"26150 Enterprise Way\nSuite 400\nLake Forest\nUnited States of America\nFax: 19-49-8306882\n\nCompany Overview\n\nAcatech Solutions, Inc (Acatech) is a warehouse and logistics software providing company, based in the US. The products of the company are classified into two that are software and hardware. Software products consist of inventory control, RMA management, work order, purchase order management, order entry and warehouse radio frequency. Hardware products consist of symbol barcode scanners, symbol rfid scanners, sato barcode printers and labels & supplies. The services offered by the company include site study, consulting, web or client\/server based system design and implementation, integration to host applications, as well as user training and support. The company also provides off-the-shelf and custom software applications namely, warehouse management (Andaris Software), labor collection, capacity planning, inventory control, asset tracking, bar code data collection, and EDI (Electronic Data Interchange). Acatech is headquartered in California, the US.\n\nTop Competitors\n\nKey Employees\n\nMimi Nguyen\n\n\nMichael Murphy\n\n\nThi Nguyen\n\nPresident, Senior Management\n\nAn Nuygen\n\nTechnology Manager, Operational Management\n\n\n26150 Enterprise Way,\nSuite 400,\nLake Forest,\nUnited States of America\nFax: 1 949 8306882\n\n\n\n  • Bar Code Label Design Software\n  • Bar Code Labeling Software\n  • Bar Code Printing Software\n  • Freight Manifest Software\n  • Inventory Management Software\n  • Multipurpose Bar Code Readers with Data Collection Terminal\n  • Order Management Software\n  • Pen Based Computers\n  • Pen Based Software\n  • Pick and Pack and Shipping SoftwareRadio Frequency (RF) Multipurpose Bar Code Readers\n  • Store Floor Data Capture Software\n  • Supply Chain Management (SCM)\n  • SoftwareThermal Direct Printers\n  • Thermal Transfer Printers\n  • Warehouse Management System Software\n  • Warehouse Management Systems\n\n\n  • Site Study\n  • Consulting\n  • Web or Client\/Server based System Design\n  • Implementation\n  • lntegration to Host Applications\n  • User Training and Support\n\nJoin our network\n\n734 people like this.\n0 people follow this.\n\n\nPrivcy Policy\n\nWe have updated our privacy policy. In the latest update it explains what cookies are and how we use them on our site. To learn more about cookies and their benefits, please view our privacy policy. Please be aware that parts of this site will not function correctly if you disable cookies. By continuing to use this site, you consent to our use of cookies in accordance with our privacy policy unless you have disabled them.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6544402838,
        "format_confidence":0.9412383437
    },
    {
        "url":"http:\/\/www.seopros.com\/",
        "text":"About us SafeSubmit Community Today's Video\n\nAbout SeoPros.com\n\n SafeSubmit started out as a project of CaSEM technologies for SeoPros.org. Originally its purpose was to provide SeoPros SafeSubmita method for members to supply listing and reciprocal link data for clients as specified in the \"best practices\" advocated by the Org. Part of that effort was the review of directories by a committee of senior members. Jeff Bushey and Terry Van Horne did the reviews and Bob Gladstein and CJ Newton provided other input. It is our hope moving this project to a community will build a stronger list and the community as a whole will share in the ongoing monitoring of the sites in both the press release and directory lists.\n\nSafeSubmit Community\n\nThe Directory List is now in the care of the SafeSubmit community. The current list will Photoalways be on SeoPros.org what is added subsequently will be up to the community and individual user preferences. The press release services and site reviews list was also researched by Terry Van Horne. Each member has the option of sharing a new resource or keeping it private. In the future that may also become one of the ways the service is monetized. The list will always be free to view by members of the communities in the future there will be additions made to monitor and maintain back links\n\nSponsor Ads",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.7004112005,
        "format_confidence":0.995144248
    },
    {
        "url":"http:\/\/www.eset.com\/kh\/about\/profile\/25-years-of-nod32-technology\/",
        "text":"25 Years of NOD32 Technology\n\nlogo: ESET - 25 Years of Innovative Top-rated Antivirus Protection\n\nESET celebrates 25th anniversary of its award-winning NOD32 technology\n\nContinually evolving to face the latest threats, ESET has protected nearly all operating systems – starting with MS DOS\nand going through Windows, Mac OS X, Symbian and Android. Today ESET solutions protect over 100 million\ndevices daily, including computers, laptops, smartphones, tablets and servers, no matter the operating system.\n\nOur solutions for home and business deliver real-time consistent level of protection\nagainst a vast array of existing and emerging malware.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.9617953897,
        "format_confidence":0.9580649734
    },
    {
        "url":"https:\/\/lpfsystems.wordpress.com\/2007\/10\/18\/welcome\/",
        "text":"Thank you for taking the time to visit this site. Using this site as a communication tool, we will keep you updated with all the latest and greatest ideas coming from LPF Systems. We will also upload various helpful posts that may actually help you to troubleshoot and work through simple problems you may be having with your PC or with LPF software.\n\nUntill we speak again, have a good one!\n\n-LPF Team\n\n%d bloggers like this:",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.9181417823,
        "format_confidence":0.5724834204
    },
    {
        "url":"https:\/\/www.b3insight.com\/",
        "text":"Delivering a data-driven intelligence solution for superior business outcomes\n\nB3 delivers an intuitive, on-demand geospatial technology solution for every industry, at every position level; connecting people, departments and projects within an organization. B3 challenges the common software scenario - “data in, data out” by employing data experts that normalize and transform complex data into information users can manage, analyze and visualize. Non-technical and technical business users leverage B3 to manage, analyze and visualize increasing data sets from a multitude of disparate data sources. Through easy-to-use, intuitive technology, B3 allows anyone within an organization to easily discover meaningful business insights – no technical skills required.\n\nQuote Using Water Sage in an early stage client meeting, we quickly identified the client’s important issues and located critical data that facilitated a negotiated settlement in our client’s favor. Quote\n\n– Sheela Stack, Shareholder\n\nQuote The fact that we can export maps and information so easily allows us to respond quickly and with accurate and valuable information which they can make decisions from. Quote\n\n– Mike Swan, Owner\n\nQuote Water Sage gives me a unique ability to make sure that Bozeman’s adequacy requirements are met when looking at subdivision and new developments. Quote\n\n– Brian Heaston, Project Engineer\n\n\nWhat We Talk About When We Talk About Security\n\nWeb security has become more important and more tenuous than ever before. In this post, Aaron Edwards, Water Sage’s web developer, discusses the security ecosystem in today’s web, and outlines some best practices for keeping your computer safe and your data secure.\n\n\nAn Inside Look at Water and Fighting Fires\n\nDrought and bad fire seasons go hand-in-hand, and this summer is no exception. On August 11, 2017, Governor Bullock declared a fire emergency in Montana. On August 18, 2017, Governor Bullock declared a drought disaster in 31 Montana counties and six Indian Reservations.\n\n\nDipping Our Toe in At Denver Startup Week\n\nIt’s been just over a month on the Water Sage team, and after getting to know the company, platform, and people, I could not be more excited for our future.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6819659472,
        "format_confidence":0.95992589
    },
    {
        "url":"https:\/\/www.coastlandtech.com\/home-3",
        "text":"Website Hosting starting at $49 per Year\n\n Why pay too much at other places ?\n\nWelcome to Coastland Technologies.  Coastland Technologies is a privately owned website hosting company. I am Don Peek the owner of this small business.  As a small business owner, I specialize in dealing with other small businesses.  I have been hosting websites and running my own business sense 1999.  If you need to help with your site, I am available to talk.  Hosting sites is the core of my business, but I also have people to help with design and marketing.  Personal Services is the key.. Most of my customers are from referrals and the only way that works is excellent service for an affordable price.   \n\nI have easy hosting solutions with Wordpress and Joomla.  If you can do it yourself, then why pay others?  Simple install Wordpress, Joomla and a lot of other web based programs with a simple to use control panel.  \n\nMake your email address look professional with your Email address from your domain name.  \n\nYour account comes with the ability to make databases, run scripts and use FTP for access, we do weekly backups.  Unlimited Bandwidth .. Standard 1 GB  account will handle most sites but you can Upsize if you need..   \" 30 Day Money Back Guarantee \"  Web designers find a full set of tools that makes this a perfect place to customers site.  E-commerce and Commercial hosting are available with private IP for SSL cert.   \n\naliens ET\nQuestions are answered in plain English",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.5432772636,
        "format_confidence":0.7543774247
    },
    {
        "url":"https:\/\/seguro.ltd\/",
        "text":"No nonsense cyber security\nfor the real world\n\nSeguro work with businesses who are great at what they do but worried about information security, frustrated with the myriad products on the market or uneasy about the risk posed by staff that are not security aware.\n\nIf you have concerns and would like simple, practical solutions with a tailored balance of productivity, security vs cost then contact us for an initial chat.\n\nLatest Articles & Posts\n\nOur Services\n\nTraining & Awareness\n\nAffordable, effective and lively security awareness training sessions\n\nPenetration Testing\n\nWe offer various scales of penetration testing executed as blackbox, whitebox or greybox projects.\n\nPhishing Campaigns\n\nWith users typically the ‘soft spot’ in perimeter security, phishing campaigns are great affordable test.\n\nWeb & Email Security\n\nWe can help provide robust security around your website and email services, an often overlooked attack vector.\n\nCase Studies\n\nFor more case studies please contact us as the information we are able to publish is limited.\n\n\nCome & See Us\n\nWe’re always keen to meet customers over a cup of tea and are happy to visit or be visited but for reference, we are based on Mosley Street in Newcastle upon Tyne, NE1 1DE.\n\nFull contact details can found found on our contact page",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.7589864731,
        "format_confidence":0.8905329704
    },
    {
        "url":"http:\/\/www.baylor.edu\/lib\/factech\/index.php?id=43168",
        "text":"Internet2 at Baylor\n\nInternet2 is a consortium of over 250 universities, 82 leading corporations, 68 affiliate members (including government agencies), 41 regional and state education networks, and more than 65 national research and education networking partners representing over 100 countries that work together to deploy advanced networks and networking applications. As part of our participation in Internet2, Baylor University is connected to other participating universities via a high-speed network. Internet2 provides Baylor with leading edge network capability to the national research community, enabling revolutionary Internet applications and ensuring the rapid transfer of new network services and applications to the broader Internet community.\n\nCheck back here for more information as it becomes available. More information is also available on the Internet2 website. For additional questions, please feel free to contact David Taylor (x1249).",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.5919957161,
        "format_confidence":0.8701901436
    },
    {
        "url":"http:\/\/sharingisdaring.wikidot.com\/",
        "text":"Welcome to Sharing is Daring\n\nThe idea is simple\n\nThe world is changing. Climate change and peak oil are going to require humanity to use resources far more efficiently than anytime in our memory. We don't want to give up anymore of lifestyle than we have to. The only real option is to share much more than we do.\n\nThe good news is that 95% of the material goods that most people own are idle 95% of the time (okay i just made up these number but i think they are something like right).\n\nWhat prevents us from sharing ?\n\nFirst, it is a lack of culture which promotes sharing and the agreements which make sharing comfortable and safe.\nSecond, is the bad experience we have had or someone we know has had around sharing something which was valuable or important to them and it did not come back or it was damaged or misused.\nThird, there is a multi-billion dollar advertising industry which is working feverishly to convince us that we all need to own our very own just about everything.\n\nWhat is SharingIsDaring.wikidot.com (and soon to be SharingIsDaring.com)?\n\nThis is a website with two purposes:\n1) is to discuss and develop ideas which help craft an internet based sharing system\n2) builds prototypes of free online sharing systems\n\nPlease come in and start playing around with this wiki, which with a bit of luck will change the world.\n\nSo what is the basic idea?\nWhy is sharing so important?\nHow can i help?\n\nUnless otherwise stated, the content of this page is licensed under Creative Commons Attribution-ShareAlike 3.0 License",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.5517047048,
        "format_confidence":0.8303328753
    },
    {
        "url":"http:\/\/www.linuxcentral.com\/service\/index.php3?section=aboutus&id=C1CyuIFZBycCh",
        "text":"\nLinux Central home page\n--- Product Finder: ---\n\nprocessor platform:\nProduct catalog\nLinux Central CD-ROMs\nCommercial Linux Distributions\nLinux Applications and Software\nLinux Books\nTechnical Books\nSerial Display Modules\nBootable Network Cards\nLinux Gear\nTraining and Certification\nAbout Linux Central\n\nLinux Central was created and is maintained for Linux users by Linux users. The web site is here to act a central resource for Linux products, and Linux information.\n\nWe want to help promote the use of linux. How do we plan to do this? We have gathered essential Linux documentation and are making it available on our web pages. In addition, we are selling Linux products from all the major vendors. We have discounted the commercial products from their retail prices. Lastly, we are publishing gpl versions of major Linux distributions and making them available for the price of the media.\n\nLinux Central is committed to offering the Linux community the best possible service available. From our Secure Web Server to out package tracking capacity. If you have question before you order or questions after you order, do not hesitate to Contact us.\n\nDo you have a favorite Linux product that we do not have listed in our Catalog?. Let us know what it is and why you like and we'll be sure to get it online for the Linux community. And you can expect us to discount it from its retail price.\n\nSecure Server\nWe host our own secure server. This means the information you send us never leaves our server. We take great care in protecting your privacy.\n\nUp front shipping costs\nLinux Central is please to offer up front from shipping and handling costs. When placing an order you are informed exactly how much you will be charged for shipping and handling. There's no hidden costs.\n\nMany shipping options\nNeed your package in a hurry? Want to save a few dollars on shipping & handling? Do you need traceable method of delivery, Whether you are in the US or in one of more than 200 countries we can accomodate your shipping delivery requirements.\n\nLatest Linux Releases\nWe are committed to keeping our Linux CD-ROMs up to date If you desire the latest Linux release you can find it in the Linux Central CD-ROMs section of our Catalog\n\nStay current\nJoin our mailing list for announcements about new products.\n\nLinux Central is open to comments and suggestions. If there is something you would like to see here, please let us know. We hope you will find the Linux Central website full of useful information and bookmark worthy.\n\nShipping & Handling Options\nAbout Linux Central\nContact us\nLink us\nback to top",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.9213327169,
        "format_confidence":0.9848234653
    },
    {
        "url":"https:\/\/cstx.gov\/cms\/One.aspx?portalId=12410917&pageId=13474265",
        "text":"You are now leaving the City of College Station websiteloading\n\nInformation Technology\n\nContact Information\n\nSindhu Menon Chief Information Officer310 Krenek Tap Rd.College Station, TX 77840\n\nThe Information Technology Department provides information, cybersecurity, innovation and technology services for the city's departments. Services include voice and network, cybersecurity, email and communication platforms, Enterprise GIS, ERP and other enterprise applications that are used internally and for purposes of providing services to the residents of the City of College Station. \n\nOur goals are collaborative partnership, strategic innovation, outcome-based operations, and great customer service.\n\nThe IT department has many divisions that provide services to the city. These division include Administrative, Business Systems, Communications, Cybersecurity, Enterprise GIS, Mail, Networking, PMO, Service Desk, and Technical Services.\n\nOur professional approach is to provide our customers with innovative solutions all while keeping customer service at the forefront of what we do.\n\nCity of College Station | All Rights Reserved | Powered by CivicLive | © 2020 Intrado Corporation.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6305564642,
        "format_confidence":0.990768373
    },
    {
        "url":"http:\/\/www.detectright.com\/",
        "text":"38 per cent of mobile app users have searched for a brand on mobile after seeing out-of-home advertising \n\nDetectRight Quick Links\nProducts and Services\n\n Device Detection Software\n Research Tools\n Device Data and Metadata\n  White Papers\n  Legal and Privacy\nDetectRight is trusted by:\nDetectRight users say:\n\nDetectRight has been a great advantage for our products. Its unparalleled accuracy gives our customers the best possible experience, and the best compatible content. Great support allowed a customized solution that met our needs exactly\n\n- Alan L, Mansef\nDetectRight Fact:\n\nDetectRight servers have been responsible for over 100 billion detections since 2009!",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.935557723,
        "format_confidence":0.8945643306
    },
    {
        "url":"http:\/\/quicklinkr.com\/about",
        "text":"Welcome to Quicklinkr\n\nQuicklinkr.com is a home for all of your favorite websites, links, images, videos, articles and so much more! All of your bookmarks in one place, organized the way you want them, accessible from any location, any time and from any device!\n\nSimple, beautiful and completely Free for everyone. Quicklinkr is a genuine passion project, started by a single developer (me) during late nights, early mornings and any spare moment in the day.\n\nIf you enjoy using Quicklinkr, please consider upgrading to Quicklinkr Premium for just $12 p\/year. You'll receive a host of Premium features and your support will help keep Quicklinkr online.\n\nThank you for using Quicklinkr :)",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.944598794,
        "format_confidence":0.9864100814
    },
    {
        "url":"http:\/\/www.lumais.com\/",
        "text":"Apps that care about our life making it more comfortable and safe, productive and secure.\n\n01 Who?\n\nWe are the team of IT enthusiasts who makes handy and useful tools for comfortable and productive life. More\n\n02 What?\n\nLumais is set of tools related to personal security systems, productivity tools, home automation systems, and other useful tools for our daily life. More\n\n03 Why?\n\nBecause it's pleasant and funny to make useful things that improve our life.\nWe see drawbacks in existent solutions and want to fix them making more usable and reliable tools focused to solve defined tasks or reduce our daily routines.\n\nLatest Products\n\nOverlapping communities in the graph\n\nHiReCS is a library for the multi-scale hierarchical community detection in evloving...\n\nGraph Visualization Map\n\nGraViM is a simple infographics maker: graph builder and browser...\n\nCalmLight Flashlight\n\nCalmLight is a simple handy Screen \/ Flash lighting Android application...",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.9540195465,
        "format_confidence":0.8146511316
    },
    {
        "url":"https:\/\/wiki.sniper-sec.com\/index.php?title=Main_Page&oldid=259",
        "text":"Main Page\n\nFrom SNIPER Systems\nRevision as of 01:40, 30 September 2015 by Admin (Talk | contribs)\n\n(diff) ← Older revision | Latest revision (diff) | Newer revision → (diff)\nJump to: navigation, search\n\n\nWe Believe that all users should be protected against all cyber-threats and with more than 10 years experience in LINUX servers security, We have therefore made it our mission to provide the world’s most effective, responsive and efficient Security Solutions. Our solutions protect companies from digital threats so they are confident to move business forward.\n\nWe Provide IT-security for Linux servers, an all-in-one client management, billing & support solution for online businesses, and an easy to use but powerful Document Management System based on PHP and MySQL or sqlite3.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6928181052,
        "format_confidence":0.9673655629
    },
    {
        "url":"https:\/\/igetintopc.org\/about-us\/",
        "text":"\n\nYou can request us about software,game,application etc and we’ll upload it here as soon as we can.\n\nContact us at [email protected]\n\n\nIgetintoPC.org Team, Thanks.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.7963329554,
        "format_confidence":0.9856271744
    },
    {
        "url":"http:\/\/oracle.partnerco.net\/index.asp?svlang=en&svpage=analytics_bpc",
        "text":"PartnerCo is an award-winning platinum Oracle software solutions and development company headquartered in Raleigh, NC.  PartnerCo develops solutions that help global companies automate complex business processes and open those processes to business partners, customers and employees through a great, modern user-interface.\n\nOracle Overview\n\nWith more than 400,000 customers — and with deployments across a wide variety of industries in more than 145 countries around the globe, Oracle offers an optimized and fully integrated stack of business hardware and software systems.\n\nDownload Infographic\n\nOracle Applications\n\nWhite Paper\n\nOracle Applications: Engineered for Innovation\nDownload PDF\nOracle Applications provide complete choice and a secure path for customers to benefit from the latest technology advances. Through the Oracle Applications Unlimited program, Oracle has committed to customer choice through continuous investment and innovation in current applications offerings, while Oracle's next-generation Fusion Applications builds upon that commitment to drive better business performance.\n\nSee All Application Products\n\nOracle Database\n\nWhite Paper\n\nManaging Many Databases as One: Pluggable Databases from Oracle\nDownload PDF\nOracle Databases help customers lower IT costs and deliver a higher quality of service by enabling consolidation onto database clouds and engineered systems like Oracle Exadata and Oracle Database Appliance. Proven to be fast, reliable, secure and easy to manage, Oracle Database 11g is ideally suited for all types of database workloads including enterprise applications, data warehouses, and big data analysis.\n\nSee All Database Products\n\nEngineered Systems\n\nWhite Paper\n\nOracle Engineered Systems\nDownload PDF\nOracle innovates at every layer of the stack to design engineered systems that reduce the cost and complexity of IT infrastructures while increasing productivity and performance. The Oracle Exadata Database Machine, the Exalogic Elastic Cloud, and the SPARC SuperCluster T4-4 are designed to achieve enterprise performance levels that are unmatched in the industry.\n\nSee All Engineered Systems Products\n\n\nWhite Paper\n\nOracle Fusion Middleware\nDownload PDF\nOracle Fusion Middleware, the #1 application infrastructure foundation available today, consolidates Oracle's leading, standards-based software and tools to provide a comprehensive, service-oriented architecture for the delivery of software applications. It enables enterprises to create and run agile, intelligent business applications while maximizing IT efficiency.\n\nSee All Middleware Products\n\nServers & Storage\n\nData Sheet\n\nStaying Ahead of the Data Explosion\nDownload PDF\nOracle's servers are engineered to deliver record-breaking performance, simplified management, high availability, and cost-saving efficiencies. These industry-leading systems include built-in virtualization, cloud management and systems management, and are optimized to run Oracle Solaris, Oracle Linux, Oracle VM, and Oracle Enterprise Manager Ops Center. In addition, these servers support industry leading software for Oracle and non-Oracle applications and solutions.\n\nOracle's Sun ZFS Storage Appliances, SAN storage, Tape storage, and Flash storage offer unsurpassed capabilities for heterogeneous data centers. These business-ready storage solutions enable enterprises to simplify their IT environments, reduce costs, and rapidly respond to changing business needs.\n\nSee All Servers & Storage Products\nNeed more information? Contact us today if you have questions about Oracle Products and Services. A representative from PartnerCo will respond as soon as possible with answers to your questions.\nShowcase Content © Oracle 2014. All rights reserved.\nShowcase and Syndication technology powered by SharedVue™, © The Channel Company, LLC 2014. All rights reserved.\nPartnerCo Sites: In SiteNarrow SiteIFrame (scroll)— Hosted ShowcaseFluid Width",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.5956912041,
        "format_confidence":0.7663090825
    },
    {
        "url":"https:\/\/www.switch.ch\/it\/security\/info\/security-awareness\/",
        "text":"SWITCH Security Awareness\n\nInvolving the end user is important for enhancing the security level sustainably. After all, security technology is most powerful when people care about it, understand how it works and know how to use it.\n\nSWITCH is supporting Swiss universities, owners of .ch and .li domains, Swiss banks and the entire Swiss internet community by establishing security awareness platforms and offering services to raise awareness and draw attention to security, to educate users on security and to train their security skills.\n\n\nSWITCH Security Awareness Day\n\nSWITCH Security Awareness Day\n\nOctober 5th, 2021\n\nThe event aims at giving some insights into the different possible ways to deal with security awareness while pointing out where to get support and what is most crucial for being successful.\n\n\nSwiss Websecurity Day\n\nSwiss Websecurity Day\n\nOctober 6th, 2021\n\nThe Swiss Web Security Day is a one day event organized by SWITCH, the Swiss Internet Security Alliance SISA and the Swiss ICT Industry Association Swico. This half day event will cover current security issues for Swiss registrars and webhosters. \n\nMore information and registration is available here:  https:\/\/swit.ch\/websecurityday\n\nSWITCH Security Awareness Adventures\n\nSWITCH Security Awareness Adventures\n\nSWITCH Security Awareness Adventures are security trainings with fun and sustainable success.\n\nThe mix of theory and practice, fiction and reality as well as the teamwork approach, makes the learning experience memorable and motivates to have some further discussions. \n\n\nPodcast: Security Awareness Insider\n\nPodcast: Security Awareness Insider\n\nAlles zum Thema Security Awareness, Mitarbeitersensibilisierung für Sicherheitsthemen, neue und kreative Wege, Tools, Trainingsansätze, Insights in Security Awareness Programme von Unternehmen und Organisationen und vieles mehr von und mit Katja Dörlemann (SWITCH) und Marcus Beyer (Swisscom).\n\n\n\nThe platform iBarry was created and is maintained by the Swiss Internet Security Alliance (SISA). The purpose of the association is to preventively inform the public of risks and solutions regarding weak points of their Internet-connected devices and to make them aware of potential dangers. \n\nAs a member SWITCH actively supports SISA's activities and initiatives.\n\n\nThe initiative was launched internationally by the Antiphishing Working Group (APWG) and the National Cyber Security Alliance (NCSA). The Swiss chapter is coordinated by the Swiss Internet Security Alliance (SISA).  \n\n3-4 security topics a year with creative commons license\n\nTogether with iBarry SWITCH is developing campaigns on four to five security topics a year. All the campaigns are based on the website and sometimes accompanied by print material, such as posters, postcards or stickers. The graphic material as well as the content on the website is under creative commons license and therefor free to use.\n\n\niBarry is open to all Swiss organizations wishing to raise awareness of cyber security among end users. In case you want to participate in the working group or you want to use some of the material for your own security awareness purposes don't hesitate to contact us.\n\n\nSafer Internet is a webportal for domain owners and internet users. The site explains why websites are being targeted more and more frequently, the threats that exist and how you can protect your own website and your visitors.\n\nPurpose of the website\n\nRegistrars and SWITCH-CERT link to the website to provide their customers and help seekers with additional information in case their website got hacked or they noticed something suspicious online.\n\nThe following topics and issues are covered:\n\n  • Websites as a target\n  • Drive-by\n  • Pishing\n  • SEO poisoning\n  • Web backdoors\n  • Web defacements\n\nUp to date and efficient\n\nIn order to be as up to date and efficient as possible, SWITCH is leading and participating in several national and international Working Groups dedicated to Security Awareness.\n\nProfiting by exchanging\n\nThe exchange of knowledge, good practices, experience and material is of great value for the topic itself. Swiss universities, owners of .ch and .li domains, Swiss banks and therefore the entire Swiss internet community profits from these collaborations.\n\nIn case you or your organisation are looking for exchange on security awareness don't hesitate to contact us.\n\n\n«Hack The Hacker» - a SWITCH Security Awareness Adventure\n\nA criminal hacker infects the computer system with ransomware. All data is encrypted. Your team has to outwit the hacker and rescue the data. Will you discover the decryption code?\n\niBarry offers useful information on security topics for everyone. The content is free to use under the Creative Commons license.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.8100702763,
        "format_confidence":0.6051647067
    }
]