[
    {
        "url":"http:\/\/shorethingcharters.com\/2016\/08\/06\/triple-tails-red-fish-and-a-hop-up-on-the-ole-soap-box\/",
        "text":"\n\nTriple Tails, Red Fish and a hop up on the ole Soap Box!!!\n\n\n\n\nBad month to be a triple tail... Good gosh almighty has it been it fun out there! I am convinced that Capt Alex has channeled some sort of Chuck Norris strength through that big ole beard of his. Alex put over 30 triple tails in the box in 5 DAYS!!! That is not even counting the ones they tagged and let go! The nice breaks in the weather have made all the difference and we have been taking advantage of every single moment. The red fish have been keeping us busy when the trout are not playing nice. We are still grabbing trout when we can, but the undersized schoolies have taken over. Some days were are lucky to keep 1 out of  20. That type of fishing in this heat is just no bueno. \nCapt Matt has been doing a number on the slot reds. All 7 of our guides fish differently, but we all kinda have the same motto of, \"if one fish ain't bitting, go look for another that will\". This heat has kept a very short window for our trout bite, but the red fish seem to handle it a little better. The Mighty Capt Matt has had several days this past week with big boxes of keeper slot reds. If they have been this good, in this heat, the fall fishing should be crazy good.\nWhen Alex left town I had to get out there with my daughter Margot. The trip was actually for her best friend, Mrs Laura Grace Ritten, who helps watch her. Happy to report that Laura Grace got her first ever triple tail. Margot nabbed one too, and the seas got a little choppy after that. This trip was a big deal for me. This was the roughest and furthest from shore we had ever been. It was not unsafe rough, we only previously went when it was flat calm. It was just rougher than she had ever been in. She just plopped down on her bean bag and went sound asleep. On the drive to put the boat away at The Boathouse, I let her know how proud of her I was. I asked her if she got scared at all in the choppy seas? When she said, \"No\" I asked why she was not scared in the big seas? Without skipping a beat, she declared \"I was born that way\"! Couldn't get the grin off of my face for the rest of the day...\nA few days later, I was taken down a few pegs by a very awkward incident. While we were returning from the marsh, we spotted a nice triple tail on a crab trap in open water. I could see what I assumed was the Wildlife and Fisheries at the ship channel way off in the distance. While we were attempting to catch the fish, the boat made a beeline to us, and our lone crab trap. I could see it was a big twin engine center console, heck the radar was even spinning.  It was glass calm, and they were close enough that we could actually hear the young man on the bow, hollering to the older fellow driving the boat. The younger one hollered what I sounded a lot like, \"YOU GONNA MARK THAT ONE HE IS ON\"!!! I could see the driver pushing buttons on his machine. A boat that nice would certainly have a GPS\/Radar overlay and pinpointing that exact spot even at good clip was a cinch. Getting on my soap box now... I could care less that another boat marked a crab trap I was fishing. I didn't put it there, even if I did, it would still be fair game. The fact that the boat seemingly came over a mile away to mark what we were on was a little disheartening. The real reason I am bringing out the soap box here is that it would seem blatantly obvious that this tactic was used before, so that the younger fellow just assumed it was the way things are done. I just hate think that this younger angler is going to grow up thinking this practice is the norm. Lead by example... getting down from soap box.\nWe will have a busy month ahead of us. We are just loading the boats down with water, ice, live bait and fuel. The alarm clocks are set very early and we are keeping an eye on our weather. Playing it safe and having an absolute blast!!!\n\n\nESTABLISHED IN 2003. The Largest inshore fishing company on the Mississippi Gulf Coast. Specializing in speckled trout, redfish, flounder, tripletail, black drum and more! We fish the Louisiana Marsh, the Mississippi Barrier Islands and many other areas. Our full-time fishing guides are extremely knowledgeable, courteous, and professional. We have many boats available - small and large groups are welcome. Anglers under the age of 13 fish for FREE! All of our boats and guides are licensed to fish in Mississippi and Louisiana. We supply rods, reels, tackle, snacks, drinks, ice, fuel, bait, and fun. No charge for fish cleaning and bagging. Be sure and ask about our all inclusive overnight fishing packages to the Cat Island House. www.shorethingcharters.com or 228-342-2206. Check out our Youtube videos: http:\/\/www.youtube.com\/watch?v=p7zPtztzBT0\n\n\nNo Comments Yet.\n\nLeave a comment",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9285210371,
        "format_confidence":0.9870399833
    },
    {
        "url":"http:\/\/cdjarrell.posthaven.com\/coaching-$$$-in-black-and-white",
        "text":"\"Coaching $$$ in Black & White\"\n\nI was scrolling through the Miami Herald's Sports page and a blog on FIU football by David J. Neal caught my eye.  Initially I noticed it because the second half of the title of the post said \"Coaching $$$ in Black & White\".  I didn't know if Neal was using \"Black & White\" metaphorically or literally; whether he was talking about the blatant nepotism on FIU's staff or if there was a pay disparity between black and white head coaches.  I assumed he meant literally because he capitalized Black and White, likely referring to the skin colors.  So I decided to look up their bios and compare them.\n\nHere is the table of coaches I compared, it's most of the main assistants for the 2013 and 2014 seasons:\n\nI couldn't find public salary info on their special teams coach from 2013 on the Florida Has a Right to Know Mr. Neal mentioned in his post so he was omitted.  I also left the head coach Ron Turner off the list because his salary would've skewed the averages.  The salaries were average for what info I could find over the last 2 seasons.  The disclaimer with this quick analysis is that the sample size is pretty small so we can't know any conclusions for sure.  But from the numbers we do have sure show an inflated salary if you are either white and\/or related to the head coach or one of the coordinators, particularly if you fulfill both categories.\n\nHere is the table of salary info by skin color.  The higher numbers in each column are considered \"better\" so they're highlighted in green (BTW how many promotions has Excel's \"Conditional Formatting\" gotten people over the years?  Has to be in the thousands):\n\nIt's pretty clear that while the black assistant coaches have 25% more years coaching experience (15.3 vs. 12.2), they are paid 13% less ($101,250 vs. $116,916) in salary.  Also white assistant coaches get more than DOUBLE ($20,046 vs. $9,076) the salary per year of coaching experience and make 1.7 times ($29,537 vs. $17,444) in salary per year of college coaching experience.  Those facts are pretty hard to ignore.  So what I assumed Mr. Neal was referring to, that white assistant coaches at FIU under Ron Turner make more than black assistant coaches, does indeed look to be true.\n\nHere are some really fancy pictures in case you prefer that medium:\n\nRon Turner's brief but rocky tenure as FIU head football coach has also been controversial in that some people accuse them of favoring hiring direct relatives for assistant jobs and paying them more than people that aren't related to the top coaches.  Both Ron Turner and his offensive coordinator Steve Shankweiler have sons that are prominent assistant coaches.  And both of these sons share something in common when you break down their salaries as well.\n\nHere is a table showing the same numbers as before, but broken down by if when you were a direct relative (in this case a son) hired as an assistant coach at FIU:\n\nAgain, it's pretty clear that there is some favoritism going on here.  If you were hired on as an assistant coach and you were NOT a direct relative, even though you had 3 times the coaching experience (12 vs. 4), you were expected to make only 8% more than if you were a relative ($107,722 vs. $99,500).  Even worse, if you were a direct relative, you make 2.7 times the salary per year of coaching experience ($34,166 vs. $12,595)  and make 3.7 times the salary per year of college coaching experience ($62,100 vs. $16,779).  Insane!  How is this allowed to happen?\n\nAgain, here are those numbers in graphical form:\n\nSomething is fishy at FIU, that's for sure.\n\n\/\/Edited to fix wording",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9427635074,
        "format_confidence":0.9506212473
    },
    {
        "url":"https:\/\/www.runnersworld.com\/peak-performance\/apr-24-more-discussion-was-mutais-20302-at-boston-unfairly-aided",
        "text":"Apr. 24: More Discussion--Was Mutai's 2:03:02 at Boston Unfairly Aided?\n\nSunday, April 24, 2011, 9:12 pm\nStories about last Monday's fast races in the Boston Marathon, particularly the men's times, continue to pop up here and there. Many of the\narticles and perspectives are interesting, and it's hard to resist making some comments. So I won't resist. [Photo at right by Jeff Dengate, Runner's World.]\nTwo Hour Marathon: When, Not If In The New York Times, Christopher Clarey interviewed several highly credible sources, including statistician David Martin, and physiologists François Péronnet and Guy Thibault. I'm fortunate enough to know all three of them well, and also to know that they understand running really well. But I think they're way off in their projections for a sub-2:00 hour marathon in the next four to 20 years. Not a chance.\nMen's Marathon Limit Is 2:00:47. Period. The best and most fascinating paper I've ever read about the ultimate limits of male and female runners is largely unknown, because it wasn't published in a sports sciences journal but a biological journal. The article by Stanford marine biologist Mark Denny investigates the biological limits of running speeds in dogs, horses, and humans. Surprisingly (to us running nerds anyway), Denny finds that dogs and horses have already reached their limit. Best example: Secretariat, the Triple Crown winner of 1973, whose record in the Kentucky Derby and Belmont Stakes still remains today. Denny has noted that biologists have no trouble with the concept of biological limits; it's only sports fantasists who can't see them. You can read Denny's free, full text article here. I can't recommend it highly enough. Anyway, he predicts the fastest marathon any man will ever run, on an unaided course, is 2:00:47. Ever. Paula Radcliffe is already close to the ultimate women's performance, 2:14:58.\n\"Analysis Shows Mutai’s 2:03:02 Not Excessively Aided\" That was the headline on a Race Results Weekly story by marathon statistician + athlete coordinator + journalist David Monti. In the article, Monti mainly quotes Ken Young, the giant of all road-race statisticians and web master of the highly useful Association of Road Race Statisticians site. Unfortunately, Young's particular data-driven approach to analyzing results is dense (albeit brilliant) to anyone who doesn't have a Ph.D. in statistics and several post-doc years in Youngian analysis. What Young is saying amounts to this: Mutai's strong performance wasn't surprising because Mutai has run some very good races recently. Check, I'm good with that. Also, from a historical perspective, the Boston course isn't overly fast. Check, also good with that.\nBut does that mean his 2:03:02 wasn't aided and abetted by Boston's downhill course and particularly the steady tailwind?\nIn an email exchange with me, Young admitted that courses like Berlin and Boston are \"apples and oranges.\" He also acknowledges that Boston is a non-record course. But if I understand him correctly, he holds to the belief that there is nothing statistically aberrant about the Boston performances last Monday, at least not according to his standards.\nI don't have Young's stat brains or data set, but I think there was. The first four men finishers with prior marathon experience (this eliminates Mosop) improved by an average of 1:56, and they were superfast to begin with. When you're superfast, it's hard to improve by more than a handful of seconds at a time. Almost two minutes each? There's something fishy about that.\nToni Reavis: Boston 2011 Worth 2 Minutes It was like \"swimming down current,\" says the knowledgeable TV guy who has broadcast every Boston since 1977.\nGebrselassie Respects Mutai's 2:03 “He respects very much the two fast times of Mutai and Mosop,” Gebrselassie’s manager, Jos Hermens, said in an email to The Associated Press on Thursday. “It gives him great motivation to try and run faster.” Not very interesting, actually. But good to hear from Gebrselassie.\nGeoffrey Mutai Says Boston Weather Was Bad And Course Tough Okay, he's entitled to his opinion. But I guarantee the Boston weather last Monday was better than it is in nine out of 10 Boston Marathons. I sure hope Mutai comes back when the Boston weather suits him better, because he'll no doubt run close to 2:00:00 flat. And I'd like to see that.\nLetsRun Agrees With Me (Next Will It Support Gallowalking?) Robert Johnson, Cornell track coach and co-founder of LetsRun.com with its anaerobic \"World Famous Message Boards,\" editorializes much as I have. He agrees that Boston should give up on the charade of applying for record status, and concentrate instead on all the event's many positives. (My earlier blog is here.)\nIAAF Is Dazed And Confused You'd think that the IAAF, which all of us mention at some point when discussing records, has a consistent approach to the whole point-to-point, downhill brouhaha. Think again. On its \"All Time\" marathon list, IAAF puts Robert Kiprono Cheruiyot in 41st place for his 2:05:52 at Boston last year. No asterisk. No nothing. However, on its list of the fastest marathons of 2011, Mutai and friends find themselves in a separate IAAF category labeled \"Downhill Courses.\" Elite runners who competed in the new, 2011 Los Angeles Marathon, also find themselves here.\nHere's How to Organize a Really Fast, Legal Record Imagine you are race director of a marathon that allows you to choose from an infinite number of different courses on race day. Race morning, you wake up, and find that it's overcast and 45 degrees F with a steady 30 mph wind from the west. It would be easy to design a course that would meet all record-keeping standards (a drop no more than 1 meter\/km, and a start finish separation of 30 or 50 percent), and probably be faster than Boston last Monday. You'd arrange for a course with no hills, the maximum allowable distance with the tailwind, and a steady, gradual downhill over the last 8 to 13 miles. You might even get lucky and have the wind direction change when the runners turned onto the downhill part of the course. It just might end up pushing them every step of the way.\nSure, I know this sounds ludicrous. But compute the probability against this: A 10,000 meter track race in which the wind changes direction 180 degrees each time the leader heads down a new straightaway. Which is more likely? That's why track records mean something, and road records mean a lot less.\nSo, Finally, We Have to Acknowledge ... That road records are fuzzier than track records. At least for the present. This could change if someone decides to adopt a \"legal course\" definition for marathons requiring that a course must start and finish in the same place. Bingo. All problems solved. But this isn't going to happen (I don't think).\nThat forces us to accept the \"black swan\" hypothesis of Nassim Nicholas Taleb. In a big, open system (loose definition of \"legal\" marathon courses, and lots of environmental factors), weird, unpredictable stuff will happen now and again. Stuff like perfect days and unpredictably fast times.\nI'm okay with that. Because watching both the men's and women's races at Boston, while knowing how fast the participants were running, was its own reward, whether or not the races could count as records. (I have to admit that I wouldn't have been as excited if the leaders had been heading toward 2:12 and 2:30. Some people think I should be excited by slow races, if they are \"competitive,\" but I think those people are nuts. That's a topic for another day.)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9977642298,
        "format_confidence":0.7481666803
    },
    {
        "url":"https:\/\/aldland.com\/2015\/07\/13\/max-scherzer-all-star-secret-agent\/",
        "text":"Max Scherzer: All-Star, Secret Agent\n\n\nDuring Home Run Derby batting practice this evening, the MLB Network crew on the field in Cincinnati snagged an interview with Max Scherzer. At the end of the interview, the on-field crew asked Scherzer to throw back to Dan Plesac in the booth by saying “Hello Chief, it’s Max.” After some brief clarification, an apparently unwitting (or merely unwilling?) Scherzer got the line right, to the great enjoyment of Plesac, who was ready in the booth with his shoe phone to his ear.\n\nPlesac, an established fan of the 1960s detective comedy television program “Get Smart,” has made the reference before, but this appears to be the first time Scherzer has been a willing participant.\n\nAs for what, if anything, Scherzer misses about his time in Detroit, the former Tiger offered that he misses being able to make fun of a certain equipment manager who was bad at fantasy football in person, lamenting that now he only can do so by text message. As the host in the second clip linked in the preceding paragraph seemingly correctly infers, Scherzer is much more interested in fantasy football than real great T.V. shows, which is his loss. As demonstrated again tonight, though, Plesac’s love for the bit is the fan’s gain.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9117826223,
        "format_confidence":0.9757928252
    },
    {
        "url":"http:\/\/peakbagger.com\/climber\/ascent.aspx?aid=225638",
        "text":"Ascent of Steep Mountain on 2012-02-06\n\nClimber: Dean Molen\n\nDate:Monday, February 6, 2012\nAscent Type:Successful Summit Attained\nPeak:Steep Mountain\n    Elevation:6180 ft \/ 1883 m\n\nAscent Trip Report\n\nI went up twice to this one, once on the 6th and again on the 11th. A friend wanted to do a \"workout\" hike and this one fit the bill thanks to the snow we had to deal with for most of the hike. I've got an album of pictures at Summitpost at this url:\n\nFrom the View Benchmark Trailhead, it is about 5 miles roundtrip with 1200 feet of elevation gain and loss considering both ways. From the top of peak 6476, you lose almost 500 feet which you have to gain back on the way out. With a lot of snow on the north facing slope, that is where we earned our \"workout\". Great views looking north toward SLC and to the east. A nice little hike to combine with a hike to View Benchmark.\nSummary Total Data\n    Route Conditions:\nSnow on Ground\n    Gear Used:\nSki Poles\n\nThis page has been served 323 times since 2005-01-15.\n\nCopyright © 1987-2017 by Peakbagger.com. All Rights Reserved. Questions\/Comments\/Corrections? See the Contact Page Terms of Service",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9899175763,
        "format_confidence":0.5435041189
    },
    {
        "url":"http:\/\/totalsteelers.com\/2013\/08\/29\/steelers-final-preseason-game-tonight-whew\/",
        "text":"Aug 292013\n\n\nTonight, the Pittsburgh Steelers travel down to Charlotte for their annual preseason meeting with the Carolina Panthers. Why do we always play the Panthers, you may ask? Because Panthers owner Jerry Richardson is a card-carrying member of the FOD (Friends of Dan, as in Rooney). So while the Rooneys and the Richardsons sip Mint Juleps and discuss tee times up in the owners box, we get to see the Panthers at least once every year. Yippee.\n\nTo make a meaningless game even more meaningless, this is the fourth and final game of the preseason for the Black and Gold. The fourth game is the one where coaches are most careful. Anybody with so much as an ingrown toenail sits out because nobody wants to lose a player one short week away from the regular season. Last year, Mike Tomlin announced half the starting line-up wasn’t even going to be in uniform. As of this writing, Coach T hasn’t said much other than Landry Jones would be seeing the bulk of the playing time.\n\nIn other words, feel free to watch the Pittsburgh Pirates unless you’re a degenerate gambler who bet on this game or you really really have a thing for young Landry.\n\nJarvis Jones is not going to suit up. He was hurt last week with what the team is now calling a “deep bruise.” They’re keeping him out to be safe but he is expected to be good to go for the opener. Isaac Redman has also been ruled out as he continues to work his way back from what the team has been calling a stinger. He is also expected to be ready for Tennessee. All the other running backs (except Le’Veon Bell) are expected to give it a go.\n\nWith Baron Batch getting on with his life’s work, I’m not really sure what the coaches are looking to evaluate vis-a-vis the other running backs. We know LaRod Stephens-Howling is a good pass catching\/third down type back. We know Jonathan Dwyer is a talented but maddeningly inconsistent performer. And we know Felix Jones is, well, Felix Jones. Other than the ignominy of Batch getting cut before Alvester Alexander (who I’d be shocked to see make the team), I have no idea what they need to learn that we don’t already know.\n\nWith cuts down to the final 53 man roster looming on Saturday evening, this will be the final chance for the inept guys on the backup offensive line and the young guys at linebacker to make their case. Assuming the Steelers keep seven or eight O-linemen, six spots are already taken (the five starters plus Kelvin Beachum). That leaves Guy Whimper, John Malecki and Chris Hubbard battling for at least one backup guard position.\n\nMeanwhile, the Steelers are once again awash in promising young linebackers. Rookies Vince Williams and Alan Baxter have been impressing on the field while third year pros Kion Wilson and Chris Carter have experience albeit very limited. Williams, a 2013 6th round draft pick, is likely a lock given his dominating performance last week and status as a Kevin Colbert draftee. Carter was also a Colbert pick who started three games during Injury-Palooza last year but to say his performance was uninspiring is being kind. Again, I haven’t done the math on a 53 man roster but last year the team kept eight linebackers. Assuming they do the same this year, five spots are set (four starters + Jones). Assuming Williams stays for the reasons already mentioned, that leaves Carter, Baxter (a highly impressive undrafted rookie), and Wilson battling for one or two spots.\n\nIt will probably come down to who performs best on special teams. Danny Smith’s crew has been an absolute nightmare this preseason so anybody who stands out on coverage will probably have a leg up on their competition. While they worry about covering kicks and punts, the battle for who will kick those punts continues to rage between Brian Moorman and Drew Butler. As a cherry on top of this crap sammitch, I still don’t think they’ve decided on who is going to be returning kicks and punts. One assumes Stephens-Howling will field kicks but Jones is an accomplished return man, as well.\n\nI can’t promise I’ll watch every second of this snoozefest but I will flip over in between innings of the Bucs game. And I’ll do a quick recap tomorrow in advance of the 53 man being announced on Saturday. Until then, #HereWeGo. And #LetsGoBucs.\n\n\nSorry, the comment form is closed at this time.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9960033298,
        "format_confidence":0.9711828232
    },
    {
        "url":"https:\/\/toomuchracing.com\/2011\/11\/08\/tmr-game-2011-week-42\/",
        "text":"TMR Game 2011 – Week 42\n\nHello and welcome to TMR Game Week 42.\n\n3 weeks to go including this one. This post accepts entries for these 3 races in what is the last weekend of the season to feature more than one race:\n\n– F1 Abu Dhabi\n– ILMC 6 Hours of Zhuhai\n– NASCAR Cup Phoenix\n\n\nEach week you pick 10 entries with a maximum of 7 of those coming from a single championship.\nYou can have any mix of races from those listed in this post, and you don’t have to use all of them.\n\nSee this page for the rules.\n\nEmail reminders will be sent on Thursdays or Fridays by either myself or Sebastian. Please leave a valid email address in the comment form.\n\n\n\nWeek 41 MotoGP NASCAR Cup\nPoints Valencia Texas\n1 50 Stoner Stewart\n2 40 Spies Edwards\n3 35 Dovizioso Kahne\n4 32 Crutchlow Kenseth\n5 30 Pedrosa Biffle\n6 28 Nakasugo J Gordon\n7 26 Hayes Earnhardt Jr\n8 24 Abraham Truex Jr\n9 22 Capirossi Bowyer\n10 20 Elias Allmendinger\n\n\nPlayer Scores\n\nPlayer MotoGP NASCAR Week 41\nSebastian X 202 88 290\nRubberGoat 194 94 288\nMaverick 200 88 288\nDylanpt24 166 114 280\nPat W 144 135 279\nJackie 144 111 255\nFelipe Gana 130 118 248\nThe Speedgeek 168 79 247\nStartledbunny 144 90 234\nSean 144 81 225\nRyan (80%) 180\nCrooked Cap (80%) 180\nJames (80%) 180\nJay (80%) 180\nMike Rice (80%) 180\n\nWell done Sebastian, and also to RubberGoat and Maverick for tieing 2nd position just 2 points behind.\n\nBefore Sunday’s race I elected to award Michael McDowall’s points from the Cup race to those who had picked Kyle Busch. I didn’t expect a high score but I also didn’t expect him to just pick up a single point. Annoyingly this has blunted the challenge of Sean and others, but the blame for that lies at Kyle’s door and nobody else’s.\n\nWell done to Dylan for taking a punt on Hayes and Spies, it paid off after that first corner crash!\n\nPlease see the results produced by Sebastian for the points spread.\n\n\nPos Pre +\/- Name Prior Wk 41 Total +\n1 1 0 Sebastian X 10692 290 10982\n2 2 0 Sean 10607 225 10832 150\n3 3 0 RubberGoat 10350 288 10638 194\n4 4 0 Pat W 10136 279 10415 223\n5 5 0 Maverick 10113 288 10401 14\n6 6 0 The Speedgeek 10077 247 10324 77\n7 7 0 Felipe Gana 10024 248 10272 52\n8 8 0 Jackie 9967 255 10222 50\n9 9 0 Startledbunny 9740 234 9974 248\n10 10 0 Dylanpt24 9168 280 9448 526\n11 11 0 Ryan 8836 180 9016 432\n12 12 0 The Crooked Cap 8441 180 8621 395\n13 13 0 James 7962 180 8142 479\n14 14 0 Jay 7493 180 7673 469\n15 15 0 Mike Rice 6977 180 7157 516\n\nNo position changes.\n\nRaces This Week\n\nF1 Abu Dhabi\n\nPick Sebastian Vettel because he’ll win, and if he doesn’t then surely Jenson Button will. There hasn’t been a good F1 race at this track yet, the question mark is whether the Pirelli allocations and the DRS will change that? I really hope so. Anyway, at least there is Interlagos to look forward to.\n\nILMC 6 Hours of Zhuhai\n\nThe finale of the inaugural ILMC, and also the last ever round of the ILMC before it is superceded by World Endurance Championship next season. Excited for 2012? I am!\n\nYou can find an entry list PDF here.\n\nNaturally the choice is again between the Nos. 1 & 2 Audis and the Nos. 7 & 8 Peugeots. Notables include the absense of the ORECA Peugeot. There are only 9 LMP1 cars but there are very few weak links. I assume the Aston Martin entry is the older Lola version which can actually finish races. Rebellion and OAK would make for solid picks as well. If some of the LMP1s don’t take your fancy you could try LMP2 with Signatech or the OAK entry in that class.\n\nIncidentally, Mika Hakkinen is a making an appearing in guesting GTC category for the Merc SLS AMG and Audi R8 LMS.\n\nSadly this race is on in the small hours UK\/European time, with coverage from Radio Le Mans and the Audi and Peugeot web feeds. Eurosport might have something but then again they might not, who knows with them.\n\nNASCAR Cup Phoenix\n\nA return to the one-mile Phoenix oval. I think this must be the first race back since the place was reconfigured with a slightly different shape (unless that was last year..). I’m not sure how that’ll change the racing but I can’t imagine the usual suspects will be very far from the top ten unless they get in a tangle.\n\nComing Soon\n\nThere are two weeks left after this one and they are both single-event weeks:\n\nWeek 43 – NASCAR Cup Homestead-Miami\n\nWeek 44 – F1 Brazilian GP\n\n\n19 thoughts on “TMR Game 2011 – Week 42”\n\n  1. F1\n    Sebastian Vettel\n    Jenson Button\n    Fernando Alonso\n    Mark Webber\n\n\n    After Busch’s playground antics I can’t pick him again.\n    Carl Edwards\n    Tony Stewart\n    Kevin Harvick\n\n\n  2. Sean, I doubt this is any consolation; I really want to win this but the terrible luck you have had is taking the fun out of it.\n\n    Pleased to win the week and I know Aoyama got me points, but I have never been so embarrassed by a pick I have made. Last of the finishers and horribly off the pace to everyone. In my defence, he had had a very consistant season and was tenth in the championship, seventh in the points of the riders in the race, so I thought I had reason to expect eighth, ninth, tenth.\n\n    Formula One:\n    Sebastian Vettel\n    Mark Webber\n    Lewis Hamilton\n    Jenson Button\n    Fernando Alonso\n\n    #1 Audi(Bernhard\/Fässier)\n    #2 Audi(Kristensen\/McNish)\n    #7 Peugeot(Bourdais\/Davidson)\n    #8 Peugeot(Montagny\/Sarrazin)\n\n    Jimmie Johnson\n\n    Not sure about that last choice. Johnson has a fine record at that track but it is not that track any more. I understand Phoenix is not as flattish an oval as it was, making it more NASCAR-generic (boo).\n\n\n  3. F1:\n    Sebastian Vettel\n    Mark Webber\n    Lewis Hamilton\n    Jenson Button\n\n    #7 Peugeot\n    #8 Peugeot\n    #2 Audi\n    #12 Rebellion Lola-Toyota\n    #24 Oak Pescarolo-Judd\n\n    NASCAR Cup:\n    Biff Riffle (again…he’s gonna win one of these days…or not)\n\n\n  4. F1:\n    1. Vettel\n    2. Webber\n    3. Hamilton\n    4. Button\n    5. Alonso\n    6. Massa\n\n    7. #1 Audi(Bernhard\/Fässier)\n    8. #2 Audi(Kristensen\/McNish)\n    9. #7 Peugeot(Bourdais\/Davidson)\n    10. #8 Peugeot(Montagny\/Sarrazin)\n\n\n  5. F1\n    Vettel, Button, Alonso, Webber\n\n    #1 Audi, #2 Audi, #7 Pug, #8 Pug, #24 Oak\n    Very tough to choose between 007 Aston, 12 Rebellion and 24 Oak, that should be a closely matched battle for first petrol car home. With this being 6hrs I nearly went with Rosberg or Hamilton in F1 instead, so this might turn around and bite me.\n\n    Tony Stewart what with his good run, which by picking him I will surely jinx. 🙂\n\n\n  6. Don’t have a lot of faith in both Audis making the finish but feel forced to pick both as if at least one does it should finish high. Torn between Schumacher, Stewart and Edwards for the tenth spot – think I’ll play the percentages.\n\n\n    #1 Audi(Bernhard\/Fässier)\n    #2 Audi(Kristensen\/McNish)\n    #7 Peugeot(Bourdais\/Davidson)\n    #8 Peugeot(Montagny\/Sarrazin)\n\n\n  7. Okay, I need to create some crazy volatility here, so that’s what I’m doing. Since it’s rather hard to predict which underdog entries will finish highly in a six hour race, I’m going extremely Phoenix-heavy as I think that will be more predictable than any endurance race is, and this should create the most volatility because Sebastian ignored the category.\n\n    F1 – Button, Vettel\n    ILMS – 7, 8\n    Cup – Ku. Busch, J. Gordon, Edwards, Kahne, Kenseth, Stewart\n\n\n  8. What else can you do? I did pick Johnson. I am now a bit worried about the Audis, but with a smaller field than other ILMC rounds, there should be less back-markers for them to hit.\n\n\n  9. Great week for Jackie.. and sorry for Sean having another poor week, 2 Cup picks only scoring a point and another only scoring 8.. at least you had the top three.\n\n\nComments are closed.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9071498513,
        "format_confidence":0.6612254381
    },
    {
        "url":"https:\/\/canibringthedog.com\/2013\/07\/10\/its-like-posting-without-stirrups\/",
        "text":"It’s like posting without stirrups\n\nSome of you will know what I am talking about when I say that. For readers who did not spend large portions of their childhood trying to master the art of riding hunt seat, I’m describing a sports drill where you do something tricky or different with one part of your body while you do something you always do, thus doing it differently and becoming aware of or developing a part of your body involved in that thing you do so often.\n\nIn this case, we ran an agility course without using our hands. It was challenging, and fun. And the interesting thing I noticed was that most of us also stopped using our voices. This raises the question, “Do agility handlers need their hands to talk?”\n\nThis entry was posted in Uncategorized and tagged , , . Bookmark the permalink.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9860922694,
        "format_confidence":0.9955742359
    },
    {
        "url":"http:\/\/ifitaintsteel.blogspot.com\/2013\/03\/is-william-gay-coming-back-to-steelers.html",
        "text":"Sunday, March 3, 2013\n\nIs William Gay Coming Back To The Steelers?\n\nThat was the tweet sent by former Pittsburgh Steelers cornerback William Gay Sunday evening. A tweet that caused an immediate stir and mixed emotions amongst Steelers fans. Does it mean, though, that he's returning to the Black and Gold?\n\nAccording to Ed Bouchette of the Pittsburgh Post-Gazette, \"Jerrold Colton, Gay's agent, said that there is interest in the Steelers but would not say whether Gay has come to contract terms with the team yet.\" -\n\nAccording to Gay, he will be in Pittsburgh on Monday, most likely meaning that he'll be at the team's South Side facility. One of his next tweets confirmed this:\n\nMark Kaboly of the Pittsburgh Tribune-Review made a good point on his Twitter (@MarkKaboly_Trib) account when he tweeted this: \"It's not like #Steelers aren't interested in bringing back Keenan Lewis now, but they sure are covering bases just in case Lewis does leave.\"\n\nGay, 28, does know the defense and is referred to by head coach Mike Tomlin as \"big play Willie Gay.\" He recorded 60 tackles, six passes defensed, and two interceptions for the Arizona Cardinals last season, but still graded out as one of the worst corners in the league, according to Pro Football Focus.\n\nIf Gay does come back, whether unrestricted free agent Keenan Lewis is signed or not, he would only be used in Nickel and Dime packages on the slot receivers. Gay would be inexpensive and he didn't have a bad season his final year with the Steelers. Also, if brought back, it'd provide a bonus for the Steelers in that they should receive a compensatory pick, most likely a seventh-round pick, for him after his departure in 2011. posted their projections a month ago regarding the NFL's compensatory picks. -\n\nDespite popular belief, the NFL does define its basis for compensatory picks. explains them this way:\n\"Under the rules for compensatory draft selections, a team losing more or better compensatory free agents than it acquires in the previous year is eligible to receive compensatory draft picks.\n\n\"The number of picks a team receives equals the net loss of compensatory free agents up to a maximum of four. Compensatory free agents are determined by a formula based on salary, playing time and postseason honors. Not every free agent lost or signed by a club is covered by this formula.\n\nSo, despite our previously predicting he'd wind up in Cleveland, the possibility of his being signed by the Steelers does exist. It's the probability that is up in the air.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9975686669,
        "format_confidence":0.9644685388
    },
    {
        "url":"https:\/\/stevepalmertheblogger.com\/2019\/05\/17\/quivering-in-kettering\/",
        "text":"Quivering in Kettering\n\nReading time: 2 minutes...\n\nWith the local residents advised to stay indoors, and the adjacent roads closed or on diversion – it can only mean one thing!\n\nNo, not another major crime in Kettering, just Ann and I taking archery lessons! 😁\n\nThe coaching is split into two-parts. Part 1 is a class just for us two (as we couldn’t make the official first lesson, last Saturday) whilst Part 2 is where we join the rest of the group to fine-tune our skills. We’d already had a ‘go with a bow’ at our recent Warner Weekend and motivated by the fact we both actually hit the target (and no livestock nor humans were harmed) we’re ready for this!\n\nBut are they ready for us? 😉😁\n\nPart 1 – Friday\n\n4.00pm: We met John Bosworth who will be our Coach. He’s pretty well-known rounds these parts for his archery skills being Chairman of Kettering Archers as well many other archery-related activities. We’re in very safe hands then! We spent a generous two-hours with John at the local Cricket Ground, and learned a lot about the art and science of this sport. We also met a lot of other Club members too! A great evening! 👍\n\nAnn with Bow\nDouble-top to finish!\n\nPart 2 – Saturday\n\n10.30am: We arrived at the local Catholic Church (St Edwards) for the concluding part of our Beginner’s Course. It was a full-house, with around another dozen-or-so willing delegates – all ages, from kids to oldies, like us – taking part. Full-marks to Lee for leading today’s session.\n\nPlenty of Bows on hand to practise with\n\nThere were a number of the Archery Club staff there too – and everyone was very generous with their time.\n\nClub staff on hand for 1-to-1 tuition too!\n\nThe three hours passed really quickly, and by the end, we’d had plenty of practice-time to develop our technique. Hats-off to all the Coaches offering their expertise! Plus, we got some very professional handout materials too, to remind us of the key learning points from today…\n\nTraining materials too!\n\n1.35pm: The Session finished with the presentation of our Certificates… 👍😊\n\nOverall, it had been a very impressive couple of sessions. First-class tuition from some very nice people too! The next stage is to visit the Club (they meet on Fridays and Sundays) to carry on practising! We’re both up for that!\n\nKeep Reading\n\n\n\nAny comments?",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9889985919,
        "format_confidence":0.9973107576
    },
    {
        "url":"https:\/\/anthonyslewis.wordpress.com\/tag\/world-series\/",
        "text":"Posts Tagged ‘World Series’\n\n\nLess Than Expected\n\nOctober 27, 2008\n\nThat pretty much sums up how I felt about the show on Friday night. I’m sure there are some things that play in to all of this. The current economic environment sucks, and the fact that we had to change the show wasn’t a help either. We had our smaller crowd since the first show, and while everyone was pretty much into the show, it was certainly a let down. The plus side is that we sold out our stock of DVD’s from the last show, so we had extra money to put forth the next show which appears to be in early December.\n\nThe show itself in the ring was pretty good. Maybe the best in ring show we’ve done. I am still hoping that the look of the shows increases, something just seemed “off” the whole night for me.\n\nIn unrelated news, the Rays are down 3-1 to the Phillies. It appears that I will be 0-3 in my WS picks since 2006. Worst! At least Heroes is on tonight, I have that to look forward to.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9750721455,
        "format_confidence":0.9969592094
    },
    {
        "url":"https:\/\/jenscaminojourney.com\/2019\/06\/26\/commencing-training-in-earnest\/?replytocom=1951",
        "text":"Commencing training in earnest\n\nLast week, I had a shock when I looked at my calendar and realized only 8 weeks remain between now and when our flight leaves. Soon after, the serious, daily walking will commence soon after. Holy cow.\n\nAfter the shock wore off, I got online and started researching how to train for a 5K or al long hike like the PCT. Now my calendar is full of yellow blocks indicating 3 and 4 mile walks and longer more arduous hikes. Cross training and swimming on alternating days will give me a fighting chance at keeping up with my fit friend and fellow peregrina, Nancy.\n\nSo! I’m on the first day of official training and enjoying a stop at the Abbey Coffeehouse. Very Camino Francés!\n\n4 thoughts on “Commencing training in earnest\n\n  1. A summer walk!!! Will you be an all-seasons pilgrim now? Awesome that you guys are doing it AGAIN!!!!!! All Blessings!\n\n\n  2. Oh you are back! I’m so glad. I was just thinking of you a couple of days ago and wondering about the rest of your Backwards Camino journey. So you’re doing it again! How exciting.\n    I’ve said out loud that I’ll walk the Camino for my 70th birthday next year however since then it’s felt right to let go of it and let it evolve more organically. I may suddenly decide 3 or 4 months out that I’ll do it, or not. I need to let the clarity and inspiration arise without “me” deciding, but rather letting the Mystery push me in that direction if that’s what’s wanted. In the meantime I’m walking about 5 miles every day anyway. It’s a start.\n    Wishing you all the very best in your training and in this your 3rd Camino!\n    Alison xo\n\n  3. What route are you walking Jen? A return to the Frances? I’m on the Camino now; I finished the Aragones yesterday and arrived in Puente La Reina, and it was surreal and wonderful and wistful to be back in the same place I’d stayed 5 years ago. It was both familiar and foreign, and I kept expecting to see my original Camino friends. I feel different now than I did 5 years ago, and that was a powerful realization. Okay, I could go on and on and really owe you a proper email… but good luck with the training, Buen Camino!\n\nLeave a Reply to Nadine Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.8409807682,
        "format_confidence":0.633947134
    },
    {
        "url":"https:\/\/beatingthebounds.wordpress.com\/2009\/03\/01\/intertwined\/",
        "text":"A photo I inexplicably omitted after last week’s walk. I liked the way the honeysuckle winds around the tree trunk. The honeysuckle leaves are another ‘outrider of spring’. This phrase is lifted from Roger Deakin’s ‘Notes From Walnut Tree Farm’ which I’ve just begun to read. Expect much more about this book in forthcoming posts.\n\nI have been out for several dawdles this weekend, all necessarily short and at toddler pace but fruitful and satisfying none the less. Can’t tell you about them yet because flickr is being awkward about rotating the photos I took in portrait orientation. As blogging has become an obsession (you may have noticed), my desire to get out and about at weekends has become even more pronounced. The need to stretch my legs, fill my lungs, blow away the cobwebs is ever present, but now I also need to explore, find new images, material – grist for the mill. Today I went to find out about a couple of things that I mentioned in posts almost exactly a year ago. Of which more later…(when flickr will play).\n\nFinally, a quote from 365 Walks, whom I discovered in the blogroll at Walk – the magazine of the Ramblers’ Association.\n\nKeep writing. Don’t let them block you. Keep walking. Don’t let life stop you. Watch for rainbows and feathers! Be idiotically persistent in your endeavors!\n\nI love the idea of being ‘idiotically persistent’, I suppose some would describe that as being pig-headed. I can live with that.\n\n\n2 thoughts on “Intertwined\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.5762608051,
        "format_confidence":0.9964273572
    },
    {
        "url":"http:\/\/markbowman.mlblogs.com\/2009\/10\/23\/hudson-talking-and-heyward-is-limping\/",
        "text":"Hudson talking and Heyward is limping\n\nAs the Phillies prepare to play in something called the World Series, the Braves are taking advantage of the opportunity to get a leg up on their division rivals by planning for the 2010 season. \n\nConsidering that Tuesday will mark the 10th anniversary of the most recent World Series game that included the Braves, there’s obviously reason to write such ridiculous openings in attempt to create some sense of October optimism in Atlanta.  \n\nOK. Before I ramble on too long and kill the journalistic lessons that I once learned, I’ll let you know about some recent news involving Tim Hudson and Jason Heyward. \n\nBraves general manager Frank Wren and Paul Cohen have started negotiating the contract extension that could keep Hudson in Atlanta.  The two parties spoke on Friday and they’re expected to resume talking on Monday. \n\nLike Jimmy Buffett, come Monday, Heyward is hoping that he will be alright.   The highly-regarded outfielder has been dealing with a strained gluteus muscle that has prevented him from playing in the Arizona Fall League since Oct. 17.\n\nThe Braves remain hopeful that Heyward is simply dealing with a minor injury that will allow him to resume playing with the Peoria Saguaros within the next couple of days.\n\nThere doesn’t seem to be much reason to believe that Heyward is dealing with a significant injury.  But the lost playing time certainly lessens the development that would benefit him if the Braves do decide to have him start the 2010 season as their starting right fielder.\n\nI’ve written that it doesn’t seem logical to believe that Heyward could start next year in the Majors.  But as time passes, there’s growing reason to believe that the Braves are certainly open to this possibility.\n\nA more concerning development from the AFL stems from the early struggles encountered by Freddie Freeman.   Before recording a pair of hits in five at-bats (through eight innings) on Friday, the 20-year-old first baseman had gone 1-for-19 with nine strikeouts.\n\nNow back to Hudson.  My guess is that the two parties could reach an agreement within the next week.  My guess is that the 34-year-old right-hander will agree to a three-year extension worth approximately $27 million and also gain an option for the 2013 season.      \n\nIf the deal with Hudson is secured, we’ll likely start hearing more about the possibility of moving either Derek Lowe or Kenshin Kawakami. \n\nThere are two ways to look at Lowe’s situation.  Given that he’s owed $45 million over the next three years, there aren’t going to be a lot of clubs lining up to add him to their rotation.  Still, there seems to be some hope that the Red Sox, Yankees or Mets might be willing to deal for him as long as the Braves eat a portion of his salary. \n\nOn the flip side, can the Braves responsibly deal Lowe with the the knowledge that they would gain a limited return in talent and still have to incur some of his cost? \n\nLowe will be the first to tell you that he was disappointed with the fact that he went 15-10 with a 4.67 ERA this past season.   What he won’t discuss are the intangibles that he brought to a club that needed a proven veteran to serve as the leader of its reconstructed rotation.\n\nAs September was nearing its end, an American League scout said that he didn’t believe that Javier Vazquez would have been as successful had he started this past season bearing the responsibility of being the staff’s ace?   Another National League scout recently voice this same opinion.\n\nMy rebuttal to this argument would be that Vazquez could return next year and once again not have to feel like he had to carry the load for the rotation.  Jair Jurrjens and Tommy Hanson are going to be front-line starters for many years to come and could easily prove to be an “ace” as early as the 2010 season.\n\nPlus, I think that Vazquez proved that he does have the makeup to be a leader.  He was as responsible as anybody for the enhanced maturity that Yunel Escobar showed during the final months of this past season.   \n\nRepeating is an accomplishment:  While dodging champagne and  getting interviews after the National League Championship Series concluded Wednesday, I heard many of the Phillies talk about how hard it had been to go through this season as defending world champions.\n\nThis got me to thinking whether Braves fans truly appreciate what their clubs accomplished during the 1990s. \n\nThis year’s Phillies stand as the first NL club since the 1996 Braves to return to the World Series.   They now have the chance to be the first NL club since the 1976 Reds to repeat as world champions.  \n\nThe Dodgers advanced to the World Series in 1977 and ’78.  But since then, the Phillies and Braves (1991 and ’92; 1995 and ’96) stand as the only NL organizations who have competed in the World Series in consecutive seasons. \n\nThank You:   When we returned to the press box earlier this week, it was learned that this forum had been the most-visited among the blogs authored by writers throughout the regular season.  \n\nThis prompted a witty response from Phillies beat writer, Todd Zolecki, whose Zo Zone finished second. To which I responded, “Don’t you think you guys in Philadelphia have won enough recently?”\n\nBut seriously, thanks for the regular contributions that you all have made throughout the year and let’s keep this site busy throughout the offseason. \n\n\nThe current developments concerning the future of this team is interesting indeed. Resigning Tim Hudson is almost a no-brainer, the guy is an Ace. But the reversal of course concerning Derek Lowe and Kenshin Kawakami is troubling at best. Less than one year ago the entire fan base was congratulating themselves over the rebuilt pitching staff, and now the Braves find themselves in the position of having to trade part the same great pitching staff of 2009.\n\nNot to mention the impending free agency of Rafael Soriano, Mike Gonzalez and Adam LaRoche. How do they fit into the budget?\n\nI then have to question the judgment of our current management. Frank Wren did well to build around pitching but not so good when it comes to the way he spent the limited amount of funds when considering corporate ownership, and a limited budget. Chippers 13 million dollar extension coupled with the 34 million doled out to Lowe, Vazquez and Kawakami totaled up to 47 million.\n\nThat’s roughly half of the teams total budget spent on four players, one of which now has to be traded less than one year later. Basically, the course of actions taken by the Braves upper management lends itself to a great deal of second guessing.\n\nWhat would it take to get Billy Butler (Would Medlen-Schafer-Hernandez do it) What about Jake Fox ( Would Johnson & Acosta do it) We need some young right handed hitters with some pop\n\nSomething I’ve been wondering about, has there been any word on who is going to be the new TV announcer for the Braves next year? I was really happy when we had gotten Boog and Joe in the booth and gotten rid of the two guys who I had never heard of doing the commentary during the 06 season. Bob Rathbun was one of them I think. But they sucked. Is there someone in particular you guys would want to have calling the Braves games on TV next year? Im pretty sure it won’t be Chip Caray because of his deal with TBS and Peachtree although Ive been hearing he’s been catching a lot of flak lately and I don’t know why. I hope we keep Joe up there. He was my third fav announcer after Skip and Pete.\n\nAnd not to beat a dead horse, but there are two other things that been bothering me. 1, Do we have any idea yet what has happened to those two or three umpires who we had a great deal of cause to hope for disciplinary action for (cohn)? The fist bump for example in FL. After all, they reported that a bunch of SEC football umpiring crew got suspended for the calls they had made and was wondering about the umpires who seemed to have had a vendetta against the Braves with some of their calls.\n\n2, and this is pure conjecture on my part but did it seem odd to anybody else that Raul Ibanez’s HR numbers dropped dramatically after the “Is he doing ‘roids?” internet blog popped up? It kinda makes ya think that MLB must have tested him right at the time of the blog, he tried to detox the roids and his numbers dipped. Or was it just incredibly good luck that the beginning month of the season he was popping balls like Bonds was? I bring this up because of the two teams now going to the World Series. I love baseball but I can’t stand to watch the Yankees and their endless payroll and what seems to be the ‘New Yankees’ Philles. I’ve got no one to root for. All the more reason just before each game of the WS I think MLB needs to do a mandatory test for ‘roids before each game. Hell, with these two slugging teams, perhaps after each game as well.\n\nMark, any word or help on this?\n\nHere’s my thought on everyone’s comments,\nbbraves1st, Frank has done a tremendous job as GM, certainly a top candidate for “Executive of the Year.” I suspect Rafael to walk and the Braves claim two draft picks, Gonzo signs in Arby, and LaRoche signs for 3\/22.\n74years, Medlen alone would be enough to get Butler. While Butler has a excellent SLG%, his defense sucks, strikes out a lot and he hardly walks. Fox has the same story, that man is a future DH.\n\njimphelps, I think Chip will be at least offered the job. The Phillies – Yanks WS sickens me too. And your right, I sincerely hope, from the bottom of my heart, that Bill Hohn burns in a fiery car crash and can’t get his seat belt off… (and dies)Harsh, I know, but that man is awful.\n\nIf the Braves managed to trade Medlen straight up for Billy Butler, I’m pretty sure the Royals would get laughed right out of Major League Baseball. I don’t mean that as a slight to Medlen, but right now, Butler’s value as a run producer (he was second in all of baseball with 51 doubles, batted .301, and drove in 93 runs for a team whose OBP was tied for third-worst at .... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9977637529,
        "format_confidence":0.7136513591
    },
    {
        "url":"http:\/\/rakingleafs.blogspot.com\/2006\/06\/no-need-for-domi.html",
        "text":"Raking Leafs\n\nMixing metaphors and casting cliches about hockey and the Maple Leafs for the ether's pleasure since MCMLXVII.\n\n\nNo Need for Domi?\n\nThey don't need a veteran with ties to the ownership whose presence could fragment the dressing room. And they don't need a seven-minute-a-night leader.\nI have no qualms with Ulmer's assessment of Domi's potential contributions, unless his mysterious shoulder injury really was hampering his production. But since that is an unknown factor, we'll have to judge what Domi might give us next year based on this past season, and that wasn't much of anything.\nWith a gaping hole in net and wafer thin depth at forward, the last thing Leafs general manager John Ferguson Jr. should be occupying himself with is replacing Tie Domi\nI'm not sure the hole is gaping, as I'm not in favor of making a big splash for a goalie, but I'm coming around to the idea of a $2m per type of guy. With the news of the salary cap increasing by approximately 13%, there is more leeway for JFJ to play with. But back to the man of the (witching) hour.\nBut Tie Domi was a fourth-liner who openly spoke about himself as one of the Leafs leaders, a 20-point a season guy who falsely saw himself as a difference maker. His biggest impact on a series came in 2001, when he elbowed the New Jersey Devils' Scott Niedermayer and changed the course of a playoff the Leafs were on the edge of winning.\n\nFrankly, I'm shocked and honestly pleased at how this article is so matter-of-fact. Kudos.\n\nRegardless of the arithmetic of buying out and replacing Domi, which by the way is negligible one way or the other, the real issue is building a winning team. And the answer to that riddle doesn't include Domi. Atleast, not anymore.\n\nUPDATE - On the draft front, Sportnet has a Top-60 Prospect list that should come in handy. And from the random idea department, I wonder if Don Cherry would ever publish his preferred 'home town' picks before the draft, given how he is always harping how Ontario boys are overlooked by the Leafs. Come on, Don, give us a list of even just three names. Or better yet, give your list to JFJ privately and help the guy out.\n\nUPDATE 2 - Spector has a gem of a quote from JFJ. Get this, Fergie says \"that Domi's play wasn't 'positively affected by the changes in the NHL's rules' and that they're looking at his situation. He said that Tie was signed for two years and that he's been a solid contributor to the team both on and off the ice. He said he was aware of the reports saying that the team was looking at buying him out, but added \"don't believe everything you read.\"\n\nCongrats to Spector for taking the plunge into full time freelance hockey journalism. Be sure to visit his site and click an ad or two. I still can't believe he maintained such a high level of excellence when it was only a part-time gig for him. Them military boys are amazing sometimes.\n\n\nPost a Comment\n\n<< Home",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9974472523,
        "format_confidence":0.9950249791
    },
    {
        "url":"http:\/\/towib.blogspot.com\/2011\/11\/arsenal-mark-400-premier-league-goal-as.html",
        "text":"Sunday, 6 November 2011\n\nArsenal mark 400 premier league goal as Robin Van Persie sore his 11th goal of the season in premier league in 3-0 victory over West brom Albion\n\nArsena FC registered their fourth consecutive Premier League win to mark 400 premier league goals in 3-0- win over West Brom Albion.\n\nRobin Van Persie opened the scoreline with poacher's finish to score his 11th premier league goal of the season after a 11 games and lead the premier league top scorers followed by Edin Dzeko with ten. Van Persie and tally to his goals this year to 29th after 28\n\nNo comments:\n\nPost a Comment",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.997518301,
        "format_confidence":0.8062189817
    },
    {
        "url":"http:\/\/startelegramsports.typepad.com\/foul_territory\/2008\/04\/busy-news-day.html",
        "text":"« Saltalamacchia is coming | Main | Today's lineup »\n\nApril 25, 2008\n\nBusy news day\n\nAmong the things that did\/did not transpire with the Texas Rangers today:\n\nGeneral manager Jon Daniels, president Nolan Ryan and owner Tom Hicks met over a barbecue lunch in Dallas to discuss the state of the Rangers. Daniels said several different ways to improve the club were discussed, but he didn't delve into specifics.\n\nNo meeting was held with manager Ron Washington, who said he's not worried about his job status.\n\nCatcher Jarrod Saltalamacchia was recalled from Triple-A Oklahoma to take the spot of Adam Melhuse, who the club released. Melhuse, who suffered a broken hand Thursday against the Tigers, wasn't going to be available for at least three weeks, and the Rangers needed to create a spot on the 40-man roster for Saturday's probable starter, Sidney Ponson.\n\nLuis Mendoza (shoulder) was placed on the 15-day disabled list, and left-hander Eddie Guardado was activated.\n\nRight-hander Brandon McCarthy has been shut down for another six weeks with the same injury (forearm strain) that caused him to miss the final three weeks of spring training and will keep him out until the All-Star break.\n\n\nTrackBack URL for this entry:\n\nListed below are links to weblogs that reference Busy news day:\n\n\nThe comments to this entry are closed.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9975964427,
        "format_confidence":0.8746327758
    },
    {
        "url":"http:\/\/turbulencetraining.blogspot.com\/2008\/12\/first-workout-of-new-program.html",
        "text":"Friday, December 26, 2008\n\nFirst Workout of New Program\n\nI started the day with some shopping. Yep, 8:04am I was the 5th person into a local location of a big box TV shop where I bought a big box. The deal was so good I couldnt resist.\n\nAfter I went to the local YMCA to start a new program. Upper body with a focus on more upper back and strengthening my rotator cuff muscles, particularly on my right side.\n\nThe gym was filled with folks on the cardio confessionals, under the mistaken belief that 40 minutes on a treadmill or elliptical machine would undo the thousands of extra calories they ate yesterday. But the truth is the time on the cardio confessional won't even make a dent in yesterday's discretions. It's backwards thinking...more on that later.\n\nMy workout...\n\nWarm-up Superset\nCable External Rotations (2x10)\nPushups (2x12)\n\n1A) Bench Press (2 easy sets, 1x5)\n1B) Face Pulls (3x15)\n\n2A) DB Chest Press (4x8)\n2B) BB Row (4x10)\n\n3A) DB Incline (2x12)\n3B) Underhand Inverted Row (2x15)\n\n4A) EZ Bar Triceps Extension (4x10)\n4B) Cable External Rotations (3x12)\n\nThat was fun, and it went a lot faster than you might think. Very little rest between supersets. Also, first workout of a new phase, so I wasn't pushing it too hard.\n\nWe'll get a little more serious next time. Also, I've gone back to a 3-day weights program for the next 4 weeks. Put this one together with some tips from Jay Ferruggia\n\nJust say NO to the cardio confessional,\n\n\nNo comments:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9944236875,
        "format_confidence":0.9955242872
    },
    {
        "url":"http:\/\/everythingball.co.uk\/blog\/tag\/mike-ashley\/",
        "text":"Posts Tagged ‘Mike Ashley’\n\nWe worry about who is running our clubs when we should be worrying about how\n\nThursday, September 18th, 2008\n\nIt is hard to imagine a sight less dignified than the public hawking of Newcastle United by Mike Ashley as he tries to off load the Geordies attaching the sale rider that the club requires a bottomless pit of money.\n\nAshley contests that only wealth at the level Manchester clubs now enjoy will bring silverware and happiness to the supporters although the evidence of Spurs and neighbours Middlesbrough bringing back prizes suggests this to be a misjudgment on someone’s part. Unfortunately all football seems to buy into the idea that the richest wins all despite Chelsea’s two years of running up. It is more accurate to say that the biggest wins unless they mess it up and that biggest is at Old Trafford with Newcastle not that far behind.\n\nRegardless the Magpies are shopped around with the idea being – and the worry that – they will be the latest club to fall into the hands of overseas investment.\n\nEach time there is a purchase of a club by non-English investors alarm bells are sounded do the future of our game so much so one could be forgiven for thinking that we have a monopoly on good governance in football. With almost half England’s professional clubs having used bankruptcy protection in the fifteen years since the formation of the Premier League that supposition would seem to be far from the truth.\n\nEnglish ownership covers Risdale and Richmond just as much as it does any examples of the better run sides and the likes of Randy Learner and his slow, deliberate building of Aston Villa is as valid an argument as any for the idea that it is not who owns clubs that is problem so much as how they are owned.\n\nLearner probably has the best manager in the business in Martin O’Neill – he got him in place before he arrived – and backs him up with sensible signings. James Milner, Gabriel Agbonlahor and Ashley Young probably take home the same combined as Robinho and unless the situation in England’s second City is out of focus the club is run within the remit of having huge out goings met by the huge income of a Premier League club. Morally one might question the size of the figures but from a business point of view there seems to be equity which one simply cannot say about Manchester City or Chelsea.\n\nDistressingly one would thank that outside the realms of the mega-rich clubs at Eastlands and Stamford Bridge the thinking would veer more towards a model of attempting to balance the books or when attempting to advance the club investing soundly but the experiences of those down the leagues suggest that in most cases this is anything but. The well run teams are accused of a lack of ambition and those who overspend seem to do so in the assumption that when the chickens come home to roost they will be long gone. Any sympathy one could have for the likes of AFC Bournemouth or Luton Town is not shared by supporters who have seen their teams lose out on promotions and progressions in cups to a team bought on the hock.\n\nThe Football Association has recognised the need for control of finances starting running the Football Conference as a tight ship but the Football League struggles to do the same unwilling to douse the flames of passion that come to the game via investors in their local club but incapable of ensuring these new investors behave in a way that even guarantees a long term future.\n\nThe popular perception of football investment is that it is done in the transfer market and by paying higher wages and one would be niave to suggest that was not a factor in the improvement of clubs. Squads are important but so are supporters and the recruitment of the next generation of fans which is failing at lower levels with the jump between the child’s rate and that for teenagers being simply too steep. A wise investor looking at trying to create something other than a season or two on the field would do well to look at subsidising or creating a way that will build the fan base for a generation or more.\n\nLikewise facilities are a way of ensuring revenue streams for clubs and it is telling that while Gillett Jnr and Hicks continue to fund Liverpool’s squad a section of support are bitterly opposed to them on the grounds that they are not building the new stadium putting the future success of the club at risk.\n\nOn the whole football chairmen fail to understand the best way to invest in clubs because they do not grasp genuine value in clubs. They look at playing squads and imagine how much a player could be sold for but more acute book keeping would render Robinho’s £120,000 a week as a liability from which the business suffered and his resale value as windfall payment rather than a reason to value the club more highly.\n\nThe real assets of football clubs are position in the league set up and the sponsorship and television deals that bring, good will – in the support and in the brand – and facilities. The league position is temporary but the contracts it bring in are easily read, the facilities can be assessed with some ease but that middle element – good will – is harder to put a value on.\n\nHowever Mike Ashley values Newcastle United as twice what he paid for them because he understands that what Freddy Shepherd sold him at the value of a mid-range debt ridden Premiership club is actually one of the league’s strongest with a permanent tradition of support and a strong brand. His hawking of the club around is undignified for sure but having bought the club on the cheap he is not so much trying to get rid of it quick as realising the value of his investment. Shepherd’s last cock up at Newcastle was to not understand the value of what he had.\n\nToo many chairmen are the same. They have a thing of value but have no idea how to augment that value and end up spending the club’s resources on things of no value – players – and not the assets they have got – good will.\n\nWe worry so much about who owns football clubs and where those investors come from yet we do not worry at all about how those clubs are run or even if the people who own them even know what they have bought and how much it is worth.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.987819314,
        "format_confidence":0.748742342
    },
    {
        "url":"https:\/\/runningwithfaith.com\/2014\/12\/11\/cause-running\/",
        "text":"Cause Running\n\nRunningHD_1-(2) (web optimised) It’s Christmas time; the season of giving. What better time to look at making a difference in the life of someone. Earlier this year, I had decided that I was going to incorporate more charity runs into my racing. I figured it was a way of giving back to the running community and a big thank you to the sport that has given me so much in terms of self-development and taught me a great deal about drive and perseverance. Turns out it’s easier said than done and so yours truly have not fully engaged the process of running for someone or something other than self. Truth is, I find it somewhat intimidating to ask others to help a passion of mine. What’s in it for them? See, when I first thought of running for a cause, it seemed easy enough; sign up for a race and give a donation..pretty easy, no strings attached and doable only for a smaller number of races. It turns out that meaningful giving in running is a bit more involved than that.\n\nYou have only to google running for charity and a host of events and information will come up, which indicates the popularity of this method of entry into races from 5ks to marathons. So it’s not for a lack of information that I view this with some trepidation, as races are eager to impart how to best access information and support on how to proceed. What I’m a bit wary of is actually getting on a platform and committing to raise a certain amount of money within a specified period of time; the amount being a big issue and then the time frame allotted in which to do this. I’ll admit right off that a sales person I am not so the pitch just doesn’t come to me nor does it ever sound right, which leaves me questioning my motives cause this is not about me right?\n\n\nCause running has opened up the field of runners to just about anyone with a heart to do good, the bonus is exercise and the chance to do something one might not have attempted but for the pull of the greater good. In addition, there’s the added benefit of training teams and cheering sections This makes it a win-win situation as there are multiple groups with different models that allow runners to consider the cause – which runs from cancer research to providing animal rescue – race distance, fundraising minimum and training programs. The recent addition of crowdrise, peer-to-peer fundraising site, to the running platform allows runners who don’t find a cause they’re interested in to create a page and run for a group of their choice.(Runners World)\n\n\nThe causes are endless and the opportunities to make my running count are better now than they’ve ever been; all I need is social media, my friend lists and the ability to pitch my cause. I’m giving it a go for the New York City Half Marathon in March. A couple thousands shouldn’t be hard..wish me luck!\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\nEnter your email address to follow this blog and receive notifications of new posts by email.\n\nJoin 452 other followers\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9924875498,
        "format_confidence":0.9983969331
    }
]