[
    {
        "url":"http:\/\/help.peoplevine.com\/api-customization-advanced\/templates-and-notifications\/how-can-i-customize-newslettersnotifications-to-include-variablesdata-from-the-interaction",
        "text":"Within PeopleVine you can automatically populate data into an e-mail notification by using PV variables. For example if you wanted to create a custom appointment confirmation, you can do that by using the PV language as such:\n\nEnter this into your code to automatically populate the date of the booked time:\n\n\nThe basic concept for using this is to replace the \"reference_type\" with the action in PeopleVine and the \"field_name\" with the data attribute we should populate. For more information on how to use variables login to PeopleVine and see this article:\n\n\nDid this answer your question?",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.7603572607,
        "format_confidence":0.523730576
    },
    {
        "url":"https:\/\/codecanyon.net\/item\/css3-browser-scrollbar-pack\/2536302\/support",
        "text":"JMDDesigns supports this item\n\n\nThis author's response time can be up to 5 business days.\n\nPopular questions for this item\n\nHow do I implement this in to Wordpress?\n\nSimple and easy!\n\nIn your Wordpress Admin Dashboard\n\n  • 1) Open one of the files from this pack in your favorite Code Editor and copy everything inside that file. (Ctrl+C or CMD +C)\n  • 2) Go to your Wordpress Admin Dashboard\n  • 3) On the left hand side, go to: Appearance > Editor\n  • 4) The MAIN stylesheet should open up straight away.\n  • 5) Paste the code you copied inside that file (At the bottom of everything)\n  • 6) Save and test it!\n\nContact the author\n\nThis author provides limited support for this item through email contact form.\n\nItem support includes:\n\n  • Availability of the author to answer questions\n  • Answering technical questions about item’s features\n  • Assistance with reported bugs and issues\n  • Help with included 3rd party assets\n\nHowever, item support does not include:\n\n  • Customization services\n  • Installation services\n\nView the item support policy",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9548500776,
        "format_confidence":0.9234635234
    },
    {
        "url":"https:\/\/support.cloudbees.com\/hc\/en-us\/articles\/360038066231-Kubernetes-agents-are-failing-with-SocketTimeoutException-connect-timed-out-",
        "text":"Kubernetes agents are failing with 'SocketTimeoutException: connect timed out'\n\n\n  • My pods are getting created but some build are failing with an error similar to the following in the console output or master logs:\njava.net.SocketTimeoutException: connect timed out\n     at java.net.PlainSocketImpl.socketConnect(Native Method)\n     at java.net.AbstractPlainSocketImpl.doConnect(AbstractPlainSocketImpl.java:350)\n     at java.net.AbstractPlainSocketImpl.connectToAddress(AbstractPlainSocketImpl.java:206)\n     at java.net.AbstractPlainSocketImpl.connect(AbstractPlainSocketImpl.java:188)\n     at java.net.SocksSocketImpl.connect(SocksSocketImpl.java:392)\n     at java.net.Socket.connect(Socket.java:589)\n     at okhttp3.internal.platform.Platform.connectSocket(Platform.java:129)\n     at okhttp3.internal.connection.RealConnection.connectSocket(RealConnection.java:246)\n     at okhttp3.internal.connection.RealConnection.connect(RealConnection.java:166)\n\n\nRelated Issue(s)\n\n\nThe exception java.net.SocketTimeoutException: connect timed out is caused by the connection timeout being exceeded during the connection between the Jenkins master and a kubernetes agent. This timeout applies after the connection has been established. It is set to 5s by the kubernetes plugin by default.\n\nBefore Kubernetes plugin version 1.22.3, a value of 0 results in a Connection Timeout of 10s: no timeout is explicitly set to the kubernetes client and the default timeout of the okhttp client is used.\n\nSince Kubernetes plugin version 1.22.3, the minimum value possible for the Connection Timeout is 5s.\n\n\nIf an instance is impacted by this problem, consider increasing the Connection Timeout in the Kubernetes Cloud configuration.\n\nNote: An issue in the kubernetes plugin prior to version 1.14.9 prevents from persisting the configured value of the connection timeout. The kubernetes plugin must first be upgraded to version 1.14.9 or later (CloudBees Core or later).\n\nCloudBees Core on Modern Platform\n\nIf using CloudBees Core on Modern Platform, this can be done from the Operations Center.\n\nIn the Operations Center, select the “All” view and configure the item “kubernetes shared cloud”. Then adjust the value of the Connection Timeout. Once saved, it may take a few seconds for the change to be applied to all managed masters.\n\nAny Master\n\nGo to Manage Jenkins > Configure System > Cloud and adjust the Connection Timeout of the Kubernetes cloud configuration.\n\nHave more questions?\n\n\nPlease sign in to leave a comment.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.7663285136,
        "format_confidence":0.9692872167
    },
    {
        "url":"https:\/\/urbansitecore.blog\/2017\/09\/30\/sitecore-8-2-rendering-issues\/",
        "text":"Sitecore 8.2 Rendering Issues\n\nWe experienced issues with shared layout on few of our pages. Presentation assembling seemed not following Presentation Detail Information Flow.\n\nBased on Sitecore documentation this is a flow\n\n\n\n  • SharedLayout option uses __Rendering field\n  • FinalLayout option uses __Final Rendering field\n  • Going from right to left, if a field has a layout delta, it goes to the field to its left to gather more presentation information.\n\nAfter the investigation we noticed that on Save Button click in Experience Editor, the full share layout is saved and not the delta in __rendering fields. ( in case when a page is inheriting renderings from standards values).\n\nSitecore provided us with a patch. You can request one – the reference number is 144214\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.8205911517,
        "format_confidence":0.590089798
    },
    {
        "url":"https:\/\/kb.oboxthemes.com\/themedocs\/flatpack-verify-woocommerce-shop-pages\/",
        "text":"Have you seen Elementor?\n\nOur flagship product, Layers has been acquired by the team at Elementor.\n\nWith a powerful, fast page builder, Elementor is the best way to get your site online with as little effort as possible.\n\nFlatpack: Verify WooCommerce Shop Pages\n\nWooCommerce creates a Shop, Cart, Checkout and My Account page for you automatically after installation, as long as you followed the instructions to click the \"Create Pages\" button (if not, de-activate and re-activate the plugin to trigger this action again, or create the pages manually). These pages may also be loaded by your theme's eCommerce demo content file. It is important that you only have one copy of each WooCommerce page under Pages as they are tied to specific functionality in your shop.\n\n  1. Click on Pages\n  2. Determine whether you have any duplicated WooCommerce pages. At a minimum, you need one copy of each of the following:\n    • Cart\n    • Checkout\n    • My Account\n    • Shop\n    • Terms & Conditions (optional - this is only needed if you are forcing users to accept your terms prior to payment)\n  3. If you see duplicates, check the page slug by hovering over the page title, clicking Quick Edit, and looking at the slug field.\n    • Delete the version with a number after the slug, ie shop-2, then click on the Trash link and empty the trash.\n    • If you notice any remaining pages that have a number in the slug, simply delete it so the slug matches the title, ie. \"shop-2\" becomes \"shop\".\n  4. If you do not have any of these pages, click on Add New and create one page for each main link using the corresponding shortcode listed here:\n    • Cart: [woocommerce_cart]\n    • Checkout: [woocommerce_checkout]\n    • My Account: [woocommerce_my_account]\n    • (optional)Track Order: [woocommerce_order_tracking]\n  5. From the main page index, Hover over the Shop page title and click the Quick Edit link (if you don't have a Shop page, create one and proceed to step 6) quick_edit\n  6. Select the Shop page template from the Template drop-down and click Update shop_page\n    • Note that some themes do not have a special Shop or Product List template (such as Handmade). In these cases simply leave it on Default\n    • There is no shortcode for the Shop page.\n  7. Edit the Cart, Checkout and My Account pages and choose the Full Width page template, then Publish\/Update\n\nLink Pages to WooCommerce\n\n  1. Go to WooCommerceSettings\n  2. Click the Products tab and verify the Shop page is selected in the Shop Page drop down\n  3. Click the Checkout tab and ensure the Checkout Pages selected\n  4. Click the Accounts tab and ensure the My Accounts page selected\n  5. Click Save Changes\n\nStill Not Working?\n\nWooCommerce uses dynamic endpoints for generating sub-content of certain pages, such as the Login page, different views of My Account and so on. If you still have issues with 404 errors, weird redirects or nothing happening, check your endpoint settings.\n\n  1. If you are seeing a 404 error (after upgrading perhaps) go to Settings > Permalinks from your WordPress dashboard and ‘save’. This will ensure the rewrite rules for the endpoints exist and are ready to be used.\n  2. If using an end point such as ‘view-order’ ensure it specifies an order number. \/view-order\/ is invalid. \/view-order\/10\/ is valid. These types of endpoint shouldn’t be in your navigation menus.\n\nSee WooCommerce Enpoint Documentation for details on what the default endpoints are and how to fix them.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.5940382481,
        "format_confidence":0.6476733685
    },
    {
        "url":"https:\/\/dita.fluidtopics.com\/r\/Darwin-Information-Typing-Architecture-DITA-Version-1.3-Part-3-All-Inclusive-Edition\/Troubleshooting-information",
        "text":"Troubleshooting information\n\nDarwin Information Typing Architecture (DITA) Version 1.3 Part 3: All-Inclusive Edition\n\nOASIS DITA Technical Committee\n\nTroubleshooting information is invaluable to technical content users because it provides advice to correct problems with task performance.\n\nUser studies show that users find troubleshooting information invaluable because they frequently access technical information only when they have encountered a problem in performing a task.\n\nThe DITA troubleshooting elements added in DITA 1.3 encourage authors to provide troubleshooting information directly within a task, at the point of need, and to label the troubleshooting information appropriately. Minimalism research indicates that users are most likely to read troubleshooting information if it is visibly labeled. We recommend that implementations use style sheets that add symbols or text to draw attention to the troubleshooting elements in the topics.\n\nTroubleshooting information can be added to an individual step in a DITA task; it also can be added after the steps are completed. Troubleshooting information can be added in any topic type in a note element with the type attribute set to \"trouble\". However, we recommend that users use either steptroubleshooting or tasktroubleshooting when working on a task topic, rather than inserting an note element with the type attribute set to \"trouble\".\n\nThe examples below illustrate the three options.\n\nStep troubleshooting\n\nTroubleshooting information can be added following a step in a procedure if it is likely that the user will encounter a problem in performing the step.\n\nThe steptroubleshooting element can occur following the cmd element in the step or substep element. The steptroubleshootingelement ends the step or substep element. Another element, such as info or stepxmp, cannot be added after the steptroubleshooting element.\n\nThe first example shows troubleshooting information added to a step. The second example shows the troubleshooting information following a step result.\n\n    <cmd>Select <uicontrol>Shut Down<\/uicontrol> from the\n         <uicontrol>File<\/uicontrol> Menu.<\/cmd>\n    <steptroubleshooting>If a problem with the computer prevents you from choosing \n          Shut Down—for example, if the computer “freezes” so that the pointer does \n          not respond to the trackpad—you can turn off the computer by holding down \n          the Control, Option, Command, and Power On keys at the same time.\n    <cmd>Select the element for which you want to assign a conditional-\n         processing attribute, and, in the <wintitle>Attributes<\/wintitle>\n         window, select the conditional-processing attribute.<\/cmd>\n    <stepresult>The permissible values for the attribute are displayed in a\n                drop-down list.\n    <steptroubleshooting>If the list of controlled values is not displayed, \n                         ensure that the root map is opened in the\n                         <wintitle>DITA Maps Manager<\/wintitle> window.\n\nTask troubleshooting\n\nTroubleshooting information can be added after the procedural component to assist the user in correcting a problem that might have occurred. The tasktroubleshooting element is one of four optional elements that can follow the steps element. When these optional element are used, they must appear in the following order: results, tasktroubleshooting, example, and postreq.\n\n        <cmd>When the fast blinking stops, press\n             <uicontrol>small espresso<\/uicontrol>.<\/cmd>\n<tasktroubleshooting>If the <uicontrol>small espresso<\/uicontrol>\n                     button is not lit, recycle the unit by turning \n                     the external <uicontrol>Power<\/uicontrol> off \n                     and on.\n\nTroubleshooting note\n\nA note element can include type=\"trouble\" to indicate that the note deals with a potential problem that the user might encounter. We recommend that DITA implementations configure their CSS or stylesheets to include appropriate text or an icon in the generated output.\n\nBest practices for authoring DITA content mandate that the troubleshooting note should not be used in place of steptroubleshooting or tasktroubleshooting in a task topic.\n\n    <p>If you expose your camera to sudden changes in temperature or\n       humidity, you might experience some condensation in the camera.\n       Aavoid the possibility of condensation because it might\n       result in soil on the lens or the monitor, cause mold, or damage\n       the camera.<\/p>\n    <note type=\"trouble\">If you do get condensation, turn off the camera \n                         and wait about two hours before using it. Once \n                         the camera adjusts to the surrounding temperature, \n                         the fogging will clear naturally.\n    <!-- ... -->",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.6239702106,
        "format_confidence":0.7526375651
    },
    {
        "url":"https:\/\/support.duda.co\/hc\/en-us\/articles\/1500001499041-Custom-Code-Guidelines",
        "text":"Custom Code Guidelines\n\nOur editor is very flexible in that you can extend the functionality of your site by adding any custom script or code, though the custom code has a tendency to break or disable the editor or require other steps to be done to work. Because of that, we have some guidelines that you should follow whenever testing custom code.\n\n\nIf you are working with custom code, it is good to know that scripts and resources can only be loaded in the same HTTP or HTTPS.\n\nThe editor by default is always loaded in HTTPS. If you are using an HTTP script in the editor, it will not be visible in the editor since it is loaded over a secure connection, but will be visible on the live site since it is loading in an unsecured connection.\n\nTo fix this, it is always better to load your resources over a secure connection.\n\nCustom Header Code\n\nWhen adding custom code to a header, create a duplicate of the site, and test your code on the duplicate site. If it fails, you can simply delete the site.\n\nAlternatively, you can test the header code on a separate, blank page on the same site. If the page crashes, simply delete the page or access the code via developer mode.\n\nCustom Page Code\n\nWhen adding custom code to a page:\n\n  1. Create a duplicate of the page, then add in your custom code.\n  2. If it fails, you can actually navigate to the page's HTML\/CSS by going to another page and accessing developer mode from there.\n  3. You can also delete the page and start again by creating a duplicate.\n  4. If custom code is on your homepage, you can try accessing your editor by adding a \/contact or some other URL to the end of your editor's link.\n\nPage Speed Optimization\n\nPage speed optimization affects how certain scripts are run. We run PageSpeed optimization on most pages in Duda, which can cause issues with your custom code. When troubleshooting code, you can see if it is a PageSpeed issue by:\n\n  1. Duplicating the page with your scripts.\n  2. Changing the URL to \"testing_scripts.\"\n  3. Publishing and checking the page on your live site.\n\nIf your code works on that page, contact support to turn off PageSpeed optimization for your site.\n\nIf you are using a script, you can also try making sure your script runs asynchronously—it is not guaranteed, but it sometimes can solve the issue with scripts not executing properly in the browser.\n\nTo enable async on scripts, alter your code using the following:\n\n  • Old code: <script src=””><\/script>\n  • New code: <script src=”” async defer><\/script>\n\nDisable Animated Navigation\n\nDuda's animated navigation feature often interferes with the way the custom code is loaded. You can disable animated navigation in responsive sites by right-clicking your navigation element in your editor, click Edit, and click Turn off animated navigation.\n\n\nA site that is broken by custom code normally loads a blank page in the editor (or breaks your editing features). If custom code broke your site, there are several options available:\n\n  • If you have a backup, in the left panel, click Settings, click Backup Site, and restore to a backup.\n  • Log in to which is a more code friendly version of our platform.\n  • If you are unable to access that in your editor by loading it, you might be able to workaround it by loading a new page.\n\n    To fix this issue, try accessing your editor on a new page. You can do this by entering a different URL in your editor link. This is a link accessing the \"About Us\" page of a site, for example:\n\n  • If the editor is broken, try to force open the editor by using the keyboard shortcut for the element inspector\n    • Mac. Command+Option+C\n    • PC. Ctrl+Alt+C\n  • If custom code is not running correctly, try disabling AJAX Page Changing (Quick Navigation) in the Header HTML.\n\nDuda's Custom Code Policy\n\nDue to the unpredictable nature of custom code, we are unable to troubleshoot why a custom coded element might not be working on a site.\n\nWe currently do not have any developers available to troubleshoot custom code, so please follow the guidelines above when experimenting with custom code on your site.\n\nWas this article helpful?\n0 out of 0 found this helpful\n\nFeedback on this article\n\n\nPlease sign in to leave a comment.\n\n\nPlease Log in as a Pro\n\nPriority Phone Support is available exclusively to Pros. Log in to your Pro account now to see our international support numbers.\n\nLog In\nNot a Pro? Purchase a Pro plan!",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.8075794578,
        "format_confidence":0.9593414068
    },
    {
        "url":"https:\/\/www.beta.microsoft.com\/SQLServer\/Feedback",
        "text":"Feedback Center\n\nSubmit Your Feedback on SQL Server or SQL Database in Windows Azure.\n\nTo provide feedback:\n\n\n  1. After signing in with your Microsoft account (formerly LiveID), search for your issue.\n  2. If your issue is not listed, click \"Submit Feedback\" on the left pane of the search results page.\n\n\nAlternatively, you can post your questions to the public forums here:\n\n\n- SQL Server Forums\n\n- Windows Azure Forums",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.7185912728,
        "format_confidence":0.9534353018
    }
]