[
    {
        "url":"https:\/\/glasgowguardian.co.uk\/tag\/public\/",
        "text":"11% of Glasgow residents have had sex in public\n\n15th September 2020\n\nGlasgow’s public sex life ranks 15th in the UK. New data has revealed that 11% of Glaswegians have had sex in public. The survey by thortful.com, a greetings card marketplace for independent makers, reports the most promiscuous UK cities and states 15% of Britons have engaged in public sex. The survey was completed in July ...",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.5978860259,
        "format_confidence":0.5646877289
    },
    {
        "url":"https:\/\/www.linknaija.com\/2017\/07\/general-overseer-caught-in-bed-with-two.html",
        "text":"728x90 AdSpace\n\nLatest News\n6 Jul 2017\n\nGeneral Overseer Caught In Bed With Two Married Women\n\nThe General Overseer of Maximum Deliverance\nChurch,Pastor John Simon was recently caught in\nthe act of having intimate affairs with the wife of a\ntop military officer that worships in his Church.\nWhen caught, Pastor John Simon did not only had\nthe wife of the officer is his possession but was\nengaging in twosome sex act with two women.\nBubble burst recently when the top military brass\nwho has been suspecting the amorous act\nbetween his wife and the randy Pastor laid a siege\nfor him at their usual love nest.\nHe detailed some security agents to keep watch at\nthe venue. True to type,on the day of the incident,\nthey allowed the duo to fully get into the act before\nbursting through the door and caught them red\nThey were given the beating of their life and\nphotographed as shown in this picture. The Pastor\npleaded for the issue to be settled amicably Its yet\nto be known how the issue would be resolved .\n\n  • Blogger Comments\n  • Facebook Comments\n\n\nPost a Comment\n\nItem Reviewed: General Overseer Caught In Bed With Two Married Women Rating: 5 Reviewed By: Link Naija",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.5411837697,
        "format_confidence":0.7578238845
    },
    {
        "url":"http:\/\/www.theage.com.au\/articles\/2004\/10\/08\/1097089567879.html?oneclick=true",
        "text":"Fears over adult-only service for mobiles\n\nBy Bridie Smith\nConsumer Affairs Reporter\n\nOctober 9, 2004\n\nMobile phone users could be able to download pornography, violent video games and gambling sites under a program soon to be available to Optus subscribers.\n\nThe company is likely to join Hutchison Telecommunications and introduce restricted-access services for its mobile customers, despite consumer group fears.\n\nExpected to be known as Optus Zoo Adult, the service would allow subscribers aged 18 and over to download adult services to their mobile phone.\n\nHowever, Optus acting director of mobile partners Chris Lane would not confirm speculation the carrier was about to expand its presence in the lucrative premium services market.\n\nOptus launched Zoo Arcade, which includes ring tones, news and sport updates for subscribers, on Thursday. Games cost up to $15 to download. But an Optus spokeswoman said the carrier was not prepared to comment on plans to introduce age-restricted content.\n\n\"We are waiting for the regulations to come through from the Australian Communications Authority,\" she said.\n\nConsumer Law Centre director Chris Field said talk of introducing adult services was alarming, as the industry was still largely self-regulated, and it would be difficult to ensure children were not exposed to the adult-only content.\n\nIn April, Hutchison Telecommunications' carrier 3 introduced Playboy pictures and videos that can be downloaded to a mobile.\n\nIn May, the Federal Government told the Australian Communications Authority to develop measures to restrict access to adult services delivered by SMS and multi-media messaging. ACA manager of mobile content Vince Humphries said controls could be in place early next year.\n\nAdvertisement Advertisement",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.6742277145,
        "format_confidence":0.9974095225
    },
    {
        "url":"http:\/\/www.bloomberg.com\/news\/articles\/2013-04-02\/nude-seymour-crawford-anderson-in-photos-nyc-scene?cmpid=yhoo",
        "text":"Bloomberg the Company & Products\n\nBloomberg Anywhere Login\n\n\nConnecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world.\n\n\nFinancial Products\n\nEnterprise Products\n\n\nCustomer Support\n\n  • Americas\n\n    +1 212 318 2000\n\n  • Europe, Middle East, & Africa\n\n    +44 20 7330 7500\n\n  • Asia Pacific\n\n    +65 6212 1000\n\n\nIndustry Products\n\nMedia Services\n\nFollow Us\n\nNude Seymour, Crawford, Anderson in Photos: NYC Scene\n\nSante D'Orazio\nA Sante D'Orazio photograph of Stephanie Seymour on display at Christie's, and for a brief moment, unattended by the crowd gathered for for the opening. Photographer: Amanda Gordon\/Bloomberg\n\nApril 2 (Bloomberg) -- “I want to know how he got all those girls naked,” said artist Kenny Scharf over dinner last night at the Waverly Inn, nodding to photographer Sante D’Orazio.\n\nEarlier in the evening, Scharf, Salman Rushdie and John Phelan, co-founder of MSD Capital LP, attended an opening for D’Orazio at Christie’s. Titled “Other Graces,” the exhibition features his large-scale images of Stephanie Seymour, Pamela Anderson and Cindy Crawford, all in the buff.\n\nThe show is the first photography exhibition organized by Christie’s private-sales group, with prices ranging from $60,000 to $90,000.\n\n“There’s no vulgarity in any of this nudity,” said Inga Rubenstein, a collector and co-host of the dinner, which drew Lisa Dennison, chairman of Sotheby’s North and South America, the shoe designer Brian Atwood and writer Carole Radziwill. “That’s why we all go for it.”\n\nRubenstein posed for D’Orazio in nothing but Graff jewelry and Jimmy Choo stilettos.\n\n“It’s a trust thing,” said Julius Poole, who has helped D’Orazio with casting and production on photo shoots with Diana Ross and Kim Cattrall. “Sante wants everyone to have a fun time. Then the shirts come off, the panties come off and they are rolling naked in the grass.”\n\nChampagne helps.\n\n“When we started the shoot at 8 a.m. I was 50 percent dressed,” Rubenstein said. “Eight hours and a bottle of champagne later, he gave me a choice: in lingerie or naked. Of course I took it all off.”\n\nSo what’s D’Orazio’s secret to getting women naked?\n\n“I just smile like my mother has told me,” he said.\n\nMom’s Cooking\n\nAs for the fully clothed subjects, like Brooke Shields, she gave up a different secret: his mom’s cooking. Maria D’Orazio, 90, is still serving up calzoni, pasta and biscotti from her kitchen in Brooklyn, where Sante was raised.\n\n“Oh my god, she’s the best cook,” Shields said. As for Sante: “He absolutely adores his subjects. He makes you feel at your most appealing, beautiful and expressive.”\n\nThere’s also male eye candy in the show: Johnny Depp in what looks like a towel, Axl Rose with only a strategically placed skull. But some of the most striking photographs star male artists dressed in priestly robes. Edward J. Minskoff, New York-based real-estate developer, has one of Ed Ruscha. It hangs in a colleague’s office “to watch over him,” Minskoff said. “He oversees construction.”\n\n(Katya Kazakina is a reporter and Amanda Gordon is a writer and photographer for Muse, the arts and leisure section of Bloomberg News. Any opinions expressed are their own.)\n\nMuse highlights include Jeremy Gerard and Philip Boroff on theater, Richard Vines on dining.\n\nTo contact the writers on this story: Katya Kazakina in New York at; Amanda Gordon at or on Twitter @amandagordon.\n\nTo contact the editor responsible for this story: Manuela Hoelterhoff at\n\nPlease upgrade your Browser\n\nYour browser is out-of-date. Please download one of these excellent browsers:\n\nChrome, Firefox, Safari, Opera or Internet Explorer.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.7201763988,
        "format_confidence":0.7720146775
    },
    {
        "url":"http:\/\/business.avn.com\/company-news\/Mitsuko-Doll-Hits-Exxxotica-Chicago-Offers-New-Website-Feature-522678.html",
        "text":"Located in: Home > Business > Company News > Mitsuko Doll Hits Exxxotica Chicago, Offers New Website Feature\n\nMitsuko Doll Hits Exxxotica Chicago, Offers New Website Feature\n\nVENICE, Calif.—There is little Mitsuko won’t do to help her fans get the opportunity to spend a little quality time with her, but maybe this time she’s gone too far: She’s decided to open up access to recording of her paid shows – for free!\n\nNow members of can see exactly what they’ve been missing in the paid shows. Is this the kind of mad business decision that sends her to the poorhouse, or simply a sexy girl determined to give members their money’s worth?\n\n“It’s very simple,” she says. “If they’ve missed seeing me live on cam or can't afford paying for a live show, they can now watch what they've been missing. It’s just one of the many benefits of being a member.”\n\nNo doubt the list of members will expand after this weekend when Mitsuko attends the Exxxotica Expo in Chicago. She’ll be holding court at the MyFreeCams booth, ready for conversation, photos and signing autographs and even broadcasting from the show floor.\n\nLook for her at the MyFreeCams booth this Saturday, July 13, from 3 - 7 pm. Stay tuned to her Twitter to find out when she’ll be camming.\n\nHer MyFreeCams page is here. For information on her affiliate program, go here.  Follow Mitsuko on Twitter @MitsukoDoll. For more on Mitsuko, go here.\n\nRelated Content:\n\nExxxotica Chicago 2013\nMitsuko Doll\n\n\nPlease log in to comment.\nDon't have a free account? Become a member!\n\nBy participating you agree to our Privacy Policy & the AVN \"Be Kind Policy\"\nand represent that you are not under the age of 18.\n\nRelated Topics\n\npaid shows   trade show   porn",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.971247375,
        "format_confidence":0.6862217188
    },
    {
        "url":"https:\/\/xbiz.kamasutratube.com\/morgan-lee-takes-charge-in-sexlikereal-vr-fantasy-sexy-submission\/",
        "text":"Morgan Lee Takes Charge in SexLikeReal VR Fantasy ‘Sexy Submission’\n\nLOS ANGELES — Morgan Lee stars in “Sexy Submission,” the latest VR fantasy for SexLikeReal from director OnTheTelly.\n\nThe fantasy centers on “Morgan as a no-nonsense Dominatrix with a commanding presence and an insatiable libido,” a rep noted. “The fantasy puts the VR viewer in the role of an enslaved boytoy that willingly abdicated his freedom for the opportunity to be dominated, disgraced and disciplined.”\n\nOnTheTelly praised the star’s work.\n\n“From the moment Morgan appears as the imposing raven-haired goddess staring her prisoner down with bewitching eyes, her ample-bosomed body ready to bust out of a lacy corset, fans will know they’re in for a wild ride,” OnTheTelly said. “Morgan literally has a captive audience, and she intends to use her authority to instruct her victim to pleasure the mistress in the precise way she desires, step by meticulous step. If the viewer obeys her commands verbatim, Morgan just might allow her worked-up sub a sweet and sticky release after her needs are met.”\n\nAdditional details can be found here.\n\nFollow Morgan Lee and SexLikeReal on Twitter for updates.\n\nSource link\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.7628439069,
        "format_confidence":0.9793100357
    },
    {
        "url":"https:\/\/20200130t122716-dot-koreaboo-production.appspot.com\/stories\/get-seouls-hot-firemen-calendar\/",
        "text":"Korea’s hottest firemen get half naked for a good cause\n\nJust in time for the holidays, Seoul’s third annual firemen calendar is available for purchase.\n\nAfter a competition titled “Seoul Momjjang Firefighters”, 12 firefighters were chosen to be featured in the calendar as well as work with worldwide lifestyle magazine, ELLE.  The word “momjjang” is a Korean word used to describe someone who has a perfect body, as these firefighters certainly do.\n\nIs it getting hot in here? \/ **Source:** ilyeoseoul\nIs it getting hot in here?\n\n\nThe 12 men came together this past May for the photoshoot shot by famous photographer, Oh Joong Suk. They were naturals in front of the camera. Caution: you may need someone to come extinguish the flames in your heart if you keep scrolling.\n\n\nMost of us wouldn’t need much more reasons to buy this calendar other than the mere fact that these men are sizzling hot but on top of that, it’s all for a good cause. Proceeds from this calendar go to burn victims who need help with their treatment costs.\n\n\nThe calendars are available for purchase now until January 10 from GS Shop. The website initially donated 20 million won to the project and will also donate the full proceeds from any online sales.\n\n\nAdditionally, if you are in South Korea you can visit an exhibition of these photos at Dong Daemoon Plaza from November 12-18.\n\n\nSource: Ilyo Seoul",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.5145023465,
        "format_confidence":0.5233193636
    },
    {
        "url":"http:\/\/www.dailydot.com\/lol\/hot-pocket-vine-sex\/",
        "text":"It was Shakespeare’s Malvolio in Twelfth Night who said, “Some are born great, some achieve greatness, and some have greatness thrust upon them.” But on Twitter, greatness can be achieved by thrusting into a series of microwaveable pocket pastries.\n\nA teen known as Thot Pocket, a.k.a. @VERSACEPOPTARTS (NSFW), is fighting back after his Vine account was suspended. The offense: He filmed himself having sex with a Hot Pocket and a Pop-Tarts box.\n\n@VERSACEPOPTARTS’s battle with social media began last week, when he achieved Vine stardom by posting a very NSFW video selfie involving a box of cinnamon-flavored Pop-Tarts. The Vine is no longer available on Twitter, but there's a photo of him posing with the box afterward:\n\n\nEmboldened by the attention his antics were receiving on social media, he decided to up the ante. He told his followers he’d have sex with a Hot Pocket if he received a minimum number of retweets:\n\n\nPerhaps unsurprisingly, @VERSACEPOPTARTS reached his goal.\n\nHe posted the video on Vine eight hours later with the hashtag #FoodPorn. Though the clip was deleted shortly afterward, he continued gloating about his achievement on Twitter, telling his followers he’d follow up the Hot Pocket stunt by doing the same with a donut, then a bowl of Jello.\n\n\nHis post-intercourse reverie, however, was short-lived. Two days ago, the folks at Vine abruptly threw a wrench in his plans, suspending his account. (We reached out to Vine and @VERSACEPOPTARTS for comment, and we’ll update if we hear back.)\n\n\n“Oh no,” indeed.\n\nThen Hot Pockets’ Twitter account blocked him:\n\nNow @VERSACEPOPTARTS is fighting back with the support of his loyal followers. In fact, he seems to have garnered some sort of bizarre sex appeal, with many of his followers tweeting him to ask if they can be his “own personal Hot Pocket.”\n\nHe also shows no signs of slowing down in his quest for Vine food-porn domination. In one of his most recent messages, he told his followers he’d make love to a rotisserie chicken if he received 200 tweets (at the time of this writing, he’s already gotten 411).\n\nSo is Thot Pocket a sex-positive Vine folk hero, or is he just a socially maladroit teenager desperate for follows? That’s up for debate. This much, however, is certain:\n\n\nUpdate: As of 6:50pm ET Wednesday, @VERSACEPOPTARTS has been suspended from Twitter, too.\n\nScreengrabs via @VersacePopTarts\/Twitter | Photo by rwentechaney\/Flickr (CC BY-NC-SA 2.0)",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.571521759,
        "format_confidence":0.8705039024
    },
    {
        "url":"http:\/\/business.avn.com\/company-news\/Lisa-Ann-Wins-Two-Fanny-Awards-First-Annual-Exxxotica-Fan-Voted-Awards-513974.html",
        "text":"Located in: Home > Business > Company News > Lisa Ann Wins Two Fanny Awards: First Annual Exxxotica Fan Voted Awards\n\nLisa Ann Wins Two Fanny Awards: First Annual Exxxotica Fan Voted Awards\n\nNew York—Adult star Lisa Ann garnered two Fanny Awards this weekend during the Exxxotica Expo in Atlantic City. One was for the Who’s Your Mommy “MILF of the Year” Award and the other for Movie of the Year, for Lisa Ann Can’t Say No.\n\nThe “Leader of the MILF Revolution” was recently featured in the New York Post, which reported her to be the number one porn star in the world. Underscoring her popularity, fans lined up to meet her at the Club Magazine booth, with an equally impressive turn-out at The Diving Horse, where she featured immediately after accepting her Fanny awards.\n\nLisa Ann will also be inducted into the XRCO Hall of Fame this week, and is nominated for XRCO MILF of the Year and Mainstream Adult Media Favorite.\n\nThe well-publicized lover of sports—especially basketball—will also be talking NBA playoffs tomorrow evening on Sirius XM’s Fantasy Sports talk channel, on the ‘Fantasy Drive’ show with hosts Ray Flowers and Tony Cinotta, airing 6pm-8pm EST.\n\nShe also will be appearing at The Cadillac Lounge in Providence, Rhode Island April 25-27, featuring dancing and judging a MILF contest. For more information, go here.\n\nFans can find Lisa Ann on and follow her on Twitter.\n\nRelated Content:\n\nExxxotica Expo - New Jersey 2012\nLisa Ann\n\n\nPlease log in to comment.\nDon't have a free account? Become a member!\n\nBy participating you agree to our Privacy Policy & the AVN \"Be Kind Policy\"\nand represent that you are not under the age of 18.\n\nRelated Topics",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9044057131,
        "format_confidence":0.7652414441
    },
    {
        "url":"http:\/\/www.sankakucomplex.com\/2012\/10\/26\/japanese-man-buys-hymen-for-780000\/",
        "text":"Japanese Man Buys Hymen for $780,000\n\n\nA Japanese man has bid $780,000 for the virginity of a Brazilian woman in an auction, stoking the usual disgust at the creepiness of virginity-obsessed Japanese men.\n\nThe 20-year-old Brazilian woman auctioned off the right to take her virginity online, with the winning $780,000 bid going to a “Japanese” man.\n\nOther bidders reportedly included 3 Americans, an Australian and an Indian. The organisers also auctioned off the virginity of a 23-year-old Russian man, which apparently went to a Brazilian woman for a measly $3,000.\n\nIn Brazil the auction has not surprisingly attracted controversy for both general moral turpitude and constituting prostitution, although the organisers somehow maintain it does not constitute prostitution.\n\n\nIn Japan as well the auction has attracted controversy – although perhaps for different reasons:\n\n\n“You could go to a soapland a thousand times for that much.”\n\n“What an expensive whore.”\n\n“Women really live life in easy mode.”\n\n“This is a bit much for such an ugly girl.”\n\n“Virgin fanciers are seriously creepy.”\n\n“Is this even legal?”\n\n“No matter how much of a virgin hunter you are that is too much for a girl like that.”\n\n“You could buy up 100 virgin JCs for that.”\n\n“Is the buyer here really Japanese?”\n\n“He’s the shame of Japan.”\n\n“That virgin boy is so cheap…”\n\n“Him going for $3,000 is the real news here.”\n\n“This is sexual discrimination or something!”\n\n“I’m a pure 33-year-old virgin – please buy me!”\n\n\nRecent News\n\nRecent Galleries\n\nRecent Comments",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.8501873612,
        "format_confidence":0.8155481219
    },
    {
        "url":"https:\/\/nypost.com\/2008\/12\/13\/pinup-queen-whipped-us-into-a-frenzy\/",
        "text":"BETTIE PAGE is gone, but she won’t soon be forgotten.\n\nThe New York secretary-turned-baroness of bondage died Thursday in a Los Angeles hospital at age 85.\n\nHer agent, Mark Roesler, said she had suffered a heart attack last week and never regained consciousness. The end came after she was taken off life support.\n\nPage’s S&M-tinged photos created a sensation in the 1950s, and gave many a man – young and old – wet dreams.\n\nBut even when lashed to a chair, chains around her ankles and a gag over her mouth, there was something innocent and perky about her.\n\nThat look is still there a half-century after the photos were taken.\n\nBack in the 1950s, however, public perception of Page was different.\n\nShe was an underground sensation on the covers of pulp magazines such as Wink, Beauty Parade, Black Nylon and Titter. And her body graced the Christmas-issue centerfold of a then-new magazine called Playboy.\n\nBut that was during the uptight Eisenhower years, and those photos landed her in the hot seat of a nationally televised Senate hearing on pornography.\n\nThings are different now. Her image is considered so harmless that it can be found on kitschy trinkets like lunchboxes, drink coasters and key chains – even air fresheners. She is considered a style icon.\n\nHer once scandalous bondage flicks, “Teaserama” and “Striporama,” are readily available on DVD. And a few years back, Reni 1\/2e Zellweger appeared on the cover of W magazine in Page-like bangs and black hair.\n\nPage disappeared from the public eye for decades, during which she fought mental illness and became a born-again Christian.\n\nInterest in her career was reignited in the late ’70s, when bound volumes of her photos introduced her to a new generation. For six years in the 1980s, she was idolized in a fanzine called the Betty Pages (her name was sometimes misspelled).\n\nGretchen Mol portrayed Page in the 2005 movie “The Notorious Bettie Page,” which the then-fragile old lady got to see at the Playboy Mansion. She enjoyed the movie, but was uneasy that she was referred to as notorious.\n\n“Being in the nude isn’t a disgrace unless you’re promiscuous about it,” Page said in a rare interview several years ago.\n\n“After all, when God created Adam and Eve, they were stark naked. And in the Garden of Eden, God was probably naked as a jaybird, too.”",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.7911167741,
        "format_confidence":0.8128269911
    },
    {
        "url":"https:\/\/www.mirror.co.uk\/news\/uk-news\/town-people-least-sex-revealed-18975021",
        "text":"Britain's least sexy town has been revealed - and it's bad news for people living in West Yorkshire.\n\nA survey of 725 towns revealed people in Batley spend the least amount on unleashing their kinky side - with sales of erotic toys and gifts at a UK low.\n\nIronically the town is the birthplace of Addicted To Love singer Robert Palmer.\n\nIf the Lovehoney Interactive Sex Map is to be believed, Batley's 40,000 residents do not share that addiction.\n\nThe former Methodist town is also more usually known for its rugby team Batley Bulldogs and became the subject of a series of recurring Monty Python sketches about Batley Ladies Townswomen's Guild re-enacting various historical battles including Pearl Harbour.\n\nTop of the poll commissioned by sex aid Lovehoney is Greater London town Dagenham - famous as the home of the Ford motor plant.\n\nThe West Yorkshire town is not a hotspot for hot sex\n\nThe survey said people in Dagenham spend more on their sexual pleasure than anywhere else in the UK. They own more vibrators than any other town and were second for bondage items and sexy role play outfits.\n\nAccording to figures Batley ranked 724th for the number of vibrators, 725th for bondage, and 724th for sexual role play.\n\nOther towns propping up the bottom of the list include Salford in Greater Manchester, Barrow in Furness, Cumbria and West Bromwich.\n\nThe map allows users to search search a city, town or county to discover just how sexy where they live really is.\n\nBritain's least kinky towns\n\n1 Batley, West Yorkshire\n\n2 Birkenhead - Merseyside\n\n3 Battle - East Sussex\n\n4 West Bromwich - West Midlands\n\n5 Sale - Greater Manchester\n\n6 Salford - Greater Manchester\n\n7 Barrow-in-Furness - Cumbria\n\n8 Swanscombe - Kent\n\n9 Rayleigh - Essex\n\n10 Mayfield - East Sussex\n\n11 Bexleyheath - South London\n\n12 Esher - Surrey\n\n13 Wirral - Merseyside\n\n14 Kingswinford - West Midlands\n\n15 Ilford - Essex\n\n16 Smethwick - West Midlands\n\n17 Jarrow - Tyne and Wear\n\n18 Walton-on-the-Naze - Essex\n\n19 Bradford - West Yorkshire\n\n20 Rowley Regis - West Midlands\n\nSouthsea in Hampshire was the second sexiest town and came top for bondage. Waltham Cross in Hertfordshire was the third sexiest town and was top for role play - dressing in fantasy costumes during passion. The map shows that sex in the suburbs is booming with the top 20 dominated by commuter towns in the South East.\n\nBathgate in West Lothian, ninth in the UK table, was Scotland’s sexiest town and the Welsh winner was Haverfordwest in Ceredigion - 36th in the UK listings.\n\nLovehoney product director Bonny Hall said: “Residents of Dagenham own more sex toys than anywhere else and they came second for bondage items and sexy role play outfits.\n\n“All our data shows that couples with great sex lives enjoy higher overall levels of happiness, so head to Dagenham if you want to be part of the UK’s most sexually happy town!\n\n“The table also shows that sex in the suburbs is booming with lots of commuter towns in the South East featuring in the top 20.\n\nBritain's sexiest towns\n\n1 Dagenham, East London\n\n2 Southsea, Hampshire\n\n3 Waltham Cross, Hertfordshire\n\n4 Bury St Edmunds, Suffolk\n\n5 Sidcup, Kent\n\n6 Huntingdon, Cambridgeshire\n\n7 Romford, Essex\n\n8 Ely, Cambridgeshire\n\n9 Bathgate, West Lothian\n\n10 Sheerness, Kent\n\n11 Woodbridge, Suffolk\n\n12 Chichester, West Sussex\n\n13 Durham, County Durham\n\n14 Newark, Nottinghamshire\n\n15 Uxbridge, West London\n\n16 Newton Abbot, Devon\n\n17 Salisbury, Wiltshire\n\n18 Littleborough, Greater Manchester\n\n19 Cheadle, Greater Manchester\n\n20 Blandford Forum, Dorset\n\n“Couples who have been in settled relationships for years are looking for new ways to spice things up and they are increasingly choosing to experiment together with sex toys for the first time.\n\n“The map allows you to look up anywhere in the UK, so you can see how sexy your town is, or other towns in your locality or even further afield.”\n\nThe figures are based on Lovehoney’s extensive data on the UK’s sexual behaviour.\n\nLovehoney, the UK’s biggest sex toy retailer, is booming with sales of more than £100 million annually.\n\nThe Bath-based firm received the Queen’s Award for Enterprise for boosting UK exports.\n\nOwners Richard Longhurst and Neal Slateford met the Queen and Prince Philip at an official reception at Buckingham Palace.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9213621616,
        "format_confidence":0.9766252041
    },
    {
        "url":"http:\/\/jewel925.com\/naked-news\/",
        "text":"Naked News\n\nAn unidentified man recently stripped naked on an Air India Express flight from Dubai to India. The man disrobed before walking naked down the center aisle. Flight attendants got him seated and covered him with a blanket for the duration of the flight. The man told cops he stripped naked because he was suffering from work stress.\n\nI wonder what kind of work drove him to do this…\n\n\nPhoto Credit: Censored\n\nPosted in All Stories, Whats Happening Tagged with: , , , , ,\n\nJewel 92.5 @iHeart Radio\n\n+ Follow Us\n\n\n+ Upcoming Events\n\n  1. Open House: Tucker House\n\n    July 28 @ 12:00 pm - 4:00 pm\n  2. Club Fil d’Argent Bake & Craft Sale\n\n    November 2 @ 10:00 am - November 3 @ 4:00 pm\n\n+ On-Air & Shows",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9255048037,
        "format_confidence":0.6109262109
    },
    {
        "url":"http:\/\/ml-implode.com\/viewnews\/2012-03-27_YouvegottogiveitupfortheSpaniardsunlesstheyrebankers.html",
        "text":"Spain's high-class escorts have announced that they will not be offering their services to the country's bankers until they start fulfilling their responsibilities to their society. \"Today, life in Spain really sucks,\" one of the girls said. \"So, we don't have to.\"\n\nComments: Be the first to add a comment\n\nadd a comment | go to forum thread",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.8008080125,
        "format_confidence":0.612472415
    },
    {
        "url":"http:\/\/www.xbiz.com\/news\/143161",
        "text":"Home > News > 34 Porn BitTorrent Suits in Past Week Target 1,040 • Bookmark   • Newsletters   • Register Search Options\n\n\n34 Porn BitTorrent Suits in Past Week Target 1,040\n\n34 Porn BitTorrent Suits in Past Week Target 1,040\nGet XBIZ News\nJan 12, 2012 2:30 PM PST    Text size: \n\nLOS ANGELES — Adult entertainment companies filed 34 BitTorrent copyright infringement suits in the past seven days, making it one of the most litigious one-week periods in porn history.\n\nThe suits target at least 1,040 John Doe defendants in federal courts around the U.S., including those in Florida, California, Louisiana, Maryland and New York.\n\nAdditional defendants could be added to 16 of the suits because those suits target \"swarms\" sharing hash files and the actual number of Does allegedly involved hasn't been determined.\n\nAdult companies filing suit since last Thursday include Celestial Inc., which filed 15 swarm lawsuits against Does sharing movies like \"Moms Pimp Their Daughters #3,\" and Elegant Angel, which filed eight.\n\nOther companies that filed include Devil's Film, which lodged three suits; Exquisite Media, which filed a pair including one claim fingering 178 Does; and Digital Sin, which sued 176 in another suit.\n\nAdditional companies involved in porn BitTorrent lawsuits in the past week include Zero Tolerance, Nucorp, Raw Films, K-Beech and 4:Twenty Media Inc., which sued over the alleged infringement of \"Teen Anal Sluts.\"\n\nEach of the suits claim infringement damages of up to the statutory maximum of $150,000 per film and ask federal judges to order ISPs to disclose user identities of the unnamed Doe defendants.\n\nMore ways to get XBIZ News:  RSS Feeds  |  E-Newsletters  |  Desktop Widget  |  Mobile\nLooking for porn star news and behind-the-scene videos? Check out XFANZ.com !\n\n\nCam World: Q&A With Studio 20’s Andra Chirnogeanu\n\nOne of the blue-ribbon studios in the cam biz is Studio 20, which is now a global brand, with locations on both sides of the Atlantic — from Romania to Hollywood, Calif. Of course, with every strong... More »\n\nCam World: Model of Month Jenny Blighe Is Red-Hot\n\nHave you found out about MyFreeCams sensation Jenny Blighe, the fiery Arkansas redhead? For the past four years, Blighe’s been camming on an almost-daily basis on MyFreeCams, building a loyal fan... More »\n\nJustin Sayne Leather Expands Team, Gears Up for Eventful 2017\n\nWhen Justin Sayne looks back on 2016, he will likely remember it as a year in which his Arizona-based company, Justin Sayne Leather, grew by leaps and bounds. Important new hires joined the company, Sayne... More »\nStay informed of the latest industry developments. Get XBIZ newsletters delivered to your inbox. Subscribe today!\nEnter email address:\n\n* To manage existing subscriptions click here.\n\nSubmit your press release to\nmultiple news outlets with 1 click.\nSubscribe to RSS news feeds or\nadd free content to your website.\nAccess XBIZ news and articles\nwith your mobile device.\nAccess the latest issues of the industry's leading trade publications in digital form. View online or download for offline viewing.\n\n\nThe European Summit\n\nMar 04 - Mar 07\nBarcelona-Sitges, Spain\n\nThe TEA Show\n\nMar 05 - Mar 06\nHollywood, CA\n\nPhoenix Forum 2017\n\nMar 23 - Mar 26\nTempe, Arizona\n\n\nMar 31 - Apr 02\nDenver, CO.\nEveryday thousands of business professionals browse XBIZ's industry directory for quality products and services. Not listed yet? Your company could be losing potential new business. Submit your company today!\nUse XBIZ RSS feeds to stay informed of the latest industry developments or as a content syndication tool for your website!",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.624570787,
        "format_confidence":0.9781735539
    },
    {
        "url":"https:\/\/www.thisfunktional.com\/2017\/07\/pornhub-comic-con-search-increases.html",
        "text":"PornHub Comic-Con Search Increases During San Diego Comic-Con\n\n1:41 AM\n\nComic-Con search increases as San Diego Comic-Con was underway\n\nThe San Diego Comic-Con took place from July 20 to 23. \n\nWhat began as a small gathering of 145 comic fans in 1970, has grown exponentially to become one of the world’s largest pop-culture expositions including comics, movies, horror, anime, collectibles and video games. \n\nIt now attracts nearly 150,000 visitors annually to the San Diego area.\n\nWhile people were visiting the San Diego area, PornHub found that searches containing “comic con” increased 2767% throughout the 4 days, when compared to normal search levels leading up to the convention.\n\nTake a closer look at how Comic Con in San Diego affected Pornhub searches\n\nOther searches that increased in San Diego during the convention include “anime big tits” which grew by 382%, “cosplay” up 166%, superhero up 137% and “gamer girl” up 81%.\n\nPorn parodies are a popular genre on Pornhub and related searches often increase in popularity when new movies or games are released. \n\nTo learn more, take a look at our other Insights posts including Super Hero Porn, Star Wars Searches and Overwatch.\n\nYou Might Also Like\n\n\nScream Queen Stream\n\nScream Queen Stream\nClick for the latest SCREAM QUEEN STREAM with Jessica Cameron and Heather Dorff\n\nEvents of the Week",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.5093824267,
        "format_confidence":0.6966349483
    },
    {
        "url":"http:\/\/b1027.com\/former-playboy-playmates-start-massive-brawl-with-strippers-go-on-were-listening\/",
        "text":"Contact Us\nMake My Homepage\n\nFormer Playboy Playmates Start Massive Brawl With Strippers — Go On, We’re Listening\n\n\nWhen we think of girl-on-girl action, we do not exactly imagine a wild-eyed drunken brawl between ex-Playboy playmates and a room full of strippers – but it definitely ranks in at a close second.\n\nInterestingly enough, that is exactly what happened over the weekend at a North Carolina strip club, when former Playboy playmates Sarah Satterfield and Vicki Satterfield went on a T&A kicking rampage with a half dozen strippers, according to reports from the Lorain County Sheriff’s Department.\n\nThe two sisters were featured along with their other, less rowdy, sister (yes, they are triplets) in a 2007 cyber playmate edition of Playboy Magazine.\n\nA call to 911 from Sarah Satterfield initially led officers to believe that the two sisters were the victims. “A lot of girls attacked us and ripped all of our hair out and stuff, and we can’t find our cell phone or anything, and all of the girls like laughed and just thought it was funny that people attacked us,” said an allegedly drunken Sarah Satterfield on the phone with 911.\n\nHowever, according to the police report, a review of dressing room surveillance videos showed that Vicki Satterfield actually started the fight and that both girls opened a fiendish can of washed-up playmate violence on the club manager. Come on girls, what would Jenny McCarthy do?\n\nIncidentally, these bare-knuckle beauties were cuffed and stuffed and charged with assault. Court documents not only reveal that this was not the sisters’ first run in with the law, but they also indicate that the two girls are claiming indigence, which essential means that they are too broke to afford legal council. They are scheduled to appear in court for a preliminary hearing on December 13.\n\nThe good news is the women’s prison calendar is looking forward to having the sisters on board next year.\n\nMan Arrested For Flashing Breast Implants\n\nBest of B102.7\n\nRecommended for You\n\nBest of the Web\n\nLeave a Comment\n\nIt appears that you already have an account created within our VIP network of sites on . To keep your personal information safe, we need to verify that it's really you. To activate your account, please confirm your password. When you have confirmed your password, you will be able to log in through Facebook on both sites.\n\nForgot your password?\n\n*Please note that your prizes and activities will not be shared between programs within our VIP network.\n\nIt appears that you already have an account on this site associated with . To connect your existing account just click on the account activation button below. You will maintain your existing VIP profile. After you do this, you will be able to always log in to using your original account information.\n\n*Please note that your prizes and activities will not be shared between programs within our VIP network.\n\nPlease fill out the information below to help us provide you a better experience.\n\n(Forgot your password?)\n\nNot a member? Sign up here\n\nSign up for B102.7 VIP Club quickly by connecting your Facebook account. It's just as secure and no password to remember!\n\nSign up to have exclusive B102.7 VIP Club contests, events, coupons, presales, and much more delivered to you for FREE.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.5958871841,
        "format_confidence":0.9694287181
    },
    {
        "url":"http:\/\/www.dailyexcelsior.com\/ebay-extends-stock-repurchase-programme-by-usd-5-billion\/",
        "text":"sevgilisine gec cikacagini soyleyerek yanina cagiriyor Onun porno gonlunu uzun zamandir yogunluktan dolayi yapamayan azgin esmer porno izle kadin iceri giren sevgilisine bacaklarini acarak yaptigi klimasinin porno tamiri icin teknik servis cagiriyor Yari ciplak halde adami karsilayarak sex izle yatak odasinda calismasina yardimci oluyor Merdiven uzerindeki adama asagindan yardim porno hikaye ederken yukaridan gorunen dekoltesi ile sekreteri ile tatile cikiyor Islerin porno video yogunlugundan kendisine vakit ayiramayan yasli adam citir sekreterinin de arzulu birisi oldugunu porno indir bildiginden hemen onu kucagina alarak ufak memelerinin acik renkli uclarini emerek porno izle azdirip domaltiyor Karsi cikmadan domalarak etegini sirtina toplayan sarisini beceriyor porno izle hergun gelip pes pese sikip dudaklarima surtup kulagimi bile sikiyor amk ibnesi porno hatunu acimadan sabaha kadar sapik gibi beceriyor\nBreaking News:\n\neBay extends stock repurchase programme by USD 5 billion\n\nNEW DELHI, Feb 2:  Continuing a programme initiated in 2012, online auctioneer eBay has said it will repurchase shares worth an additional USD 5 billion.\nThe US-based company, which started a stock repurchase worth USD 2 billion in June 2012, bought about USD 1.3 billion of shares.\n“The stock repurchase programme is intended to offset the impact of dilution from our equity compensation programmes,” the firm said last week.\nAs of December 31, the company had about USD 640 million pending for repurchases of its common stock under the 2012 programme, it said in a filing with the US Securities and Exchange Commission (SEC).\nLast month, the company’s board of directors authorised an additional USD 5 billion stock repurchase programme.\nThe new stock repurchase programme, together with USD 640 million remaining, brings the total repurchase authorisation as of January to USD 5.6 billion, eBay said in the filing.\nEBay also expects to make opportunistic repurchases of its common stock to reduce the outstanding share count.\n“Any share repurchases under our stock repurchase programmes may be made through open market transactions, block trades, privately negotiated transactions or other means at times and in such amounts as management deems appropriate and may be funded from our working capital or other financing alternatives,” it added.\nThe global commerce platform and payments firm said its fourth quarter revenue rose 13 per cent to USD 4.5 billion from a year earlier. Net income in the quarter stood at USD 850 million, driven primarily by strong top-line growth.\nThe total company-enabled commerce volume increased 22 per cent in the fourth quarter to USD 61 billion.\nBoth Marketplaces and PayPal achieved record mobile results in 2013, each exceeding USD 20 billion.\nMobile users represented 40 per cent of eBay’s 36 million new users and accounts in 2013, contributing USD 35 billion to commerce volumes. (PTI)\n\n\nDownload Daily Excelsior Apps Now:\n\n\nShare With\nThis entry was posted in Business. Bookmark the permalink.\nScroll to Top",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.8159900904,
        "format_confidence":0.7262182832
    },
    {
        "url":"http:\/\/www.ibtimes.co.uk\/man-naked-hanging-kfc-warrington-pants-stuck-376341",
        "text":"KFC naked guy\nThat's torn it: Hungry man caught on fence spike in rush for Kentucky Fried Chicken\n\nA Warrington man in a hurry to get his fast food fix has become a Facebook sensation after film of him caught on a railing spike with his pants around his ankles and his very own bargain bucket on display went viral.\n\nThe desperately hungry fried chicken lover slipped as he tried to clamber over iron railings in a short cut to the Kentucky Fried Chicken shop in Warrington.\n\nHis pants snagged on the iron spike and he fell back. His trousers were ripped off his legs, exposing his naked bottom half to passing cars.\n\nPictures of him trying to hang on to his last shred of dignity were posted on Facebook and Twitter.\n\nOne user wrote: \"I was driving by and saw this poor guy and his friends... I guess I got more than I bargained for, in fact more than a bargain bucket. What a sight!\"\n\nAnother posted: \"Probably not his brightest idea trying to jump the fence outside KFC.\"\n\n\"Omg the picture of the guy climbing the fence near KFC who got stuck and on the floor naked,\" wrote Ryan Martin.\n\nThe picture shows another man giving the beleaguered chicken-lover directions - although he appears to have been reluctant to help him untangle himself.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.6184031367,
        "format_confidence":0.975204289
    },
    {
        "url":"http:\/\/emmnetwork.com\/whorecrafthd-introduces-new-roku-channel\/",
        "text":"WhorecraftHD Introduces New Roku Channel\n\nThe remarkable VR fantasy site WhorecraftVR is coming to a TV near you! Adult Empire Cash has announced that WhorecraftHD is available on Roku via a new channel dedicated to the innovative, immersive fantasy adventure experience. The channel offers the full range of the site’s content, including all Whorecraft sequences plus over 3,000 bonus porn scenes drawn from the Lethal Hardcore archives.\n“Whorecraft is the sort of detail-rich environment that is best experienced on a bigger screen,” said AE Cash Director of Affiliates Daniel Chura. “While Whorecraft was developed and optimized for VR, the Roku channel is an enticing option for users who have not yet invested in virtual reality equipment. Our Roku app is designed to create a seamless experience that allows users to take our signature Whorecraft campaigns off computer screens and mobile devices and into living rooms.”\nIn addition to the existing lineup of Whorecraft scenes, the channel spotlights the site’s three latest adventures: “Alexlabia’s Awakening” starring Tana Lea (https:\/\/www.whorecrafthd.com\/2510085\/alexlabias-awakening-streaming-vr-oculus-porn-videos.html), “Sexy Stunlock” starring Naomi Woods (https:\/\/www.whorecrafthd.com\/2509023\/sexy-stunlock-streaming-vr-oculus-porn-videos.html) and “The Incubus” starring Bridgette B ( https:\/\/www.whorecrafthd.com\/2510075\/the-incubus-streaming-vr-oculus-porn-videos.html  ). The Whorecraft HD Roku channel is included for free with Whorecraft memberships. Current and prospective members can learn more at https:\/\/www.whorecrafthd.com\/watch-Whorecraft-on-Roku.html.\nLaunched in June in conjunction with Stoney Curtis, WhorecraftHD (https:\/\/www.whorecraftHD.com) offers fantasy-themed porn scenes featuring top adult stars, elaborate costumes, and vividly realized alternate worlds. The site is also available in a full 3D virtual reality version at https:\/\/www.WhorecraftVR.com. Membership plans start at $14.99 a month.\nFollow on Twitter @whorecraftvr or on Instagram at https:\/\/www.instagram.com\/whorecraftvr\/.\nExisting Adult Empire Cash affiliates can start promoting Whorecraft’s Roku channel today. New affiliates can contactinfo@adultempirecash.com or go to https:\/\/www.adultempirecash.com for more information.\n\n\nFollow us on twitter: @emmreport,@emmnetwork,@emmmedia,, instagram @emmreport\n\nCheck out our onlyfans account: www.onlyfans.com\/emmreport\n\nFor more awesome pix, go to: emmnetwork.net, emmreport.com, www.emmnetwork.com\n\n\n\nPlease follow and like us:@emmreport\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9718514681,
        "format_confidence":0.6084634662
    }
]