[
    {
        "url":"https:\/\/gosalem365.com\/wp-admin\/admin-ajax.php?action=eventon_ics_download&event_id=1079&ri=0",
        "text":"BEGIN:VCALENDAR VERSION:2.0 PRODID:-\/\/ NONSGML v1.0\/\/EN BEGIN:VEVENT UID:5fc12ce3cb302 DTSTAMP:20201127T094419 DTSTART:20160806T160000Z DTEND:20160807T000000Z LOCATION:Willamette Heritage Center SUMMARY:Ivy Baskets Workshop DESCRIPTION: Willamette Heritage Center's August course combines textile arts and homesteading\\, teaching you how to create baskets out of ivy pulled directly from the ground! Instructor Peter Bauer\\, from Rewild Portland\\, has been teaching ivy basket classes since 2009\\, and began learning basketry when he was only 11 years old. Now\\, [..] END:VEVENT END:VCALENDAR",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.7504369617,
        "format_confidence":0.9895936251
    },
    {
        "url":"http:\/\/www.ocala.com\/article\/20140412\/ARTICLES\/140419987\/0\/MULTIMEDIA?Title=-Warranty-deed-transfers-from-March-10-14",
        "text":"Warranty deed transfers from March 10-14\n\nPublished: Saturday, April 12, 2014 at 6:30 a.m.\nLast Modified: Thursday, April 10, 2014 at 11:08 a.m.\n\nWarranty deed transfers in excess of $60,000 as recorded at the Marion County Clerk of the Circuit Court's office from March 10-14:\n\nProbate Properties LLC to ICA Enterprises LLC. Marion County: $65,000.\n\nChi Nguyen to Curtis Wilson. Marion County: $75,000.\n\nFlorida Land Trust to Reland Bentley. Marion County: $96,000.\n\nSandra Stephens Conway to Patricia Glover. Marion County: $105,000.\n\nDeutsche Bank National Trust Co. to Joseph John Gennari. Marion County: $135,000.\n\nHarry Brennan to Roger Odom. Marion County: $155,000.\n\nDeutsche Bank National Trust Co. to Brent Hicks. Marion County: $220,100.\n\nHarold Plumley to Misty Lane LLC. Marion County: $1,698,900.\n\nHarold Plumley to Bernard Little Trust. Marion County: $1,901,200.\n\nCastro Realty Holding LLC to Misty Lane LLC. Marion County: $2,232,800.\n\nFlorida Citizens Bank to Magnum Asphalt LLC. Marion County: $2,375,000.\n\nThomas Powers to Kathleen Amaya. Bellemont Farms: $332,000.\n\nJocalbro Inc. Profit Sharing Plan Trust to Jose Martinez. Belleview Heights Estates: $60,000.\n\nJane Vermillion to Wells Fargo Bank N.A. Belleview Heights Estates: $167,572.\n\nFederal Home Loan Mortgage Corp. to Kristina Donohue. Caldwell's Addition to Ocala: $125,000.\n\nFederal National Mortgage Association to Aaron Lozada. Carriage Trail: $244,500.\n\nStanley Starzek to Sharon Zeien. Cherrywood East: $72,500.\n\nKenneth Vanderkolk to David Lindeval. Circle Square Woods: $69,000.\n\nFederal National Mortgage Association to Eric Lainhart. Citra Highlands: $89,850.\n\nElite Cottages LLC to Marshall Larkin. Cottages of Silver Springs Resort Condo: $60,000.\n\nAnnabelle Steele to John Blair. Fore Oaks Estates: $110,000.\n\nRonald Pearson to Carolyn King Trust. Fox Meadow: $80,000.\n\nCharles Townsen Brandon Trust to Townsen Holdings LLC. Glendale Manor: $82,000.\n\nSam McConnell to Robert L. Powell Trust. Golf Park: $255,000.\n\nFederal National Mortgage Association to Ryan Beaty. Heritage Hills: $72,900.\n\nBetty Cooper to Charles Denman. Hidden Village: $131,000.\n\n11611 Bonita Beach Road SE Associates LLC to God Gift Properties Inc. Hillside Center: $365,000.\n\nFederal National Mortgage Association to Tomas Prieto. Kingsland Country Estates, Forest Glenn: $113,400.\n\nMichael Kristiansen to Jason Carrow. Lake Diamond Golf & Country Club: $218,000.\n\nLow Cost Homes LLC to Mack Myrick Guice IV. Lake Weir Heights: $128,000.\n\nSteven Ross to Samuel Preston. Lakes of Stonecrest: $139,500.\n\nTailwind Trust to Joseph Alonso. Leeward Air Ranch: $150,000.\n\nNola Williams to Jerry Cullison. Lynwood Park: $75,000.\n\nDavid Elliott to Ryan Sherwood. Magnolia Manor: $280,000.\n\nSecretary of Veterans Affairs to Jason Knott. Majestic Oaks: $131,500.\n\nWilmington Trust N.A. to Alessandro Di Bartolomeo. Majestic Oaks: $136,500.\n\nFrederick Battice to Gladys Main. Marion Landing: $82,500.\n\nHeidi Kuhn Trust to Neil Horsfall. Marion Oaks: $63,500.\n\nBBNT REO Holdings LLC Trust to Rosa Ocasio. Marion Oaks: $79,800.\n\nFlorida Land Trust to Rosa Ocasio. Marion Oaks: $79,800.\n\nJPMorgan Chase Bank N.A. to Jose A. Santiago Lopez. Marion Oaks: $84,000.\n\nSheila Crim to Entrust Group Inc. Marion Oaks: $93,500.\n\nAngel Morales Perez to Albert Shang. Marion Oaks: $95,000.\n\nApril Piker to Brittany Randle. Marion Oaks: $102,000.\n\nFederal National Mortgage Association to James Workman. Marion Oaks: $108,000.\n\nGregory Romer to Hammond Healthcare Solutions LLC. Marion Oaks: $113,450.\n\nFederal National Mortgage Association to Todd Laake. Marion Oaks: $125,900.\n\nDorris McGarry to Lawrence Harris. Meadows at Stonecrest: $209,900.\n\nDolores Barone to James Garringer. Oak Run: $61,500.\n\nThomas Gross to Ken Montgomery. Oak Run: $75,000.\n\nJames Dillman to Dennis Hatch. Oak Run, Golfview: $84,000.\n\nWilhelmina Smith to Donald R. Libey Trust. Oak Run, Hillside: $140,000.\n\nDonald Terrian to Carol J. Sheetz Trust. Oak Run, Hillside: $165,000.\n\nEric Irwin to Scotty Lusk. Ocala Hihghlands: $60,000.\n\nKenneth Zawistowski to John Morrison. Ocala Palms: $115,000.\n\nU.S. Bank N.A. Trust to Hawks Nest Properties LLC. Ocala Park Estates: $60,000.\n\nRedfish Land Trust to Stephen Monroe McDonald II. Ocala Park Estates: $94,000.\n\nJohn Watkins to Judy Yeager. Ocala Plantation: $92,000.\n\nWilliam M. Lee Estate to Lewis Watts. On Top of the World: $115,000.\n\nLansbell Enterprises LLC to Wayne Nelson. On Top of the World: $120,000.\n\nRES FL JLU LLC to Patricia Rule. Orange Blossom Hills: $79,500.\n\nBarbara Vecchione to Andrew McGuire. Osceola Estates: $61,100.\n\nSlocum Family Trust to Brenda Morrison. Overlook of Stonecrest: $209,000.\n\nElizabeth Hatfield to Shirley Wetherbee. Palm Cay: $82,000.\n\nKathleen M. Voss Revocable Trust to Debora Duke. Quail Meadow: $115,000.\n\nFederal National Mortgage Association to Francis Strachan. Rainbow Acres: $109,000.\n\nHubert Morris McCroskey to David George Ziroff. Rainbow Heights: $255,000.\n\nJoseph M. McCarthy Trust to Carolyn Hotchkiss. Rainbow Lake Estates: $89,900.\n\nJames Bearden to Hitomi Takahashi. Rainbow Park: $100,000.\n\nPaul & Lillian Homa Family Trust to Frederick Drake. Rainbow Springs: $127,000.\n\nDale Davis to Joseph Lerdo. Rainbow Springs: $174,500.\n\nMaria Tipaldo to John Vernon Skinner. Rainbow Springs: $185,000.\n\nKelly Family Revocable Trust to Leonard Caudell. Rainbow Springs Country Club Estates: $103,000.\n\nLinda M. Smith Revocable Trust to Heidi Waber. Rolling Oaks Mini Ranches: $375,000.\n\nEdmond Quaglio to Michael Plant. Rolling Ranch Estates: $150,000.\n\nStephen McQuilken to Joseph Sabo. Shady Grove: $98,000.\n\nJames Wyman to Charles Debardeleben. Silver Creek: $225,000.\n\nFederal Home Loan Mortgage Corp. to Greg Stafford. Silver Meadow Central: $78,000.\n\nFederal Home Loan Mortgage Corp. to Justin Hancock. Silver Springs Forest: $75,000.\n\nSeneca Land Trust to Gasper Lupo Trust. Silver Springs Shores: $60,000.\n\nBBNT REO Holdings LLC Trust to Roy King. Silver Springs Shores: $79,800.\n\n44 Willow Road Land Trust to Roy King. Silver Springs Shores: $79,800.\n\nFederal Home Loan Mortgage Corp. to Leigh Anne Holt. Silver Springs Shores: $87,500.\n\nWorldwide Alliance LLC to Harry Spencer. Silver Springs Shores: $92,000.\n\nWorldwide Alliance LLC to Bradley Sherer. Silver Springs Shores: $93,000.\n\nSAC Rentals Inc. to Lee Davis. Silver Springs Shores: $98,500.\n\nU.S. Bank N.A. Trust to Tameka Campbell. Silver Springs Shores: $104,900.\n\nFederal Home Loan Mortgage Corp. to Neighborhood Housing & Development & Corp. Silver Springs Shores: $104,900.\n\nJeffrey Beaudet to Crystal Park Residential LLC. Silver Springs Shores: $107,000.\n\nErik Love to Federal National Mortgage Association. Silver Springs Shores: $118,045.\n\nNeil Thomas Katz to Tuscan Home Builders Inc. South Bel Lago, South Hamlet: $420,600.\n\nCandy Christmas to Megan Hern. Springhill: $114,900.\n\nMarian N. Butzbach Trust to Carol Ann Pearson. Spruce Creek Country Club, Echo Glen: $153,700.\n\nMartin Kirschenbaum to Burton Warner. Spruce Creek Country Club, Tamarron: $128,500.\n\nRoy Marshall to James Pierotti. Spruce Creek Country Club, Windward Hills: $130,000.\n\nTrella Kay Hicks Living Trust to James Childers. Spruce Creek Golf & Country Club, Turnberry: $111,000.\n\nRoy Hirose to Robert Alexander Selkirk Duff. Spruce Creek Preserve: $99,000.\n\nLouise H. Sidock Trust to Donald Erle. Spruce Creek South: $85,000.\n\nRollin Baer to Gregory Wood. Spruce Creek South: $123,000.\n\nPulte Home Corp. to Judith Hardy. Stone Creek, Arlington: $232,150.\n\nPulte Home Corp. to Krueger Family Trust. Stone Creek, Santa Fe: $189,500.\n\nPulte Home Corp. to Peggy Banczak. Stone Creek, Santa Fe: $345,500.\n\nPulte Home Corp. to Kathleen Sterett. Stone Creek, Weston: $259,450.\n\nRing Power Corp. to Amy Larae Burns. Summerfield Park: $79,500.\n\nJames Skinner to Brian James Alinovi. Sunset Harbor: $107,500.\n\nLisa Lewis to Robert Stenstream. Turning Hawk Ranch: $400,000.\n\nChampion Revocable Trust to Vernon Totsch. Villages of Marion: $180,700.\n\nJohn Neiger to Robert Baker. Villages of Marion: $220,000.\n\nHoward D. Marshall Trust to Jerry Del Castillo. Villages of Marion: $230,000.\n\nRobert Wecht to Steven Fortune. Villages of Marion: $235,000.\n\nRobert Weigand to Geraldine Howell. Villages of Marion, Fairlawn Villas: $181,000.\n\nShirley Maynard to Virginia Hooker. Villages of Marion, Ivystone Villas: $156,400.\n\nElaine N. Roberts Trust to Franklin Marshall. Villages of Marion, Villas of Morningview: $225,000.\n\nEarl Dillard & Helen Elizabeth Ross Revocable Living Trust to Cathleen Cook. Villas of Belleview: $75,000.\n\nRichard Larash to Kenneth Zillmer. Woods & Lakes Subdivision: $165,000.\n\nReader comments posted to this article may be published in our print edition. All rights reserved. This copyrighted material may not be re-published without permission. Links are encouraged.\n\n▲ Return to Top",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.5392107368,
        "format_confidence":0.945281446
    },
    {
        "url":"http:\/\/www.ilkleygazette.co.uk\/li\/sold_house_prices_street_list.in.Ilkley\/?ref=enav",
        "text":"About Cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies.\n\nSold House Prices - Streets in Ilkley\n\nSee details of sold houses in and around Ilkley.\n\n  • eg Church Road\n\n  • eg York, YO26 or YO26 4YG\n\nA total of 643 streets were found in Ilkley. Click on a street name to see full details of sales in that street.\n\nStreetTownSalesAverage PriceHighest Price\n(Unnamed Street)Ilkley1£225,000£225,000\n(Unnamed Street)Burley Woodhead2£700,000£740,000\n(Unnamed Street)Denton2£974,000£1,465,000\n(Unnamed Street)Langbar2£855,000£950,000\n(Unnamed Street)Middleton2£715,000£725,000\n(Unnamed Street)Nesfield1£1,750,000£1,750,000\nAbbey CloseAddingham6£336,000£375,000\nAcre FoldAddingham1£457,000£457,000\nAireville TerraceBurley In Wharfedale17£185,835£410,000\nAlbany RowMenston1£290,000£290,000\nAlbany WalkIlkley4£457,875£820,000\nAlbert Simmons WayBurley In Wharfedale11£200,632£245,000\nAlexandra CrescentIlkley14£372,604£490,000\nAlexandra PlaceIlkley1£440,000£440,000\nAll Saints CourtIlkley32£216,493£299,995\nAmy Busfield GreenBurley In Wharfedale13£208,812£245,000\nAnnandale CourtIlkley5£309,100£395,000\nApple Tree GardensIlkley4£361,250£387,500\nAsh CloseIlkley1£405,000£405,000\nAsh GroveIlkley23£212,385£289,950\nAsh StreetIlkley2£190,000£230,000\nAshburn PlaceIlkley6£254,917£327,000\nAshlands RoadIlkley6£196,833£248,500\nBack LaneBurley In Wharfedale1£225,000£225,000\nBack Parish Ghyll RoadIlkley7£218,857£285,000\nBack Weston RoadIlkley1£150,000£150,000\nBackstone LaneIlkley1£427,500£427,500\nBackstone WayIlkley3£139,650£149,950\nBadger CloseIlkley1£736,000£736,000\nBark LaneAddingham9£428,068£500,000\nBeacon StreetAddingham4£305,650£385,000\nBeamsley CloseMenston5£477,445£539,995\nBeamsley CourtMenston7£463,367£499,995\nBeamsley CroftMenston2£367,995£372,995\nBeamsley ViewIlkley4£391,250£430,000\nBeamsley WalkMenston2£432,495£434,995\nBeanlands ParadeIlkley6£322,233£386,000\nBeckside CloseAddingham2£173,500£177,000\nBeckside CloseBurley In Wharfedale2£308,500£320,000\nBeech CloseMenston2£527,500£565,000\nBeech GroveMenston5£167,790£197,500\nBelle VueIlkley16£234,344£690,000\nBelmont RoadIlkley7£285,643£362,500\nBen Rhydding DriveIlkley55£422,390£950,000\nBen Rhydding RoadIlkley40£372,625£625,000\nBeverley RiseIlkley14£414,354£485,000\nBingley RoadMenston12£190,958£362,000\nBlackthorn RoadIlkley30£140,440£165,000\nBleach Mill LaneMenston7£508,143£1,000,000\nBolling RoadIlkley53£324,614£640,000\n\nAverage Sold Prices for Ilkley\n\nTypeSalesAverage Price\nFlat\/Maisonette1,267 £191,128\nTerraced1,467 £233,900\nSemi-detached1,272 £263,187\nDetached1,529 £452,706\nAll5,535 £291,283\n\n© Crown copyright material is reproduced with the permission of Land Registry under delegated authority from the Controller of HMSO. This material covers the period from January 2005 to present. Permitted Use. Viewers of this information are granted permission to access this Crown copyright material and to download it onto electronic, magnetic, optical or similar storage media provided that such activities are for private research, study or in-house use only. Any other use of the material requires the formal written permission of Land Registry which can be requested from us, and is subject to an additional licence and associated charge. Report an error in this information to the Land Registry\n\nKeep in touch with local news\n\nSign up for email alerts",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9496919513,
        "format_confidence":0.9354116321
    },
    {
        "url":"https:\/\/zestate.co.uk\/address\/29-Aboyne-Road,-ABERDEEN,-AB10-7BS\/11320\/",
        "text":"29 Aboyne Road, ABERDEEN, AB10 7BS\n\nThis article covers information about property 29 Aboyne Road, ABERDEEN, AB10 7BS. Find valuable data like\n\nThis article also covers information about the property, like lease details, property type, estimated valuation, Sales trends in the region, Average growth of property price, etc.\n\nDetail Information Of The Property 29 Aboyne Road, ABERDEEN, AB10 7BS\n\n29 Aboyne Road, ABERDEEN, is a residential property located in Airyhall\/Broomhill\/Garthdee Ward of Aberdeen City District, Scotland. The property is a Flat with 2 rooms and 1 bathrooms.It can easily accomodate a family of 4 people. The Size of the property is 800 square ft It was constructed in 1970, age of the property is 52 years.\n\nThe valuation of the property can vary between 384,000 - 523,000 GBP. Property prices depend on property type and locality. View Historical valuation of properties for current location based on the property type. It can help you determine the exact property valuation.\n\n29 Aboyne Road, ABERDEEN, is at the height of 40 meters above sea level. Geo-coordinates of the address is 57.12210900, -2.13524200.\n\nProperty Name 29 Aboyne Road\nComplete Address 29 Aboyne Road, ABERDEEN, AB10 7BS\nType Residential\nProperty Structure Flat\nGrowth Rate in Valuation 7% of average growth in price per year.\nEstimated Valuation £384,000 - £523,000\nSize 800 Sq Ft.\nYear Of Construction 1970\nNo Of Rooms 2\nNo Of Baths 1\nPet Rules Not allowed\n\nPostcode & Mail Information\n\nYou can send mail to this property by copying the mailing address below. AB10 7BS Postcode receives 25 or fewer mail per day. Royal Mail delivery of mail to this address is comparatively slow. You can easily send mail to this address using Royal Mail postal service or using any courier agency.\n\nMailing Address\n\n29 Aboyne Road, ABERDEEN,\nAberdeen City, Airyhall\/Broomhill\/Garthdee, Scotland\nAB10 7BS\n\nLocality Information\n\nThe locality type is large urban area. According to the 2011 census, 32.11% of the people in the locality are below poverty. The postcode AB10 7BS has a population of 48. The locality has 20 properties. Out of which 20 are residential properties and 0 business properties. There is only 1 school in 10km radius of the property.\n\nProperty Location Information\n\nLatitude 57.12210900\nLongitude -2.13524200\nNorthing 803472\nEasting 391910\nAltitude 40 Meters\nPostcode Area AB\nPostcode District AB10\nPostcode Sector AB10 7\n\nAdministrative Areas\n\nCountry Scotland\nCounty N\/A\nDistrict Aberdeen City\nWard Airyhall\/Broomhill\/Garthdee\nParish N\/A\nLocal Authority N\/A\nConstituency Aberdeen South\nRegion N\/A\n\nSchools Nearby\n\nSchool Name Postcode\nKaimhill Primary School AB10 7HR\n\nProperty Sales Data For 29 Aboyne Road, ABERDEEN, AB10 7BS\n\n384,000 GBP is the estimated property value as of today. We don't have any previous records of sales transactions in the area. Estimated property price is calculated using many factors, some of which are as below.\n\n  • Locality\n  • Size of the property\n  • Type of property\n  • Facilities in and around the property\n  • Distance from road\n  • Parking\n  • Neighborhood\n\nProperty Sales Trend\n\nEstimated Property Value\n\nEstimated Worth Of This Property £384,000 - £523,000\nAverage Sales Price Of Property in this area Sales history not available\n\nGet Directions to 29 Aboyne Road, ABERDEEN, AB10 7BS\n\nProperty Map of AB10 7BS postcode\n\nOther Properties in AB10 7BS\n\n5 Aboyne Road, ABERDEEN, AB10 7BS\n\nView Property\n\n7 Aboyne Road, ABERDEEN, AB10 7BS\n\nView Property\n\n9 Aboyne Road, ABERDEEN, AB10 7BS\n\nView Property",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9953594804,
        "format_confidence":0.911350131
    },
    {
        "url":"http:\/\/app.propertyware.com\/pw\/portals\/gpres\/contactAgent.action?unitID=86736928&pwcid=22610136",
        "text":"Required Fields\n\nOnline Guest Card\n\n8103 Patricia\n8103 Patricia Dr.\nPittsburgh,  Pa 15237\nType: House\nTotal Area: 0 Sq Ft\nBedrooms: 3\nBathrooms: 1.5\nRent: $2,000.00 \/ Month\nDeposit: $2,000.00\nAvailable: 05\/31\/2013\nHome Phone\nMobile Phone\nPreferred Contact Method\nWhat is your desired move in date?\nWhich city are you interested in?\nWhich neighborhood are you interested in?\nWhat is your preferred Unit Type?\nWhat is your desired rent range? To\nWhat is your current home type?\nHow long have you lived at your current residence?\nWhat is your current rent\/mortgage?\nWhat is your reason for moving?\nDo you have pets?",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9967163205,
        "format_confidence":0.6014977694
    },
    {
        "url":"https:\/\/www.wildflower.org\/plants\/result.php?id_plant=ilvo",
        "text":"Rent Shop Volunteer Join\n\nPlant Database\n\nSearch for native plants by scientific name, common name or family. If you are not sure what you are looking for, try the Combination Search or our Recommended Species lists.\n\nEnter a Plant Name:\nOr choose a plant family:\nIlex vomitoria (Yaupon)\nMarcus, Joseph A.\n\nIlex vomitoria\n\nIlex vomitoria Aiton\n\nYaupon, Yaupon Holly, Cassina\n\nAquifoliaceae (Holly Family)\n\n\nUSDA Symbol: ilvo\n\nUSDA Native Status: L48 (N)\n\nNative from southern Virginia south to Florida and west to southeast Oklahoma and central Texas, Yaupon is a picturesque, upright, single- or multi-trunked shrub or small tree, growing 12-45 ft high but usually no higher than 25 ft. Female plants produce prodigious amounts of bright red, persistent berries. The leaves are dark green and small, usually less than 1 1\/2 in. long. The pale gray bark is marked with white patches.\n\nYaupon Holly is often grown in residential landscapes and trimmed into hedges, with many cultivars popular: weeping forms, columnar forms, and dwarf forms. The ornamental twigs with shiny evergreen leaves and numerous red berries have been used as holiday decorations and make cheerful accents in the winter landscape. The leaves and twigs contain caffeine, and American Indians used them to prepare a tea, which they drank in large quantities ceremonially and then vomited back up, lending the plant its species name, vomitoria. The vomiting was self-induced or because of other ingredients added; it doesnt actually cause vomiting. Tribes from the interior traveled to the coast in large numbers each spring to partake of this tonic, and it was also a common hospitality drink among many groups. It remained popular as such among southeastern Americans into the 20th century and is still occasionally consumed today, with a flavor resembling another holly drink, the South American yerba mate, from Ilex paraguariensis. Yaupon is slow-growing and tends to get thick and twiggy on the inside, making it ideal for dense hedges but requiring careful pruning to shape it into a tree. You must have both a male and female plant to have berries. Nursery plants are typically female (fruiting) and are propagated by cuttings.\n\n\nFrom the Image Gallery\n\n70 photo(s) available in the Image Gallery\n\nPlant Characteristics\n\nDuration: Perennial\nHabit: Shrub , Tree\nRoot Type: Tap\nLeaf Retention: Evergreen\nLeaf Arrangement: Alternate\nLeaf Complexity: Simple\nLeaf Shape: Elliptic , Ovate\nLeaf Venation: Pinnate\nLeaf Pubescence: Glabrous\nLeaf Margin: Crenate\nLeaf Apex: Obtuse\nLeaf Base: Rounded\nLeaf Texture: Smooth\nBreeding System: Flowers Unisexual , Dioecious\nInflorescence: Axillary\nFruit Type: Drupe\nSize Notes: 12-45 feet, but usually no higher than 25\nLeaf: Alternate, simple, evergreen, oblong to elliptic, rounded at the tip, rounded at the base, finely round-toothed along the edges, smooth, shiny, up to 1 1\/2 inches long, up to 3\/4 inch wide; leaf stalks hairy, up to 1\/8 inch long.\nFlower: Male and female flowers borne on the same plant; male flowers 2-3 clustered in the axils of the leaves; female flowers 1-3 in the axils of the leaves.\nFruit: Drupes red, spherical, shiny, up to 1\/4 inch in diameter, containing 4 nutlets.\nSize Class: 12-36 ft.\n\nBloom Information\n\nBloom Color: White\nBloom Time: Apr , May\n\n\nUSA: AL , AR , FL , GA , LA , MS , NC , OK , SC , TX , VA\nNative Distribution: S.e. VA to FL, w. to AR, s.e. OK, & s.c. TX\nNative Habitat: Low, maritime woods; hammocks; sandy pinelands; limestone uplands.\n\nGrowing Conditions\n\nWater Use: Low\nLight Requirement: Sun , Part Shade , Shade\nSoil Moisture: Dry , Moist\nCaCO3 Tolerance: Low\nCold Tolerant: yes\nHeat Tolerant: yes\nSoil Description: Moist or well drained, sandy, loamy, clay, limestone, or gravelly soils.\nConditions Comments: Yaupon is a versatile plant that tolerates drought and poor drainage, with best production of red fruit when shrub gets half a day of sun or more.\n\n\nUse Ornamental: A densely branching, evergreen shrub or small tree that can take severe hedging and pruning. Females have decorative red berries. Many cultivars available, including weeping, columnar, and dwarf varieties.\nUse Wildlife: Many species of birds eat the fruit but usually only in late winter after several freezes and thaws. Mammals eat the fruit as well, and the flowers attract insects. Birds employ the dense branches for nesting sites.\nUse Medicinal: The young leaves and twigs contain caffeine and may be used to make a tea.\nUse Other: Fruiting branches used as holiday decorations.\nInteresting Foliage: yes\nAttracts: Birds , Butterflies\nLarval Host: Henrys Elfin butterfly\nNectar Source: yes\nDeer Resistant: Moderate\n\nButterflies and Moths of North America (BAMONA)\n\n(Microtia elva)\n\nLarval Host\nLearn more at BAMONA\n\n\nPropagation Material: Seeds , Semi-hardwood Cuttings\nDescription: Seeds germinate best if planted immediately after collection. They may be pretreated with double-stratification. Semi-hardwood cuttings taken in late fall can be made to root.\nSeed Treatment: Some benefit may be obtained from 30-60 days treatment at 68-86 degrees followed by 60-90 days of 41 degrees.\nCommercially Avail: yes\nMaintenance: Can be sheared into geometric hedges or carefully pruned for a tree shape. Shape annually for best results.\n\nMr. Smarty Plants says\n\nTree for sound block near Houston\nApril 24, 2010\nI live in Pearland, just south of Houston and am looking for a tree that I can plant along my fenceline between my neighbor and me that will block noise. We have a pool and entertain a lot, but they a...\nview the full question and answer\n\nEdible plants native to Austin, TX\nAugust 05, 2009\nHello, I am a chef from Buenos Aires Argentina visiting Austin, Texas and would like to learn about native, edible plants in the region. Please let me know if there are any native, edible plants...\nview the full question and answer\n\nHedge in central Texas\nJune 17, 2009\nHelp, my oleanders are dying. I am in need of hedge suggestions- ideal would be quick growing, maybe 8-12 feet at their tallest. I live in Central Texas.\nview the full question and answer\n\nNative evergreens for privacy in Crockett, TX\nOctober 12, 2008\nI need advice on what tall evergreens I can plant along a fence line for privacy. I need trees that will be at minimum 8 to 10 feet tall at maturity, are aesthetically pleasing and provide privacy. ...\nview the full question and answer\n\nShrub to hide chain link fence\nAugust 12, 2008\nMr. Smarty Plants, Please recommend a tall, thick shrub to conceal the 6 foot chain link fence around the perimeter of our property. The fence is located down a hill from our home with western exposur...\nview the full question and answer\n\nNational Wetland Indicator Status\n\nThis information is derived from the U.S. Army Corps of Engineers National Wetland Plant List, Version 3.1 (Lichvar, R.W. 2013. The National Wetland Plant List: 2013 wetland ratings. Phytoneuron 2013-49: 1-241). Click here for map of regions.\n\nFrom the National Suppliers Directory\n\nAccording to the inventory provided by Associate Suppliers, this plant is available at the following locations:\n\nWrights Nursery - Briggs, TX\nFar South Wholesale Nursery - Austin, TX\n\nFrom the National Organizations Directory\n\nAccording to the species list provided by Affiliate Organizations, this plant is on display at the following locations:\n\nLady Bird Johnson Wildflower Center - Austin, TX\nPineywoods Native Plant Center - Nacogdoches, TX\nTexas Discovery Gardens - Dallas, TX\nBrackenridge Field Laboratory - Austin, TX\nPatsy Glenn Refuge - Wimberley, TX\nNative Plant Society of Texas - Fredericksburg, TX\nCrosby Arboretum - Picayune, MS\nStengl Biological Research Station - Smithville, TX\nTexas Parks and Wildlife Department - Austin, TX\nNPSOT - Fredericksburg Chapter - Fredericksburg, TX\nGeorgia Native Plant Society - Atlanta, GA\nTexas Master Naturalists - Lost Pines Chapter - Bastrop, TX\nNPSOT - Austin Chapter - Austin, TX\nJacob's Well Natural Area - Wimberley, TX\nNPSOT - Williamson County Chapter - Georgetown, TX\nWellspring Organic Farm and Education Center - West Bend, WI\n\nHerbarium Specimen(s)\n\nNPSOT 0950 Collected Sep 1, 1994 in Bexar County by Harry Cliffe\nNPSOT 0577 Collected Mar 29,1990 in Bexar County by Harry Cliffe\nNPSOT 0840 Collected Mar 27, 1994 in Bexar County by Harry Cliffe\n\n3 specimen(s) available in the Digital Herbarium\n\nWildflower Center Seed Bank\n\nLBJWC-199 Collected 2007-11-21 in Travis County by Lady Bird Johnson Wildflower Center\n\n1 collection(s) available in the Wildflower Center Seed Bank\n\n\nBibref 1240 - Black Drink: A Native American Tea (1979) Hudson, Charles M.\nBibref 298 - Field Guide to Texas Trees (1999) Simpson, B.J.\nBibref 1620 - Gardening with Native Plants of the South (Reprint Edition) (2009) Wasowski, S. with A. Wasowski\nBibref 481 - How to Grow Native Plants of Texas and the Southwest: Revised and Updated Edition (2001) Nokes, J.\nBibref 355 - Landscaping with Native Plants of Texas and the Southwest (1991) Miller, G. O.\nBibref 354 - Native & Naturalized Woody Plants of Austin & the Hill Country (1981) Lynch, D.\nBibref 841 - Native Alternatives to Invasive Plants (2006) Burrell, C. C.\nBibref 318 - Native Texas Plants: Landscaping Region by Region (2002) Wasowski, S. & A. Wasowski\nBibref 291 - Texas Wildscapes: Gardening for Wildlife (1999) Damude, N. & K.C. Bender\nBibref 297 - Trees of Central Texas (1984) Vines, Robert A.\n\nSearch More Titles in Bibliography\n\nWeb Reference\n\nWebref 17 - Southern Wetland Flora: Field Office Guide to Plant Species (0) U.S. Department of Agriculture. No date. Southern wetland flora: Field office guide to plant species. U.S.D.A. Soil Conservation Service, South Nat...\n\nResearch Literature\n\nReslit 528 - Absorption and translocation of [C-14] glyphosate in 4 woody plant species (1992) T. H. Green, P. J. Minogue, C. H. Brewer, G. R. Gl...\nReslit 382 - Diversity of methylxanthine content in Ilex cassine L. and Ilex vomitoria Ait.: Assessing sources of the north American stimul... (truncated)",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.6646462679,
        "format_confidence":0.6080906987
    },
    {
        "url":"https:\/\/www.trpc.org\/834\/Regional-Home-Sales",
        "text":"Regional Home Sales\n\nData Table\n\n\nThe 2020 median home sale price in Thurston County was $383,600 - 14% higher than 2019. Between 2019 and 2020, the median home price increased 19% in Lewis and Mason counties, 18% in Grays Harbor County, 15% in Pierce County, and 9% in King County.\n\n2020 marks the ninth consecutive year of increasing median home sale prices for Thurston County, and the fifth year median home sale prices for all select counties surpassed their peak in 2007.\n\nHome prices influence where people choose to live. When home prices in Thurston County are lower than neighboring counties, people may choose to live in Thurston County and commute out of county for work. For 2012-2016, nearly 27% of workers living in Thurston County traveled out of the county for work. Of those, more than half worked in Pierce County (See Commutes by Destination).\n\nMedian Home Sale Price\n\nMedian Home Sale Price is the price at which half of homes sold cost less and half of all homes sold cost more.\n\n\nWashington Center for Real Estate Research",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9445185065,
        "format_confidence":0.637473464
    },
    {
        "url":"https:\/\/www.addressreport.com\/report\/property\/graysville-adamsville-al\/520-alden-rd-ne-35073\/",
        "text":"520 Alden Rd Ne\n\nThis Property At A Glance\n\n520 Alden Rd Ne is a building in GRAYSVILLE.\n\nRegarding weather, the average summer temperature is 81.1°F, while the average winter temperature is 43.8°F. The average annual rainfall is 55.8 inches and the average annual snowfall is 1.6 inches.\n\n\n\nCommute Stats\n\nThe percent of households with at least one car in this area is\n\nYour Commute Times\n\nWeather & Natural Disasters",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9575153589,
        "format_confidence":0.9125418067
    },
    {
        "url":"http:\/\/www.eppraisal.com\/home-values\/pennsylvania\/munhall-pa\/",
        "text":"Pennsylvania → Munhall Stats\n\nMedian Home Price: $57,000 Rank: 691st\nMajor Metro: Pittsburgh PA\nMetro Population.2356285\n\nEppraisal Ranked Cities in Pennsylvania\n\nRank City\/Metro Eppraisal Median Home Value\n688th. Hunlock Creek $57,000\n689th. Smithton $57,000\n690th. Blakeslee $57,000\n691st. Munhall $57,000\n692nd. Loysville $57,000\n693rd. Mc Kees Rocks $56,050\n694th. Bentleyville $56,000\n\nMunhall Mortgage Rates\n\nNo Matching Lenders Found\n\n*Payment does not include taxes and insurance. Actual payments will be higher. Rates based on 200000 loan amount and the following: a borrower with good to excellent credit and average income seeking a loan for a single family, owner occupied, one unit dwelling with a 20% down payment (or 80% loan to value ratio) and no points. Rate\/APR terms offered by advertisers may differ from those listed above based on creditworthiness of the borrower and other differences between an individual loan and the loan criteria used for quotes. These quotes are from banks, thrifts and brokers who have paid for a web link in the listings above (more info on their loan programs can be found on their websites).\n\nMunhall Homes For Sale\n\n\n273 W Marigold St\nMunhall, PA\n\n2 beds, 1 baths (1092 sqft home)\n\n\n4101 Superior St\nMunhall, PA\n\n2 beds, 1 baths (863 sqft home)\n\n\n1406 Louise\nMunhall, PA\n\n3 beds, 1 baths\n\nSearch Additional Home Listings →",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9709891081,
        "format_confidence":0.8352187276
    },
    {
        "url":"http:\/\/websitedetective.net\/dn\/mybangaloreproperty.com",
        "text":"Mybangaloreproperty.com Web Analysis\n\nOur web analysis service harvested the source of this domain and found its title to be: Bangalore Real Estate-Apartments in Bengaluru | Homes | Row Houses | Villas | Bungalows . Type of server being used is BigIP which is common OS being used these days. Web server is found to be in United States. Its isp belongs to Philadelphia. Latitudes and Longitudes are 39.9968 and -75.1485. This report is generated on 2012-12-26 04:54:22.\n\nGeneral Analysis\n\nServer Information & SEO\n\nImportance of this data: Ranking systems work on a number of algorithms updated almost daily by most popular search giants. They rank each site according to their own data collection tools and analysis. Google PR is one of the method of google for giving importance to site. Alexa rank builds up with visitors visiting a site. Web server displaying the type of server used by a domain.\nGoogle Pagerank : Google Page Rank of Mybangaloreproperty.com is 2\nAlexa Rank : 202,488 Visit Alexa\nWebserver : BigIP\n\nMeta Information\n\nImportance of this data: Html tag head includes several tags for search engines\/bots purpose. Mostly they are used by browsers and search engines to show basic detail of a page. Most popularly used meta tags are title, description and keywords. And those are listed below.\nWebsite title:\n\nBangalore Real Estate-Apartments in Bengaluru | Homes | Row Houses | Villas | Bungalows\n\nDescription: Bangalore Real Estate-Apartments and Independent Homes and Row Houses in Bengaluru BangaloreCityhome is your source of Brand New Apartments Houses Villas Row Houses and Bungalows in Bangalooru.\nKeywords: Keywords not found.\n\nKeywords Hits in Search Results\n\nhome rent apartments\n\n\n\n\n\n\nestate your\n\n\n\nsite houses\n\n\nkoramangala also this villas\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nroad prime search house with\n\n\n\n\nImportance of this data:\n\nBacklinks make a website strong. Bots check the number of backlinks of particular site and decides where to place it in serp. Backlinks are below.\n\nAlexa : 80 visit Alexa\n\nServer Location\n\nImportance of this data: This lets you know to find where is the isp is located. This helps finding competitor's isp, knowing more hosting services\/providers. So you also have a better variety to choose from multiple isps you are aware of.\nISP: SunGard VeriCenter IP:\nCity: Philadelphia Country: United States(US)\nLatitude: 39.9968 Longitude: -75.1485\n\nHTTP Headers\n\nImportance of this data:\n\nHTTP request is followed by headers sent in a response of http request. These headers were returned when we requested to open the site on our side. These headers are respected by browsers and behaviour changes with specified header information.\n\nHTTP\/1.0 301 Moved Permanently Location: http:\/\/www.mybangaloreproperty.com\/ Server: BigIP Connection: Keep-Alive Content-Length: 0 HTTP\/1.0 200 OK Cache-Control: public, max-age=7200 Content-Type: text\/html; charset=utf-8 Expires: Wed, 26 Dec 2012 10:58:24 GMT Last-Modified: Wed, 26 Dec 2012 08:58:24 GMT ETag: \"B0308083405174C29B9AF5773DA0E1C0\" Server: Microsoft-IIS\/7.5 X-AspNet-Version: 4.0.30319 X-Server: WELT5 X-Powered-By: ASP.NET Date: Wed, 26 Dec 2012 08:58:24 GMT Content-Length: 44972 Age: 3358 X-Cache: HIT from appcache2.point2.com X-Cache-Lookup: HIT from appcache2.point2.com:80 Connection: keep-alive\n\nWHOIS Record\n\nImportance of this data:\n\nWhois provider display everyone's info publicly if not hidden by owner. So ownership details including phone num, name, home and business address, etc. All information and contact details exists in whois record.\n\nThe data contained in this Registrar's Whois database,\nwhile believed by the registrar to be reliable, is provided \"as is\"\nwith no guarantee or warranties regarding its accuracy. This information\nis provided for the sole purpose of assisting you in obtaining\ninformation about domain name registration records. Any use of\nthis data for any other purpose is expressly forbidden without\nthe prior written permission of this registrar. By submitting an\ninquiry, you agree to these terms of usage and limitations of warranty.\nIn particular, you agree not to use this data to allow, enable, or\notherwise make possible, dissemination or collection of this data, in\npart or in its entirety, for any purpose, such as the transmission of\nunsolicited advertising and solicitations of any kind, including spam.\nYou further agree not to use this data to enable high volume, automated\nor robotic electronic processes designed to collect or compile this data\nfor any purpose, including mining this data for your own personal or\ncommercial purposes.\n\nPlease note: the owner of the domain name is specified in the \"registrant\" field.\nIn most cases, the Registrar is not the owner of domain names listed in this database.\n\nRegistered through: Point2 (www.Point2Domains.com)\n\n\nDomain servers in listed order:\n\nFor complete domain details go to:\n\nTraffic Graphs\n\nImportance of this data:\n\nGraphs are best way to analyse data in a second. That's why we showed you this format of data. These pictures shows plotted lines showing ups and downs in traffic. Have a look please.\n\nAlexa Reach Rank Alexa Daily Reach Graph\nAlexa Traffic Rank Alexa Traffic Graph\nCompete Rank Compete Graph\nQuantcast Rank Quantcast Graph\nRefreshing Data\nWe are gathering fresh data for Mybangaloreproperty.com\nPlease wait while the update finishes. You will be returned to the previous page automatically.\n\nLike Us on Google and Facebook :\n\nRecent Recently Analyzed\n\nRecent Privacy Concerned?\n\nIf You want to remove your site data from our database then visit This Page for Removal Instructions.",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.7739645243,
        "format_confidence":0.9668028355
    },
    {
        "url":"http:\/\/nethouseprices.com\/house-prices\/street-details-sale\/47844c7f5d788986e050a8c063056488\/2%20norwich%20drive,%20bristol,%20bs4%204bp\/2017",
        "text":"\n\nSold Prices for 2 Norwich Drive, Bristol BS4 4BP\n\nSold Price details for 2 Norwich Drive\n\nBristol, BS4 4BP\n\n\nLast Sale Price\n\n£220,000 on 27th Jan 2017 £139,950 on 18th May 2007 £80,050 57.2% Increase\n27th January 2017 Property sold for £220,000\n18th May 2007 Property sold for £139,950\n31st October 2002 Property sold for £87,500\n14th April 2000 Property sold for £48,000\n\nProperty Details\n\nThis Terraced property is a Non-Newbuild and is located at 2 Norwich Drive, Bristol BS4 4BP. The most recent sale for this property was recorded on 27\/01\/2017 for £220,000. The earliest sale for this property was recorded on 14\/04\/2000 for £48,000. There are currently 71 properties for sale in BS4 with an average asking price £291,201. There are currently 21 properties to rent in BS4 with an average asking rent of £771 PCM.\n\nProperty Location\n\nUseful Statistics In Your Area\n\nWe have collected some useful information to help you learn more about your area and how it may affect it's value. This could be useful for those already living in the area, those considering a move or a purchase of a buy-to-let investment in the area.\n\nPrice Trends\n\nLocal Statistics\n\nThinking of selling or renting your property?\nGet a instant valuation today!\n\nSource acknowledgment: This Nethouseprices information is extracted or derived from information produced by Land Registry. © Crown copyright material is reproduced with the permission of Land Registry under delegated authority from the Controller of HMSO. This material was last updated on 29 January 2018. It covers the period from 01 January 1995 to 31 December 2017.\n\nPermitted Use. Viewers of this Information are granted permission to access this Crown copyright material and to download it onto electronic, magnetic, optical or similar storage media provided that such activities are for private research, study or in-house use only. Any other use of the material requires the formal written permission of Land Registry which can be requested from us, and is subject to an additional licence and associated charge.\n\nIf you have found an error with the data please contact Her Majesty's Land Registry (HMLR)\n\nFree Instant Valuation\n\nFind out if you are charging enough rent or what your property would be worth if you were to sell now\n\nRegister For Free\n\nCreate an account for free today to unlock some great features of Net House Prices.\n\nInstant House Valuation\nShow Sidebar\nFree House Valuation\n\nMore Information Instant House Valuation With your local agents",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9663330913,
        "format_confidence":0.9557705522
    },
    {
        "url":"https:\/\/www.walkscore.com\/score\/loc\/lat=33.687672\/lng=-117.354611",
        "text":"Walk Score Logo\nLocate me\n\nNearby ApartmentsFavorite\n\nStecher Avenue\n\nAbout this Location\n\nStecher Avenue\nLake Elsinore\n\nStecher Avenue has a Walk Score of 7 out of 100. This location is a Car-Dependent neighborhood so almost all errands require a car.\n\nThis location is in the Country Club Heights District neighborhood in Lake Elsinore. Nearby parks include Machado Park and Lake Elsinore Recreation Area.\n\nTravel Time Map\n\nExplore how far you can travel by car, bus, bike and foot from Stecher Avenue.\n\nNearby Public Transit\n\nBus lines:\n\n  • 8 LEOutletCtr\/Walmart\/Malaga&MissionTrail\n\n    0.1 mi\n\n  • 22 RivDwntwnTerm\/PerrisTrnstCntr\/LEOutletCtr\n\n    0.7 mi\n\n  • 7 InlandValleyHospital\/LEOutletCtr\n\n    0.7 mi\n\n  • 206 PromenadeMall\/MurrWalmart\/LEOutletCtr\/CrnaMtrolink\n\n    0.9 mi\n\nCountry Club Heights District Neighborhood\n\nStecher Avenue is in the Country Club Heights District neighborhood. Country Club Heights District is the 2nd most walkable neighborhood in Lake Elsinore with a neighborhood Walk Score of 32.\n\nNearby Apartments",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.8359369636,
        "format_confidence":0.9660362005
    },
    {
        "url":"https:\/\/www.getfave.com\/26676782-m-m-decorating-center",
        "text":"\nopen results\n\nM & M Decorating Center\n\n(719) 275-4478 730 Main St, Canon City, CO 81212 M-F 8am-5pm, Sa 9am-1pm, Su Closed\n\nCategories: Paint Stores, Carpet, Floor Materials Dealers, Ceramic Tile, Draperies & Curtains, Draperies\n\nThe Hype\nDeals, events & promotions\n\nFlooring, Window Coverings, Paint\n\nThe Details\n\nCash, Discover, MasterCard, and Visa gladly accepted\n\nDirections Nearby Hype\nManaged on Fave by Yext",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9733561277,
        "format_confidence":0.6572645307
    },
    {
        "url":"http:\/\/www.viewmylisting.com\/65-colfax-st-south-river-nj-2111963\/",
        "text":"\n\n65 Colfax St, South River NJ 08882\n\nPublic Record ID: 0\nApproximate Value\nNot For Sale\nProperty Type: Residential\nStreet: 65 colfax st\nCity: South River\nState: NJ\nZip: 08882\nLot Size:\nSquare Foot: Undisclosed\nCounty: Middlesex\nAge: Undisclosed\nArea Schools: South River Elementary School\nProperty Description at 65 colfax st South River, NJ 08882\nthis residential property is located at 65 colfax st south river nj 08882. this real estate last sold for not disclosed. see top ranked math and reading proficiency schools in this area. south river high, - 65 colfax st South River, NJ\n\nReal Estate Sold Near 65 Colfax St South River, NJ 08882\n\nWhat Property owner's in South River, NJ & across America are saying about ViewMyListing.com See Reviews\n\n\nHome Page | Taro Systems, Inc.  | Terms  | FHEO Fair Housing and Equal Opportunity Supported and designed in\n© 2014 Taro Systems, Inc.\n\nFor Sale By Owner\nnewReal Estate Trends for South River, NJ\nAverage List Price: $635,583.33 Average Days On Market: 141\n\n> All South River Real Estate Trends",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9964677095,
        "format_confidence":0.7841107249
    },
    {
        "url":"http:\/\/www.livingplaces.com\/streets\/W\/Westfield_Road.html",
        "text":"banner search whats new site index home\n\nWestfield Road\n\nWestfield Road can be found in each of the locations listed in the table below.\nSee also: Street Names Index.\n\nMyers Park Historic DistrictCharlotte CityMecklenburgNC\nNational Register Historic District.\nStoney CreekSpringfield TownshipDelawarePA\n1940s and 1950s neighborhood of detached singles.\nFeasterville FarmsLower Southampton TownshipBucksPA\n\nInformation is deemed reliable but not guaranteed. • Privacy\nCopyright © 1997-2017 • The Gombach Group • • 215-295-6555 • 26532",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.646638453,
        "format_confidence":0.8660762906
    },
    {
        "url":"https:\/\/www.coin-database.com\/coins\/amp\/2-euro-winter-olympics-in-turin-2006-italy.html",
        "text":"2 euro – Winter Olympics in Turin 2006\n\nSeries: Italy – Commemorative 2 euro coins\n\nAn image of a skier, a dynamic, curvilinear figure, is in the centre of the coin. Above him are the words ‘GIOCHI INVERNALI’ and to his left the location of the Winter Games is marked by the word ‘TORINO’ and an image of Turin’s landmark Mole Antonelliana building. The monogram of the Italian Republic ‘RI’ and the mintmark ‘R’ are also to the skier’s left. The year of issue, 2006, and the initials of the designer ‘MCC’ (Maria Carmela Colaneri) are shown to his right. The 12 stars of the European Union encircle the design.",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.6869880557,
        "format_confidence":0.6930984259
    },
    {
        "url":"https:\/\/www.forbes.com\/lists\/2006\/7\/Nassau_Rank_1.html",
        "text":"\n\nMost Expensive ZIP Codes 2006\n\nCounty is  \n\nRank ZIP Code Location County State 2005 Median Sale Price ($)\n11 11765 Mill Neck Nassau NY 1,900,000\n16 11568 Old Westbury Nassau NY 1,785,000\n76 11030 Manhasset Nassau NY 1,125,000\n118 11797 Woodbury Nassau NY 971,000\n126 11771 Oyster Bay Nassau NY 960,000\n131 11024 Great Neck Nassau NY 940,000\n135 11576 Roslyn Nassau NY 938,750\n140 11020 Great Neck Nassau NY 925,000\n143 11545 Glen Head Nassau NY 920,010\n145 11023 Great Neck Nassau NY 910,000\n202 11577 Roslyn Heights Nassau NY 846,000\n215 11021 Great Neck Nassau NY 828,000\n218 11559 Lawrence Nassau NY 825,000\n267 11530 Garden City Nassau NY 785,000\n276 11569 Point Lookout Nassau NY 780,000\n318 11509 Atlantic Beach Nassau NY 756,250\n353 11560 Locust Valley Nassau NY 740,000\n359 11753 Jericho Nassau NY 736,000\n483 11050 Port Washington Nassau NY 672,500\n486 11598 Woodmere Nassau NY 670,000\n\nMethodology: The ranking of the 500 most expensive ZIP codes is based on 2005 median home sale prices and comes from New York City-based real estate data firm OnBoard. For Manhattan, where more than 80% of the homes are co-operative apartments, we turned to real estate consulting and appraisal firm Miller Samuel. OnBoard collects home sales data for counties covering approximately 80% of all U.S. households, with a focus on metropolitan and suburban areas. The company collects residential, arms-length real property transactions. Specifically excluded are sales under $25,000, vacant land and co-operative sales. In states where nondisclosure rules apply, some percentage of sale values in each jurisdiction may be estimated using industry standard ratios to the mortgage amount. The place name for each ZIP is the U.S. Postal Service's \"preferred\" city name for postal delivery. For more on our methodology and sources, click here.",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.8614751101,
        "format_confidence":0.9401990175
    },
    {
        "url":"https:\/\/www.walkscore.com\/score\/loc\/lat=29.9627781\/lng=-90.1503220",
        "text":"Walk Score Logo\nLocate me\n\nNearby ApartmentsFavorite\n\n201 Jefferson Highway\n\n201 Jefferson Highway\n\nCommute to Downtown Metairie\n\nSomewhat Walkable\n\nSome errands can be accomplished on foot.\n\nAbout this Location\n\n201 Jefferson Highway\n\n201 Jefferson Highway has a Walk Score of 59 out of 100. This location is Somewhat Walkable so some errands can be accomplished on foot.\n\nThis location is in New Orleans. Nearby parks include Cleary Park, Jefferson Park and Harrell Stadium.\n\nTravel Time Map\n\nExplore how far you can travel by car, bus, bike and foot from 201 Jefferson Highway.\n\nNew Orleans Apartments for Rent\n\nView all New Orleans apartments on a map.\n\nfrom $725\nWalk Score 56\nfrom $1,150\n1 bed\nWalk Score 93\nfrom $1,210\n1 bed\nWalk Score 84\nfrom $1,146\nWalk Score 86\nfrom $1,470\nfrom $735\n1 bed\nWalk Score 68\nfrom $995\nWalk Score 80\nfrom $1,460\nfrom $599\n1 bed\nWalk Score 23\n\nPopular apartment searches include pool, hardwood floor and furnished.\n\nCity of New Orleans\n\nThis location is in the city of New Orleans, LA. New Orleans has an average Walk Score of 56 and has 343,829 residents.\n\nCrescent City Connection Bridge\n\nCrescent City Classic\n\nBacchanal Fine Wine & Spirits\n\nLearn More About New Orleans\n\nNearby Apartments",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9241181612,
        "format_confidence":0.879773736
    },
    {
        "url":"https:\/\/garden.org\/plants\/parentage\/893\/",
        "text":"Child plants of Rose (Rosa 'Fellenberg')\n\n1 found:\n\nThumb of Child Child Cultivar Cultivar's Parentage\nImage Rose (Rosa 'Gruss an Teplitz') ((Sir Joseph Paxton x Fellenberg) x Papa Gontier) x Gloire des Rosomanes\n\nToday's site banner is by Lestv and is called \"Do Tell!\"\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.9910438061,
        "format_confidence":0.6421436071
    },
    {
        "url":"http:\/\/www.livingplaces.com\/streets\/L\/Live_Sage_Drive.html",
        "text":"banner search whats new site index home\n\nLive Sage Drive\n\nLive Sage Drive can be found in each of the locations listed in the table below.\nSee also: Street Names Index.\n\nUnion CrossingCollege Park CityFultonGA\n\nInformation is deemed reliable but not guaranteed. • Privacy\nCopyright © 1997-2016 • The Gombach Group • • 215-295-6555 • 57460",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.8189609647,
        "format_confidence":0.7817719579
    }
]