[
    {
        "url":"http:\/\/cyber-church.com\/khandie\/WrittenInOurHearts.htm",
        "text":"KHANDIE'S KORNER - \"April 14, 2003\"\n\nhome.gif (910 bytes)\n\nTimely Insights into God's Word from Khandielese Reyes\n\nI am the rose of Sharon, and the lily of the valleys.This Weeks Message- (scripture taken from King James Version)\n\n\n“Thou shalt have none other gods before me.  Thou shalt not make thee any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth: Thou shalt not bow down thyself unto them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me, And shewing mercy unto thousands of them that love me and keep my commandments.  Thou shalt not take the name of the LORD thy God in vain: for the LORD will not hold him guiltless that taketh his name in vain.  Keep the Sabbath day to sanctify it, as the LORD thy God hath commanded thee.  Six days thou shalt labour, and do all thy work: But the seventh day is the Sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maid servant, nor thine ox, nor thin ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.  And remember that thou wast a servant in the land of Egypt, and that the LORD thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the LORD thy God commanded thee to keep the Sabbath day.  Honour thy father and thy mother, as the LORD thy God hat commanded thee; that they days may be prolonged, and that it may go well with thee, in the land which the LORD thy God giveth thee.  Thou shalt not kill. Neither shalt thou commit adultery.  Neither shalt thou steal.  Neither shalt thou bear false witness against thy neighbour.  Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or anything that is thy neighbour’s.  These words the LORD spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more.  And he wrote them in two tables of stone, and delivered them unto me.”  (Deut 5:1-22)\n\nIn the days when the Lord God brought the children of Israel out from under the bondage of Egypt, he made a covenant with them and delivered his commandments through his servant Moses, on tablets of stone.  Instructed by the Lord, Moses went atop Mount Sinai where he spent 40 days and 40 nights in the presence of the Lord, and there he “wrote upon the tables the words of the covenant, the ten commandments” (Ex 34:28) as given to him by the Lord to deliver to the people. The basic principals for living a life righteously, and pleasing before the Lord, was etched in stone and given to Moses to give to Israel, that they may learn, observe and do all that was written and commanded.  The breaking of these laws would render judgment, and the keeping of these laws would render blessings.   Thus, Moses shared with the children of Israel all that the Lord had commanded being the mediator between them and the Lord as written in Deut 5:5.  When the children of Israel had need of instruction or prayer, it was Moses who went to the Lord on their behalf and likewise, the Lord who chose to deliver His Word to the people through his servant Moses.  The Laws given to Moses by God, were regularly broken by the children of Israel, thus atonement for their sins had to be made on a consistent basis.  They found it difficult to heed to all that was written on the tablets of stone.\n\nBut, then came Jesus who demonstrated a more excellent way to fulfilling the laws of God that were written in stone, by writing them in our hearts in the form of Love.  He summed the entire written laws into two MAJOR commandments being: “Thou shalt Love the Lord thy God with all thy heart, all thy soul and all thy mind” following with “Thou shalt Love thy neighbor as thyself.” Of which he concluded: On these two commandments hang all the law and the prophets.”   If we examine the first four of the written ten commandments, we will notice they deal strictly with our Love for the Father.  For they instruct us to: have no other Gods before Him; to make no graven images or likeness of anything in heaven, on earth, or in the waters to bow down and serve them, to Not take His Name in vain, and the keeping of the Sabbath. If we adhere to the Greatest commandment of Loving the Lord our God with all our hearts, souls and minds, we would then automatically fulfill these four of the ten commandments.  In like manner, the last 6 of the ten commandments given to Moses, deal mostly with our love and responsibility towards others as they instruct us to: Honour our father and mother; not to kill; not to commit adultery; not to steal; not to bear false witness against our neighbor; and not to covet that which is our neighbors.   Thus, if we heed to the second commandment given by our Lord to love our neighbor as ourselves, we would then automatically fulfill these last six of the ten commandments.  Therefore, we can conclude that LOVE is the FULFILLMENT of the LAW! \n\nIf we truly love our Father, then we would do whatever is necessary to please Him. We would not allow our minds, to control our behavior, but our hearts.  If we notice the command was to Love the Lord our God in this order: OUR HEARTS (FIRST), SOUL (SECOND) AND MIND LAST.  However many attempt to love Him in opposite order being the MIND (FIRST), SOUL (SECOND) and finally attempt to love him with the HEART!  This is why we fail, for we cannot love him first with our MINDS, but MUST begin by first loving Him with our SPIRITS (HEARTS), which stirs up the love for him in our SOULS (where all our emotions lie), and finally the MIND comprehends and receives.  All working together, we are then loving our beloved Father with our whole being, with every part of us that makes up for who we are.\n\nLikewise, if we truly love our neighbor, we would then treat him\/her as we ourselves desire to be treated. If TRUE love would abide in our hearts for each other, it would prevent us from speaking unkindly towards one another and gossiping about one another; from becoming bitter; angry and vindictive towards one another; from lying on and to one another; and from esteeming one above the other. It would prevent us from tearing one another down, and would cause us to deliberately lift one another up.  It would erase entirely feelings of jealousy, hate, insecurity, prejudice and all manner of evil thinking towards our brothers and sisters that many attempt to tuck secretly away, believing they are hidden yet are exposed by their fruits or lack of.  If love truly existed in the hearts of believers for one another, before the thought would ever arrive in our minds to mistreat, to gossip, or speak unkindly of our fellow man, the power of Love would instantly come and overtake it!  If we have not love for one another, we have NOT Christ for there is NO possible way the Spirit of the Lord can reside in a heart that has even an OUNCE of hate towards it’s fellow man.  Thus, before we boast of our “great Love” for the Lord, let us examine our hearts to determine if we have surrendered completely to the second commandment to Love our neighbor as ourselves, for we cannot truly and sincerely love the Lord whom we’ve not seen, and hate our brother whom we have!\n\nWe cannot fulfill the will of the Lord for our lives individually, as well as collectively without Love. Oftentimes, we place such great emphasis on trying to be “perfect” in keeping the commandments of God, and consistently fail at our attempts.  We set out daily with a conscious effort to do everything right, but lose the battle because we lack the substance, the heart of the law, that being Love.   When love is present and active in our hearts, it locks the doors of temptation to sin against God.  Our Love for Him is inevitably proven GREATER than our desire to fulfill the evils of our flesh.  \n\nTherefore, the one thing that’s required to fulfill the commandments of the Lord, before anything else, even faith, is LOVE.  FIRST loving the Lord our God, and second loving our neighbor as we do ourselves. If we without question KNOW the Lord,  and if He without question is absolute LORD of our lives, then the law of LOVE by Him has been “written in our hearts” and blessed are they that keep it!\n\nI love you all so very much. Have a blessed week in the Lord and remember: Whatever we do, do ALL for the GLORY of GOD, who ALONE is worthy of the GLORY and the PRAISE!\n\nMay the peace of the Lord be with you today and always…….\n\nlittlerose.gif (186 bytes) Khandieleselittlerose.gif (186 bytes)\nDaughter & Servant\n   of the Lord God\n  rose13.gif (10213 bytes)\n\nFind true peace now.\nFind True Peace Now\n\nprayer.gif (3860 bytes)\nNeed Prayer? Click Here.\n\nCYBER-CHURCH.COM is not responsible for the content of any advertising banners displayed on our Guestbook by Bravenet Web Services or GuestWorld. As a ministry that is in the world but not of the world we ask that you too be understanding if that content is not consistent with our moral standards. If you do see something that interests you and is consistent with your convictions we ask that you consider patronizing that advertiser. Thank you to  Bravenet and GuestWorld for their valuable free services.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9977018237,
        "format_confidence":0.595395565
    },
    {
        "url":"http:\/\/makingmark.blogspot.com\/2010\/10\/",
        "text":"Saturday, October 30, 2010\n\nFill ‘er Up\n\nIt's kind of funny. I remember hearing my parents talk about how cheap gas was when they were teenagers and young adults. I always thought if only prices were like that my tank would always be full to go wherever I want. And there was some truth in that. When gas prices went down to about $.80 while I was in my senior year in high school I probably put way too many miles on my little Celica. That tank was seemingly an endless supply of go-juice. And when the gauge did get low, I didn't even have to think about it; I just filled her back up again. Of course it also helped that my parents let me have one of their QT cards!\n\nToday though, gas prices are a little painful. I actually cringe when my tank gets below ¼. I start looking at where I am, where I am going and think about which gas stations will likely have the cheapest price. I will even let that tank go almost dry if I know a station two exists up is a few cents a gallon cheaper. Still, the tank does get refilled no matter what the price per gallon is. When I need the refill I get a refill.\n\nWell, my Spirit tank works much the way my car's tank works. It runs dry from time to time if I don't keep an eye on it. I didn't realize this until recently. I have always believed that once I made Christ Lord of my life, that the Holy Spirit came within me and filled me for all time. The Spirit was there whenever I needed it, my tank was ALWAYS full. I now am seeing that I must pull in for a fill up, but unlike when I was first driving I have to actually passionately want to be filled. I have to ask for that fill up of the Spirit. If I ignore the Spirit, my tank will run dry.\n\nI have been in this empty state for the past few weeks I think. That probably explains why this is the first post in that time. I again have been on the travel gig, and I have again let myself get too busy, too important to think about where the Spirit gauge is. It is way low; the light is on for sure. So, my prayers over the last few days have been much like some of the prayers of the New Testament prayers. I am begging God to again fill me with His Spirit and to remove the things that drain my tank. Of course, I think He is doing things His way (surprise) and not really doing this the way I thought. I mean, really, wouldn't be easier just to have my company say \"Mark, we have a bunch of new hires. You don't need to travel anymore.\" No, I hear God saying instead, \"Mark, I am going to slowly show you the things that are draining my Spirit. Now you, Mark, must decide to actually make the changes to stop letting those things keep you from Me.\"\n\nI am sure there is a great reason He does this, but I still don't (and never will) understand why God continues to put those types of responsibilities on me. I have failed at this far too often for Him to think I would ever be successful. Yet, He still believes in me. He still wants desperately for me to finally recognize the joy that only comes from full devotion and reliance on Him. And He will NOT force Himself on me. Otherwise, I would not experience that full joy. It must be my choice; I must constantly want His Spirit filled up in me.\n\nFill me up God! Fill me to overflowing so that I may be overjoyed in all things. Let me overflow so much with your Spirit that everyone around me cannot help but see your Glory and want to experience the same joy you have given to me.\n\nMonday, October 11, 2010\n\nI’m a Smart Guy - Sometimes\n\nIn many ways humility evades me a little too frequently. I probably need to apologize to a ton of people, and of course God for that. So, let me start with this: I know I am actually a pretty stupid guy. And I am also fairly certain those last two words, \"stupid guy\" are over redundant.\n\nNow, with that said, I am actually a pretty smart person (or at least I think so). I search for logic in everything. I read almost constantly to widen my knowledge in way too many areas. I also find myself thinking about where and how I can improve things in this world. And that brings me to the stupid me in need of MUCH humility. Whenever I start to think I know how to solve a problem, make something better for people, expand God's kingdom, I then need to remember that HONESTLY, I am stupid in these things.\n\nSee, my plans and my ways are not God's ways. This simple fact is one of the most difficult things for me. I really like to run with ideas and get things moving. This type of quick, almost reactive thinking does not seem to go well with God's desires for me. As I was reading through the gospel of Mark I saw a perfect example of this, and it was more than humbling on this point. In Mark 8:31-33 I am sure Jesus himself is talking straight to me as well as Peter.\n\nIn this Mark 8 text, Peter had just finished telling Jesus, \"You are the Christ.\" Then, almost in the next breath Peter goes off on Jesus. See, Peter didn't see the logic or benefit in Jesus telling people his death was imminent. Peter had a better plan than Jesus, and Peter was more than happy to yell at Jesus about it. Something I would never do of course (with complete sarcasm). I kind of like this being in the Bible though; it certainly allows me to better relate with the struggles those who walked physically with Jesus had. But, the statement from Jesus makes me wish I couldn't relate to this at all. Recognizing what I assume is Peter's pride and ambition getting in the way of God's will, Jesus yells back at Peter, \"Get behind me Satan!\" Gut shot! Low blow! Jesus clears up for me any possible confusion stating specifically that Peter only has in mind \"things of men,\" not things of God.\n\nLike Peter, I have my own ideas about how best to expand God's kingdom on Earth. I have grand plans for how my local church can better reach out to my community. Sadly though, I tend to think on those things not in God's view, but in my own logic. My logic is limited; God is not limited to logic. My thoughts, as huge as I may think they them are tiny compared to God's plans. When I see the ferocious rebuke of Peter by Jesus I can see just how damaging this type of prideful thinking can be for me and for God's plans. That small, 3 verse portion of Marks gospel is enough to turn a smart guy stupid for sure.\n\nThis is not an easy thing for me to get past though. I don't think it was easy for Peter either. He still kept this up even to the point of cutting off someone's ear. I think, like Peter, my difficulty may be due to not praying as I should. I think it might also be that I do not acknowledge the presence of the Spirit within me. Peter didn't seem to get a handle on this until Pentecost. We simply don't see this side of Peter again after he receives the power of the Holy Spirit. That then is my project for myself. Start praying for God to keep me stupid (not hard I am sure), to slow me down when my mind starts flying, and to let the Spirit take control of me. I wonder what kind of person I will be if I allow God to do that for me. I hope it is someone no longer limited by logical conclusions with limited results, but a person who simply works with God to bring about a transformed world.\n\nThursday, October 7, 2010\n\nPrayer of a Franciscan Monk\n\nWhile I know I have not prayed this prayer myself, I sure feel the sentiments of this prayer in my heart. I think perhaps the Spirit has been groaning this from with me on my behalf. Maybe this prayer represents best where I am most wrestling with God today. Maybe I should be praying this prayer alongside the Spirit within me.\n\nMay God bless you with discomfort\nAt easy answers, half-truths, and superficial relationships\nSo that you may live deep within your heart.\n\nMay God bless you with anger\nAt injustice, oppression, and exploitation of people,\nSo that you may work for justice, freedom and peace.\n\nMay God bless you with tears\nTo shed for those who suffer pain, rejection, hunger and war,\nSo that you may reach out your hand to comfort them and\nTo turn their pain into joy.\n\nMay God bless you with enough foolishness\nTo believe that you can make a difference in the world,\nSo that you can do what others claim cannot be done\nTo bring justice and kindness to all our children and the poor.\n\n\n\nMonday, October 4, 2010\n\n\nFor many people, being telling the truth isn't too tough of an issue. We are mostly taught from an early age that it is not right to lie. Whether we grow up under view of the 10 Commandments (\"thou shalt not bare false witness – lie) or just generally receive guidance that telling lies gets you into trouble, most of us know it is good to tell the truth. However, telling the truth is not the same as being honest. The idea of being honest goes much deeper and further and is core to what we believe and how we interact with God. It is also more about self than it is about your interaction with other people.\n\nIn many areas of my life I have no trouble with honesty. I can freely confess to struggles with prayer due to philosophical debates I have with myself over the purpose of prayer. I can openly discuss how much of a jerk I was to my wife while completing my college education. I can even admit, and this is tough, that I excused that horrible behavior because it was what God wanted – I was getting a Biblical Studies degree after all. Still, there are many areas in my life where honesty seems to take a back seat.\n\nThe areas that are tough are those areas where I have doubts. For me this usually takes the form of logical arguments with aspects of the Bible, my belief in miracles, and thus in God at all. Fortunately, I have been able to work through these, honestly, without too much trouble. Unfortunately, some deep dilemmas still exist that either I am not honest about or just ignore the honest answers. And I would argue that by ignoring the honest answer, I am actually being dishonest.\n\nExample: I truly, honestly believe that I live in a culture and maintain a lifestyle that is out of touch with what God calls me to li... (truncated)",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9976958632,
        "format_confidence":0.9910309315
    },
    {
        "url":"http:\/\/inside-the-shell.blogspot.com\/2006\/11\/my-morning-thus-far.html",
        "text":"Saturday, November 11, 2006\n\nMy morning thus far\n\nOn my way to do my altar guild duty, I was almost sideswiped. I was lucky; the other driver saw me in time and stopped. But still.\n\nOtherwise, it was a wild, rainy, windy drive down the hill, with the leaves swirling down in front of me and dancing under the wheels of the other cars. At church, there was a group praying on this Veterans Day, so we went about our setup quietly. We have a nice rhythm and routine as we get the church ready for Sunday. The presence light creaks down on its metal cord and is doused, then is replaced and cranks up again.\n\nThe only annoying aspect to altar guild is that the hymn numbers are not big enough for their slots on the hymn boards and flutter down to the floor as soon as they are put in place. Someone bakes our Communion bread, so there is always (except once!) a ready supply in the freezer.\n\nIt's soothing to be in the nave, with the only light coming in through the stained glass. Mundane activities become meditative. . .\n\nNo comments:",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9810348153,
        "format_confidence":0.9980121851
    },
    {
        "url":"http:\/\/pleiadedolphininfos.blogspot.com\/2015\/12\/teresa-scott-astral-avatars-becoming.html",
        "text":"Saturday, December 26, 2015\n\nTeresa Scott ~ Astral Avatars ~ Becoming Beacons of Light on Treacherous shores\n\nYou can be on the cusp of something.\nAppreciate the cusp, not the something.\nAppreciate this moment now.\nErnest Holmes\n\nAs 2015 begins to slip away, we can feel the rise of 2016’s patterns, potentials, and rites of passage, including a need to de-clutter both our outer and inner lives, to shed karma and increase service, to discard destructive judgments, and to master the tidal waves of impermanence.\n\nIn the 2016 we will be deeply investigating all of these initiatory cycles, in addition to each Mercury retrograde cycle, the Mars Retrograde and 4 transformative Eclipses (dates listed below). This is the year where you must step into the Teacher you have become, but truly, what do you Believe, and what motivates you to Realize your Dream and feel empowered for the transformative year ahead. Focus on your dream and you will bypass the minutia and subterfuge of others drama.\n\nWhat is happening now, as we move to a more telescopic view, getting an overview of the bigger picture – we are healing the cataclysm between Lumeria and Atlantis. The division is realized in our timeline as a separation between science and spirituality, between experiential reality and ‘factual’ reality, and the rift between technology\/industrialization versus nature’s way.\n\nThe present 3D incarnated tribes of light are on both sides of the spiritual spectrum and therefore it is important that the massive collective race memory be purified and cleared – for ourselves and all of earth.\n\nWe are all in for an interesting ride in 2016 (a 9 year of completions) as we all let go of separateness and begin to merge and blend the polar opposites of ideologies - mind, will & emotions, body, soul & spirit!\n\nThe ReGenesis Elohim Team has asked for the gathering of qualified individuals who have been through personal and soul-collective initiation, who are ready to engage their master keycodes, gatekeeper codes and signature encodement and come together for healing & training, to be of service in light working in the astral plane, 4D.\n\nWe are called Astral Avatars by the ReGenesis Team and have incarnated, enduring sometimes brutal life experiences and astral\/entity invasion and harassment. My list of outrageous tampering, etc is similar to many I have worked with – not fun, but necessary to train us to be fearless, to be balanced in chaos and anchored in adeptness in eluding lower density agendas.\n\nAstral Avatars – uniting the tribes of light – is a community endeavor to positively empowering the spiritual journey of a billion souls.  This has already begun here in the Heartland of the US - Kansas City!\n\nOur next Astral Avatar Gathering is January 9th – time and location to be\n\nBe purposeful with your thoughts and emotions in the coming days and more consistently with each passing moment, holding firm to the initiate’s parameters.\n\nIn the book, Light on the Path, there are four statements that have been used for centuries by Initiates via meditation and inner concentration. Their meaning is profound and many-sided:\n\n   “Before the eyes can see, they must be incapable of tears.”\n   “Before the ear can hear, it must have lost its sensitiveness.”\n   “Before the voice can speak in the presence of the masters, it must have lost the power to wound.”\n   “Before the soul can stand in the presence of the masters, its feet must be washed in the blood of the heart.”\n\nThese four statements have mystical power. But we must bring them to life within us; we must love them and let them guide us, as the needed railing on the precarious bridge between the mind, into the heart.\n\nWe must become anchored in the heart as our new interpretation center.  All must be perceived from this level in order to see all that is, so that we can become all that we are.\n\nWe have arrived at a powerful juncture in our collective journey.  We are on the cusp of ‘something’- struggling to appreciate the passage and not worry about the outcome. The passage between the 12-12 gateway and January 17th will be a highly transformative for those completing the Resurrection phase, as all unfolds seamlessly.  Higher echelon blueprints are unfolding by divine design, as the Beacons of Light (Wayshowers) become the guardians of the New Light.\n\nThe Beacons of Light are like Light Houses on treacherous shores; they are Humble, Devout, Peaceful and Powerful Beings\n\nThere are Gatekeepers, Wayshowers, Gridworkers and Lightworkers of the True Light who are entrusted with Divine service - the sacred path to become Guardians of the New Light. On a grounded level the challenges to that power, peace and service can be plentiful in order for us to find strength and doubtless devotion to Source; a deep inner dedication to Love.\n\n\nNature holds a mirror for the possibilities of composure, who in all changes of weather and seasons has found a way to be resilient.  T. Scott©\n\nThere is little room for doubt – the Holidays can be challenging.  I am traveling over the next week and I will be wearing a 'cloak of composure', deep down knowing there is an adventure contained in the journey.\n\nIf you are traveling during the Holidays, wishing you safety, surety, sanity and undisturbed composure,\n\nMay the candle you ignite this holiday season reflect the light of the Beloved.  May that light remind you of the risen Solstice Sun within, about to emerge, illuminating its intentions in the 2016 year of Re-Genesis. Teresa\n\nEclipses in 2016\n\nMarch 8, 2016 - Total Solar\nMarch 23, 2016 - Lunar Penumbra\nSeptember 1, 2016 - Annual Solar 'Golden' Ring\nSeptember 16, 2016 - Lunar Penumbra Eclipse \nCopyright © 2015 ReGenesis, All rights reserved.\nYou are receiving this email because you opted in at our website.\n\nNo comments:\n\nPost a Comment",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9965723753,
        "format_confidence":0.9899086952
    },
    {
        "url":"http:\/\/wendylarson.blogspot.com\/2013\/01\/its-my-life-episode-3-they-call-it.html",
        "text":"Monday, January 21, 2013\n\nIt's My Life, Episode 3: They Call it Transition...\n\nTo some, this may not be a big deal, but to's been a 4 month in the making big deal. There is a culture that is perpetuated by us, the Mormon's.  It's a culture within the culture, one that I've been a part of for the last 13 years of my life, one that most people only step into for a couple years and then successfully bow out of by way of what has been pegged a \"graduation\" of sorts, it typically involves a blushing bride and handsome groom.  The crowning success that YSA bishops track with tick marks on the office white board or a \"Wall O Success\" displaying all wedding announcements from their tenure.\n\nI WAS one of them, I was a YSA, young single adult, now technically the \"Y\" in the equation has been removed and now I'm a SA, single adult. Unfortunately I was not a graduate, but fortunately my tenure was one of the longest allowed. I have had so many unique opportunities to serve.  I have been able to do things that have stretched and pulled me in ways I would not necessarily have thought possible.  I was SPORTS Co-Chair for Heavens sake!  I don't play sports, I know sports but I don't play them, I had the time of my life. Sacrament meetings were silent, allowing for great thinking time, I've had my share of free meals at mingles every other week.  I could go on, but you just can't explain the culture until you live it\n\nSo this brings me to the transition part of this message,  I was out, it was my time to transition.  It was scary for me, so I hung on as long as I could, I felt comfortable, productive, helpful, and needed in the YSA ward.  But I finally decided, January was the right time, a  new year, a new ward.  The family ward was it.  I know I have a place, I know I belong but sometimes knowing it and feeling it are different, it takes time.  I know my talents, I know my abilities, I know I can get along with people, I know I have the capacity to serve faithfully in whatever calling. But it doesn't make it easy.\n\nEnter the Kenwood 1st Ward.  If you want an example of how to make one such as me feel welcome, you may consult the Kenwood 1st ward.  A huge blessing. They have got it right and my prayers have been answered, and to those who have said hello, stopped me in the hall, sent me a quick e-mail, remembered my name and sat by me, I thank you.  I once was the one on the flip side of this, the one who felt I needed to seek out those who needed a friend, now, I'm the needy one and this is how Heavenly Father takes care of everyone, through others.  I now understand a bit more and my life is better, much better and I'm going to love my new ward home.   \n\nSo, transitions can be hard, and may involve tears, but in the midst of the transition you find blessings, it took me 4 months to be okay with my change in status from a YSA to Wendy, I'm not a single adult named Wendy, I'm just Wendy. It's simple, and I like it.\n\nA few unrelated photos just have to balance out the words with photos.  It's necessary.\n\n 31 and living up the D-Land dream. Happiest place on earth especially with a 4 year old.  It really was magical for the kiddos.  Well, most of the time...\n\n The new Princess at D-land, we'll call her Wendalyn.  Sure I'll sign autographs as soon as I get my own movie.  \n I'm still happy to report, I'm healthy and hydrated.  After 40 minutes, 40 short minutes. \n\n New glasses.  Mom looked at me and said... You Look Smart!  I hope that also means, I am smart.\n\n Do I get the 2012 courage award or what???  The haze even seems to be glowing red.\n\nAnd...I'm just really grateful for family.  REALLY GRATEFUL!  I don't let them know enough.  So, family, I love all of you.\n\n\nShawn AND Chelsey said...\n\nyay for new beginnings! i think you will make a great wendy :-)\n\ncute glasses!\n\nMissy & Jimmy said...\n\nJust wanted to tell you that I think you are AWESOME and I love reading your should do more. hint hint.\n\nJaNae said...\n\nOf all people YOU make the most of every trial, adventure, or unexpected change that comes your way! Before you know it you will be back to looking for those who need you in this ward...if you haven't already.\n\nAngie said...\n\nWendlyn! I love you! Honestly, I love reading your blog and it makes me happy. I miss having you as my downstairs roommate. I'll be leaving the YSA and becoming ANGIE in a couple of months....I might need some cheer leading from you as I make the transition! Love ya!\n\nMelissa said...\n\nSo I have finally made the trip to your blog! I love it! And I love that you are so happy in the family ward. You're adorable and inspiring and I love you.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9068858624,
        "format_confidence":0.8487192392
    },
    {
        "url":"http:\/\/churchmouseathome.blogspot.com\/2010\/12\/meditations-live-by-faith.html",
        "text":"Monday, December 13, 2010\n\nMeditations: Live By Faith\n\nA good students knows that when the teacher repeats something, it will probably appear on an upcoming test. When God says anything, we ought to sit up and take notice, but when God repeats something, or says something a third time, we'd better pay attention!\n\nHebrews 10:35-39 - Therefore do not throw away your confidence, which has a great reward. For you have need of endurance, so that when you have done the will of God you may receive what is promised. For, \"Yet a little while, and the coming one will come and will not delay; but my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.\" But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls.\n\nRomans 1:16-17 - For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. For in it the righteousness of God is revealed from faith for faith, as it is written, \"The righteous shall live by faith.\"\n\nHabakkuk 2:4 - Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.\n\nI'm sure we all want to be counted among the righteous. Psalm 11:7 - \"For the LORD is righteous; He loves righteous deeds; the upright shall behold his face.\" To be righteous, we have to live by faith. A quick look through the \"Hall of Faith\" in Hebrews 11 gives us many examples of the righteous and faithful:\n  • vs. 4 - By faith Abel...\n  • vs. 5 - By faith Enoch...\n  • vs. 7 - By faith Noah...\n  • vs. 8 - By faith Abraham...\n  • vs. 11 - By faith Sarah...\nAnd the list continues as the Hebrew writer lists more great heroes of faith from the Old Testament.\n\nBut just how do we LIVE by faith? Living by faith is more than just a vague set of beliefs or moral code that we attempt to follow. Living by faith is an active pursuit. The author of Hebrews further describes our efforts in 12:1-2 and 12-15:\nLet us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us, looking unto Jesus, the author and finisher of our faith...\n\nTherefore, strengthen the hands which hang down, and the feeble knees, and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed. Pursue peace with all people, and holiness, without which no one will see the Lord; looking carefully lest anyone fall short of the grace of God; lest any root of bitterness springing up cause trouble, and by this many become defiled.\nWe are given a wonderful visual aid here to assist us in our understanding. Even those as nonathletic as I am can mentally picture this race... this is not a sprint, it is a marathon, maybe even a cross-country style marathon where we come across muck and mire, hurdles and obstacles. But if we keep our eyes ahead, we can see Jesus, \"the author and finisher of our faith\". He ran the very same race, and after paying the ultimate sacrifice, he sits crowned in glory at the right hand of God, cheering us on as we race to the finish. There is no one winner in this race, rather everyone who finishes will receive the reward. But how do we get there?\n\nMatthew 7:13-14 - \"Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many. For the gate is narrow and the way is hard that leads to life, and those who find it are few.\"\n\nGo the way of Wisdom: Proverbs 8:20 - \"I traverse the way of righteousness, in the midst of the paths of justice.\"\n\nAnd just how do we live by faith?\n  • vs. 1 - lay aside every weight and sin\n  • vs. 1 - run with endurance\n  • vs. 2 - keep your eyes on Jesus\n  • vs. 12 - strengthen yourself, don't drag along behind! (re: \"Roll the Gospel Chariot\")\n  • vs. 13 - make straight paths for your feet\n  • vs. 14 - pursue peace and holiness\n  • vs. 15 - look carefully - avoid bitterness and trouble, don't let yourself be defiled\nSee how much of this list uses active verbs - run, strengthen, make straight, pursue... We cannot be casual, remember this is a race!\n\nHebrews 10:35-39 - Therefore do not throw away your confidence, which has a great reward. For you have need of endurance, so that when you have done the will of God you may receive what is promised.\n\nNo comments:\n\nPost a Comment\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9977062941,
        "format_confidence":0.9796590805
    },
    {
        "url":"http:\/\/merriemelody.blogspot.com\/2010\/11\/serenity-prayer.html",
        "text":"Friday, November 12, 2010\n\nSerenity Prayer\n\nThe other day when Steve & I were on a walk he said something that made me mad. Really mad. Madder than I ever usually get at him.\n\nI stomped away from him and I looked down at the trail. I then saw my ring. It wasn't my \"real\" wedding ring: the one with the diamonds. It was just a gold band I'd bought for myself at WalMart when Matt was a baby and I was worried about scratching him with my diamond ring. I remembered that it had only cost me $20. I had the uncontrollable urge to take it off and throw it .... so I did.\n\nIt was just like in a movie: I saw it spiral around and around, silhouetted in the pink, sunset sky, twirling in slow motion and then a final plink as it landed far away in a clump of bushes. I have to admit that it was very satisfying.\n\nA couple of days passed and I finally cooled off. I found that I really missed having a wedding ring on, so I put back on my behemoth. I love my original wedding ring, don't get me wrong, but sometimes it feels big and bulky. So yesterday I looked for a ring at WalMart; I just knew they'd have a plain gold band for cheap. Well, they didn't. The cheapest was a super thin ring for $38. So I decided to keep looking.\n\nSteve & I were at Shopko tonight to get him some shoes, so I decided to look for a ring there. There were no gold bands to be seen in the jewelry case, so I started looking at different alternatives. I thought two hearts looped together would be good, or maybe one with circles entwined to represent eternity. While I was looking so was Steve. He found one in my size that had the Serenity Prayer on it. I laughed and he laughed. It seemed pretty fitting! I tried it on to make sure I really am a size 7, but with no real intentions of buying it... and it got stuck. There was the plastic card with a little plastic loop keeping the ring on the plastic card. No matter how hard I pulled on the ring, it just wasn't coming off, so I told Steve I'd have to buy it, there simply wasn't a choice. He took his leatherman tool out of his pocket and cut off the plastic loop to free the ring. It was then that I fully read what the ring said. Come to find out, it didn't have the whole prayer on it, it just reads \"God grant me the serenity to accept the things I cannot change.\"\n\nAt first I felt silly for having the Serenity Prayer on what I would use as a wedding ring, but the more I think about it I think that *every* wedding ring should have that statement on it! Because let's face it, we can't change each other, and by the time we realize that fact, we are stuck. Not that it is necessarily a bad thing to be stuck, but we are stuck all the same.\n\nAfter wearing the ring for a few hours now, I have the feeling that it wasn't just fate that Steve found this ring and that it got stuck. It is simply the perfect ring, and I think the next time I get the urge to throw it (because I know that there *will* be a next time), the message will make all the difference.\n\n\n  1. I love your spicy temperament. Most people don't know that about you - they just see you as strong willed. But just as I love hot Mexican or Thai food, I love you in all of your wonderful moods. I saw the ring and was amused. I hoped you would be too. I love that you love it and can laugh at it too. You are Awesome!\n\n  2. Oh girl how I can relate to you!!\n\n    I have had that urge many a time and finally acted on it once. Thankfully, I found my ring.\n\n    I loved the story, and I agree, it was fate that Steve found the ring and it got stuck.\n\n    Thank you for sharing this.\n\n  3. Oh Melody...I loved reading this post! LOL! So true...all of your words. I can relate in every way. :)\n\n  4. I'm glad it got stuck. I think God loves to tell us things in funny ways:) *stuck* can be an uncomfortable closet, or a cozy spot...\n\n  5. Oh my goodness, I loved this post! Then when I went to comment I saw your husband's comment. How awesome!\n\n  6. :) A great story.\n\n    I wear a mood ring on my wedding finger.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.5525900126,
        "format_confidence":0.9012880921
    },
    {
        "url":"https:\/\/www.thatsaloud.com\/post\/holy-synchronicity",
        "text":"Holy synchronicity!\n\nI just had the most incredible experience, y'all.\n\nI'd been wrestling for a while with two problems:\n\n  1. How do I find folks who are considering writing a book, but haven't actually started yet, or who feel stuck near the beginning of the process?\n\n  2. How can I take season 3 of the That's Aloud podcast up a notch from season 2, and show my audience how story coaching can help them reach their goals?\n\nThen while listening to a new podcast for the very first time, I was introduced to the idea of \"mind movies,\" which are basically vision boards taken to the next level. You combine images of your ideal life with a soundtrack that hits the right emotional buttons for you to help trigger the feeling that you are *already there* in your ideal world.\n\nIt occurred to me, as I listened, that I could build on that technique and use my story whisperer skills to help people construct the story of how they will get from here to there by working backwards from that ideal end point to today. I started experimenting, taking a few family members and friends through the exercise, and got some great feedback, so I decided to try it on a podcast guest.\n\nThe first couple of guests were very receptive, and helped me hone the technique even further. I could feel that I was on the right track and should keep it going. Which brings me to today.\n\nAs I took today's guest, mental wellness coach Michelle Anhang, through the exercise, I walked her backward from an exhilarating moment on a stage where she was making a powerful impact on a standing-room-only audience, through everything that had to happen in order to get there. She realized that she, of course, had not gotten there alone. There was a whole team of people who had helped her along the way.\n\nAnd eventually she came to the insight that the next team member she will need the universe to send her is...\n\n...wait for it...\n\n...a book midwife!\n\nI will never forget the crackle of electricity that passed through us both when I announced that I just happen to be a book midwife.\n\nIt's so easy to get stuck on the treadmill of our daily routines and to forget that life can and should be full of ease, flow, and straight up magic.\n\nToday, try listening to a podcast you've never listened to before. Walk down a street you've never explored. Reach out to someone you don't know very well. Take a risk. Open yourself to opportunity. Let yourself believe that anything is possible.\n\nI promise, the universe is listening.\n\n11 views2 comments\n  • Facebook Social Icon\n  • YouTube\n  • Twitter Social Icon\n  • Instagram\n  • Pinterest",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.8425712585,
        "format_confidence":0.997703135
    }
]