[
    {
        "url":"http:\/\/supreme.justia.com\/cases\/federal\/us\/84\/75\/",
        "text":"Sweeny v. United States\n84 U.S. 75 (1872)\n\nAnnotate this Case\n\nU.S. Supreme Court\n\nSweeny v. United States, 84 U.S. 17 Wall. 75 75 (1872)\n\nSweeny v. United States\n\n84 U.S. (17 Wall.) 75\n\n\nThe doctrine of United States v. Clyde, 13 Wall. 35, of Mason v. United States, supra, p. 84 U. S. 67, and of other cases affirmed, and the doctrine redeclared and applied that where a claim is disputed by the government, and the claimant accepts a certain sum in settlement thereof and gives a receipt in full therefor, it is a bar to a subsequent action in the Court of Claims for any residue asserted to be due.\n\nOne Sweeny, owner of a steamer, chartered her at Louisville, March 3, 1863, to the United States (the assistant quartermaster of the military department where she was signing the charter party in behalf of the government), at $175 per day, no term of service being specified. On the 10th, the per diem was increased, in writing, to $200, and was\n\nPage 84 U. S. 76\n\nso paid till the 20th March. In that month she was ordered and went into another military department, and came under the control of an assistant quartermaster at St. Louis, Captain Parsons, under whose control she remained till the 17th of September, when she was discharged.\n\nIt was not conceded by Captain Parsons that the steamer was retained in the service under the charter party. On the contrary, her account was stated by him on the 15th of September, 1863 (running from the 21st of March to the 31st of July, 1863), at $140 a day. This account was paid by him and receipted for by the owner of the boat on the 22d of October following. Subsequent accounts for subsequent services were also stated and paid by Captain Parsons and receipted for by the owners of the boat, none of which accounts or receipts referred in terms to any charter party. The owner remonstrated at the rate allowed, and, on the 19th of December, 1863, a settlement was made with him by Captain Parsons by allowing to him, from the 21st of March to the 31st of August, $5 per day, which amount was received and receipted for by the claimant, \"as in full of the above account,\" being the account for the steamer's services.\n\nBut no release under seal was executed by the claimant, nor was any other consideration given by the government than that expressed of $5 per day for the term named.\n\nSweeny now filed a petition in the Court of Claims asking for compensation at the charter rate of $200 per day for the one hundred and eighty-one days between the 20th of March and the 17th of September.\n\nThe Court of Claims dismissed the petition on the ground that the demand of the claimant was a doubtful and disputed claim, which might be the subject of a valid parol compromise, and that the payment of the $5 a day for the term named constituted a valid and binding compromise which barred the claimant's action. From this action of the Court of Claims the owner of the vessel appealed.\n\nPage 84 U. S. 177\n\nOfficial Supreme Court caselaw is only found in the print version of the United States Reports. Justia caselaw is provided for general informational purposes only, and may not reflect current legal developments, verdicts or settlements. We make no warranties or guarantees about the accuracy, completeness, or adequacy of the information contained on this site or information linked to from this site. Please check official sources.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9929070473,
        "format_confidence":0.7128309608
    },
    {
        "url":"http:\/\/www.refworld.org\/cgi-bin\/texis\/vtx\/rwmain?page=topic&tocid=4565c2252c&toid=4565c25f377&publisher=USDOS&type=ANNUALREPORT&coi=ALB&docid=3ae6aa9f18&skip=0",
        "text":"\n\nU.S. Department of State Country Report on Human Rights Practices 2000 - Albania\n\nPublisher United States Department of State\nPublication Date 26 February 2001\nCite as United States Department of State, U.S. Department of State Country Report on Human Rights Practices 2000 - Albania , 26 February 2001, available at: [accessed 22 July 2014]\nComments This report is submitted to the Congress by the Department of State in compliance with sections 116(d) and 502(b) of the Foreign Assistance Act of 1961 (FAA), as amended, and section 504 of the Trade Act of 1974, as amended. The law provides that the Secretary of State shall transmit to the Speaker of the House of Representatives and the Committee on Foreign Relations of the Senate, by February 25 \"a full and complete report regarding the status of internationally recognized human rights, within the meaning of subsection (A) in countries that receive assistance under this part, and (B) in all other foreign countries which are members of the United Nations and which are not otherwise the subject of a human rights report under this Act.\" We have also included reports on several countries that do not fall into the categories established by these statutes and that thus are not covered by the congressional requirement.\nDisclaimerThis is not a UNHCR publication. UNHCR is not responsible for, nor does it necessarily endorse, its content. Any views expressed are solely those of the author or publisher and do not necessarily reflect those of UNHCR, the United Nations or its Member States.\n\nAlbania is a republic with a multiparty parliament, a Prime Minister, Ilir Meta, and a President, Rexhep Meidani, elected by the Parliament. The Prime Minister heads the Government; the presidency is a largely ceremonial position with limited executive power. The Socialist Party (SP) and its allies won 121 of 155 parliamentary seats in 1997 general elections held after a 5-month period of chaos and anarchy due to the collapse of pyramid schemes. Observers deemed the elections to be acceptable and satisfactory under the circumstances. Local elections were held in October and, despite some procedural shortcomings and some irregularities, were conducted in a tense but generally peaceful atmosphere and were judged by the Organization for Security and Cooperation in Europe (OSCE) to have showed \"significant progress\" toward meeting international standards. The Constitution provides for an independent judiciary; however, continued political instability, limited resources, political pressure, inexperienced and untrained personnel, and widespread corruption weaken the judiciary's ability to function independently and efficiently.\n\nLocal police units that report to the Minister of Public Order are responsible principally for internal security. One of the most serious problems involving public order and internal security is the fact that the police officers largely are untrained and often unreliable. The international community continued to provide training, advice, and equipment to improve the quality of the police forces; however, unprofessional behavior and corruption remained a major impediment to the development of an effective, civilian police force. The Ministry also has a small force of well-trained and effective police officers organized into special forces units to combat organized crime. The Government further consolidated public order throughout the country during the year, building on the progress that had been made in the previous year; however, serious problems remain in the area of policing. The police are affected by, and are sometimes part of, the country's widespread corruption. The National Intelligence Service (SHIK) is responsible for both internal and external intelligence gathering and counterintelligence. The military has a special 120-man \"commando\" unit, which operates in an antiterrorist role under the Minister of Defense. During times of domestic crisis, the law allows the Minister of Public Order to request authority over this unit; this was done as a precautionary measure during the October local elections. The police committed human rights abuses.\n\nAlbania is a poor country in transition from central economic planning to a free market system, and many questions related to privatization, property ownership claims, and the appropriate regulation of business remain unresolved. More than 20 percent of the rural population lives under the official poverty line; in urban areas the figure is 11 percent. Overall, 17 percent of the country's population lives below the official poverty line. The country continued to experience slow but stable economic progress. Inflation was negligible during the year. The gross domestic product (GDP) grew by about 7 percent to an estimated $3.8 billion (532 billion lek). The official unemployment rate was 17.5 percent, a slight decrease from the 18 percent of the previous year. With two-thirds of all workers employed in agriculture – mostly at the subsistence level – remittances from citizens working abroad are extremely important, as is foreign assistance. The GDP may be underestimated because considerable income is thought to be derived from various organized and semiorganized criminal activities. A variety of other unreported, noncriminal gray and black market activities, such as unlicensed small businesses, along with the Government's inability to collect fully accurate statistics, also contribute to the GDP's underestimation.\n\nThe Government generally respected the human rights of its citizens in some areas; however, numerous, serious problems remained. The opposition Democratic Party (DP) alleged that the Government was responsible for the killing of one of its members during the year. Police killed a DP demonstrator when a crowd of DP members attacked the police station and other public buildings in Tropoja. The police beat and otherwise abused suspects and prisoners. The DP often credibly complained about incidents of police harassment of its members and of the dismissal of some of its members from official positions for political reasons. The police at times arbitrarily arrested and detained persons, and prolonged pretrial detention is a problem. The judiciary is inefficient, and subject to corruption. Executive pressure on the judiciary remains, but decreased slightly. There were complaints of unqualified and unprofessional judges and credible accounts of judges who were intimidated or bribed by powerful criminals. The Government occasionally infringed on citizens' privacy rights. Government respect for freedom of speech and of the press improved slightly; however, police at times beat and detained journalists, and academic freedom was constrained. Violence and discrimination against women and child abuse were serious problems. The Government took some steps to improve the treatment of ethnic minorities; however, societal discrimination against religious and ethnic minorities, particularly against Roma, persisted. Child labor was a problem. Vigilante action, mostly related to traditional blood feuds, resulted in many killings. Trafficking in women and children was a serious problem.\n\n\n1. Respect for the Integrity of the Person, Including Freedom from:\n\na. Political and Other Extrajudicial Killing\n\nThere were no confirmed cases of political killings by the Government, despite repeated claims by the DP that its members were harassed, beaten, and sometimes killed by government agents.\n\nIn May a DP activist in Vlore was killed by unidentified persons immediately following a party rally. The DP claimed that government agents were responsible; however, the Government claimed it was a revenge killing by criminals. The Albanian Helsinki Committee expressed concern over the killing and appealed to government authorities to make all efforts to solve the case. There were no reports concerning a governmental response in this case.\n\nIn November police killed a DP demonstrator when a crowd of DP members attacked the police station, courthouse, and other public buildings in Tropoja.\n\nThe public prosecutor in Gjokastra investigated the cases of Kastriot Brega and Bardhyul Balliu, who died while in police custody and found insufficient evidence to justify prosecuting the officers involved. In 1999 the DP claimed that over 21 members, supporters, local government officials, and former national party officials were killed during 1997-99. The DP claimed that at least three of its members were killed during 1998: The chairman of the local branch of the Democratic Party of Kish-Arra village of Shkoder, the deputy chairman of the polling station in the Gjinar commune of the Elbasan district, and the chairman of the DP branch of Boric village in Malesia e Madhe. The DP accused the Government of failing to investigate these crimes, noting that no suspects were tried for the murders. The Democrats asked for the creation of an independent investigatory group that would oversee the investigation of these crimes (which the DP considers to be political). The Government did not create such a group but an investigation was continuing at year's end.\n\nThe Council of Europe continued to express concern over the Government's lack of progress in investigating the 1998 assassination of senior DP Member Azem Hajdari. A police investigation was launched in December 1999 and some progress was reported, but the case had not been resolved as of year's end.\n\nThe country continued to experience high levels of violent crime. Many killings occurred throughout the country as the result of individual or clan vigilante actions sometimes connected to traditional \"blood feuds,\" or in conflicts involving various criminal gangs.\n\nb. Disappearance\n\nThere were no confirmed reports of politically motivated disappearances.\n\nc. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment\n\nThe Constitution stipulates that \"no one can be subject to torture, or cruel and brutal tre... (truncated)",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.6360583901,
        "format_confidence":0.7005578279
    },
    {
        "url":"https:\/\/www.lemonlawusa.org\/lemon-laws-by-state\/virginia-lemon-law\/",
        "text":"Understanding Virginia Lemon Law\n\nThe Virginia lemon law, also known as the Motor Vehicle Warranty Enforcement Act, covers cars and trucks sold in Virginia to transport persons or property. The law further covers recreational vehicles as well as leased vehicles, if the consumer on the lease is responsible for repairs.\n\nThink you have a lemon, click here to fill out a 30 second form.\n\nThe Virginia lemon law does not cover vehicles which run on tracks, off-road vehicles, trucks with a gross vehicle weight more than 10,000 pounds, motorcycles, mopeds, or the living facilities of recreational vehicles.\n\nThe lemon law protects consumers who purchase or lease a vehicle for personal, family or household reasons. The law further protects anyone to whom the vehicle is transferred for the same purposes during the lemon law rights period, and anyone else entitled by the warranty to enforce its obligations. The law defines the “lemon law rights period” as 24 months following the vehicle’s original delivery to the consumer.\n\nThe lemon law covers “nonconformities,” defined as any specific defect or condition or combination thereof that substantially impairs the use, market value or safety of the vehicle. The defect and condition must also render the vehicle nonconforming to the warranty.\n\nProblems caused by the consumer’s abuse, neglect, or unauthorized modification or alteration are also not covered by the Virginia lemon law.\n\nThe Virginia lemon law compels manufacturers to repurchase or replace a vehicle if they are unable to correct a nonconformity after a reasonable number of attempts. The lemon law defines this as three or more times for the same problem without success, or if the vehicle is in the shop for 30 days or more without successfully repairing the problem. That duration is extended to 60 days for recreational vehicles.\n\nIf the consumer notifies the manufacturer or their authorized agent of a nonconformity within the two year lemon law rights period, the manufacturer must repair the issue. The manufacturer must repair the nonconformity even if the repairs are made after the expiration of the aforementioned term of protection.\n\nThe Virginia lemon law requires manufacturers repurchasing a vehicle to pay the cash price for the vehicle, including any allowance for a trade-in vehicle. The manufacturer must also pay collateral charges, including sales taxes, title charges, manufacturer-installed or agent-installed items and earned finance charges. Manufacturers must also repay reasonably incurred incidental charges directly caused by the vehicle’s nonconformity. The manufacturer may withhold a reasonable offset for use, calculated from the number of miles attributable to the consumer’s use up to the date of the first arbitration hearing.\n\nWhen replacing a vehicle, a manufacturer must provide a replacement vehicle that is either identical or of comparable value. The manufacturer must also reimburse the consumer for fees and sales taxes, as well as necessary towing and rental costs incurred as a direct result of the nonconformity.\n\nThe Virginia lemon law states its protections don’t apply to a consumer who hasn’t first resorted to the manufacturer’s established informal dispute settlement procedure, i.e. arbitration. The arbitration mechanism must be certified by the Virginia Division of Consumer Services. The manufacturer must also have provided adequate written notice of the mechanism’s existence, including its incorporation into the terms of the warranty.\n\nFor more information on arbitration and other frequently asked lemon law questions, click here.\n\nThe manufacturer must abide by the decision of the arbitrator, while the consumer does not. If dissatisfied with the outcome, a consumer can bring civil action in court. By filing a claim under the Magnuson-Moss Warranty Act, Virginia consumers can hire lawyers who will represent them without the vehicle owner having to pay any attorneys’ fees directly out of their pocket. This is because the federal Act provides that the vehicle manufacturer shall pay the claimants’ reasonable attorneys’ fees if the claimant prevails against the manufacturer. Lemonlawusa.org encourages vehicle owners with a lemon to hire a lemon law attorney. You can bet the car manufacturers have legal counsel at the ready to help defend against lemon law claims both in arbitration and in court.\n\nLemonLawUSA.org is sponsored by Texas Lemon Law Attorney Allen Stewart P.C.\n\nContact Us",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.935995698,
        "format_confidence":0.9298285246
    },
    {
        "url":"http:\/\/openjurist.org\/law\/agriculture-law\/west-virginia\/jacksonburg",
        "text":"Jacksonburg is an unincorporated community in Wetzel County, West Virginia, United States. It lies at an elevation of 748 feet (228 m).\n\nAgriculture Law Lawyers In Jacksonburg West Virginia\n\nWhat is agriculture law?\n\nAgriculture Law involves farmers, landowners, and others in regards to crop-growing, farming processes, dairy production, livestock, farmland use, government subsidization of farming, and seasonal and migrant farm workers. There are numerous federal statutes that subsidize, regulate or otherwise directly affect agricultural activity. Some focusing on protecting migrant and seasonal agricultural workers, some for financial assistance to farmers and others for the construction or improvement of farm housing and other agriculturally related purposes.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9309160113,
        "format_confidence":0.9849854708
    },
    {
        "url":"http:\/\/itlaw.wikia.com\/wiki\/Indoctrination",
        "text":"The IT Law Wiki\n\n\n32,329pages on\nthis wiki\nAdd New Page\nTalk0 Share\n\nDefinition Edit\n\nIndoctrination is\n\n[f]ormal instruction to an individual approved for access to Sensitive Compartmented Information or Special Access Programs regarding program-unique information and program-specific security requirements and responsibilities.[1]\n\nReferences Edit\n\n  1. Intelligence Community Standard 700-01, at 12-13.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9635997415,
        "format_confidence":0.9644696712
    },
    {
        "url":"https:\/\/www.criminaldefenselawyer.com\/resources\/the-circumstantial-evidence-jury-instruction.htm",
        "text":"The Circumstantial Evidence Jury Instruction\n\nCircumstantial evidence that is consistent with either guilt or innocence is not strong enough to support a conviction.\n\nThere are many different ways to prove that a person is guilty of a crime. For example, for a purse snatch, the victim or witnesses could identify the robber, the robbery could be caught on tape, or the police could stop the defendant shortly after the robbery, in possession of the victim's purse.\n\nSuppose that the only evidence of the purse snatch is the last--the police stop the defendant, who has the purse. In many states, the jury might be told to consider the evidence that the defendant was found with the victim's purse by applying a special test. In these states, whenever the prosecutor relies solely or primarily on circumstantial evidence to prove that a defendant is guilty of a crime, the court must instruct the jury that circumstantial evidence can be considered as proof of guilt onlyif the evidence is not also consistent with innocence. To put it another way, circumstantial evidence that is consistent with either guilt or innocence is not strong enough to support a conviction.\n\nWhat is Circumstantial Evidence?\n\nTo understand circumstantial evidence, we first need to understand direct evidence. Direct evidence is evidence that directly proves that face at issue. If you look out the window and see that it is raining, that is direct evidence. Direct evidence, standing alone – if believed – proves that a defendant is guilty of the charged crime. For example, confessions and eyewitness testimony identifying the defendant are direct evidence. If a witness says, “I saw Larry kill Susan,” then that is direct evidence of Larry’s guilt for Susan’s murder.\n\nIn contrast, circumstantial evidence is evidence that proves a fact or event by inference. For example, if the skies have been overcast all day, and rain was predicted, and your spouse comes home from work soaking wet, that might be circumstantial evidence that it is raining. If a witness says, “Larry came home from Susan’s house the night that she was killed, covered in blood,” that is circumstantial evidence of Larry’s guilt.\n\nProsecutors can rely on either direct or circumstantial evidence, and courts usually tell juries that neither type of evidence is necessarily superior. But, unlike direct evidence, circumstantial evidence may be consistent with other facts. For example, if Larry stopped on the site of an accident to help an injured motorist on his way home from Susan’s house, that could explain his bloody state. However, the fact that one scenario is much more likely and reasonable than others does not convert circumstantial evidence into direct evidence. Larry’s appearance at home covered in blood may be strong circumstantial evidence that he killed Susan (and, without some other explanation, would almost certainly be sufficient to convict him), but it is not direct evidence.\n\nWhat is the Circumstantial Evidence Instruction?\n\nThe circumstantial evidence jury instruction tells the jury that in order to convict a defendant based on circumstantial evidence, the jury must not only find that the circumstantial evidence is consistent with defendant’s guilt, but also that the evidence is not reasonably consistent with innocence.\n\nFor example, California courts instruct juries that: “Before you may rely on circumstantial evidence to conclude that a fact necessary to find the defendant guilty has been proved, you must be convinced that the People [through the prosecutor] have proved each fact essential to that conclusion beyond a reasonable doubt. Also, before you may rely on circumstantial evidence to find the defendant guilty, you must be convinced that the only reasonable conclusion supported by the circumstantial evidence is that the defendant is guilty. If you can draw two or more reasonable conclusions from the circumstantial evidence, and one of those reasonable conclusions points to innocence and another to guilt, you must accept the one that points to innocence. However, when considering circumstantial evidence, you must accept only reasonable conclusions and reject any that are unreasonable.” (CALCRIM 224.) So, if Larry offers a reasonable, alternate explanation for his blood-soaked clothes, the jury must accept it. But, if Larry suggests that he was covered in blood because he cut himself shaving, the jury may reject that explanation becauseit is not reasonable for a shaving cut to result in so much blood loss.\n\nWhen Should Courts Give the Instruction?\n\nThe states have different rules on when the circumstantial evidence instruction should be given.\n\n  • Must instruct only when the only (or substantially all) evidence is circumstantial. In some states, the court need not give the circumstantial evidence instruction if there is other, direct evidence of the defendant’s guilt. California law requires that the jury be given the circumstantial evidence instruction any time the prosecution’s case depends entirely or substantially on circumstantial evidence.\n  • Defendant asks for it and prosecutor relies in part on circumstantial evidence. In other states, such as Georgia, the court must give the circumstantial evidence instruction if the defendant requests the instruction and the prosecutor depends, even in part, on such evidence.\n  • It's up to the court. Finally, in some states, such as Alabama, the court is never required to give the instruction, it is totally at the court’s discretion.\n\nFor example, if a witness saw three unidentified people commit a burglary and get into a red car, and police stopped the defendant later in his red car with two friends and items stolen in the burglary, that would be circumstantial evidence of guilt. If this was the only evidence of guilt, in California, the court would have to give the instruction. In Georgia, the court would have to give the instruction if requested, and in Alabama, it would be up to the court whether to give the instruction.\n\nObtaining Legal Assistance\n\nIf you are facing charges that depend, even in part, on circumstantial evidence, you should talk to a criminal defense attorney about your case. An attorney can explain the laws in your state and help you strategize. An attorney will under the rules that apply to circumstantial evidence in your state and will be able to tell you how to obtain the best possible outcome in your case.\n\nTalk to a Lawyer\n\nStart here to find criminal defense lawyers near you.\n\nHow it Works\n\n  1. Briefly tell us about your case\n  2. Provide your contact information\n  3. Choose attorneys to contact you\n\nTalk to a Defense attorney\n\nWe've helped 95 clients find attorneys today.\n\nHow It Works\n\n  1. Briefly tell us about your case\n  2. Provide your contact information\n  3. Choose attorneys to contact you",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9966578484,
        "format_confidence":0.878498733
    },
    {
        "url":"https:\/\/www.bognor.co.uk\/news\/opinion\/legal-corner-statutory-wills-and-their-use-1-6468328",
        "text":"LEGAL CORNER: Statutory wills and their use\n\nARE YOU an attorney, deputy, or beneficiary of a will relating to a person who now lacks capacity?\n\nHas the will become invalid or obsolete by virtue of the beneficiaries predeceasing the testator (the person making the will)?\n\nIs inheritance tax mitigation needed, where the testator’s estate exceeds the nil-rate band?\n\nDid you know that all these matters can still be addressed, regardless of the fact that a testator may no longer have the necessary testamentary capacity to alter or make a new will?\n\nThe Court of Protection is authorised to approve a new will or codicil, called a ‘Statutory Will’ or ‘Statutory Codicil’, on behalf of an incapacitated person (who we will refer to as P).\n\nAn application to the court can be made by a registered attorney, deputy or a beneficiary under of an existing will or intestacy where no will exists.\n\nSuch applications usually seek to make appropriate changes to deal with current issues or problems that would otherwise prevent a personal representative being able to administer P’s estate in accordance with P’s past wishes and feelings.\n\nTo make such an application, the applicant has to provide the Court with medical evidence to confirm that P lacks the required testamentary capacity that he would otherwise need to make a will.\n\nThis evidence is then submitted to the court, together with details of P’s personal and financial circumstances.\n\nSuch information will include details of P’s family history, enabling the court to consider whether P’s family should join in the application and comment on the proposed will\n\nor codicil.\n\nP’s capital assets are disclosed together with details of whether there is a need to mitigate P’s inheritance tax liability, if this is required.\n\nWhere applicable, evidence of potential beneficiaries who have since died leaving P’s estate partially or fully intestate is also provided.\n\nFinally and very importantly, evidence of P’s past wishes and feelings are provided together with copies of any past wills (and codicils) made by P to enable the court to consider whether the proposed will or codicil is appropriate for P in all the circumstances.\n\nIf a proposed will or codicil is approved by the court, then the\n\ncourt will make an order authorising the applicant to sign the will\/codicil on P’s behalf.\n\nWe have dealt with many statutory will and\/or codicil applications on behalf of clients through our specialised Court of Protection Team who can be contacted on 01243 786668 for further advice.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9865250587,
        "format_confidence":0.7440126538
    },
    {
        "url":"http:\/\/livestockaccident.com\/no-evidence-livestock-owner\/",
        "text":"What If You Have No Evidence against the Livestock Owner?\n\nIf you file a lawsuit against a livestock owner for a livestock accident, your case will ultimately depend on what evidence you have to prove the owner was negligent.  That is why it is so important to make a conscious effort to garner evidence from the very beginning.  But sometimes, even with a person’s best efforts, all attempts to collect evidence may turn up empty.\n\nWhat if someone is injured in a livestock accident, but then he is unable to collect any evidence to show the livestock owner was negligent.  What if upon viewing the livestock owner’s fence, everything seems perfect.  The fence is a sturdy, strong fence of adequate height.  There are no possible openings or loose wires in the fence.   Further, there are no witnesses who state that somebody carelessly left the gate open.\n\nThe injured party does not necessarily have no chance of succeeding in a claim under these circumstances.  Depending on the jurisdiction, he may be able to assert a theory of res ipsa loquitur, or “the thing speaks for itself.”\n\nRes Ipsa is a legal theory that allows a plaintiff to proceed with a negligence claim even if it lacks any direct evidence to show that the defendant was negligent.  Basically, the theory enables the plaintiff to shift the burden to the defendant, who must then produce evidence to show that he was not negligent.\n\nThere are generally three requirements you need to prove under Res Ipsa.  You need to prove:\n\n  • That the accident is of a kind which ordinarily does not occur in the absence of someone’s carelessness;\n  • That the accident was caused by something within the defendant’s exclusive control; and\n  • That the accident was not due to any voluntary act by the plaintiff.\n\nSo in a livestock accident where a plaintiff has no evidence of the livestock owner’s negligence, plaintiff would contend that a livestock accident is not the type of accident that ordinarily occurs unless the livestock owner was careless; the accident was caused by the animal, which was within the exclusive control of the livestock owner; and that the accident was not caused by any willful act by the plaintiff.\n\nCourts have previously approved  the res ipsa theory in the context of a livestock accident.  For example, in one case, a plaintiff was driving on a highway when she saw a cow. She slowed down, went around the animal, and as she did, she collided with a second cow.  Both cows belonged to the defendant.\n\nEvidence of the farm, however, showed there were three gates to the barnyard where the cows were confined. Two of the three gates were permanently secured with rope and wire. The third gate had been equipped with a “cable clamp” device.\n\nMoreover, witnesses stated the gates were shut on the day preceding the accident.  The Court ultimately held that the doctrine of res ipsa loquitur was applicable here, stating there was evidence that the cows were within the owner’s exclusive control and that the jury could reasonably have concluded that the cows normally could not escape from the enclosure if the gate was securely locked.  Watzig v Tobin (1982) 292 Or 645.\n\nKeep in mind, however, other courts have rejected the theory of res ipsa loquitur.  For example, in a case involving a tank milk truck’s nighttime collision with a cow, the court stated that cattle and other domestic animals can escape from perfectly adequate confines, implying that the livestock owner is not necessarily always negligent when a livestock accident occurs.  Reed v Molnar (1981) 67 Ohio St 2d 76.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9901115298,
        "format_confidence":0.6544440389
    }
]