[
    {
        "url":"https:\/\/dva.org.uk\/derbyshire-dialogue-cancer-services-session-16-december\/",
        "text":"Derbyshire Dialogue: Cancer services session 16 December\n\nWe would like to invite you to join our next Derbyshire Dialogue taking place 16 December 11am – 12:00.\n\nThe conversation will put the spotlight on the impacts Covid-19 has had on Cancer Services. To join the Microsoft Teams session please register here:\n\nThe specialist joining us at the meeting is Dr Louise Merriman, GP and Cancer Clinical Lead for Derby and Derbyshire CCG. Dr Merriman has said “I am looking forward to presenting this session and letting people know how we are maintaining our cancer services in Derbyshire”. The team will be discussing the impact of Covid-19,  the  challenges faced and the system response in managing cancer services. They will also cover signs and symptoms and the importance of the Help Us, Help You Campaign.\n\nBackground, what is Derbyshire Dialogue?\nThe ‘Derbyshire Dialogue’ has been set up to start a conversation with our population and those delivering and commissioning the services, we launched it on 10 September when the Executive Lead for Joined Up Care Derbyshire Dr Chris Clayton updated people on our response to the pandemic. As you will be aware social distancing means we aren’t able to come out and talk to groups so we have created a virtual platform to allow us to communicate with local residents. Whilst the virtual approach can’t replicate face to face meetings in every way, you can join in with questions verbally, or via the chat box, and prior to the meeting starting you can join and get technical advice, or support with how to use the digital platform we use, which is Microsoft Teams. We also have a BSL interpreter pre booked for every session so if this is something you require please email us and we can ensure we have this option available for you on the day.\n\nWe have created a page with previous session summaries, slides and recordings so if you would like to read about them or share with your networks, they can be found here:\n\nIf you have any questions please don’t hesitate to get in touch with me directly or our enquiries line:\nMiriam Doherty\nCommunications, Equality and Involvement Officer\nNHS Derby and Derbyshire Clinical Commissioning Group\nT:  01332 868 730",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9949828386,
        "format_confidence":0.9923835397,
        "weight":0.0052619874
    },
    {
        "url":"https:\/\/www.juliabutler.co.uk\/single-post\/lockdown-2-resilience-tips-day-13",
        "text":"Lockdown 2 Resilience Tips - Day 13\n\nWe had the good news yesterday that another vaccine trial is looking really promising. Fabulous work is being done around the world to get this pandemic under control.\n\nMy tip for today to help us through is to smile 😊. It is an amazing thing that if we smile, even when we don’t actually feel like smiling, it tricks our brain into thinking something good is going on. That creates a cascade of positive chemicals which lift our mood, energise us and very helpfully, especially at this time, boost our immunity.\n\nSmiling is also infectious. If we smile, other people are likely to as well, and even if they don’t, just seeing us smile will give them a bit of a boost. And all for free! And so easy to do.\n\nSo, next time you notice it would be good to shift your mood or your energy, give it a go. Or you could be proactive and set up reminders throughout the day to smile. Try it and notice what happens 😊\n\nIf you would like to follow my blog please click here to subscribe. Thank you.",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9920287728,
        "format_confidence":0.9864896536,
        "weight":0.0211588898
    },
    {
        "url":"http:\/\/paleonomad.com\/?p=1915",
        "text":"Who doesn’t love sugar? When we’re little we crave it, when we are older we still want it! Plus, we get it in from so many different things it’s hard to keep away from it. Paleo people know that sugar is a no-no on the Paleo Diet. For those of you who don’t know the serous health risks that come with the sweet taste of sugar, I drew up 20! Special thanks to Nancy Appleton PhD & G.N. Jacobs who wrote the great book called Suicide by Sugar.\n\n20 reasons to keep away from sugar\n\n1.) Sugar can suppress your immune system.\n\n2.) Sugar reduces the body’s ability to defend against bacterial infection.\n\n3.) Sugar reduces high-density lipoproteins (HDL).\n\n4.) Sugar can lead to chromium deficiency.\n\n5.) Sugar can cause hypoglycemia.\n\n6.) Sugar can cause premature aging.\n\n7.) Sugar can cause gallstones.\n\n8.) Sugar assists the uncontrolled growth of Candida Albicans (yeast infections).\n\n9.) Sugar can cause hemorrhoids.\n\n10.) Sugar can cause varicose veins.\n\n11.) Sugar can make the skin wrinkle by changing the structure of collagen.\n\n12.) Sugar can impair the structure of DNA.\n\n13.) Sugar can impair the physiological homeostasis of many systems in the body.\n\n14.) Sugar plays a role in pancreatic cancer in women.\n\n15.) Sugar reduces learning capacity.\n\n16.) Sugar can contribute to Alzheimer’s disease.\n\n17.) Sugar combines with and destroys phosphatase, a digestive enzyme, which makes digestion more difficult.\n\n18.) Sugar can decrease emotional stability.\n\n19.) Sugar can worsen the symptoms of children with attention deficit disorder (ADD).\n\n20.)  Sugar slows food’s travel time through the gastrointestinal tract.\n\nIf you want more Suicide by Sugar excerpts are found here. There are actually 121 more reasons why sugar is bad for you. Stay sweet people!\n\n\nPhoto -\n\n\nShare this\n\n1 Response to “Sugar – 20 Reasons Why It’s Bad For You!”\n\nAdd Comment\n  1. Pingback: Paleo – Why it’s good for your teeth! |\n\nLeave a Reply",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9854415655,
        "format_confidence":0.960451901,
        "weight":0.0039907196
    },
    {
        "url":"https:\/\/bradanderson2000.com\/2019\/07\/29\/what-eradicating-diseases-tells-us-about-how-to-change-the-world\/",
        "text":"What eradicating diseases tells us about how to change the world\n\nLet’s talk about eradicating illness and what that teaches us about how to change the world. Specifically, let’s zero in on how healthcare workers approach the different forms of rationality people and cultures use to understand their world, and from there, apply what we learn to global issues.\n\nRationality is the means through which we understand the world. As I discussed previously, we can classify rationality into four broad categories:\n\n  • Disembedded—Seeks an objective truth that is independent of us; gained through analysis and experimentation\n  • Embedded—Focuses on truths embedded in a social context; gained through understanding the social environment in which you operate\n  • Embodied—Sees knowledge as something achieved through our visceral, lived experience\n  • Collective—The means through which groups and societies understand their world and act.\n\nIn this post, we are going to focus on contextual rationality, which is a specific type of embedded rationality that my research shows is vital in the spread of innovations.\n\nContextual rationality describes truths that members of a culture or group hold in common. For example, in the university where I work, we believe the best teachers are those with industry experience, whereas research-based universities think academics make the best instructors. Different groups “know” (or believe) different things, and so the rational act differs depending on the group with which you are interacting.\n\nWhat does this have to do with eradicating disease and, as I alluded earlier, changing the world?\n\nThe role of contextual rationality in eradicating a disease\n\nA recent Atlanta article discussed the work of Dr. Donald Hopkins who has been instrumental in the battle against not one, but two diseases. Several quotes from the article highlighted the importance of respecting the contextual rationality of the people with whom medical workers dealt. Workers described approaching remote towns and traditional societies in their efforts to eradicate the Guinea worm infection.\n\nGuinea worm is the subject of considerable mythology—the worms have been viewed as both messages from ancestors and the product of witchcraft—and those beliefs need to be addressed respectfully … ‘When you enter a village, you leave your culture behind,’ says Adam Weiss, associate director of the Carter Center’s Guinea worm eradication program. ‘We can’t come in heavy-handed and say, ‘You must do X, Y, Z.’ We all know how human beings respond to that.’\n\nAtlanta Magazine\n\nIf we with our medical science, however, “know” the Guinea worm has nothing to do with witchcraft, if we with our medical science “know” how to eradicate this disease, why do care workers still put in time and effort to respect superstitions that, at times, allow the disease to flourish?\n\nBecause mobilizing a population to act to eradicate a disease requires collective action between groups. Productive collaboration requires trust, which, in turn, is built on mutual respect. For inhabitants of these remote towns and traditional societies to take the actions recommended by healthcare workers, they first have to trust them. To earn this trust, these workers must respect the power of the townsfolk’s contextual rationality.\n\nHow does this help us change the world?\n\nThe above insight is likely unsurprising to anyone who has had to work with groups or cultures different than their own. Healthcare workers seeking to stamp out disease in the remotest areas of the world know this lesson well.\n\nYet, when dealing with people on either side of the vaccine issue, GMOs, climate change, and other hot-button issues of our time, we have forgotten this lesson utterly. We treat those on the other side of the debate with shameful disrespect. Without respect, there is no trust; without trust, we cannot act. We, instead, fight, eroding trust further.\n\nToday, we face some of the biggest challenges of our species’ history. Perhaps such problems call for unprecedented levels of collaboration. If you believe this to be true, maybe the healthcare workers collaborating with isolated communities have something to teach us. They start with a genuine desire to help others. From there, they choose to respect the groups they encounter, create trust, and then build the future.\n\nDo you have experiences bridging the divide between groups? These are the stories we must share. I would love to read them in the comments.\n\nIf you find this topic interesting, let me know by clicking “like” and share with your peers. Is there a topic you would like me to discuss? Let me know in the comments. Finally, click “Follow” if you want to receive notifications whenever I post something new.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nBlog at WordPress.com.\n\nUp ↑\n\n%d bloggers like this:",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9222340584,
        "format_confidence":0.9494030476,
        "weight":0.0196702448
    },
    {
        "url":"https:\/\/siliconpsych.com\/overcoming-insomnia-without-drugs\/",
        "text":"Overcoming Insomnia Without Drugs\n\nBy Dr. Alex Dimitriu, March 12, 2019\n\nSleep isn’t optional. It is one of our most basic physiological needs, right up there with air, water, food, and shelter. It isn’t heroic to go without sleep and it isn’t true that many people need only four or five hours a night. Most of us need seven to nine hours. Critical functions needed to maintain life and health occur while we sleep and insufficient sleep doesn’t just cause daytime fatigue, irritability, and sleepiness but is associated with a broad range of health risks including heart disease, obesity, diabetes, and a weakened immune system. Sleep is a natural function and critical to our health yet millions of people struggle to get to sleep, stay asleep, and get sufficient restful, restorative sleep.\n\nThe cause of insomnia may be as simple as consuming too much caffeine or as complex as an underlying medical condition or a life overburdened with responsibilities. But overcoming insomnia is seldom simple. Many look for a quick fix with sleeping pills, making them one of the most commonly prescribed medications in the United States, but while sleeping pills may be effective for a little while, they do not offer a long-term solution. Troublesome side effects and a fast-developing dependency make sleeping pills effective only for occasional use. Fortunately, there are better and longer-lasting ways of improving sleep.\n\nImproving Sleep Hygiene\n\nSleep hygiene encompasses lifestyle and bedtime habits that are conducive to restful sleep. Here are the basics of good sleep hygiene:\n\n  • Environment: Keep the bedroom cooler at night than during the day; nighttime temperature between 65 and 69 degrees is best for most people. Use room-darkening shades if morning light wakes you too early and try a fan or noise machine to mask distracting sounds. Consider changing your mattress and pillow if they’re more than 5-8 years old. Turn the bedside clock around so you can’t anxiously track the time. Use the bedroom only for sleeping and sex. Don’t work, eat, or watch television in bed. Keep your cell phone out of the bedroom!\n  • Bedtime routine: Establish a consistent schedule, going to bed and waking up at the same time every day, weekends included. Turn off your computer, tablet and smart phone at least an hour before going to bed; the light from the screen stimulates the brain and makes it hard to fall asleep. Relax and clear your mind before bedtime – read a book, listen to quiet music, take a warm bath. If you’re unable to fall asleep after 15-20 minutes, get out of bed and sit or lie down in another quiet place, returning to bed only when sleepy.\n  • Food and drink: Don’t eat a heavy meal or drink a lot of liquids close to bedtime. Reduce or eliminate stimulants such as caffeine and nicotine during the day and avoid alcohol in the evening. While it may help you fall asleep, alcohol disrupts sleep during the night.\n  • Daytime habits: Exercising every day will help you sleep at night but restrict vigorous exercise to the morning and afternoon; relaxing exercises like gentle yoga can be done before bedtime. Limit naps to 30 minutes and never after 3pm. In particular, don’t fall asleep in front of the TV in the evening. Exposure to sunlight or bright light during the day can help you sleep at night.\n\nCognitive Behavioral Therapy\n\nIf you have eliminated an underlying medical condition as the cause of your insomnia and diligently made changes to improve sleep hygiene but still struggle to consistently get restful sleep, working with a sleep therapist who specializes in cognitive behavioral therapy for insomnia (CBT-I) may be helpful. Cognitive behavioral therapy, a form of psychotherapy that aims to modify negative thoughts, emotions, and behaviors, has been proven effective in treating insomnia. The therapist helps you identify and change the harmful thoughts that are interfering with sleep and helps you retrain your brain, which has come to associate time in bed with wakefulness, to associate time in bed with sleep. The core technique of CBT-I is the counter-intuitive therapy of “sleep restriction,” which initially limits the time spent in bed to the time spent actually sleeping and then gradually increases the time in bed as you sleep more.\n\nCognitive behavioral therapy is the “gold standard” in treating insomnia, usually achieving results in four to eight sessions with the therapist. CBT and improvements in sleep hygiene offer more effective, safer, and longer lasting solutions for overcoming insomnia than medication.\n\nAlex Dimitriu, MD, is double board-certified in psychiatry and sleep medicine and is the founder of the Menlo Park Psychiatry and Sleep Medicine Center in Menlo Park, CA. http:\/\/www.doctoralex.com\n\nFacebook Comments",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9982166886,
        "format_confidence":0.5990942121,
        "weight":0.0040715601
    },
    {
        "url":"https:\/\/www.octygen.com.sg\/2014\/09\/05\/",
        "text":"Sep 5, 2014\n\nYou Are Here: Home \/ 5 Sep 2014\n\nReview of Singapore’s Air Quality and Greenhouse Gas Emissions: Current Situation and Opportunities.\n\n\nSingapore has many environmental accomplishments to its credit. Accessible data on air quality read more →\n\nAir Pollution Becomes Asia’s Migraine\n\n\nAir pollution has become a curse for millions of city-dwellers in Asia, posing a mounting risk to the very young and very old, pregnant women and people with heart and respiratory problems, say experts.\n\n“The levels of pollution in parts of China, India and elsewhere in Asia are just astronomically high and the health impacts are dramatic,” said Bob O’Keefe of the Health Effects Institute (HEI), a US not-for-profit research agency.\n\n“This is a threat that was really under-estimated in the past,” said O’Keefe.\n\nThis week, Singapore grappled with record levels of , unleashed by land fires in neighbouring Indonesia.\n\nIn January, pollution in Beijing went off the scale of an air-quality monitor at the US embassy, and the city’s surged by 20 percent.\n\nIn August 2012, Hong Kong suffered its highest-recorded pollution, prompting the territory to urge vulnerable to stay indoors.\n\nHEI estimates, derived from an exceptionally detailed analysis called the Global Burden of Disease, say that some 3.2 million people around the world died prematurely from outdoor air pollution in 2010.\n\nChina and India together accounted for some 2.5 million of these deaths, sharing the tally roughly equally.\n\nThe death toll in China has risen by a third over 20 years, but worse pollution is only part of the reason. As China becomes more prosperous, its citizens are attaining greater ages, reaching 70 or 80 years or beyond—when people become more vulnerable to heart and respiratory stress from air pollution.\n\nA study published last August in the estimated that forest and land fires in kill an additional 15,000 people annually from air pollution during the El Nino , when drier soil often causes blazes to go out of control. (There is no El Nino at present.)\n\nAn investigation by US researchers, published in February, found that among three million births recorded in nine countries in North and South America, Europe, Asia and Australia, there was a clear link between worse air pollution and lower birth weight.\n\nLow birth weight—when a newborn weighs less than 2.5 kilos (5.5 pounds)—is associated with ill health, premature death and cognitive problems in later life.\n\nHealth experts point to two main dangers from air pollution.\n\nOne concerns particulate matter (PM)—the sooty specks emitted from fossil fuels, forest fires and land clearances.\n\nCathryn Tonne, at the London School of Hygiene and Tropical Medicine, points the finger at so-called PM2.5—particles measuring 2.5 micrometres across or less, or 30 times smaller than a human hair.\n\nMainly generated by the burning of coal and oil for power stations, and diesel and petrol for transport, these are many times more perilous than PM10 particles, which are 10 micrometres across, Tonne and colleagues found in research into heart deaths in England and Wales.\n\n“We found that for every 10 microgrammes per cubic metre in PM2.5, there was a 20-percent increase in the death rate,” Tonne said.\n\nBy way of comparison, the WHO has a recommended maximum of 10 microgrammes of PM2.5 per cubic metre as an annual exposure—and a maximum over a 24-hour period of 25 microgrammes per cubic metre.\n\nIn the United States, the annual PM2.5 limit is a recommended 12 microgrammes per cubic metre, and in the European Union (EU), it is 25 microgrammes.\n\nIn Beijing’s smog scare in January, though, levels reached a whopping 993 microgrammes per cubic metre… almost 40 times the WHO’s advised safety limit.\n\nThe other big danger from air pollution is ozone, a triple molecule of oxygen that in the stratosphere is a vital shield against DNA-damaging sunlight, but at ground level—where it is typically created by a reaction between nitrogen oxides in traffic fumes and sunlight—it is an irritant for the airways.\n\nShort-term spikes in ground-level ozone have long been linked to heart attacks and severe asthma.\n\nBut research conducted in the US, published in 2009, suggests that cumulative exposure is also a big risk factor. The probability of dying from respiratory disease rose by as much as 50 percent as a result of long-exposure to high concentrations of ozone.\n\nWHO: Air Pollution is Single Biggest Environmental Health Risk\n\n\nIndia Gate can barely be seen through smog in Delhi. Around 4.3 million deaths in 2012 were caused by indoor air pollution, mostly from wood and coal stoves in Asia. Photograph: Louis Dowse\/Corbis\n\nAir pollution has become the world’s single biggest environmental health risk, linked to around 7 million – or nearly one in eight deaths in 2012 – according to the World Health Organisation (WHO).\n\nThe new figures are more than double previous estimates and suggest that outdoor pollution from traffic fumes and coal-burning, and indoor pollution from wood and coal stoves, kills more people than smoking, road deaths and diabetes combined.\n\nAround 80% of the 3.7 million deaths from outdoor pollution came as a result of stroke and heart disease, 11% from lung diseases and 6% from cancers. The vast majority were in Asia, with 180,000 in the Americas and Europe combined, said the WHO.\n\nIndoor air pollution led to 4.3 million deaths, of which 34% were caused by strokes, 26% heart diseases and 12% respiratory disease in children. Only 19,000 of these deaths were in rich countries, with the vast majority being in low- and middle-income countries. Because many people are exposed to both indoor and outdoor air pollution, the WHO said deaths attributed to the two sources cannot be added together.\n\n“The risks from air pollution are now far greater than previously thought or understood, particularly for heart disease and strokes,” said Maria Neira, director of WHO’s department for public health, environmental and social determinants of health. “Few risks have a greater impact on global health today than air pollution; the evidence signals the need for concerted action to clean up the air we all breathe.”\n\nSouth-east Asia, said the WHO, is now the most polluted region in the world, with 3.3 million deaths linked to indoor air pollution and 2.6 million deaths related to outdoor air pollution. This reflects the explosive growth of cities and industrial development in China and India, as well as continuing deep poverty in rural areas.\n\nIndoor pollution due to cooking open fire : Kagera, Tanzania\n\nA woman breastfeeds her baby while another prepares food on an open fire indoor in Kagera, Tanzania. Women had higher levels of exposure than men in developing countries. Photograph: Jochem Wijnands\/Alamy\n\nThe new estimates are based not on an significant increase in pollution, but on improved knowledge of the links between air pollutants and heart diseases and cancers, in addition to known links with respiratory diseases. A 2008 WHO report estimated that outdoor pollution led to about 1.3 million deaths, while about 1.9 million people were killed by indoor pollution. A Lancet study last year suggested that the surge in car use in south and east Asia killed 2.1 million people prematurely in 2010. Last year, WHO’s cancer agency classified air pollution as a carcinogen, linking dirty air to lung and bladder cancer.\n\n“Cleaning up the air we breathe prevents non-communicable diseases as well as reduces disease risks among women and vulnerable groups, including children and the elderly,” said Dr Flavia Bustreo, WHO assistant director general of family, women and children’s health. “Poor women and children pay a heavy price from indoor air pollution since they spend more time at home breathing in smoke and soot from leaky coal and wood cook stoves.”\n\nMartin Williams, professor of air quality at the environmental research group, King’s College London, said: “This is an important study, and although the majority of attributable deaths occur in south-east Asia and the western Pacific, air pollution impacts on mortality and health are still a significant public health problem in Europe, including the UK.”\n\nAir pollution is increasingly linked with ill health and deaths in rich countries as traffic emissions rise. In the US, air pollution causes about 200,000 early deaths a year, with emissions from cars and trucks causing 53,000 and power generation 52,000, according to MIT’s environment laboratory. California suffers most from air pollution, with 21,000 early deaths.\n\nIn Europe, poor air quality is the top environmental cause of premature deaths in the EU, causing more than 100,000 premature deaths a year and costing from £300bn-£800bn a year in extra health costs, said Janez Potočnik, the EU environment commissioner.\n\nAir pollution causes 29,000 early deaths a year in the UK and similar numbers in France and Germany.\n\nPublic Health and Air Pollution in Asia (PAPA ) – A CAI-Asia Initiative Implemented through the Health Effects Institute\n\n\nExecutive Summary\n\nAir pollution in major cities across Asia routinely exceeds health-based guidelines established by the World Health Organization and others by significant amounts. Asian cities host some of the largest global population concentrations, concentrations that are grow ing rapidly as a result of in-migration. Exposure to unhealthy levels of air pollution in Asian cities is extensive and expanding on an annual basis. This has implications for both the public health and the economic well being of each country. In response, the Clean Air Initiative for Asian Cities (CAI-Asia) was recently launched by the Asian Development Bank and World Bank, as a multi-stakeholder alliance to assist Asian countries in their efforts to take action to reduce air pollution.\n\nThe prime information for government and industry action to address air pollution is often the availability of credible local health evidence documenting the imp... (truncated)",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.8533229232,
        "format_confidence":0.5808703899,
        "weight":0.0065115669
    },
    {
        "url":"https:\/\/www.drybuddy.com\/b\/drybuddy-bedwetting-alarms-stop-bedwetting-with-ease-and-convenience\/",
        "text":"DryBuddy Bedwetting Alarms: Stop bedwetting with ease and convenience\n\nBedwetting is a condition that influences the self-esteem of a kid and makes him\/her mortified. This is where the use of bedwetting alarm comes in, bedwetting alarm is a tool that assists your kid to wake up from the sleep when his\/her bladder is full.\n\nThough bedwetting is more common among kids, it needs to be taken seriously. Treating it fast can prevent any inconvenience as well as the problem worsening, consulting a doctor or a medical specialist such as a gynaecologist or a specialist in continence can help you find out more and what treatments are available to you.\n\nThe Technical term for bedwetting is enuresis, the child cannot control his bladder after the age of five and this leads to bedwetting, before age five a child may wet the bed due to other factors. These factors can include heredity, a smaller bladder or maybe something as simple as being a deep sleeper and not able to feel the urge to go restroom.\n\nParents must be aware that a DryBuddy bedwetting alarm would be the greatest solution for any bed wetter within the family, these alarms commonly exist as wireless, but the wireless drybuddy bedwetting alarm would positively be the perfect one for your kids. Bed-wetting alarms perform as a behavior conditioning product.\n\nThe following might be one of the causes for bed wetting:\n\n  • Physical problem\n  • Psychological or emotional problem\n\nPhysical problems:\n\nPhysical problems may be due to any kind of kidney problem, bladder problem, abnormal nervous problem or the presence of certain diseases etc. leads to bedwetting. These problems can be treated with the help of DryBuddy Bedwetting alarm.\n\nPsychological or emotional problems:\n\nIf there are no physical problems, then check out for any other emotional problems. Following can be the reason for bedwetting in children:\n\n  • Fear\n  • Stress\n  • Tension\n  • Anxiety\n\nThese problems can also be solved using DryBuddy bedwetting alarm.\n\nHow DryBuddy works:\n\nA simple 3-step process…\n\n  • The DryBuddy sensor registers urination during sleep (or while the patient is awake).\n  • Upon sensing the urine, the sensor sends a wireless signal which is picked up by a receiver in the patient’s room, attached to an alarm. The alarm is activated to wake the patient. At the same time, other receivers\/alarms in the house also receive the signal.\n  • The additional modules (in the caregiver’s room or elsewhere) then alert the caregiver, who wakes the patient and makes sure that the proper steps are taken. This is the difference between DryBuddy and other enuresis products – many children are too sleepy to take care of themselves on their own – that is why the intervention of a parent\/caregiver is important and necessary for successful training. However, with DryBuddy, it is not necessary for the caregiver to sleep in the same room with the patient in order to be alerted. The remote control allows the caregiver to control the bedwetting alarm system from his\/her bedroom.\n\nOur Enuresis alarm stops bedwetting with ease and convenience for all!\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9143866897,
        "format_confidence":0.994004786,
        "weight":0.0130343248
    },
    {
        "url":"http:\/\/blogs.herald.com\/dave_barrys_blog\/2007\/04\/new_uses_for_or.html",
        "text":"« Previous | Main | Next »\n\nApril 30, 2007\n\n\nYou would not believe how surgeons are taking things out of people these days. Seriously.\n\n(Thanks to Jerry Chancellor and Dean Johnson)\n\n\nFeed You can follow this conversation by subscribing to the comment feed for this post.\n\nDoctors in New York have removed a woman’s gallbladder with instruments passed through her vagina...\n\n\nI have seen lots of $hit come out of people's mouths, verbally and physically. But a gall bladder. Yikes!\n\n\nI have a few men that I would like to volunteer to have their prostrates removed through their mouths!\n\nI would hate to have to say, \"I can taste my spleen!\"\n\nthat appendix through the mouth thing, seems they're going the long way around on that one...Just sayin'\n\nlol casey ...you and me both gf...you and me both!!\n\nThe catch: it may also leave a very unpleasant taste in your mouth – along with part of your spleen, prostate or perhaps your gall bladder.\n\nSpeaking of waking up with Trench Mouth!\n\nSee? Hot Shots wasn't that far off with the eye surgery through the rectum!\n\n*returns to review movie for more late breaking scientific factoids*\n\n\"Ain't NO man taking that route with me!\"\n\nbleaaaaaah. what rocket scientist thought this crap up?? so you have a scar. go get some plastic surg. sheesh. ewww.\n\n\"The idea is part of a broader trend to make surgery less invasive.\"\n\nis it me, or does this seem decidedly MORE invasive?\n\nMy manager is on the waiting list for this surgery.\n\nDoctors in New York have removed a woman’s gallbladder with instruments passed through her vagina...\n\n\nPosted by: Siouxie | 11:52 AM on April 30, 2007\n\nQ1: Size DOES matter?\n\nQ2: Did she reach 'O'?\n\n*Reviews available orifices*\n\nIs this something my dentist can do?\n\nAnnie - that's known as a recto-cranial inversion.\n\nAnd *snork* at MtB.\n\n*crosses legs tightly*\n\n*shuts mouth*\n\n2 years ago I decided to get a minor heart condition corrected and was told the procedure was painless and would last only 30 minutes. By painless they left out that their way of correcting the heart problem painlessly was to stick 2 catheders into either side of my happy stick and run wires all the way up to my heart. Oh, and the proceedure took 2 hours on a metal table with only a sheet in a 12 degree operating room with no anestisia and if I moved even a little bit I could kill myself. The funny side note to this, the cardioligist who performed this miracle of modern science.... Dr. Barry S. Pepper. Spleen out my mouth sounds like a walk in the park comparitively.\n\nOh, and not that I'm bitter or anything. Just sayin!\n\n*Resumes panic*\n\nAccording to Mrs. Deaner, since men do much of their thinking with their \"happy stick\", brain surgery on said men would be the only direct surgical path with any of these procedures.\n\nDo these doctors even think about what the rest of us think about this kind of thing? Yuck!!!\n\nThe comments to this entry are closed.\n\nTerms of Service | Privacy Policy | Copyright | About The Miami Herald | Advertise",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.878991425,
        "format_confidence":0.8698729277,
        "weight":0.0073671808
    }
]