[
    {
        "url":"http:\/\/cltk.readthedocs.io\/en\/latest\/javanese.html",
        "text":"Javanese is the language of the Javanese people from the central and eastern parts of the island of Java, in Indonesia. Javanese is one of the Austronesian languages, but it is not particularly close to other languages and is difficult to classify. The 8th and 9th centuries are marked by the emergence of the Javanese literary tradition – with Sang Hyang Kamahayanikan, a Buddhist treatise; and the Kakawin Rāmâyaṇa, a Javanese rendering in Indian metres of the Vaishnavist Sanskrit epic Rāmāyaṇa. (Source: Wikipedia)\n\n\nUse CorpusImporter() or browse the CLTK GitHub organization (anything beginning with javanese_) to discover available javanese corpora.\n\nIn [1]: from cltk.corpus.utils.importer import CorpusImporter\n\nIn [2]: c = CorpusImporter('javanese')\n\nIn [3]: c.list_corpora",
        "topic_id":16,
        "format_id":20,
        "topic_confidence":0.829402864,
        "format_confidence":0.5916684866
    },
    {
        "url":"http:\/\/whitmanarchive.org\/mediawiki\/index.php\/Whitman_Encoding_Guidelines",
        "text":"Whitman Encoding Guidelines\n\nFrom Whitman Archive\nJump to: navigation, search\n\nNote: The encoding practices documented below are based on the P4 version of the TEI Guidelines for Electronic Text Encoding and Interchange. The Whitman Archive is currently updating all existing files to the newest version of the guidelines, P5, and all new content is encoded according to P5. In addition to changes resulting from revised elements and attributes in the TEI guidelines, we have also taken this moment of transition as an opportunity to reflect on, and in some cases modify, our editorial policies and encoding practices. These changes are not yet represented in the guidelines below. Although the guidelines below do not represent all aspects of current editorial policy and encoding practice, we believe they are still valuable for documenting the work and history of the Whitman Archive. We will make a revised version of the guidelines available as soon as possible.\n\n\nLinks to Other Draft Encoding Guidelines\n\nBlue Book\n\n\nUse your browser's \"Find (on this page)\" function (Ctrl + F) to locate the term or string of characters you're looking for.\n\nUsing The Walt Whitman Archive Encoding Guidelines\n\nThese guidelines define current transcription and encoding practices of the Whitman editors and staff as we make Whitman's writings available on our website, The Walt Whitman Archive. While for the most part our practices have stabilized, discussion is ongoing, and our practices continue to evolve. The guidelines were last updated October 2005.\n\nTwo major sections make up the core of the guidelines: \"Global\" and \"Local.\" Global describes those aspects of encoding that are consistent from document to document. Local addresses aspects that vary from document to document. We have designed the guidelines to be read in order, so we recommend that you first read the section on the global encoding before moving on to the local. Additionally, there is an Annotated Template with the basic tagging filled in and a Resource Section which has many useful resource tools, such as library codes, preferred citations, and links to TEI guidelines. If you have questions or comments please email Kenneth Price or Brett Barney.\n\nSome Basic Vocabulary\n\nThe primary audience for these guidelines is Walt Whitman Archive staff, and staff members come to the project with varying degrees of familiarity with humanities computing. The following explanations of selected basic terms are intended to help those with limited experience better understand the guidelines:\n\nTEI (Text Encoding Initiative)\n\nAs described on the TEI Consortium hompage, \"The TEI is an international and interdisciplinary standard that helps libraries, museums, publishers, and individual scholars represent all kinds of literary and linguistic texts for online research and teaching, using an encoding scheme that is maximally expressive and minimally obsolescent.\" In other words, the TEI is a standard for making transcriptions of complicated texts (including handwritten manuscripts) readable by computers.\n\nMarkup and Encoding\n\nGenerally, these terms refer to the \"tags\" that we include in our transcriptions to mark textual features in a way that allows them to be processed by a computer.\n\n\nThe string of characters surrounded by \"<\" and \">\". For example: <add>. Tags typically come in pairs, an \"opening\" one to mark the beginning and a \"closing\" one to mark the end of a section of the transcription. The example above is an opening tag. A closing tag includes a slash after the \"<\" to distinguish it: <\/add>. A pair of tags describes all of the transcription that they enclose, so if you wanted to note that the word \"crusty\" was added to a text, you would tag it like this: <add>crusty <\/add>.\n\n\nThis is the core part of a tag—the first string of characters after the \"<\" in the open tag. For example, in <add type=\"insertion\">, \"add\" is the element.\n\n\nThis is a secondary part of a tag that creates a category for further describing the element. It appears after the element name in the opening tag. An attribute must be followed by a value (see next). An element may have more than one attribute, each separated from the element name and from other attribute\/value combinations by a single space.\n\n\nThis is a word or short phrase that classifies the element in terms of a particular attribute. It is contained within quotation marks and preceded by an equal sign. For example, in the following add tag, \"type\" and \"place\" are attributes and \"unmarked\" and \"supralinear\" are values: <add type=\"unmarked\" place=\"supralinear\">.\n\nDTD (Document Type Definition)\n\nThis is a file that functions as our rulebook. Validating (or \"parsing\") our markup against the DTD is one tool we use to see whether our files are properly encoded. Though our DTD implements the TEI standard, the Whitman Archive DTD is unique, customized for our specific project needs.\n\n\nThis refers to the practice of enclosing pairs of tags within other pairs of tags, a basic principle of properly structuring XML documents. For example, the tag pair <TEI.2> and <\/TEI.2> contain almost all of the other markup within a document (see the Annotated Template for a visualization of this). It is important to nest tags properly, so that a particular element does not overlap other elements. The following is an example of improperly nested markup: <l><add><\/l><\/add>. Compare this properly nested example: <l><add><\/add><\/l>. At any given point in a document several tags may be \"open,\" but the tag most recently opened must always close before earlier tags close.\n\n\nAn XSLT (Extensible Stylsheet Language for Transformation) stylesheet is a file that transforms the encoded manuscript into HTML (HyperText Markup Language) for use on the web. In other words, stylesheets are what we use to make the various XML-encoded documents display in consistent and attractive ways on our site.\n\nThe Purpose of Encoding\n\nThe Walt Whitman Archive is developing in many areas simultaneously. Currently, work is underway on the image gallery, on the interviews, on the presentation of the various editions of Leaves of Grass, on the poems published in periodicals, and on Whitman's disciples—that group of close friends and associates who sometimes collaborated with him, who promoted his work, and who shaped his legacy. However, since 2000 the main effort of the Whitman Archive has been directed toward editing and providing access to all of Whitman's poetry manuscripts, highly revealing documents that have never before been systematically collected, transcribed, and published. Scattered in over sixty institutions worldwide and often difficult to decipher, Whitman's manuscripts remain little known despite their importance for students and scholars.\n\nThe XML encoding of manuscripts has presented us with numerous challenges—in part the TEI was initially designed with a focus more on books than on manuscripts. Our tagging of manuscripts has in many cases required us to develop extensions. The modifications to TEI conform to the guidelines provided in Chapter 29, \"Modifying and Customizing the TEI DTD\" in the Text Encoding Initiative Guidelines for Electronic Text Encoding and Interchange (Oxford: TEI Consortium, 2002).\n\nXML encoding is not mechanical but interpretive. Sophisticated users of the Whitman Archive may wish to understand our tagging from the inside, as it were, thereby better grasping the query potential of our Archive. We wish to be overt about what the Whitman Archive has chosen, thus far, to encode regarding Whitman poetry manuscripts. The thus far in that sentence points to a key aspect of encoding: it is a process that can go through multiple passes and layerings. Generally speaking, our approach in tagging is to encode at a non-controversial structural level. Thus we tag titles, lines, and the like. This tagging will enable searches on discrete parts of documents (e.g., sections, lines, clusters, titles) within individual poems, across printed poems, across all poems, etc. One could also do, say, thematic tagging, but we have avoided that because we have felt that it would lead to endless internal debates on the project and might lead to a too-coercive editorial presence or at least to an end product that was too bound and too limited by the perspectives and the historical moment of the current creators of this site.\n\nThere are other features that it would not be controversial to tag, that would be useful information to have accessible, but that we have nonetheless chosen not to tag. For example, we have not recorded paper types, nor have we noted ink and pencil colors. We can certainly imagine scholars who could make brilliant use of this information if it were systematically recorded across all of Whitman's available documents. Still, a project such as the Whitman Archive constantly faces practical questions about what to prioritize. The magnitude of the entire undertaking is so vast that we know that we can at best hope to achieve a first pass through the material. Whitman himself sometimes thought that he left his writings for \"poets to come\" who would justify him and make clear his significance. Something analogous is at work in our hope that we can produce through the Whitman Archive not a monumental product but instead a monumental process that can be continued, corrected, and otherwise improved by future scholars. Other scholars with special interests in particular aspects of textuality could take our initial tagging and add additional layers that would enable various types of analysis.\n\nAssuming continuing cooperation from libraries, we hope to make it possible for any interested person to look at images of all the known manuscripts; to search, in complicated ways, the text of those manuscripts and the rest of Whitman's work; to find out quickly where the physical documents are held; and to begin to make sense of a vast collection of important documents.\n\nLike other electronic editi... (truncated)",
        "topic_id":16,
        "format_id":20,
        "topic_confidence":0.8828277588,
        "format_confidence":0.8487228751
    },
    {
        "url":"http:\/\/baccano.wikia.com\/wiki\/Baccano!_Wiki:Manual_of_Style",
        "text":"460 Pages\n\nThe following manual serves as a guide to the general standards of formatting that are used and expected across the wiki. By writing in a consistent style, editors can ensure that the wiki maintains a cohesive, uniform tone conducive to any reference encyclopedia.\n\nAlways Remember: Edit\n\n  • Any earnest contributions to the wiki are always appreciated.\n  • Earnest contributions, while appreciated, are still subject to revision from other editors if the style is inconsistent with the guidelines in the Manual or otherwise in need of improvement. Revisions to an editor's contribution should be taken as opportunities to learn, assuming that the revisions are consistent with the Manual of Style and are of general good quality.\n  • Editors unaware of the Manual of the Style should be linked to it; once aware of the Manual, they should strive to follow it.\n  • All suggestions and concerns with the Manual of Style are welcome, and should be expressed on its Talk Page.\n\nLanguage Edit\n\n  • Spelling: This is the English edition of the Baccano! Wiki, and all contributions must be in English. The Visual Editor does not include spell check, so it is recommended that you either use the Source Editor to check spelling or write your contribution in a program with spell check and copy the content into the course editor.\n  • Sentence Flow: Natural sentence flow is achieved through proper grammar and judicious punctuation. Run-on sentences and short, fragmentary sentences are the extreme results of too little and too much punctuation, and both are to be avoided. Some issues editors may struggle with are excessive comma use and sentence rhythm, which if not varied may result in a paragraph that comes across as stilted. Note that 'natural' does not refer to or include overly casual language or slang.\n  • 'Vulgar' language: Given that many characters in the Baccano! light novels use vulgar language, articles may use uncensored offensive words in the appropriate context. The vast majority of the time, 'appropriate context' constitutes a direct quote from a character or passage.\n\nPerspective Edit\n\n  • Tense: The majority of articles are written in present tense on the Baccano! Wiki, with past tense strongly discouraged. Never switch tenses mid-paragraph.\n  • Point of View: Edits should be written solely in neutral third person. First person (\"I\") and second person (\"you\") are not acceptable, nor is inserting one's own personal opinions into an article. Examples of personal opinions include, \"Ladd is the worst character\" and \"Chané, the most gorgeous woman in the series [...]\". For guidelines on speculation and non-canon content, see the \"Article Content\" section below.\n\nArticle Content Edit\n\nNaming Conventions Edit\n\nIn-Universe Names Edit\n\n  • The Baccano! Wiki was created on September 30, 2009, years before Yen Press announced their licensing of the light novels in 2015, and thus relied on Japanophone fans for the names of novel-only characters and locations. The wiki has thus far updated to reflect the Yen Press spelling of names where they differ from the fan-translation names, and will continue to do so with every new release. 'Updated' here means 'renaming pages' and replacing names with their new versions across articles. Editors should not use the retired spellings when writing content, and should update outdated names when spotted in any article.\n    • The only character exception to the Yen Press treatment thus far has been Denkurō Tōgō, whose name is spelled \"Denkurou Tougou\" in the novels. Both spellings are legitimate romanizations and there is no meaningful difference between the spellings.\n    • Examples of outdated names and their Yen Press replacements include: \"Ronnie Sukiart\" and \"Ronnie Schiatto\" must both become \"Ronny Schiatto,\" \"Chane Laforet\" becomes \"Chané Laforet,\" and \"Phil\" becomes \"Fil.\"\n    • This rule also applies cross-media. The light novels' spelling typically takes precedence in cases where a name is spelled differently in one or more related media. For instance, the official English title of Episode 07 of the 2007 anime adaptation spells the name of the alchemists' ship as Advenna Avis, while the Yen Press translation uses Advena Avis. The wiki therefore uses the latter spelling in all circumstances with the exception of Episode 07's title and references to the title. See \"Valid Sources\" below.\n\nNovel and Chapter Titles Edit\n\n  • Like character names, the titles of light novels and chapters should be updated to reflect the Yen Press translation where different. The most common required change on the wiki is the removal of the colon from the novel titles, which the Yen Press titles do not use.\n\nValid Sources Edit\n\n  • The light novels are the ultimate source used on the wiki, and deferred to always before anything else. Do not present events from the 2007 anime adaptation as the true version of the chronology when contributing to an article. All the media listed in the category page are valid and referenceable insofar as they are confirmed or referenced in the light novels. New information originating from another media adaptation may potentially be referenced, but if that information is later contradicted in the novels, the novel version would take precendence. For instance:\n    • Rosetta and Jacques-Rosé Boronial from the 2006 manga are validated because they are referenced in the novels by name;\n      • However, their dialogue in the fourteenth light novel differs from their dialogue in the manga's corresponding scene, and the discrepancy must be noted.\n    • Donatello and the \"1927 arc\" from the 2015 manga are considered 'canon' (see below) because they are referenced in 1935-D: Luckstreet Boys.\n      • In Baccano! Manga Chapter 007, Randy recalls that Firo was probably around thirteen years old when he joined the Martillos. This may cautiously be taken as fact unless the novels contradict it later on.\n    • The events of the second audio drama are tentatively considered 'canon' because Elita is referenced in the novels.\n    • The 2007 anime adaptation is not permissible as reference material for major chronology edits due to multiple scenes directly contradicting the light novels. However, screenshots are permissible as embedded images, and discrepancies between the light novels and anime may be noted either in a dedicated section or in a parenthetical aside. See File Policy for more details.\n  • The concept of 'canon': Content on the wiki is 'canon' by default because it is based on verifiable facts. 'Non-canon' material, which includes personal opinions, theories, pure speculation, and fanart or fanfiction, is not acceptable in articles and will be automatically removed.\n\nArticle Formatting and Other Tips Edit\n\n  • Article Creation: When creating an article, editors should follow the formatting precedent that other articles in relevant categories have set. \"Formatting precedent\" would include qualities like section order and image placement.\n    • Articles in the Characters Category, for instance, typically have the following section order below the introductory paragraph(s): Appearance [IF APL]; Personality; Chronology; Abilities [IF APL]; Relationships [IF APL]; Trivia; Gallery; References.\n      • [IF APL] Include these sections only if applicable or relevant.\n    • Add Categories: Always remember to categorize the new article once finished. Categories can be added after publication at the bottom of the article, or in the Editor before publication.\n  • Temporal Emphasis: The story of Baccano! is one that spans centuries, its arcs temporally distinguished and presented in a nonlinear fashion. Establishing a clear chronology is therefore essential when documenting Baccano!'s contents, and the wiki emphasizes years and months in articles by bolding them.\n  • Links: Linking to internal articles is fundamental to any online reference encyclopedia, but there is usually no need to link to the same internal article every time the pertinent topic is brought up on a single page. Linking to the relevant internal article the first time a topic is mentioned on a page is generally sufficient.",
        "topic_id":16,
        "format_id":20,
        "topic_confidence":0.7625930309,
        "format_confidence":0.811981082
    }
]