[
    {
        "url":"https:\/\/www.ifixit.com\/Answers\/View\/93740\/Problem+after+memory+upgrade",
        "text":"\n\n389 Questions View all\n\nProblem after memory upgrade\n\nI recently purchased the following memory upgrade from Apple:\n\nMD019G\/A Apple Memory Module 8GB 1333MHz DDR3 (PC3-10600) - 2x4GB\n\nFor my MBP (Early 2011) 2.0Ghz\n\nInstallation went fine. The system booted ok. Everything seemed fine, when I looked at my system information it showed that the 8GB of RAM were running at 1333Mhz. Then I rebooted my MBP and started Apple Hardware Test. First test passed fine, but during the 2nd test I got this error: \"4MEM\/64\/40000000 0x84486198\". Then I turned off power, when i turned it on again, I've got a black screen with 3 beeps and 3 front led flashes. I tried to swap memory modules with no success. When I inserted the original memory back system booted up as usual without any problems. After that I reseted PRAM and NVRAM, reinstalled the new memory and I got 3 beeps again. Any suggestions please?\n\nAnswered! View the answer I have this problem too\n\nIs this a good question?\n\nScore 1\nAdd a comment\n\n1 Answer\n\nChosen Solution\n\nYou have bad ram. The 3 beeps signifies that there is defective ram in your unit. You should contact Apple and ask for a replacement or a refund and then buy ram from another store like OWC or Crucial because they are much cheeper and have never come defective when I ordered them.\n\nHope this Helps\n\nWas this answer helpful?\n\nScore 2\n\n\nThank you for the answer. I still can't belive that $200 \"guaranteed to be compatible with your Macintosh\" Apple memory is crap. I thought for this price it could be well tested. By the way, the faulty memory is Hynyx branded. On Monday I am going to call Apple and ask for replacement.\n\n\nThat is why I only buy memory from OWC or Crucial. It is roughly half the price and has never disappointed me.\n\n\nToday I received the memory replacement. Everything seems to be fine.\n\n\nAdd a comment\n\nAdd your answer\n\naein aeinner will be eternally grateful.\nView Statistics:\n\nPast 24 Hours: 0\n\nPast 7 Days: 2\n\nPast 30 Days: 13\n\nAll Time: 1,399",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.989978075,
        "format_confidence":0.989767015
    },
    {
        "url":"https:\/\/arduino.stackexchange.com\/questions\/43542\/differences-between-arduino-uno-smd-and-uno-dip\/51613",
        "text":"I just bought an Arduino Uno (SMD version) from W11Stop and want to know whether there is any other difference between Arduino UNO DIP and Arduino UNO SMD besides knowing that the SMD version doesn't have a DIP chip which can be replaced?\n\nI am just a beginner so please help me if I am wrong!\n\n  • Afaik, the SMD version actually has two extra analog pins. But they may not be accessible on your Arduino board (ADC6 & ADC7). The PDIP has 28pins TQFP has 32 pins (check the datasheet). But the internals should be the same by design. – Paul Sep 9 '17 at 10:41\n\nAs far as I know there is no real difference, at least not directly related to the SMD.\n\nThere are many clones which sometimes have slightly different behavior or protection.\n\nBut for the SMD the only disadvantage is it cannot (easily) be replaced.\n\nI have one original one (with DIP) and several clones and so far I did not found any difference, except for having mini USB instead of normal USB.\n\n  • mini USB instead of USB-B is just a chinese version of it. Many clones of Arduino bought from china have either MINI, MICRO or B-type usb port, you can actually choose. But none original(UNO) has ever had a mini USB on it. – Jakey Apr 8 '18 at 14:17\n\nActually, there are no different on the functionality. But you may can't go through some features, because the ATmega can be remove it manually without any special tools. One of the useful case as ArduinoISP for burning bootloader to another ATmega328p AVR.\n\nFor personal suggestion, you just needed one piece of PDIP\/DIP version UNO, others boards you can consider the lower cost, such as Nano, Pro Mini(Without USB-to-TTL), UNO(SMD).\n\nFor the USB-to-TTL, there are many options in the market, watch this video to explain what are they different.\n\n\nThere's no actual difference, but just the \"look\". Neither version of it should bother you at anything, but there are 2 things, worth mentioning.\n\n  1. The IC can fall out of DIP socket: I've been told a few times this already, but never had experienced such behaviour or been at occasion, where that happened. So here's a disadvantage for DIP cases.\n\n  2. DIP has also possibility of changing waaaaaaaaaay easier the microprocessor in case of failure. You simply grab it off (even might with a help of a screwdriver) and you're ready to put in a new one. So this is an advantage nr. 1. I also like to use an Arduino in projects, but not the whole board. I just take the IC (atmega328) and use 2 ceramic caps with 16MHz quartz and I've got my own arduino on other PCB - in this case, you can use Arduino UNO board as a programmer. This is how to avoid installing FTDI or CH340 chip on other boards. Advantage nr. 2.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8876654506,
        "format_confidence":0.9889434576
    },
    {
        "url":"http:\/\/www.lionebra.com\/_digital_cameras\/q1346300-working_ccd_tr71",
        "text":"Having problems with your Digital Cameras ?\n\nI have a working ccd-tr71 with acracked case at the insert point of the grip strap and a missing strap . I have a2nd ccd-tr71,non-working with an intact grip strap -can I take the strap and casing from it and put it on the working one ,if so how\n\nAnswers :\n\nYes that will be possible , just make sure you do it carefully to avoid further damage to the working unit...\nRepair Help & Product Troubleshooting for Digital Cameras\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nI have a working ccd-tr71 with acracked case at the insert point of the grip strap and a missing strap . I have a2nd ccd-tr71,non-working with an intact grip strap -can I take the strap and casing from it and put it on the working one ,if so how\n\nYes that will be possible , just make sure you do it carefully to avoid further damage to the working unit... ... Digital Cameras\n\nMy sony dsc-w1 got very wet, caught in a rainstorm and did not have the case. I have left it dry out for 4 days and it turns on, lcd works, can read memory stick and display old pictures on the lcd. But when I try to take a picture the lcd displays a black a screen and the picture that it takes is just a black box, flash illlumintor everything else seems to work, except the ability to take a picture, lens moves in and out, but picture is always black, any idea, is the ccd shot\n\nMaybe the shutter got wet and sticky. You can try look into the lens then press shutter button to take picture. If you don’t see the movement inside the hole, the shutter doesn’t open, it will take black picture. ... Sony Cyber-Shot DSC-W1 Digital Camera\n\nTook Canon A620 apart to replace the motorized lens. One small spring fell out of somewhere in the process. One expert said I need to take the CCD out and that the spring is used to adjust the lens. I do not know what CCD is let alone where the spring goes. I put it back together without it and it appears to be working fine!!!!!!\n\nHi,Are you talking about the Spring that helps the Lens Movement?If you are able to use it properly and lens movement is Fine, either you are talking about some other spring which might be irrelevant as you have the camera wor ... Canon PowerShot A620 Digital Camera\n\nMy Canon Rebel XT camera was working just fine, but suddenly halfway through using it won't shoot any more. Everything on the camera works just fine, it just won't take any photographs in any mode. It can't be a problem with my CF card as its a trusty one I've had for a while, and I've tried formatting it just in case and my camera still won't work.\n\nHave you tried going into the menu and finding \"reset\"? Just follow the on-screen instructions. ... Canon Rebel XT \/ EOS 350D Digital Camera\n\nMy Nikon D-40x has an auto focus that won't auto focus. Becasue it won't focus, it won't take a picture with the lens set to that mode. One day the camera worked fine. I put it up in the closet for about 5 months while working odd hours. Took it down removed it from the case, charged the battery and it just won't work. It died all on it's own....Replaced the battery, same result.\n\nWhen you store a unit with a battery even if there is no obvious signs of corrosion at the contacts of the battery terminals doesn't mean that there is none on thecircuit board it'self. if you feel comfotable doing this remove the back cover of camer ... Digital Cameras\n\nI bought a new sony T-300 cam 2008 aug...no probs up to one year.then it start vibrating after taking some photos...........now the same condition.some time it may work properly....then it will again vibrating.I showed this to sony servicing centre.they told that its a ccd problem.it will cost around 10000.any other solution..\n\nThere is no other solution. This is a common problem with Sony cameras. They were actually quietly fixing some of them for free for awhile. You should complain loudly. ... Sony Cyber-shot DSC-T300 Digital Camera\n\nNikon cooplix 4300 worked for 5 years fine now it will turn on take one picture and then when I press the button to take another picture it won't work (the button physical won't go down to take the picture). If I turn it off and turn it back on again, it does the same thing, takes one picture and then nothing. I think something is wrong with the button?\n\nWhat does the battery icon show? If it shows an almost depleted battery the camera will only let you take one picture, then disable it from taking any more.\\015\\012\\015\\012It's possible the battery won't hold a charge, so you should consider te ... Nikon Coolpix 4300 Digital Camera\n\nWater damage Hi, One of my kids knocked a drink over my camera and I have dried it out. The lens was not working, but seems to be now. But the picture is not good at all, and I can not see the picture I am about to take. It take photos OK just can not see what I'm taking. I keep getting told its probably cheaper to buy a new camera than to get my one fixed. Help please. Thanks Lisa\n\nYou can get a quote from digital camera or Samsung camera repairer then you can decide what to do.It maybe cheaper to get a new camera. ... Samsung WB700 Digital Camera\n\nDisney Pix Micro digital won't take pictures at all. Took one and now won't work. Will take pictures only when connected to computer, but I must click the \"Take Picture\" button on the computer. The one on the camera does nothing but turn it on and off. The green light on the front blinks, but count of pictures does not reflect a photo being taken.\n\n... Disney Pix Micro Digital Camera\n\nCamera had beer spilled over it. Not much but enough to stop it working. I took it to a camera repair shop in Vitnam, The guy said he could fix it and went to work on it, when i got it back it worked perfect for a while and all of a sudden it stopped showing an image on the display. I can however look at previously taken photos. Just cant take new ones. If i take a photo and then check if an image came out (even though i couldn't see an image when i took the photo) nothing is shown. I really hat\n\nWhich model camera have you got? you listed in Fuji F470 but your last piece in you description says F47fd. I can offer help either way but please clarify.\\015\\012Thanks ... Fuji FinePix F470 Digital Camera\n\nGE G5 WATERPROOF CAMERA: when I take pictures one after the other and then press the button to view them, my camera freezes and the green light stays on and i have to take the battery out for it to work again, and then every single photo I just took isn't there. even if I just take one photo and press the preview button too quickly it does it. How can I solve this problem?\n\n... Digital Cameras\n\nWhen I switch on the camera all functions work but I cannot see anything but a white screen. Seems as if a shutter is not opening in order to take a picture. If I press the button to take a picture it works but cannot take one as cannot see anything.\n\n... Fuji FinePix A310 Digital Camera\n\nCamera wont take pictures, button is working, everything else is working , The camera has a new battery, every turns on but when you press the button to take a picture it wont take one.\n\nButton terminal probaly became faulty, sometimes from moisture, but not expensive to repair ... Kodak EasyShare C360 Digital Camera\n\nMy Canon 40D locks up when I click the shutter and the blue printer light next to the menu button is flashing. All the LCDs go blank and all functions stop working . Originally I was using a vertical grip and it still would not come on when I took the batteries out but after I detached the grip the camera did come back on . Now I'm not useing the grip and I still have take out the batteries and re-insert and turn back on camera to make function work again. Everything looks normal but the same th\n\n... Canon EOS 40D Digital Camera\n\nOlympus D-435 Our camera has been working fine until last week when we started getting this error message - memory full on a blue screen when we had taken only one photo (and deleted all previous photos). Thinking there was a problem with the memory card, we removed it and used only the camera's internal memory which worked for a short while - allowing us to take 12 shots - but now it will only let us take 1 shot before giving us the error message. Is there anything I can do? Many thanks\n\nYou can try updating the firmware of the camera since this is not a problem with the memory card its with the camera itself you can check Olympus web site for software update on this.Hope that helps....... ... Digital Cameras\n\nA CANON SURE SHOT 155...it is howing Hand is frozen, lens cover won't open, zoom won't work etc. The instructional booklet says take the battery out and reinstante. I have taken the camera and battery to locan camerea shop and the battery was tested as working fine. When you reinstate the battery the camera takes one shot oly then freezes again and displays a flashing H on the small screen at the front. Help please\n\nReset and replace the batteries and clean the contactsif this does not help this camera cannot be repaired. it needs to be tried by some experienced tech for any luck.he may only help you ... Digital Cameras\n\nMy Canon EOS Digital Rebel XTI will not automatically focus. The little AF points don't show red to signify it is focusing. The camera just takes a blurry picture. It was working perfectly one minute and the next it wasn't. I tried taking the battery out and the points would turn red a few times then they would quit working again. Please give me an idea what might be wrong. Thanks,\n\nDoes the lens have an AF \/ MF switch on it, if so ensure it is on AF ... Canon Rebel XT \/ EOS 350D Digital Camera\n\nIt turns on but won't take a picture when you push the button! I downloaded the pictures on the card because I was told maybe it wouldn't worked due to a full card. It did have 2300+ photos, but only... (truncated)",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9773043394,
        "format_confidence":0.9054662585
    },
    {
        "url":"http:\/\/store.apple.com\/us\/question\/answers\/product\/MC184LL\/B\/can-i-use-the-apple-wireless-keyboard-with-my-android-phone\/QYAPUCU22C74AA9YJ?fnode=43",
        "text":"Can i use the apple wireless keyboard with my Android phone?\n\nApple Wireless Keyboard - English\n\nBack To Product\n\nFollow this Question\n\n2 Answers from the Community\n\n  • Best Answer:\n\n    I've tried it on Android 2.1, the phone found the keyboard, but the Android doesn't seem to have a correct connection wizard, which can perform the bluetooth authorization with the keyboard correctly, so it failed to connect.\n\n    Was this useful? Answer 1\n\n    18 of 27 people found this useful\n\n  • I just tried the Apple Wireless Keyboard with my Droid RAZR running JellyBean and it works flawlessly. Pairing was simple *the 'droid instructs you to type a 4 digit number then enter) and shortcut keys work well also.\n\n    Was this useful? Answer 2\n\n    10 of 14 people found this useful\n\nRelated Questions",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9806491137,
        "format_confidence":0.9700030684
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t4036007-mfc_7820n_print_settings_change",
        "text":"Question about Brother MFC-7820N Laser Printer\n\nOpen Question\n\nMfc-7820n - print settings - change how\n\nOn my mfc-7820n (on print settings) the right margin is set at '80' which I assume to mean 8.00\", the left is at '0'.\nWhen printing address labels, which come to me as printed to pdf, the labels are too far to the left so that on the last (right) column the first few letters are cut off.\nI asssume there is a connection and I wanted to try to set either both margins at zero or both to 0.12\", but I cannot find anywhere how to set\/change the margin.\n\nPosted by on\n\n\n6 Suggested Answers\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\nHi there,\nSave hours of searching online or wasting money on unnecessary repairs by talking to a 6YA Expert who can help you resolve this issue over the phone in a minute or two.\n\nBest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\n\nHere's a link to this great service\n\nGood luck!\n\nPosted on Jan 02, 2017\n\n  • 1113 Answers\n\nSOURCE: Print quality bad\n\nTo clear white vertical lines from printed documents follow the steps listed below:\n\nNOTE: The use of non-Brother or generic toner may cause white vertical lines.\n\nBrother strongly recommends that customers do not use generic drum units and\/or toner cartridges, or refill their Brother toner cartridge. Each Brother laser printer is designed to work at pre-set temperatures that are matched exactly to each of our individual toner formulations. Each individual component is designed to work with the other to ensure quality and reliability. Using non-Brother supplies may affect the hardware performance, print quality and machine reliability.\nThe Brotherlimited warranty does not apply to any problem that is caused by the useof unauthorized third party drum units, toner cartridges or toner.\n\n1. First, power OFF the unit for safety. The ON\/OFF switch is located on the left, rear side of the unit.\n\n2. Open the scanner cover by pulling the blue lever located below the control panel toward you and lifting the cover. Make sure the cover is completely open.\n\n3. Remove the drum unit by holding each side of the drum by its handles and gently lifting the drum forward (toward) you.\n\n4. Place the drum unit on a drop cloth or large piece of disposablepaper to avoid spilling and scattering the toner. Make sure thedirections and DR-250 stickers are facing you.\n\n5. With the drum removed from the Brother machine, clean the laser glass. The laser glass is located inside the Brother machine where the drum was located. It is a piece of glass, about 1\/2 inch wide and approximately 8 inches long, located on the bottom of the inside. Gently wipe the glass with a clean soft DRY cloth. DO NOT use isopropyl alcoholor any liquid to clean the glass.\n\n6. Gently pull up on the mauve lever to turn the toner cartridge toward you until it stops. Remove the toner cartridge from the drum unit by gently sliding it out of the drum unit. ***Handle the toner cartridge carefully. If toner scatters on your hands or clothes, immediately wipe it off or wash it with cold water.\n\n7. Gently rock the toner cartridge from side to side five or six times to distribute the toner evenly inside the cartridge. Then, reset the toner into the drum (be sure it clicks into place). Gently push on the mauve lever to turn the toner cartridge away from you until it stops.\n\n8. With the DR-250 sticker facing you turn the drum upside down. There is a blue tab located on the right side. Slide the blue tab back and forth seven times to clean the corona wire. When finished, make sure the blue tab is locked to the right side of the drum.\n\n9. Reset drum unit in Brother machine. Close the cover securely.\n\nPrint the help list to test the unit by pressing the REPORTS key located on the control panel and then (1) on the dial pad.\n\nIf the white vertical lines still continue, the drum unit will need to\nbe replaced.\n\nIf the purchase date of the original drum or replacement drum is less than 90 days (within the warranty of the drum), contact Brother Customer Service Center at 1-877-Brother (1-877-276-8437) . The center is open Monday-Friday, 9:00am to 7:00 pm EST, excluding holidays.\n\nPosted on Dec 27, 2007\n\n\nSOURCE: Connecting Brother MFC 7420 thru Dlink DP301P Print Server to home network with ONLY dynamic addressing\n\ndo you know how to network a 7420 fax ?\n\nPosted on Jul 11, 2008\n\n  • 1 Answer\n\n\n\n\nPosted on Nov 25, 2008\n\n  • 1 Answer\n\nSOURCE: HP Deskjet F2180 Margins incorrect for label printing\n\nI eventually managed to print my labels one sheet at a time by forcing the label top edge down the page. You can insert one or two lines above the label template and adjust the font size to get the right distance. It took a bit of trial & error but got there in the end. Hope it helps you\n\nPosted on Dec 11, 2008\n\n  • 191 Answers\n\nSOURCE: Dots on the left side margin\n\nThis problem comes from drum cartridge, you may try:\n1) take out drum cartidge open drum cover clean the surface at leftside(using soft brush) and check drum surface at leftside, there is damage if you see the color surface appear a broken-ring at leftside(the color changed), you have to change new drum cartridge,\n2) sometimes cause cartidge clean brush dirty can not do well cleaning job, just clean this parts at leftside well then turning drum a little there is no toner appear at surfac leftside if ok.\n\nPosted on Dec 21, 2008\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nAt times while printing reports, the printer will continue printing off the page\n\nLM=1 is left margin, RM=220 is right margin, TM=2 is top margin, BM=64 is bottom margin, FL=66 is form length (66 lines is 11 inches when LPI=6 lines per inch) PRTFEA=H means you have the print feature dial set to Host. Change the dial and you get different settings for forms, checks, invoices, reports. A-F.\nPerf Skip just skips over the perforation where the pages are perferated. Enhanced means its double strike vs Draft mode.\nThese settings tell me you are printing compressed print (CPI=16) on wide paper (green bar) cuz RM=220 right margin is 220. For 8.5x11 paper 132 is the correct margin with at 16cpi. or 80 for 10cpi. Clearly you have the wrong paper in here if you print off the page. You must have 8.5 x 11 or 11 x 8.5.\nHost allows the computer to change the settings on the fly. That may be why it goes off the page later. (Or it could be a carriage jam that makes it think its at space 1 when it isn't.)\nI don't know what you are trying to print so I can't help you. I can tell you that having right margin on 220 is why its printing off the page.\nYou can change the dial to preset draft 16 and print a menu for those setting or you can change the RM to 132 or 80 by using the command, menu, change and accept keys.\nIts been 10 years or so for me but take the printer off line by pushing the on-line button, press command, press menu and it will print all the settings like you have done. It will then print whatever the first item you can change is, press accept and keep accepting until you get to RM=220 then press change. It should print 80 or some number, press change until you get to 132 then press accept. Press accept until you get to the end. Press Normal and on line.\nIf you change the print size from 16 to 12, or 10 you will need to change the RM to the correct width.\nCan't find a manual online for you. I probably thru away 200 of them in 2007 when PCS closed. It would show you what the choices are for each setting. And what the preset and A-F settings are without printing a menu on each one.\nYou might can buy a manual from Dennis or Rick...\nAre you a Auto or Ag Equipment dealer?\n\nJun 03, 2014 | Texas Instruments TI 880 Matrix Printer\n\n1 Answer\n\nI am trying to print a booklet 2 pages per sheet double sided. Printing is OK but spacing is no good for the binding when the pages are cut in two. What instructions should I give the printer to allow...\n\n\nBy spacing, I assume you mean the margins at the centre.\n\nThe default margin settings are not the same for the right and left hand side of the page, so the printing on the reverse side is offset from the printing on the first side.\n\nThe right margin is always wider to allow for punch holes in file paper.\n\nIt is not the printer settings you need to adjust, it is the page layout of your word processing software.\n\nAdjust the margin settings manually. In MS Office 2007:\n\nPage Layout > Margins > Mirrored Margins.\n\nHope this helps.\n\nAug 24, 2011 | Canon PIXMA MP610 InkJet Printer\n\n2 Answers\n\nOn my Laserjet 3015, in Microsoft Word, if I set top, bottom, left, and right margins to 1\", on the printed page, the margins print as Top 1\", Left 15\/16\", Right 1-1\/8\", and Bottom...\n\nThe default paper selection\/ size in MS Word is 'letter'. you may have designed the document on letter size and while printing you have A4 size paper in the printer.\nSo, Make sure that you design the document on the same paper size (such as A4, which is commonly used). Secondly, while printing don't print the document directly. From the Print dialogue option choose the exact paper size and un-check (de-select) any option of paper resizing (if available). You will have the documents printed exactly as designed.\n\nLet me know if any further clarification\/ assistance is required.\n\nHope it helps! Good Luck! Thanks for using Fixya!\n\nJul 12, 2011 | HP LaserJet 3015 All-In-One Printer\n\n1 Answer\n\nPrints a black streak whether I copy, or print, not dirty glass on Brother 7820N\n\nTry cleaning the corona wire of the drum unit.\n\nYou need to open the front cover of the machine and remove the cartridge (drum and toner) On the top right there is a tab that you need to slide from left to right about 20 times, then bring back to home position\n\nApr 10, 2010 | Brother MFC-7820N Laser Printer\n\n1 Answer... (truncated)",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9034067988,
        "format_confidence":0.9728480577
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t15287648-procedure_language_setting_english",
        "text":"Question about Samsung Star GT-S5233 Cell Phone\n\n1 Answer\n\nWhat is the procedure to take the language setting to be english?\n\nPosted by on\n\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert that got 5 achievements.\n\n\n    A rookie expert who has answered 20 questions on their first day.\n\n\n    An expert who has answered 20 questions.\n\n  • Expert\n  • 38 Answers\n\nWhat is the language now?\n\nPosted on Dec 06, 2012\n\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n2 Answers\n\nChange language from Spanish to English Vizio 323SV\n\nYou may have to go back to the setup procedure and search for a language option to select English.\n\nDec 19, 2013 | Vizio VO320E LCD TV\n\n1 Answer\n\nWhere is the language setting??\n\nUse your remote control. Press MENU. Goto SETTINGS. Then SETUP. Goto LANGUAGE to select the language you require. It will be bit difficult, if it is other than english language, if already selected. You have to use your judgement. The procedure for this is given in the User manual.\n\nDec 14, 2011 | Sony Televison & Video\n\n1 Answer\n\n\n\nOn your phone menu, go to setting > initial set-up > language,then change it to english, but for sure you can't read this because it was set to korean language.\n\nDownload this user manual for a sort of shorcut : V3 Manual\n\nIf you can find it because the language pack is only set to koean,you need to update the firmware. please make a reply if you want procedure on updating and i will give you the tool that you need.\n\nSep 16, 2011 | Motorola Mobility RAZR V3\n\n1 Answer\n\nI just received my unit and for some reason the unit is in spanish which I do not understand. How do I get it to be in english.\n\nTry this procedure:\nPress TOOLS, the spanner symbol on the page with WHERE TO and VIEW MAP\nPress SETTINGS, the spanner symbol, or LOCALE, the blue symbol on models that don't have a settings menu\nPress LANGUAGE the lips symbolThis will bring you to a page with 3 items on it; VOICE, TEXT LANGUAGE and KEYBOARD\nPress VOICE and select an English speaking voice\nPress TEXT LANGUAGE and select English or American English if you're in the USA\n\nThis should solve your problem\n. Remember to rate this answer.\n\nJun 03, 2011 | Garmin Nuvi 1300 GPS Receiver\n\n1 Answer\n\nCan't change the screen to English\n\nJust follow this procedure...\n  1. Press Tools, the symbol in the bottom right corner of a spanner.\n  2. Press Settings, the symbol in the top left corner of a spanner.\n  3. Press Language, the symbol of lips\nYou'll can see 3 bars one for text language, one for voice language and one for keyboard layout.\nPress each one in turn and select english as the language.\n\nGood luck.\n\nApr 08, 2011 | Garmin nuvi 205W GPS Receiver\n\n2 Answers\n\nMy printer language has been changed accidentally, pls help me to change it to english language. send me how to change using the control panel.\n\nHi vivekchat18,\n\nThe instruction below will help you put back the display language you desire for your printer. You may use the procedure below to print out reports or to show messages on the all-in-one control panel. Here's how:\n\n1.First you need to press MENU.\n2.Then, select SYSTEM SET UP.\n3.Afterward, select LANGUAGE.\n4.Now, choose the language that you prefer. In your case, ENGLISH.\n5.You have to SAVE your settings.\n6.Finally, wait until your system automatically restarts.\n\nHope it helps.\n\nThank you for using Fixya.\n\nMar 29, 2011 | HP LaserJet 3050 All-In-One Printer\n\n1 Answer\n\nI need to change the language setting - how do i do this on my T1-83 plus\n\nThere are apps on the TI Website that can change the language. Download the one corresponding to your preferred tongue and install it on the calculator The installation procedure is here.\nOnce the language localization is installed, press the [APPS] button, find the language application, select it and press [ENTER]. In the application screen that is diplayed, you can choose\n  1. The new language\n  2. English.\nObviously you select the new language. and press [ENTER].\n\nHowever if your calculator is tired of \"speaking in an alien tongue\" you can revert to the default English by running the language application again, this time choosing 2:English.\n\nHope it helps.\n\nNov 06, 2009 | Texas Instruments TI-83 Plus Calculator\n\n1 Answer\n\nInstructions on screen are not in English\n\nDo you know what language it is in now? Page 10 of the manual explains the procedure. If you cannot find the language setting type the words into Microsoft Word and use the translate function. It looks like the language setting is right after the clock.\n\nJul 02, 2009 | Sony HDR-SR12E HDD Camcorder\n\n1 Answer\n\nJapan languange in cmos\n\nThe \"default\" BIOS-settings should be used.\n\nNov 09, 2008 | Computers & Internet\n\nNot finding what you are looking for?\nSamsung Star GT-S5233 Cell Phone Logo\n\nRelated Topics:\n\n26 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Samsung Cell Phones Experts\n\nComputer Repairing\nComputer Repairing\n\nLevel 3 Expert\n\n14641 Answers\n\nFotis Papastamatiou\n\nLevel 2 Expert\n\n96 Answers\n\nBill Long\n\nLevel 3 Expert\n\n587 Answers\n\nAre you a Samsung Cell Phone Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.98609519,
        "format_confidence":0.9836124778
    },
    {
        "url":"http:\/\/www.lionebra.com\/canon_powershot_s2_is_digital_camera\/q2205942-got_dropped_shutter_work",
        "text":"Having problems with your Canon PowerShot S2 IS Digital Camera ?\n\nGot dropped. shutter won't work\n\n\\015 Got dropped. shutter won't work\\015\n\nAnswers :\n\nRepair Help & Product Troubleshooting for Canon PowerShot S2 IS Digital Camera\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nNikon d40 hi i got my self a nikon d40 all was well for the first 5 days was working well very happy. but then i went to get the d40 out to take some early morning beach shots turned it on and got a white lcd and the camera would not work so took the battery out to check it put it back in cam turned on and worked but still the white lcd and if you turn it off then back on camera wont work unless you push the battery first and still have a white lcd. have taken it to my registered nikon dealer t\n\nSounds like you got a bad one, i would ask for a new one. ... Nikon D40x Digital Camera\n\nI dropped my camera in water, the lense got moisture in it but was working right away. I had opened the inside of the camera to make sure nothing got wet. I set it out to dry. The lense is dry of moisture but the buttons wont work and the camera wants me to input the date. But, since the buttons won't work I can't, and now I can't take picutres.\n\nGet a new camera - you will have other problem besides the obvious ones. Liquid will produce corrosive material after it drys and remain in the camera and will be difficult to remove later. ... Fuji FinePix F20 Digital Camera\n\nCamera won't turn on what can i do (yestreday it worked fine, HELP)? first i tried to get batteries for it and they didN'T work so then i got other brand new batteries and they didn't work IT WORKED FINE YESTERDAY AND NOW IT WONT AND I'M GOING TO THE BEACH IN 5 DAY SO I NEED TO FIX IT HELP!!!!!!!!!!!!!!!!\n\nMy Camera no coming on. ... Kodak EasyShare C513 Digital Camera\n\nCanon powershot G6 Can't download pictures from camera to laptop. Never had a problem before. It states USB is not recognised, bought a new USB lead & it still doesn't work. USB card reader doesnt work on my laptop. Re-installed laptop (vista) and it still wont download. sent camera for repair and got it back and it still doesnt work. phoned canon and they havent a clue and are looking into it. I have found a temporary work around by putting my flashcard in my printer and downloading via the pri\n\n... Canon Digital Cameras\n\nCan't download pictures from camera to laptop. Never had a problem before. It states USB is not recognised, bought a new USB lead & it still doesn't work. USB card reader doesnt work on my laptop. Re-installed laptop (vista) and it still wont download. sent camera for repair and got it back and it still doesnt work. phoned canon and they havent a clue and are looking into it. I have found a temporary work around by putting my flashcard in my printer and downloading via the printer but you need a\n\nLet's go all the way back to your card reader not working when you plug it in. Are you sure? Sometimes you have to open \"my computer\" to find it...it will be a removable drive. ... Digital Cameras\n\nI have got a Panasonic NV EX3EN digital camera.I am experiencing the following problem, can any one solve it out please. menu button not working-wont record or play back....there is a red light flashing o the lCD and a command is comuing up on the LCD screen U 10.when i disconnect the battery and reconnect it , the camera works for few seconds and again stops working.\n\n... Panasonic Digital Cameras\n\nHi, my fuji fine pix camera has absolutely no power, i need it tommorow night for a big family event and it wont work. When i try and use charge it also there are no lights etc indicating a charge. A few month back i got my bag wet and the camera was in there. The camera worked after that when it was dried out. Now it does not, is there anything i can try at home to get it to work ??? :\/ thankyou.\n\nIf the camera got wet the way you described, it can run for days, weeks, and months, but even with your best efforts to dry it out, moisture still got in there and caused it to fail. I have worked on countless pieces over the years that ... Digital Cameras\n\nI just got this SamSung s850 but i don't know how to make the flash work. it was working earlier but then i turned it off. now when i go to put the flash on it wont work???\n\nVolume ... Samsung S850 Digital Camera\n\nMy cyberlink youcam 3 doesnt work and it wont work in windows live messenger either and i got a compag\n\n... Digital Cameras\n\nBlurred pictures Okay so my pictures just started to get blurry and stuff like that for no reason (i took good care of my camera). and then it got a bit wet i think and now the flash won't work either and when i press the flash button thing it won't let me go to the flash menu. the red hand in the top right hand corner wont go away. What do i do? i just got this camera 2 months ago:(\n\nWATER + CAMERAS = NOT GOOD!!\\015\\012does anyone besides me see this? ... Nikon COOLPIX L3 Digital Camera\n\nDigital camera got dropped into the sand, and some sand worked its way into the lens and focusing system, and now the camera cannot zoom or focus, but still turns on and takes pictures i have a lumix dmc fx12, and it got dropped into the sand at the beach. the shutter wont close properly, there's sand in the lens, and it won't zoom. Please help!! i don't know how to fix it!!\n\n\nBeeping This is my daughters camera she got it for christmas last year, it worked fine until a couple of months ago. When you push the power button with rechargeable batteries in it ... it starts up but then the screen flashes to Low Battery and then it starts beeping and wont stop until you take out the batteries. We have tried other batteries and with those the camera wont even turn on. Please help me because she loves this camera and is always sneaking it into school with her.\n\nThanks Toniapaytons, ur the best. I thought I had broken the thing, and it was my parents that I bought for them for their anniv. I had borrowed it. Shew!!!! your right we were just buying regular disposable. Thank you thank ... Samsung Digimax D53 Digital Camera\n\nWont work! my olmpus fe 360 got some huge issues yo! i have it for about 6 months now and its giving me problems it wont turn on correctly it beeps n buzzes and all kinda ****! it would just go ti ti ti ti lens will come out but screen will be dark and just turn off with the lens out:S\n\nHi!The focus is stuck, could be sand or something in the focus gears - well known problem with these lens. Contact your local Olympus service center and if they ask too much, feel free to contact me at [email protected] ... Olympus FE-360 Digital Camera\n\nHello my name is ashley, i have a question about my nikon coolpix s3000 camera. i accidently dropped it and now the camera lens got messed up everything else is working fine but is just the lens that is not working. The lens stays out when i turn it off and it wont go in again. and when i want to take a picture it says lens error or sometimes it does take the picture but is all blurry. and i want to know if this is fixable.\n\nOh you silly boy,,,,,we have all done that in our time,,,what you have done is knock the lens gearing out of wack,,,well its busted for good,, as it may well be,,, but if you genteelly push on the lens when you turn off the carera it may help it to \" ... Nikon Coolpix S3000 Digital Camera\n\nLense Error hi i have got a nikon camera which worked for more than two years now. and it started showing lense error and wont work anymore. please help\n\nTry the procedures in this tip. ... Nikon COOLPIX L3 Digital Camera\n\nWont turn on. when i press on button it makes noises like its trying to open then does nothing. battery is fully charged but could it be that? something happened to it when i first came to canada so i sent it home to get fixed under warranty and it worked again when i got it back for another 500 or so photo's. now it's not working again. and i havent been able to get any photo's for the last few months :( :(\n\n... Digital Cameras\n\nCamera seemed to be working fine..got lots of pics..seemed to have stop taking photos a couple days before I picked it up..lost correct time and date so figured batteries were dead. Changed batteries and wont turn on! Took batteries out and repositioned made sure in correct and still wont turn on! Please help\n\n... Moultrie GameSpy 4.0 Digital Camera Deluxe\n\nMy cam has been working fine all day but now i want to share cam on msn it wont let me.....i just got this laptop yesterday i am not to sure why it is not work or how i should try to solve the problem.\n\nTry a system restore if you are using XP. If you do not know how just let me know. ... Digital Cameras\n\nIve got a canon powershot a560. I recored a 15 minute video and took some photos. The photos have transfered to the pc but the video wont budge. It cant be copied. Ive tried using the advanced settings on the camera and scanner wizard and tried to manually copy it over but it still wont work.\n\nIt's very hard to troubleshoot software problems online, and it likely is a software issue. But why put up with the headaches of bad software in the first place? ... Canon PowerShot A560 Digital Camera\n\nMy nephew threw the camera after turning it on and the lens didnt go in when it got turned off now when i try to turn it on it says lens error and wont work what do i do?\n\nTry these procedures. ... Casio Exilim EX-Z750 Digital Camera\n\nFlash Problem i have an A630 which i assume is quite similar. a couple of weeks ago the flash stopped working, i thought it might've been the batteries but i have since changed the batteries with no improvement. wat happens is when i go to take a photo with the flash on or auto the lightning bolt symbol on the screen just flashes and wont take a photo until i turn the flash off. i took it back to where i got it from but th... (truncated)",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9784225225,
        "format_confidence":0.962659359
    },
    {
        "url":"http:\/\/www.electronic-servicing.com\/acer_aspire_one_netbook_8_9_notebook\/q1478992-acer_one_wont_turn",
        "text":"Having problems with your Acer Aspire One Netbook 8.9\" Notebook ?\n\nAcer one wont turn on\n\n\\015 AC light is green but no activity on the hard disk and the screen is just blank. Any ideas? It has been fine until recently.\\015\n\nAnswers :\n\nYou dont make any fing since try puttung system disc where\nTry putting the system disc and switching on the pc to see if there is an operating system fault.\nRepair Help & Product Troubleshooting for Acer Aspire One Netbook 8.9\" Notebook\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nWireless problems on but light wont turn blue tried above solution pass words wont work so now what\n\nDear i have send some information of your problem.Please read this and solve your problem.Thanks.Solution for HP dv6000 wireless problem. Fix it yourself.\\012Hi...\\012I am from Costa Rica and my hp dv6000 had ... HP Pavilion dv9000z Notebook\n\nMy notebook acer aspire 5100 wont boot up cant get to bios and screen stays black with just power light and solid green hdd light.\n\nHi\\015\\012\\015\\012often its a mainboard issue, what you can attempt is reinserting the memory modules on the laptop.\\015\\012\\015\\012first are you in or out of warranty? \\015\\012\\015\\012if you are outside of warranty then go ahead and follow the instr ... Acer Aspire 5100 Notebook\n\nAcer aspire 3500 wont hold charge or turn on\n\nI had to buy an new ac\/dc plug piece off of ebay (cost only like $3 bucks) to sodder onto the mother board of my Acer. Somehow the little plastic\/metal piece you plug into your computer comes off the mother board really easy. Acer wanted me to purc ... PC Laptops\n\nBacklight wont stay on\n\nThe inverter board which provides the backlight power isn't working properly. This is a pretty common problem with LCD screens. The inverter is in the display, mounted under the display panel. It's a fairly simple job to replace the inverter. You hav ... Acer Aspire 5315 Notebook\n\nComputer wont boot hear one beep from motherboard over and over\n\nIf your power supply is bad, there is typically a much cheaper way to fix it rather than purchasing a new one.\\015\\012\\015\\012If you know a little about electronics or know someone who does have them open up the power supply and check the ... Acer Aspire (AST180-US340B) PC Desktop\n\nNot turning on\n\nIt could be the power supply board. Have you tried turning on the laptop while the power adapter is connected to it? If not, try that one to see if that will work.If you get the same problem, the best thing that you could do is to actuall ... Acer Aspire 5920-6727 Notebook\n\nScreen wont come on\n\nNo \"lock\" button but there is a function button to switch the primary monitor from the built in one to an external one. on the lower left han side of the keyboard there is a key labled \"function\" hold that down and look along the top row of buttons ( ... Acer Aspire 5600 Series 5630-6951 Laptop\n\nMy acer aspire one zg5 wont turn on\n\nI assume there is something wrong with power supply...Get an electric meter and test the adapter for dc output..I think the bit that connect to the laptop may be worn out and hence losing connection..Try to play with the adapter end when connecting t ... Acer Aspire 5100 Notebook\n\nNoisy fan after a few minutes start up\n\nYeah. i had this problem too. the fan is noisy because it is garbage. it needs to be replaced if you want to get rid of the noice. you moving the laptop wen the noise first started is just coincidence. the heatsink is fine, but the fan itself is poor ... Acer Aspire 5100-5033 Notebook\n\nWont turn on and wont charge no more - Acer Aspire 3680 Laptop\n\nHi.Go to a computer shop and have the power adapter tested on the bench.The charger is tested using a multimeter to read Volts on the connector. Values must be within half volt from prescribed.The battery is more d ... Acer Aspire 3680 Laptop\n\n\n\\015\\012laptop does not post: (then it is a hardware problem)\\015\\012· try the following first.check battery is seated correc ... PC Desktops\n\nAcer aspire 3500 wont hold charge or turn on\n\nRemove the battery and see it the power comes on, if so bad battery, check the connector where the power plugs into the laptop, sometime this breaks or has a cold solder joint, you can test this by wiggling and looking to see if the powe ... Acer Aspire 3100-1405 Notebook\n\nMemory hi ive got a acer aspire 5610z with 2 512 memory ive just got 2 2gig memory when i put them in together my computer wont bootup but seperately they work ive updated my bios to latest version just wondered if youve any idea\n\nOK! I have read about many people with this problem and I have had the same problem so maybe i can shed some light on it, here goes!...... I turns out that the intel chipset on this laptop will only handle 2gb of memory, not 4gb as Acer say in the ma ... Acer Aspire 5670 Notebook\n\nI have an Acer Aspire One MiniBook. I once had it hooked up to another VGA monitor. Now when I log in it shows the ACER logo and the XP screen then turns black. i can hear the windows start up sound and when i reset it i hear the shutdown sound but cant get the desktop to show up. When i hook it up VGA to another monitor it does the same thing on the other monitor and wont switch back. I have tried SAFE MODE but it gets stuck in the dos looking mode. Please help.\n\nTry pressing the fn key and F5 or look for 2 monitors on one of the F keys its F5 on my acer 5520 that switches display modes also try going into the bios i think its F2 as soon as you turn on the laptop press F2 or look on the screen for the key to ... Acer Aspire One AOA150-1635 Notebook\n\nAcer aspire one model no. ZG5 screen wont come on when pc is turned on\n\nThis is actually a common problem with this model, but don't worry because there is an easy solution! All you need is a USB flashdrive, and another PC with internet access. Go to the acer support website and download the BIOS update for the Acer One ... Acer Aspire One PC Notebook\n\nAcer aspire 5920 wont start. light in AC chrger\n\nThis is a sample of what you can try to do to diagnose a non-starting computer, If these don’t work, realize that most likely a system board (motherboard) has failed or the actual power trim strip above the keyboard has failed. ... Acer Aspire 5920-6727 Notebook\n\nMotherboard identification what is the model number of the motherboard on a Acer Aspire AM-5641-U5520A desktop computer. All I see is the brand name. MicroStar. Mine is dead and I have to replace it but Acer don't sell the parts. We have to send them the computer. Thanks\n\nWait, wait, wait, why you said dead, did you smell the burn from your PC? or just wont turn on. Try to remove the power chords from your PC, or disconnect from your wall outlet in 5-10 min. then turn it on. ok, or check my message below.\\015\\01 ... Acer Aspire AM5641-U5520A PC Desktop\n\nHi Hoping some one can help me I have an acer\n\n\nAcer Aspire One wont turn on\n\nHi thereIt sounds like the hard drive is faulty and has some bad sectors on it. Take the hard drive and boot the machine to rule out any other possibilities of problems with the laptop itself, if it stays on and just says hard disk not found yo ... Acer Aspire One PC Notebook\n\nWont boot up, stays on black screen with flashing \"_\" sign\n\nThe OS probably has a corrupt system file that is causing it not to turn on properly. If you can get into safe mode, back up all of the files that you need either online or via a flash disk or blank CD\/DVD. Make a list of the software you have that i ... Acer Aspire 5100 Notebook\n\nBattery wont charge\n\nWell the battery is dead. I don't understand your question. You have always been using it on AC adapter, but today you tried using it on battery and the battery was dead? Use the AC adapter and watch the battery and see if it charges. If not take the ... Acer Aspire One Netbook 8.9\" Notebook\n\nCan't turn it off\n\nHi, ok you only have a few options\\015\\012hold the power button in for about 10seconds should turn it off.\\015\\012if it dont then you can remove the battery from the laptop by turning it upside down and theres a slide button to remove it. ... Acer Aspire 5630 Notebook\n\nBoth screens wont work\n\nNo mention of how much ram installed ???\\015\\012\\015\\012Are you using ACER GRIDVISTA\\015\\012This program handles the multi screen out put\\015\\012\\015\\012or \\015\\012\\015\\012Standard Screen Properties,,,,,,, ... Acer Aspire 3680 Laptop\n\nAcer AL1916 monitor wont turn on\n\nNormally along the number keys are cymbals, you must look for one that is a wireless sign, then i think you must press a key with this key to enable it, normally its a fn key ... Acer AL1916W 19\" LCD Monitor\n\nWindows XP will load - then wont go any more.\n\nHello,\\015\\012\\015\\012When you get to that empty screen, try hitting CTRL+ALT+DELETE.  If you can get task manager to come up, try going to file, run, and typing \"C:\\\\windows\\\\explorer.exe\".  If that doesn't work perform the following ... Acer Aspire One PC Notebook\n  • Start your question with What, Why, How, When, etc. and end with a \"?\"\n  • Be clear and specific\n  • Use proper spelling and grammar\nall rights reserved to the respective owners || www.electronic-servicing.com || Terms of Use || Contact || Privacy Policy\nLoad time: 0.8286 seconds",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9916689396,
        "format_confidence":0.9359489083
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t367272-agfa_snapscan_e25",
        "text":"Question about Agfa SnapScan E25 Flatbed Scanner\n\n1 Answer\n\nAgfa Snapscan e25\n\nMessage came up the firmware file is missing - have uninstalled, but now the CD disc will not re-install - what can I do?\n\nPosted by on\n\n  • maralne Mar 05, 2009\n\n    have no cd to download it (it's broken)\n\n\n\n1 Answer\n\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n  • Contributor\n  • 1 Answer\n\nCant find updated drivers for agfa E20 flatbed scanner?\n\nPosted on Feb 02, 2008\n\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\nHi there,\nSave hours of searching online or wasting money on unnecessary repairs by talking to a 6YA Expert who can help you resolve this issue over the phone in a minute or two.\n\nBest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\n\nHere's a link to this great service\n\nGood luck!\n\nPosted on Jan 02, 2017\n\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nHow do i get my old snapscan e25 to work with my new compaq computer?\n\nHi clivegillyve\nIt's impossible under Windows 7 . There is no more support from AGFA .\nUse a virtual version of XP on your new machine :\nBest regards ,\nfanaudi .\n\nSep 05, 2011 | Agfa SnapScan E25 Flatbed Scanner\n\n1 Answer\n\nI am running win-7 x64. Is there a driver I can use for my Agfa flatbed scanner snapscan e25?\n\nHi koppeling\nThere is no direct solution since Agfa doesn't support your driver anymore after XP .\nInstall a virtual version of XP on your PC with FREE WmwarePlayer : or via Microsoft if you are using Ultimate or Professional .\nOtherwise , you 'll need to replace your device by a W7 compatible one .\nbest regards ,\nfanaudi .\n\nAug 23, 2011 | Agfa SnapScan E25 Flatbed Scanner\n\n1 Answer\n\nScanwise cannot find the current colorsync system profile. I only recently upgraded to snow leopard and this was the problem message\n\nUninstall the scan software and install the snow leopard software not using the upgrade path. If the problem persist, install only the orignal scanner software.\n\nNov 15, 2010 | Agfa SnapScan E25 Flatbed Scanner\n\n2 Answers\n\nI need a driver for this scanner AGFA SNAPSCAN e25\n\nHi i hope u 'll be fine\nYou can easily and free download the driver from here\nAfter clicking Download 'll automatically start after few seconds. download then install it on your PC and Enjoy\nI hope this solution will helpful for u. Best of luck\nKindly keep thumbs up in do Rating if it is helpful\n\n\nApr 30, 2010 | Agfa SnapScan E25 Flatbed Scanner\n\n1 Answer\n\nDriver for Flatbedscanner22 for OS windows 7\n\nAbout Agfa Snapscan E25:\nAgfa discontinued its DTP scanner product line (SnapScan, DuoScan, Horizon and Arcus range) and digital cameras (ePhoto, ActionCam, StudioCam) at the end of 2001. At this page is the link for downloading the last valid drivers for your scanner, supporting up to winXP. Try, if you are lucky it may work with Win7\nAbout Acer Aspire 3050:\nThis laptop has no drivers for Win7 (that's what acer says, not me). Here is the last driver for your camera supporting up to Vista.\nIn my opinion try the latest drivers that I send you, since there is nothing to loose.\n\nIn case of a problem or clarification, don't hesitate to post.\n\nThanks and regards\nPlease kindly rate this solution\n\nFeb 25, 2010 | Agfa SnapScan E25 Flatbed Scanner\n\n1 Answer\n\nI work with Mac OS (Snow Leopard) and my Mac don't recognize the Agfa Snapscan e25. What should I do? Regards\n\nSnow Leopard has a bunch of drivers built in to control various printers.  If it doesn't recognize the printer, then you will have to go on Agfa's web site to see if they have a printer driver compatible with Snow Leopard.  Keep in mind that Snow Leopard is a new OS and that printer manufacturers will take some time to update their programs and drivers to run on it.  If you don't find a driver then, you got to use a different printer or downgrade your OS to one that will run the printer.\n\nNov 06, 2009 | Agfa SnapScan E25 Flatbed Scanner\n\n1 Answer\n\nAgfa snapscan 310\n\nI have misplaced my scanner drivers CD and i need to install it on a new computer can you please help me download a free scanner drivers for my Agfa snapscan 310?\n\nMar 03, 2008 | Agfa SnapScan 310 EPP Flatbed Scanner\n\n1 Answer\n\nHardware problem\n\nDid you apply the lock in the move? Take a look under the base- also check the manual. Failing that then one can only assume it has had a bump in the move. Depending on age you could try the makers- maybe a warranty hope there. Certainly the tech support may have some answers as may be here\n\nMay 17, 2007 | Agfa SnapScan E25 Flatbed Scanner\n\nNot finding what you are looking for?\nAgfa SnapScan E25 Flatbed Scanner Logo\n\nRelated Topics:\n\n457 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Agfa Office Equipment & Supplies Experts\n\nCindy Wells\n\nLevel 3 Expert\n\n5582 Answers\n\nChris Larocque\n\nLevel 3 Expert\n\n367 Answers\n\nPierre Legault\n\nLevel 3 Expert\n\n381 Answers\n\nAre you an Agfa Office Equipment and Supply Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9357160926,
        "format_confidence":0.9834856987
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t479003-ink_cartridge_problem",
        "text":"Question about Canon PIXMA MP510 All-In-One InkJet Printer\n\n1 Answer\n\nInk cartridge problem\n\nInk cartrdges were replaced with all new Canon cartridges and the prnter will not recognize the No. 2 Cartridge.  The printer is useless and the $50.00 to replace the cartridges was a waste of money.  Please advise..\n\nupgrade to CISS kit ,now ink cartridge is show ink out\n\nPosted by on\n\n  • vohoman May 03, 2008\n\n\n    the tank lights are blinking.i replaced 2 of them with full ones but it doesnt work\n\n\n\n  • Anonymous Jun 08, 2008\n\n    I, too, replaced all ink cartridges and I still get \"The following ink tank cannot be recognized.\"  Canon is sending me more ink cartridges to try, since it is still under warranty, but I  don't think that will work either.  Lousy copier for the money!\n\n\n1 Answer\n\n  • Level 3:\n\n    An expert who has achieved level 3 by getting 1000 points\n\n\n    An expert that got 5 achievements.\n\n\n    An expert who has answered 500 questions.\n\n\n    An expert that has over 500 points.\n\n  • Master\n  • 564 Answers\n\nYou may find that doing a clean and alignment assists with this problem.\n\nPosted on Aug 20, 2008\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nPrnter won't recognize red ink cartridge. When I push down on the cartridge the recognition light comes on, but goes off when I release to close printer cover.\n\nMy printer just died. The first indication of a problem was ink cartridges not being recognized. I replaced 3 in one night. The next time I went to print the entire unit just lost power and will no longer power on. From what I've been reading a bad print head can fry the logic board. At that point the only solution is to replace the board. For a 5+ year old machine and a logic board that will cost ~$100, it doesn't seem worth repairing.\n\nDec 14, 2012 | Canon PIXMA MP830 All-In-One InkJet...\n\n1 Answer\n\nThe cartridge\n\nIs this a Canon ink cartridge or a refilled ink cartridge or an after market type. If it is not a Canon ink cartridge then printer will reject the ink cartridge.\n\nDec 23, 2011 | Canon PIXMA Office Equipment & Supplies\n\n3 Answers\n\nInk cartridges cannot be recognized in canon printer\n\nRemove the cartridges and gently wipe the cartridge contacts with a dry cloth, then put them back in. Then, hold the \"resume\" button for 10 seconds for each cartridge, that should reset them.\nIf that doesn't work, one of your cartridges (sadly) needs to be replaced.\n\nApr 15, 2009 | Canon PIXMA iP1300 Printer\n\n1 Answer\n\nNew Canon ink tank not recognized.\n\nCheck that the cartridge chip is not soiled or damaged in any way... Give it a quick clean, check that there's no ink anywhere else on the cartridge as there are sensor points that an LED uses to check the cartridge ink levels too.\n\nIf none of that works, phone Canon and request a replacement as some cartridges are known to have faulty chips.\n\nJan 29, 2009 | Canon MX700 Office All-In-One InkJet...\n\n1 Answer\n\nDead printer after replacing Cartridges in Kodak ESP3 AiO Printer\n\nYou should never use a COMPATIBLE ink cartridge or a ink cartrdge from different manufacturer......if you do then you are damaging your printer yourself and no one can help you not even kodak tech support.........try using genuine ink cartridge if you look on side of the ink cartridge then you will see a code which will indicate if its genuine or not try and match those codes with the codes that i will mention if it does not match then its not genuine...........\n  • 1K3156\n  • 1K3157\n  • 1K3178\n  • 1K3177\n  • 1K3189\n  • 1K3190\n  • 1K3627\n  • 1K3622\n  • 1K3629\n  • 1K3638\n  • 1K3620\n  • 1K3621\nlet me know if this was helpful.......\n\nJan 10, 2009 | Kodak EASYSHARE 5100 All-In-One Printer\n\n2 Answers\n\nCannot recognize ink cartridge\n\nI have about 6 canon printers with a 3in 1 using PG40 and CL41. I have never encountered the problem you have. I have looked into some other sites and noticed a number if CLI-8 cartridges being replaced by Canon. I think there are only 2 probable problem areas, he cartridge or the software you are using. I suggest you call up Canon and complain about this problem. Seems like you got the printer 6 months or so ago. You should able to get to do something like replace the printer or cartridges. I'm assuming that you don't refill or have your cartridges refilled so the contact points should not be messy w\/ ink. You can try cleaning the contact points on the cartridges and printer. But I'd call Canon and explain to them the situation and see if they can solve your problem. Solve I'm implying is to replace your cartridges or printer. Let me know if this helps.\n\nJul 22, 2008 | Canon PIXMA MP460 All-In-One InkJet...\n\n2 Answers\n\nI have a new Canon Pixma printer. Every time I replace an ink cartridge, the printer all of a sudden won't recognize the cartridge. After I clean the nozzles and play with it, it recognizes the new...\n\nI spoke with Canon and they said the PIXMA 620 does not accept refilled cartridges. Occasionally they work without a problem but you should buy a new cartridge each time. I spoke with an authorized Canon repair company and the technician said that the thickness of the ink in the refills is thinner and can ruin the printhead so even if it does recognize the cartridge, refilled cartridges will ruin printhead and are a bad idea. Canon needs to become more ecologically and economically viable if you ask me!\n\nJun 10, 2008 | Office Equipment & Supplies\n\n2 Answers\n\nInk cartridge problem\n\nSolution: Snap in ink tanks properly MP500\n\nInk Tank Seated Properly Refer to the following steps to verify the ink tanks are seated correctly:\n  1. Confirm that the printer is powered on and press the Open button. (The paper output tray will open.)\n\n\n  2. Lift the scanning unit (printer cover) completely. (The print head will move to the replacement position.)\n\n\n  3. Open the inner cover.\n\n    a. Do not try to manually move or stop the Print Head Holder.\n    b. Do not touch any metal parts.\n\n  4. Press down on the ink tank until a click is heard, thereby making sure the ink tank is seated properly.\n\n\n    Make sure that the ink tank is inserted in the slot that corresponds to the ink tank's color.\n\n  5. Ensure that all the ink tanks are installed properly and the ink tank lamps light red.\n\n\n    Ink Tank Lamp\n    You can check the status of each ink tank according to the way its lamp flashes.\n    • - On: The printer is ready to print.\n    • - Slow flashing (at about three second interval): Ink is low. Prepare a new ink tank.\n    • - Fast flashing (at about one second interval): Ink tank is empty, or the printer is not ready due to an error.\n    • - Off: An error has occurred and the printer is not ready to print.\n  6. Close the inner cover and the scanning unit (printer cover).\n\n    1. When closing the scanning unit (printer cover), be careful not to jam your finger.\n    2. When starting printing next time, the print head cleaning launches automatically.\n\nMar 30, 2008 | Canon Pixma MP500 All-In-One InkJet...\n\n1 Answer\n\nInk tank\n\nUsers having problem like ink cartridge is only partial used, but error code appear to check ink cartridge, maybe trying to taking out and putting back, it works sometime and problem occurs again,\n  • By replace a new ink cartridge will sure help as the partial used one would be faulty already, and if you are using Canon ink cartridge, do call up Canon to report the issue and they will exchange a new ink cartridge for the faulty partial used cartridge as it due to the unique feature that Canon has build on the ink cartridges not properly done, which resulted to be faulty. Canon's purpose is to prevent the usage of 3rd party ink cartridges.\n\nMar 05, 2008 | Canon Pixma MP500 All-In-One InkJet...\n\n1 Answer\n\nDell 942 AIO printer cartridge problem\n\nWas your replacement cartridge a new dell product? If it was, the sensor on the prnter should recognize it as new and reset the indicator to full. If, however, the cartridge was refilled, remanufactured, or otherwise an off brand, the ink indicator will show it to be empty. Just ignore and use the printer as normal -- it will print just fine, but you may need to press the select button to get it to start printing the first page.\n\nAug 26, 2007 | Dell 942 All-In-One InkJet Printer\n\nNot finding what you are looking for?\nCanon PIXMA  MP510 All-In-One InkJet Printer Logo\n\n165 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Canon Office Equipment & Supplies Experts\n\n\nLevel 3 Expert\n\n102366 Answers\n\nold marine\nold marine\n\nLevel 3 Expert\n\n1842 Answers\n\nCorne Viljoen\n\nLevel 2 Expert\n\n385 Answers\n\nAre you a Canon Office Equipment and Supply Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9655881524,
        "format_confidence":0.9846509695
    },
    {
        "url":"https:\/\/community.amd.com\/thread\/160499",
        "text":"AnsweredAssumed Answered\n\nAMD OpenCL runtime conflicts with Intel's\n\nQuestion asked by timchist on Mar 5, 2013\nLatest reply on Jun 5, 2013 by timchist\n\nHi all,\n\n\nI'm using an Intel i7 3770K CPU that has an integrated GPU with OpenCL capabilities (HD Graphics 4000). OpenCL support is built into the graphics driver from Intel. I also have a discrete GPU -- AMD HD 7970 supporting OpenCL, this support also implemented in a driver (this time AMD's).\n\n\nThe problem is that after I install the AMD's driver Intel's GPU is no longer accessible via OpenCL. There are two OpenCL platforms present in the system, but the Intel's one only sees CPU (AMD's sees both CPU and GPU). Before the installation of the AMD driver Intel's platform sees two devices: the CPU and HD Graphics 4000.\n\n\nIs it a known issue?",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8066356778,
        "format_confidence":0.9798328876
    },
    {
        "url":"https:\/\/hardwarerecs.stackexchange.com\/questions\/14035\/which-arm-micro-controller-should-i-choose-for-my-major-project",
        "text":"I'm taking up a major project for my final year in college through which I plan on learning about the ARM architecture.\n\nI want to build my own custom development board instead of using a pre-designed one. I understand the time and effort this will take and my professors and mentors will help me through this process.\n\nMy requirements are:\n\n  1. I need the development board to run be able to run linux OS. I will be programming in C++.\n\n  2. Wi-Fi is a must.\n\n  3. I will also be using voice recognition for voice commands.\n\n  4. I will need to connect a few sensors and actuators.\n\n  5. Low power and long lasting on battery.\n\n  6. An LCD or LED display.\n\nAs this is a project, I'm looking for cheaper options. I do not want to use something like an arduino or raspberry pi simply because I want to have this learning experience.\n\nI'm a complete beginner in ARM architecture and honestly do not know where to start. I've programmed on an Atmel architecture in the past(on a pre-designed development board) as well as arduino.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nBrowse other questions tagged or ask your own question.",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8220878243,
        "format_confidence":0.9905782342
    },
    {
        "url":"https:\/\/www.experts-exchange.com\/questions\/24986733\/Dell-Vostro-200-Not-Booting.html",
        "text":"troubleshooting Question\n\nDell Vostro 200 Not Booting\n\nAvatar of HubTechnical\nHubTechnicalFlag for Afghanistan asked on\nStorage SoftwarePeripheralsPC\n20 Comments1 Solution3277 ViewsLast Modified:\n\nI have a Vostro 200 desktop that does not boot. You power up and there is not beep neither.\n\nI noted that the fan stays in high speed and does not go the normal silent speed.\n\nRemoving the ram makes it beep twice.\n\n\nWhat could the problem be? Is this a know issue?\n\nOur community of experts have been thoroughly vetted for their expertise and industry experience.\n\nJoin our community to see this answer!\nUnlock 1 Answer and 20 Comments.\nStart Free Trial\nLearn from the best\n\nNetwork and collaborate with thousands of CTOs, CISOs, and IT Pros rooting for you and your success.\n\nAndrew Hancock - VMware vExpert\nSee if this solution works for you by signing up for a 7 day free trial.\nUnlock 1 Answer and 20 Comments.\nTry for 7 days\n\n”The time we save is the biggest benefit of E-E to our team. What could take multiple guys 2 hours or more each to find is accessed in around 15 minutes on Experts Exchange.\n\n-Mike Kapnisakis, Warner Bros",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9803667665,
        "format_confidence":0.9894646406
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t1644654-lexmark_x5470_wont_print_fax_in_memory",
        "text":"Question about Lexmark X5470 All-In-One InkJet Printer\n\n2 Answers\n\nLexmark x5470 wont print fax in memory\n\nReceiving fax ...conects..receiving then wont print...when i shut down machine to reset ,the window shows \"fax jobs in memory\"if power off you will lose faxes ....????\n\nPosted by on\n\n2 Answers\n\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n\n    An expert that has over 10 points.\n\n\n    An expert whose answer got voted for 2 times.\n\n    Problem Solver:\n\n    An expert who has answered 5 questions.\n\n  • Contributor\n  • 9 Answers\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n  • Contributor\n  • 1 Answer\n\nResent fax\n\nPosted on Feb 06, 2009\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nLexmark x5470 the machine received faxes but does not print them. saying \"fax jobs in memory\"... how do i print them?!?!\n\nIt could be because one of your cartridges has low ink level, thus printer is not able to continue printing the fax message. Open the printer cover and replace your cartridges (without navigating away from the fax mode). Once cartridge\/s has been replaced, just hit the Check mark to print the fax message.\n\nMay 18, 2011 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nI cant receive fax. it has some in the memory.\n\nif there are a message like empty cartriage or low cartridge that means\nthe printer want new cartridge for print fax, when it print another document and also print reports without trouble.\n\nJun 25, 2009 | Lexmark X5470 All-In-One InkJet Printer\n\n2 Answers\n\nPrint faxes in memory on a Lexmark X5470 All-in-One\n\nI solved my problem by powering off, which I knew would lose the faxes in memory. However, I decided to have the faxes re-sent. As soon as I get time, I will address this issue with Lexmark. It seems incomprehensible to me that Lexmark does not provide instructions on how to do this.\n\nThank you for your interest. This simple question does not warrant a team to figure out--it is a manufacturer's responsibility.\n\nNov 11, 2008 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nX5495 wont receive a fax - can send one though..\n\nthat means that the fax machine on the other end, can't read your handshake from lexmark. Happens. has the drivers you'll need by model and operating system\n\nAug 07, 2008 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nCant retrieve faxes in lexmark x5470\n\nTry this remove the cartridges and replace it back and turn on the printer this will print all the faxes stored.\n\nApr 28, 2008 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nFax in memory\n\nThis is a bug in the machine. It is on the lexmark site. The machine gets into a state where all incomming faxes go to the memory. It is impossible to print them out. You have to turn off the machine to clear the fault and on re-starting it will tell you which faxes have been lost. What a machine!!! DO NOT BUY A LEXMARK X5470\n\nNov 25, 2007 | Lexmark X7350 All-In-One InkJet Printer\n\nNot finding what you are looking for?\nLexmark X5470 All-In-One InkJet Printer Logo\n\n2,135 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Lexmark Office Equipment & Supplies Experts\n\nRoopesh S\nRoopesh S\n\nLevel 2 Expert\n\n228 Answers\n\nSanath Kumar V\n\nLevel 3 Expert\n\n684 Answers\n\nLes Dickinson\nLes Dickinson\n\nLevel 3 Expert\n\n18381 Answers\n\nAre you a Lexmark Office Equipment and Supply Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.979439199,
        "format_confidence":0.9835819006
    },
    {
        "url":"https:\/\/hubpages.com\/technology\/answer\/56077\/how-do-you-tether-an-ipad-to-a-blackberry",
        "text":"Paul Edmondson profile image 90\n\nHow do you tether an iPad to a blackberry?\n\nI'm interested in using my blackberry as a modem for my iPad. How do I set it up?\n\n\nsort by best latest\n\nrelache profile image89\n\nRaye (relache) says\n\nYou can help the HubPages community highlight top quality content by ranking this answer up or down.\n\n7 years ago\n |  Comment",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8858007193,
        "format_confidence":0.9720258117
    },
    {
        "url":"http:\/\/www.electronic-servicing.com\/sony_vaio_vgn_cs220j_w_notebook\/q1850961-sony_vgn_cs215j_shut_down_itself",
        "text":"Having problems with your Sony VAIO VGN-CS220J\/W Notebook ?\n\nSONY VGN CS215J Shut down by itself\n\n\\015 My friend got problem with his SONY VGN CS215j. Once he turn on the laptop it's always shut down by itself and he lost his recovery disk. How should he solve this problem.\\015\n\nAnswers :\n\nJust start the laptop in safe mode with command prompt and run chkdsk \/r\/f command\n\\015\\012how to go to safe mode with command propmt just press F8 KEY when you switch it on.\nAt bootup press F8 and select Safe Mode to startup\\015\\012If it bootsup, then Start->All progs->Accessories->Sys Tools->Restore.\\015\\012Select an older date depicted by bold numerals, and restore to that date.\nRepair Help & Product Troubleshooting for Sony VAIO VGN-CS220J\/W Notebook\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nSONY VGN CS215J Shut down by itself\n\nJust start the laptop in safe mode with command prompt and run chkdsk \/r\/f command\\015\\012\\015\\012how to go to safe mode with command propmt just press F8 KEY when you switch it on. ... Sony VAIO VGN-CS220J\/W Notebook\n\nMy Sony VGN-NR180E will not shut down when shutting down.\n\nSome fo the software crashes whie it's shutting down. Either load up a system restore point from before theis problem started, or reinstall some of the software until you no longer get the problem.Careful with system restore because when you se ... Sony VAIO VGN-NR180EW Notebook\n\nI want sony vaio vgn-cs215j drivers windows7-or-vista\n\nHowdy,,\\015\\012\\015\\012Here is the link to the Sony page with all the drivers for your sony vaio vgn-cs215j:\\015\\012http:\/\/esupport ... Sony PC Desktops\n\nDriver av mode sony vaio VGN-CS215J - Sony VAIO VGN-CS215J\/W Notebook\n\nIm from malaysia and bought it from malaysia, my laptop is vaio VGN CS36GJ.. im having the same problem as stated up there.. my touch pad of sound, av and capture button is not function.. can u please tell me where should i go or what should i do? ... Sony VAIO VGN-CS215J\/W Notebook\n\nThe computer shuts off when the screen is adjusted forward.\n\nThis is going to be a little lengthy, and I thought I should advise you in advance.This is the Service manual, for the Sony Vaio VGN-FJ series notebook PC's. (The Vaio VGN-FJ270\/B is part of the VGN-FJ series)http:\/\/www.tim.id ... Sony VAIO VGN-FJ270\/B Notebook\n\nSony VGN-CS215J..which update cant install? - Sony VAIO VGN-CS215J\/W Notebook\n\nIs your xp or vista are Genuine? If it is not you won't be able to update or install. If it is original, Then you may need to update adobe, flash and shockwave updates first. Check your other updates that helps the Microsoft updates installs. If on ... Sony VAIO VGN-CS215J\/W Notebook\n\nSony VAIO VGN-CS215J need vista 32bit drivers\n\nHi there.The audio device should be Realtek.You can download the driver from here >>>>>>http:\/\/support.vaio.sony.co.uk\/downloads\/info\/info.asp?site=voe_en_GB_cons&url=Vaio\/Original\/Audio_Drive ... Sony VAIO VGN-CS215J\/W Notebook\n\nSony Vaio VGN-SZ460N - freezes on System Recovery\n\nI put my money on that you have a CPU over temperature problem, and\/or intermittent RAM problem. Be sure you are ESD safe when working on the electronics as follow !I suggest, using a eye piece magnifier and a wooden tooth pic ... Sony VAIO VGN-SZ460N\/C Notebook\n\nSony vaio vgn sz 460n Problem\n\nYour hard drive has failed as far as i can tell you will need to replace it take it to a sony store for verification ... Sony VAIO VGN-SZ460N\/C Notebook\n\nSony VAIO VGN-FE770G only runs on AC power, battery not working\n\nThis looks like the system is not able to sustain itself on the battery power. I have a doubt here. Is it a new or an old laptop. Either Case we have to suspect the battery charging and battery condition. One another reason could be that the battery ... Sony VAIO VGN-FE770G Notebook\n\nMy VGN FS920 shuts down at the window loading screen\n\nOk no need to get a bcakup disk or downlaod anythingif ur hard drive is original factory fitted andur laptop came with pre loaded OS as XP then do this without disk Sony: When you first turn on the lapt ... Sony VAIO VGN-FS920 Notebook\n\nSony Vaio Laptop help. Ok, so my brother was using my sister's laptop. He said that he tried to guess the password \"a few times\", and finally got it. Then tried to use the internet and the laptop shut off randomly. The laptop won't turn on, there are no lights on it. No sounds, nothing. Does anyone know what could have happened? Or how I could fix it? Her laptop is: Sony VAIO, VGN-FS740\/W Windows XP... Let me know if you need any more information. Thank you.\n\nCould be overheating CPU, trying cleaning the air vents with some compressed AIR, i doubt theres a security to shut off the computer if you gotten the wrong password. ... PC Laptops\n\nSony vaio vgn series doesn't turn on no power\n\nYou should try another ac adapter.If that does'nt work the power jack where it plugs in may be bad or the power board under the power button is bad.You should try another ac adapter first though. ... PC Laptops\n\nCharging problem in sony vaio VGN-N220E\n\nSounds more like your dc jack(where you insert your plug into the laptop ) is going bad. If you have a multimeter the first thing to test would be your charger to make sure it isnt faulty. If the charger is fine then it is most certainly the dc jack. ... PC Laptops\n\nProblems booting Sony Vaio VGN N250E\n\nNo more then likely it sounds as tho your hard drive went ..not the mother board. ... Sony VAIO VGN-N250E\/B Notebook\n\nSony Vaio VGN-FE550G Battery Power Probs.\n\nSounds more likely you have blown part of the charging circuit when you have pulled the ac cord from the laptop ... PC Laptops\n\n\nGo to control panel , system , hardware, device manager & uninstall it then rebootit will re install it's self.don001996 ... Sony VAIO VGN-FZ240E\/B Laptop\n\nSony VAIO VGN-CS110E\/W 14.1-Inch Widescreen Notebook PC (2.0GHz Intel Core 2 Duo Processor T5800, 3G Sony vaio vgn 110e shut down after 5 minutes of start\n\nHello ! Your problem is probably memory or dust. Before doing anything, disconnect all the connectors. \\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012Try reseating (removing and reinserting) your\\015\\012memory (try one module at a ti ... Sony VAIO VGN-CS110E\/W 14.1-Inch Widescreen Notebook PC (2.0GHz Intel Core 2 Duo Processor T5800, 3G\n\nSony vaio VGN-CR116E\/P its work properly with the battery but when you connect AC power after 20 minutes its shutdown\n\nGo to your task barat the bottom of the screen and look for the mini icon of the battery with a ac power plug right click it and go to more power options and brows through there there should be an option to change the power settings and you need to m ... PC Desktops\n\nPutting sony vaio VGN-FW230J on stand by\n\nJust ckick on start-shutdown in that option you will get standby or just close laptop directly without shutting down & when u open it will come of standby mode....................Sameeraryan ... Sony VAIO VGN-FW230J\/B Notebook\n\nHi I have vaio VGN CS215J it makes a lot of cooling noise how can I solve this problem... I bougth from best buy it has 1 year waranty if the problem is cooling fan I don't know if they change the cooling fan and Where should I go for waranty Bestbuy or Sony store?\n\nI bought my laptop from the states on a visit (vaio vgn-cs215j), after sometime the fan started making a really loud clicking sound that i later found out was a fault with the way it was manufactured - the warranty was extended but i am in school now ... Sony (1-763-658-11) Laptop Cooler, CPU Fan, Cooling Fan\n\nCann't shut down properly\n\nUn-install the camera drivers and install it again, if it works then ok, if not u may re-install windows. ... Sony VAIO PCV-RX753 PC Desktop\n\nPower Issues to SONY VAIO VGN A150\n\nI was working on my vaio notebook pc during typhoon, everything was fine then my notebook shut off for no reason, and i cant power it on again, but there is a a light when in plug the power cord. ... Sony VAIO VGN-A150 Notebook\n\nSony vaio power up issue\n\nHiu carry out your laptop battery and then restart and if you find still problem, and want technician help contact http:\/\/tinyurl.com\/msfzw7 ... Sony VAIO VGN-NR160ET Notebook\n\nLaptop that shuts down.\n\nHi,It depends on conditions;1:) At the bottom of the laptop, find and open the placing of RAM. Unplug\\015\\012each RAM from its bank, clean each RAM and also its bank, Plug them\\015\\012again in different bank. Lock your placing ... Sony VAIO PCG-K23 Notebook\n  • Start your question with What, Why, How, When, etc. and end with a \"?\"\n  • Be clear and specific\n  • Use proper spelling and grammar\nall rights reserved to the respective owners || www.electronic-servicing.com || Terms of Use || Contact || Privacy Policy\nLoad time: 0.2545 seconds",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9901616573,
        "format_confidence":0.9296920896
    },
    {
        "url":"http:\/\/www.instructables.com\/answers\/Solar-charger-with-power-plug-input\/",
        "text":"Solar charger with power plug input?\n\nI love all the solar pieces on instructables, but I was wondering if you can make a solar charged device with a power plug input in it so anything can be plugged in such as a phone charger without having to dedicate the solar charger to one item by ripping up an existing phone charger. Thanks\n\narnold547 years ago\nI bought a 15 watt solar panel that came with three optional connectors. One for 12v battery connection, one with a bare wire connection, and one with a male end plug for a cigarette lighter socket. I ended up switching out the male end plug with a trailer connector that had a 12v female socket. Now I can use my panel by plugging 12v DC accessories directly into the 12v female socket -- as long as they all have the male end connectors. Works great as long as the appliances have wattage lower than the 15 watt solar panel. I have recharged my cell phone, used a 10 watt fan, LED lights, and battery charger to recharge AAA\/AA batteries. Hope this helps.",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.5002787113,
        "format_confidence":0.9856797457
    },
    {
        "url":"https:\/\/audyssey.zendesk.com\/hc\/en-us\/articles\/212350383-Basic-setup-question",
        "text":"Basic setup question\n\nI was wondering when I plug these speakers into XMBC via optical, I have a ton of options for audio output. Should I set these to 2.1 or 5.1 or 2.0. This does not have DTS\/DD decoders so I should probably leave those off right? What do you guys suggest? \n\nHave more questions? Submit a request\n\n\n  • 0\n\n    The Audyssey Media Speakers do not have a DTS or Dolby decoder.  So, you must decode the content in XMBC and feed the speakers PCM 2.0 audio.\n\nArticle is closed for comments.",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9782658219,
        "format_confidence":0.6237775087
    },
    {
        "url":"https:\/\/www.fixya.com\/support\/p219611-timex_t311t_clock_radio",
        "text":"20 Most Recent Timex T311T Clock Radio Questions & Answers\n\nYou can acces a PDF file of the manual at the following site: http:\/\/timexaudio.com\/media\/uploads\/product\/files\/T311IB57574_35.pdf\n\nTimex T311T... • Answered on Jun 18, 2019\n\nThe backlight can be adjusted as follows:\n\nThis alarm clock radio features an adjustable display backlight, with dim, medium, and bright settings. To\n\nselect a backlight setting, press the 3 Snooze\/Dimmer Bar until the desired brightness is reached.\nPlease note that the backlight will not work while the clock is operating on battery power.\n\nTimex T311T... • Answered on Apr 07, 2011\n\nClick on the link below to view the Timex T311T owners manual, inside it will show how to set the light to the brightest level:\n\n\nTimex T311T... • Answered on Jan 28, 2011\n\nNot finding what you are looking for?\nTimex T311T Clock Radio Logo\n\n51 questions posted\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Timex Audio Players & Recorders Experts\n\nThe Knight\nThe Knight\n\nLevel 3 Expert\n\n76584 Answers\n\nCindy Wells\n\nLevel 3 Expert\n\n6259 Answers\n\n\nLevel 3 Expert\n\n1997 Answers\n\nAre you a Timex Audio Player and Recorder Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides\n\nView Most Popular\n\nTimex Audio Players & Recorders\n\n  • Timex Audio Players & Recorders\n\nMost Popular Question\n\nset time date alarm\n\n  • Audio Players & Recorders",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9813646674,
        "format_confidence":0.9731060266
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t496178-k750i_internet",
        "text":"Question about Sony Ericsson K750\n\n1 Answer\n\nK750i internet how can i to activate my inter net with k750i answer me on\n\nPosted by on\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert who has answered 20 questions.\n\n\n    An expert that has over 10 points.\n\n\n    An expert whose answer got voted for 2 times.\n\n  • Expert\n  • 123 Answers\n\n\nactivate ur gprs first before u can connect to internet thru fon..once u activated that,u should activate the mms too..ask ur network provider..\n\nPosted on Apr 07, 2008\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nI put suemorgan2 as email address\n\nHi Mary,\n\nAn email address that ends in: \"\" is invalid. and would not be allowed.\n\nMost email providers allow you to create the \"name\" part of the address as shown in the examples below:\n\nand so forth.\n\nIf you are creating an email address with your internet service provider a a third party email provider; it is their name that will appear immediately after the \"@\" symbol, followed by a \".\" and ending with:\n\n\nor other 2, 3 or 4 number\/letter suffix as they are listed on the internet.\n\nSo, you would supply \"suemorgan2\" and the provider would provide the rest as in the examples below:\n\ngmail it would be\nhotmail it would be\nyahoo it would\n\nand so on.\n\nI hope this answers your question - have a great day!\n\nJan 17, 2015 | Computers & Internet\n\n2 Answers\n\nI have problem to inter my i mail hotmail please its say its block can u please help unblock my i mail\n\nsent me the code that hotmail was sent you on mary_santiago2000@yahoo.comor give me the password of this email but on this email because can anyone to see your password and hack your email so sent me the code that you recived from hotmail on at my email\n\nNov 06, 2011 | Microsoft Windows Live Messanger\n\n1 Answer\n\nCan't get access to Hotmail on the Internet\n\nTry first yahoo messenger or yahoo mail, to known what's the problem maybe hotmail website server On-going maintenance. if it's ok, try to sign in again to hotmail. If you forgot password, click blue fonts Forgot your password? then answer some secret question to activate your account.\n\nJust let me known if same problem.\n\nJul 14, 2011 | Computers & Internet\n\n2 Answers\n\nPlease send me the gprs\/internet settings of onida g720i\/idea connection.\n\nI want to Inter Net setting to active the inter net in my PC\nPlz send the drive for useful to connect the net the mobile phone to PC on my email address -\n\nNov 01, 2010 | Health & Beauty\n\n1 Answer\n\nDo I have 2 yahoo messenger accounts?\n\nNo, your Yahoo Messenger account remains exactly the same.\nIt has nothing to do with your internet speed or provider.\nAnd your AOL dialup account becomes inactive as soon as your new provider takes over the service.\nHope this answers your questions.\n\nChris (ziraffa)\n\nJan 14, 2009 | Yahoo Messenger\n\n1 Answer\n\n\nMake sure you have GPRS activated.. call globe customer service first to get it activated...\n\nincoming mail server\noutgoing mail server\n\ntry those.. if these will not work, try going to yahoo support online for assistance.. =)\n\nhave fun\n\nAug 21, 2008 | Sony Ericsson K750i Cellular Phone\n\n4 Answers\n\nUnable to use internet\n\nthere is a utility called i-mate configurator. Simply tap it , it will automatically detect the SIM card and if GPRS service is enabled on that SIM, it will configure it that too.\n\nDec 25, 2007 | i-mate JAQ Pocket PC\n\n1 Answer\n\n\nthe inter net explorer may correcpted try this delete all temp files and cookies and clear history>and try if still the same uninstall inter net explorer and reinstall it>or try using different browser rate me solved if its help thx\n\nNov 13, 2007 | Microsoft Office Outlook 2003 for PC\n\n1 Answer\n\nInternet coverage\n\nu need to try 3 things in this case\n\n1) make sure ur service is activated , check 4rm it 4rm ur service provider .\n\n 2)  need to try ur sim in different handset .\n\n3)  try to master reset ur phone ..\n\n then try using internet agian...........\n\n\nAug 02, 2007 | Sony Ericsson K750i Cellular Phone\n\nNot finding what you are looking for?\nSony Ericsson K750 Logo\n\nRelated Topics:\n\n79 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Sony Ericsson Cell Phones Experts\n\nSandeep Shenoy\n\nLevel 2 Expert\n\n187 Answers\n\nLes Dickinson\nLes Dickinson\n\nLevel 3 Expert\n\n18354 Answers\n\nPrashant  Sharma\nPrashant Sharma\n\nLevel 3 Expert\n\n1127 Answers\n\nAre you a Sony Ericsson Cell Phone Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8664249778,
        "format_confidence":0.987865746
    }
]