[
    {
        "url":"http:\/\/www.moontimes.net\/free-dream-interpretation\/B\/blood",
        "text":"dream interpretation - Blood\n\ndream interpretation for the word - \"Blood\"\n\nDream interpretation\n\n\n- if you dream that there is blood on your clothes, it means that an action of a near to you person will threaten your reputation;\n\n- you were defending yourself and struck your enemy with such a force that blood splashed from his wound on you means that any interference in the quarrel among near people may have serious consequences for you;\n\n- if you are drinking cool and tasty water from the river, but suddenly this water begins to darken and turns into thick blood before your eyes and you see horrified that your hands, mouth and clothes are stained with this blood - this dream interpretation is the following: an old curse lies upon your clan and this curse will be destroying your life as well as the life of your near people until you ask for clemency your Creator for sins, which your ancestors are guilty.\n\nAll dream interpretation keywords starting with \"B\"\n\nYour Dream Keyword:",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9220522046,
        "format_confidence":0.6135789156
    },
    {
        "url":"http:\/\/en.wikishia.net\/view\/Isma%27il",
        "text":"Priority: a, Quality: b\nWithout references\n\nIsma'il (a)\n\nFrom WikiShia\n(Redirected from Isma'il)\nJump to: navigation, search\nIsma'il (a)\nName in\nthe Qur'an:\nName in\nthe Bible:\nPlace of Birth: Mecca\nBurial place: Hijr Isma'il\nBefore: Isac\nAfter: Abraham (a)\nWell known\nAbraham (his father) and Isac (his brother)\nReligion: Hanif\nAge: 130\nRepeat in\nthe Qur'an:\n11 times\nBuilding of Ka'ba, Sacrifice of Isma'il\n\nʾIsmaʿīl (a) or Ishmael (Arabic: إسماعيل), son of Abraham (a), was a prophet known among Muslims with the title of Dhabih (lit. sacrifice). Based on Islamic hadits, the lineage of the Prophet Muhammad (s) reaches Isma'il (a).\n\nImmigration to Mecca along with his mother, Hajar, emergence of Zamzam Spring as a blessing because of him, being commanded by God to be sacrificed by his father and the construction of Ka'ba are among the most important events in his life.\n\n\nIn Islamic sources, the origin of the name is considered non-Arabic and made of the two parts \"Isma'\" and \"Il\" (literally meaning \"heared the God!\"). Some have said that at the time of asking God for a child, Abraham (a) called God with these words. In a research on this name, Arthur Jeffery has mentioned an old root for it and has mentioned similar names in Hebrew, Ethiopian and other Semitic languages.\n\nIn the Qur'an\n\nThe name Isma'il is mentioned in the Qur'an eleven times including the cases of building up Ka'ba by Ibrahim (a) and Isma'il (a) (Qur'an 2:127)[1], his receiving of revelations, mentioning his name beside the names of other prophets (a)[2], his birth as a blessing of God for Ibrahim (a)[3] and mentioning his virtues and good attributes[4].\n\nIn the Qur'an 21:85 [5], Isma'il (a) is mentioned beside the prophets Idris (a) (Enoch) and Dhu l-Kifl (a) among the patient and some exegetes have mentioned his obedience in laying his head down for sacrifice a sign of his patience.\n\nIsma'il (a), the Sadiq al-Wa'd\n\nSome exegetes have considered Isma'il (a), the Sadiq al-Wa'd (who was true in his promise)[6] the son of Abraham (a) and have mentioned a story of the truth of his promise.\n\nStory of Ishmael (a)\n\nIn hadith references, it is mentioned that since Sarah, wife of Abraham (a) was infertile and saw that Abraham (a) was wishful to have children, she asked her servant Hagar marry Abraham (a). Hagar became pregnant and delivered a boy who was called Ishmael.[7]\n\nIn many hadiths, the good news of giving a knowledgeable and forgiving child to Abraham (a), mentioned in some verses of the Qur'an[8], is considered to be the good news of giving Ishmael to Abraham (a) and regarded Ishmael having those virtues. Although, there is an agreement over that the birth of Ishmael happened when Abraham (a) was old, there are different opinions about Abraham's (a) age at that time and some have mentioned his age 99 years old at the time of Ishmael's birth.\n\nIshmael and Isaac\n\nMain article: Isaac (a)\n\nAfter Ishmael's (a) birth, Sarah who did not have a child felt desirous about Hagar and her child, but after a while God gave her and Abraham (a) the good news about a child and Sarah too delivered a child while she was old and they called the boy Isaac (Ishaq). It is mentioned in hadiths that Abraham (a) loved Ishmael (a) so much; once Isaac (a) was sitting on Abraham's (a) lap but when Abraham (a) saw Ishmael (a), laid him on the place of Isaac (a). This annoyed Sarah who told Abraham (a) of her dislike about the presence and living Hagar and her son with them and asked Abraham (a) to move them away from the region of Syria; then God ordered Abraham (a) to take Hagar and Ishmael (a) to Mecca.\n\nEntering Mecca\n\nAccording to Islamic traditions, Abraham (a) accompanied Hagar and Ishmael (a) on the way using the guidance of Gabriel until they arrived at a barren land of Mecca; then Gabriel informed Abraham (a) that God's promised land was there. After entering Mecca, Abraham (a) left Hagar and Ishmael (a) there and returned to Syria.\n\nZamzam Spring\n\nMain article: Zamzam\n\nThe story continues that when the provisions of Hagar and Ishmael (a) finished, the child became very thirsty and Hagar rushed and searched around for water and ran the distance between Mount Safa and Mount Marwa seven times but did not find any water.\n\nThe last time on the run, she heard a voice comes around Ishmael (a), so she rushed to him fearing that a wild animal had attacked the child, but astonishingly found that water flew under the feet of Ishmael (a) from a spring which was later called Zamzam. In some references, the spring is also called \"the Well of Ishmael (a).\"\n\nLearning Arabic\n\nIn Islamic Arabic sources, there is a point which links Ishmael's (a) destiny with Arabs' destiny and that is his joining to Jurhum tribe from Ba'ida Arabs which made him Arab and then he was known as an Arabized immigrant.\n\nAccording to historical traditions, a while after Ishmael's (a) coming to Mecca, that barren land became habitable thanks to Zamzam spring and the Jurhum tribe who either passed by that place on their way for annual immigration or, according to some, lived near Mecca, inhabited there when they found out that there is water there.\n\nIt is also mentioned in traditions that Ishmael (a) learned Arabic socializing with the people of Jurhum tribe and even when he spoke with his father at the time of building Ka'ba, Abraham (a) spoke in Aramaic in their own language and Ishmael (a) answered him in Arabic and they somehow could understand each other. Ishmael's (a) competence over Arabic has been so much focused in traditions that sometimes he has been mentioned as the first person who spoke Arabic! In some traditions, even the first writings in Arabic has been attributed to him.\n\nBuilding up Ka'ba\n\nOne of the most important events of Ishmael's (a) life was his assistance to his father for building up the Ka'ba. Islamic narrations have extensively discussed the story of building up the Ka'ba as the house of God and purifying it from all impurities by Abraham (a) and Ishmael (a) which have been mentioned in Qur'an 2 verses 125 to 127. It is mentioned in different sources that Abraham (a) came to Mecca to follow God's order for building up the Ka'ba and Ishmael (a) accompanied his father in that.\n\nThere are different traditions about this story and sometimes they have even moved towards dramatizing the story. In some hadiths, emigration of Abraham (a), Hagar and Ishmael (a) to Mecca have been fundamentally regarded with the intention of building the Ka'ba.\n\nAccording to some verses of Qur'an 2[9], during building the Ka'ba, Ishmael (a) followed his father when he (a) prayed to God for directing his progeny to the right path and his request for rising a prophet among them.\n\n\nMain article: Sacrifice of Isma'il\n\nThere is a famous hadith from the Prophet (s) in which, he (s) has called himself \"Ibn al-Dhabihayn\" [Son of the Two Sacrifices] with reference to the stories of Ishmael (a) and his father, 'Abd Allah b. 'Abd al-Muttalib.\n\nIn explanation of the story of sacrificing, we find in narrations that after building up the Ka'ba, Abraham (a) had a dream in which God ordered him to sacrifice his son; he (a) told Ishmael (a) about his dream and his son accepted to be sacrificed. It is mentioned in the story that when Satan found that Abraham (a) was about to take his son to mount Thubayr to do God's order, tried to delude Ishmael (a) and when failed, went to Hagar and tried hard to deceive her but failed again.\n\nAbraham (a) and Ishmael (a) arrived at the top of the mountain and when Ishmael (a) found his father worried, tried to comfort him and reminded him of his obedience to the order of God. When Abraham (a) put the dagger on Ishmael's (a) neck, an unseen voice ordered him to stop. Then, the order of God revealed to him that God put a lamb as sacrifice in return for their patience and honesty and Abraham (a) was then ordered to sacrifice a lamb instead of Ishmael (a).\n\n\nAccording to the Qur'an, Ishmael (a) was a prophet of God and he invited people to the monotheistic message of Abraham (a) against idol worshipping. His name has been frequently mentioned in the Qur'an as one of the prophets (a)[10].\n\nAccording to narrations, the purpose of his prophethood was to guide people of Jurhum, Yemen tribes, and Amalek. During 50 years, he preached his divine mission among them and invited them to perform prayer and give zakat and prohibited them from worshipping idols but just few of them accepted his guidance.\n\nIsaac, the Successor of Ishmael (a)\n\nHadith collections have mentioned that Ishmael (a) lived 130 years or more and that he was buried in Hijr Isma'il beside Hagar, his mother. Before passing away, Ishmael (a) made a will saying that his daughter marries with Isau, son of Isaac (a) and that Isaac (a) continues his mission. Ishmael (a) passed his responsibilities about the Ka'ba to Nabit, his son.\n\n\nAmong Ishmael's (a) twelve sons, Qaydar, Madyan, and Adbil are more famous. Madyan emigrated to a land in North which was later known with his name as Madyan (Midian) and Shu'ayb (a) was chosen among his children as a prophet.\n\nIt is mentioned in different sources that Ishmael (a) is known as one of the ancestor of Arab tribes and the lineage of 'Adnan, the ancestor of many Arab tribes origins in Ishmael (a) and few genealogical sources even mention him as the origin for all Arab tribes even Qahtan Arabs and called him Abu l-'Arab.\n\nAccording to some narrations, Ishmael (a) is introduced as one of the Arab prophets together with Hud (a), Salih (a), Shu'ayb (a) and the Prophet of Islam (s)[11]; and the Prophet of Islam (s) is considered as the chosen one in his progeny.\n\nSee also\n\n\n  1. وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ\n  2. Quran 2:133, 136, 140; 3:84, 4:163, 6:86\n  3. Quran 14:39\n  4. Quran 21:85; 38:48\n  5. وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِّنَ الصَّابِرِينَ\n  6. Quran 19:54\n  7. Al-Tabari, ... (truncated)",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9962705374,
        "format_confidence":0.9879494905
    },
    {
        "url":"http:\/\/www.oxfordbiblicalstudies.com\/article\/opr\/t120\/e0108?_hi=683&_pos=18",
        "text":"In pre‐Christian and extra‐Christian usage the Greek word rendered “bishop,” episkopos, and its cognates, refers primarily to caring for something or someone. This can involve a person's oversight of a task or a group of people, such as priests in a temple, or God's own oversight of a person or an event.\n\nThe word occurs rarely in the New Testament and only in later documents with the exception of Philippians 1.1; the other passages are Acts 1.20; 20.28; 1 Peter 2.25; 1 Timothy 3.1–2; Titus 1.7. Acts 1.20 is a citation from Psalm 109.8 used to legitimate the selection of a replacement for Judas among the disciples. Acts 20.28 is from a speech by Paul encouraging his audience to “keep watch … over all the flock, of which the Holy Spirit has made you overseers to shepherd the church of God.” The three citations from the Pastoral Letters have to do with requirements for the position or role of episkopos within the church.\n\nMuch of the debate about the usage of the term in the New Testament and early Christianity has been concerned with the evolution of an office called “bishop.” Is it an authoritative role within the church that existed from apostolic times? Or should it be understood as a general term giving some measure of honor and perhaps authority to any believer? Naturally, different Christian traditions have various stakes in how these questions are answered.\n\nWith the exception of Philippians 1.1, all of the texts cited above probably come from the very end of the first or the beginning of the second century CE. Acts 20.28 and the citations from the Pastoral Letters seem to have in mind a specific group of leaders who look out for the well‐being of the larger church. Philippians 1.1 seems to have a similar sense; the overseers are mentioned together with deacons, but there is no further indication of how they might have functioned. The Pastorals associate certain responsibilities with the office. The episkopos is a teacher, a good host, possesses only one wife, is above reproach, and perhaps is good in a debate (Titus 1.7); there is no evidence that this overseer had responsibility outside the local church.\n\nThe letters of Clement of Rome (ca. 95 CE) and Ignatius of Antioch (ca. 115 CE) demonstrate the development of a hierarchical office that eventually became dominant. The office of bishop is thus an indicator of the evolution of Christianity from a popular Palestinian movement to a sophisticated institution with offices, authorities, and hierarchy.\n\nJ. Andrew Overman",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9936138988,
        "format_confidence":0.8228209615
    },
    {
        "url":"http:\/\/sushmajee.com\/stories\/topics\/lotus.htm",
        "text":"Home | Stories\n\nLotus Flower\n\nPrevious | Next\n\nLotus Flower in Hindu Mythology\nSee also   Flowers\n\nLotus flower - a kind of water lily. In Hindi it is commonly called Lotus. The lotus is the symbol of truth, auspiciousness and beauty (Satyam, Shivam, Sundaram). The God is also of that nature and therefore, His various aspects are compared to a lotus (ie lotus-eyes, lotus feet, lotus hands, the complexion of blue lotus etc). The lotus blooms with the rising Sun and closes at night. Similarly, our minds open up and expand with the light of knowledge. The lotus grows even in slushy areas. It remains beautiful and untainted despite its surroundings, reminding us that we too can and should strive to remain pure and beautiful within, under all circumstances. Besides the lotus leaf never gets wet even though it is always in water, and in spite of being born in the mud, it is beyond the mud. It symbolizes the man of wisdom (Gyaanee) who remains ever joyous, unaffected by the world of sorrow and change. This is revealed in a Shlok from the Bhagvad Geetaa -\n\nBrahmanyaadhaaya karmaani Sangam tyaktwaa karoti yaha\nLipyate na sa paapen Padma patram ivaambhasaa\nMeaning - He who does actions, offering them to Brahman (the Supreme), abandoning attachment, is not tainted by sin, just as a lotus leaf remains unaffected by the water on it.\n\nLotus the Cause of the Creation\nLotus is the cause of the Creation. A lotus flower emerged from the navel of Vishnu and Brahmaa Jee was sitting over it. Brahmaa Jee then created the world. Hence, the lotus symbolizes the link between the creator and the Supreme Cause.\n\nCharacteristics of Lotus\nIt is found in dirt (Keechad or Pank) but stays above the dirt. It lives in water but stays above the water. Thus in spite of born in dirt and living in water, it always stays above both of them. It is said that if the water level increases in the pond, the stalk of the Lotus (Lotus Naal) also grows upward to stay above the water; while if the water decreases, it does not decrease in its length. Even its leaf stays above water, never they are inside the water.\n\n(2) With the above characteristic, the Indian poets have used the simile of lotus where ever the principle of \"unaffected \" or \"unattached\" had to be projected, for example :\n\n(3) Thus it is unaffected by anything and unattached to anything.\n\nSome Stories About Lotus\n\n(1) Raam and Lotus Flowers\nWhen Raam was trying to cross the sea to go to Lankaa to invade Raavan, He decided to establish a Shiv Ling before crossing it to please Shiv Jee. He then started worshipping it with 1,000 lotus flowers. But when Raam sat to worship, He found that one flower was short. In fact Shiv was very pleased with His idea, but he thought to test His Bnakti, so he stole one flower from among those 1,000 flowers. There were only 999 lotus flowers. He got worried, because He Himself kept the flowers there after counting them. They were 1,000, but now what? Where did one flower go? He searched everywhere but could not find it. At last He thought - \"People say that my eyes are like lotus flowers (Kamal Nayan), so let me complete the number of flowers by giving my one eye to Shiv.\" So as He got ready to take His eye out, Shiv appeared before Him and blessed Him for His victory over Raavan.\n\n(2) Lakshmee Jee and Lotus Flowers\nLakshmee Jee came out from Saagar Manthan. All Devtaa did her Abhishek. Then Samudra got ready to marry Her. According to one version She chose Vishnu over Brahmaa Jee and Shiv saying that - \"Brahmaa was too old, and Shiv lived naked with lion skin, and no home, and his body was smeared with ashes, only Vishnu was handsome and rich.\" So Samudra married Her to Vishnu.\n\nAccording to another version, Lakshmee Jee wanted to marry Shiv Jee but Shiv Jee refused to marry Her saying that he was already married. So She had to marry Vishnu, but still She did not leave loving Shiv. She daily used to worship Shiv with 1,000 lotus flowers. One day Shiv wanted to test Her love to him, so he stole two lotus flower from among those 1,000 flowers. When Lakshmee was worshipping Shiv, She found that two flowers were short from Her flowers. Now what to do? She thought that Her breasts were like bloomed lotus flowers, so She decided to offer them to Shiv. She cut one breast and offered to Shiv, but as She was going to cut the other breast, Shiv moved with Her love. He appeared before Her and stopped Her to do so. he converted the cut breast into Bel fruit (Aegle marmelos) and sent it with blessings to Earth to flourish near his temples. Her cut breast was replaced.\n\n(3) Raavan and Lotus Flower\nThere is s popular story about Raavan, that he used to pluck Lotus flowers for his daily worship. One day when he went to pluck the flowers, he found a baby girl in a lotus flower. As he was very fond of children he brought her home. Read this story at How Could he Lift Lakshmee Jee?\n\n(4) Lakshmee Sits on Lotus Flower\nLotus flower, especially the red one, belongs to Lakshmee Jee. She sits or stands on it.\n\n(5) Gajendra Offers Lotus Flower\nGajendra offered a Lotus flower to Hari to save him from Graah (crocodile) and prayed Him. Read this story in Bhaagvat Puraan, 8\/2.\n\nOther Topics\n\nLotus Flower and the World\nLotus flower blooms with the sunrise, and closes its petals as the Sun sets. Bhramar (bumble bee) loves Lotus flowers. When it opens its petals in the morning, Bhramar start coming to collect honey from them. But when their time comes to close their petals, Bhramar does not know, so when the Sun sets and the lotus flower closes its petals, he is also imprisoned in them. When, in the morning, the lotus opens its petals again, Bhramar is dead by then; thus he loses his life in the love of lotus flower.\n\nLotus Flower Used as Simile in Literature\nLotus flower is used as simile for several body parts of the human being in Hindi literature\n--For feet - Charan Kamal (Padaambuj, Padaarvind) - the feet which are as soft as lotus flower\n--For eyes - Kamal Nayan (Ambuj Lochan, Padm Lochan, Raajeev Lochan, Raajeev Nayan, Pundareekaaksh) - Eyes are also given the simile of lotus - \"His eyes are like Lotus\"\n----Its another meaning is \"the one with eyes like lotus that see everything but are affected by nothing\"\n--For arms - Kamal Naal - Arms are given the simile of lotus's stalk (Naal means stalk)\n--For feet - Padaambuja - the feet that support the whole universe, but are unaffected by the universe\n\nLotus Flower Used in Hindu Philosophy\nIn Hindu philosophy one is advised to live like a Lotus in this world - live in the world, still live without any attachment with world, as Lotus lives in the dirt and water still it stays above the dirt and water. That is why, regarding living in this world, two similes are given - one of tortoise and another of Lotus. As a tortoise takes in its hands and feet from outside world and sit quietly, in the same way a person should also live in this world by taking his interest in the outside world in. As a Lotus stays in the water and dirt being born from them but still stays above the water and dirt, in the same way a person should live separate from this world in spite of being born here and living in this world.\n\nLakshmee and Saraswatee sitting in a lotus: The one who is affected by nothing......\n\nLotus Flower Used in Yog\nOne of the Yog Aasan - the lotus posture (Padmaasan) is recommended when one sits for meditation.\n\nLotus Flower Related to Chakra in the Body?\nOur bodies have certain energy centers described in the Yog Shaastra as Chakra. Each one is associated with lotus that has a certain number of petals. For example, a lotus with a thousand petals represents the Sahastra Chakra at the top of the head, which opens when the Yogee attains Godhood or Realization.\n\nLotus: a Flower of Deities\nOne of the favorite flowers of all gods - no need to think twice if one gets Lotus flower to offer to god.\n--Vishnu, Ganesh, Lakshmee, Saraswatee, Gayatri hold it in their hand. \n--It is Lakshmee Jee's favorite flower and She is seen sometimes in sitting position and sometimes in standing position on it.\n--Many other Devee Devtaa either carry this flower or sit on it or love its offering, for example Shiv loves its offering.\n\nSynonyms of Kamal\nAmbuj, Aravind,\nIndeevar (blue lotus),\nJalaj (born from water), Jalajaat (born from water),\nNalin, Neeraj (born from water),\nPadm, Pankaj, Pundareek, Pushkar,\nRaajeev, Saroj, Saroruha, Utpal\n\n\n\nHome | Stories\n\n\nPrevious | Next\n\nCreated by Sushma Gupta on 5\/9\/09\nUpdated on 10\/03\/13",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9862846136,
        "format_confidence":0.9312747121
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Mythological_anecdotes_of_Ganesha",
        "text":"Mythological anecdotes of Ganesha\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nBasohli miniature, circa 1730.\n\nThere are many mythological anecdotes of Ganesha. Ganesha's elephant head makes him easy to identify.[1] He is worshipped as the lord of beginnings and as the lord of removing obstacles,[2] the patron of arts and sciences, and the god of intellect and wisdom.[3] In his survey of Ganesha's rise to prominence in Sanskrit literature, Ludo Rocher notes that:\n\nAbove all, one cannot help being struck by the fact that the numerous stories surrounding Gaṇeśa concentrate on an unexpectedly limited number of incidents. These incidents are mainly three: his birth and parenthood, his elephant head, and his single tusk. Other incidents are touched on in the texts, but to a far lesser extent.[4]\n\nPuranic myths about the birth of Ganesha are found in the later Puranas, composed from about 600 CE onwards. References to Ganesha in the earlier Puranas, such as the Vayu and Brahmanda Purnasa are considered to be later interpolations made during the 7th to 10th centuries.[5]\n\nBirth and childhood[edit]\n\nParvati playing with baby Ganesha\n\nWhile Ganesha is popularly considered to be the son of Shiva and Parvati, the Puranic myths relate several different versions of his birth.[6][7] These include versions in which he is created by Shiva,[8] by Parvati,[9] by Shiva and Parvati,[10] or in a mysterious manner that is later discovered by Shiva and Parvati.[11]\n\nThe family includes his brother Skanda, kartikeya.[12] Regional differences dictate the order of their births. In North India, Skanda is generally said to be the elder brother while in the South, Ganesha is considered the first born.[13] Prior to the emergence of Ganesha, Skanda had a long and glorious history as an important martial deity from about 500 BCE to about 600 CE, when his worship declined significantly in North India. The period of this decline is concurrent with the rise of Ganesha. Several stories relate episodes of sibling rivalry between Ganesha and Skanda[14] and may reflect historical tensions between the respective sects.[15]\n\nOnce there was a competition between Ganesha and his brother as to see who could circumambulate the three worlds faster and hence win the fruit of knowledge. Skanda went off on a journey to cover the three worlds while Ganesha simply circumambulated his parents. When asked why he did so, he answered that lhis parents Shiva and Parvati constituted the three worlds and was thus given the fruit of knowledge.\n\nElephant head[edit]\n\nGanesh Elephant Head\n\nHindu mythology presents many stories, which explain how Ganesha obtained his elephant or gaja head. Often, the origin of this particular attribute is to be found in the same anecdotes which tell about his birth. The stories also reveal the origins of the enormous popularity of his cult. Devotees sometimes interpret his elephant head as indicating intelligence, discriminative power, fidelity, or other attributes thought to be had by elephants. The large elephant ears are said to denote wisdom and the ability to listen to people who seek help.\n\nDecapitation by Shiva[edit]\n\nA common four-armed form of Ganesha. Miniature of Nurpur school (circa 1810). Museum of Chandigarh.[16]\n\nThe most well-known story is probably the one taken from the Shiva Purana. On hearing that Lord Shiva has been liberated from Gajasura's stomach and is on his way to Kailash, Goddess Parvati started preparing for a bath. As she didn’t want to be disturbed during her bath and since Nandi was not at Kailash to keep guard of the door, Godess Parvati took the turmeric paste (for bathing) from her body and made a form of a boy and breathed life into him. This boy was instructed by Godess Parvati to guard the door and to not let anyone in till she finished her bath.\n\nSubsequently when Shiva finally reached Kailash after spending a long time in Gajasura's stomach, he found himself being stopped by this strange boy. Shiva tried to reason with the boy saying that he was Parvati's husband but the boy did not listen and was determined to not let Shiva enter till his mother Godess Parvati finished her bath. The boy's behaviour surprised Shiva. Sensing that this was no ordinary boy, the usually peaceful Shiva decided he would have to fight the boy and in his divine fury severed the boy's head with his Trishul thereby killing him instantly.\n\nWhen Parvati learned of this, she was so enraged and insulted that she decided to destroy the entire Creation. At her call, she summoned all of her ferocious multi-armed forms, the Yoginis arose from her body and threatened to destroy all. Lord Brahma, being the Creator, naturally had his issues with this, and pleaded that she reconsider her drastic plan. She said she would, but only if two conditions were met: one, that the boy be brought back to life, and two, that he be forever worshipped before all the other gods.\n\nShiva, having cooled down by this time, agreed to Parvati’s conditions. He sent his Shiva-dutas out with orders to bring back the head of the first creature that is lying dead with its head facing North. The Shiva-dutas soon returned with the head of a strong and powerful elephant Gajasura which Lord Brahma placed onto boy's body. Breathing new life into him, he was declared as Gajanana and gave him the status of being foremost among the gods, and leader of all the ganas (classes of beings), Ganapati.\n\nShiva and Gajasura[edit]\n\nOnce, there existed an Asura (demon) with all the characteristics of an elephant, called Gajasura, who was undergoing a penitence (tapas). Shiva, satisfied by this austerity, decided to grant him, as a reward, whatever gift he desired. The demon wished that he could emanate fire continually from his own body so that no one could ever dare to approach him. The Lord granted him his request. Gajasura continued his penitence and Shiva, who appeared in front of him from time to time, asked him once again what he desired. The demon responded: \"I desire that You inhabit my stomach.\" Shiva agreed.\n\nParvati sought him everywhere without results. As a last recourse, she went to her brother Vishnu, asking him to find her husband. He, who knows everything, reassured her: \"Don't worry, dear sister, your husband is Bhola Shankara and promptly grants to his devotees whatever they ask of him, without regard for the consequences; for this reason, I think he has gotten himself into some trouble. I will find out what has happened.\"\n\nThen Vishnu, the omniscient director of the cosmic game, staged a small comedy. He transformed Nandi (the bull of Shiva) into a dancing bull and conducted him in front of Gajasura, assuming, at the same time, the appearance of a flutist. The enchanting performance of the bull sent the demon into ecstasies, and he asked the flutist to tell him what he desired. The musical Vishnu responded: \"Can you give me that which I ask?\" Gajasura replied: \"Who do you take me for? I can immediately give you whatever you ask.\" The flutist then said: \"If that's so, liberate Shiva from your stomach.\" Gajasura understood then that this must have been no other than Vishnu himself, the only one who could have known that secret and he threw himself at his feet. Having agreed to liberate Shiva, Gajasura asks him for two last gifts: \"I have been blessed by you with many gifts; my last requests are that everyone should remember me adoring my head and you should wear my skin.\"\n\nGaze of Shani[edit]\n\nA lesser known story from the Brahma Vaivarta Purana narrates a different version of Ganesha's birth. On the insistence of Shiva, Parvati fasted for a year (punyaka vrata) to propitiate Vishnu so that he would grant her a son. Vishnu, after the completion of the sacrifice, announced that he would incarnate himself as her son in every kalpa (eon). Accordingly, Ganesha was born to Parvati as a charming infant. This event was celebrated with great enthusiasm and all the gods were invited to take a look at the baby. However Shani (Saturn), the son of Surya, hesitated to look at the baby since Shani was cursed with the gaze of destruction. However Parvati insisted that he look at the baby, which Shani did, and immediately the infant's head fell off. Seeing Shiva and Parvati grief-stricken, Vishnu mounted on Garuda, his divine eagle, and rushed to the banks of the Pushpa-Bhadra river, from where he brought back the head of a young elephant. The head of the elephant was joined with the headless body of Parvati's son, thus reviving him. The infant was named Ganesha and all the Gods blessed Ganesha and wished Him power and prosperity.[17]\n\nOther versions[edit]\n\nAnother tale of Ganesha's birth relates to an incident in which Shiva slew Aditya, the son of a sage. Shiva restored life to the dead boy, but this could not pacify the outraged sage Kashyapa, who was one of the seven great Rishis. Kashyap cursed Shiva and declared that Shiva's son would lose his head. When this happened, the head of Indra's elephant was used to replace it.\n\nStill another tale states that on one occasion, Parvati's used bath-water was thrown into the Ganges, and this water was drunk by the elephant-headed Goddess Malini, who gave birth to a baby with four arms and five elephant heads. The river goddess Ganga claimed him as her son, but Shiva declared him to be Parvati's son, reduced his five heads to one and enthroned him as the controller of obstacles (Vignesha).[18]\n\nBroken tusk[edit]\n\nVyasa narrating the Mahabharata to Ganesha, his scribe, Angkor Wat\n\nThere are various anecdotes which explain how Ganesha broke off one of his tusks. Devotees sometimes say that his single tusk indicates his ability to overcome all forms of dualism. In India, an elephant with one tusk is sometimes called a \"Ganesh\".\n\nGanesha the scribe[edit]\n\nIn the first part of the epic poem Mahabharata, it is written that the sage Vyasa (Vyāsa) asked Ganesha to transcribe the poem as he dictated it to him. Ganesha agr... (truncated)",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.88605088,
        "format_confidence":0.992210865
    },
    {
        "url":"https:\/\/www.franciscanmedia.org\/saint-clement\/",
        "text":"Pope Saint Clement I | photo by Lawrence | flickr\n\nSaint Clement\n\n<em>Pope Saint Clement I<\/em> | photo by Lawrence | flickr\nImage: Pope Saint Clement I | photo by Lawrence | flickr\n\nSaint Clement\n\nSaint of the Day for November 29\n\n(d. 101)\n\n\nSaint Clement’s Story\n\nClement of Rome was the third successor of Saint Peter, reigning as pope during the last decade of the first century. He’s known as one of the Church’s five “Apostolic Fathers,” those who provided a direct link between the Apostles and later generations of Church Fathers.\n\nHis First Epistle to the Corinthians was preserved and widely read in the early Church. This letter from the bishop of Rome to the Church in Corinth concerns a split that alienated a large number of the laity from the clergy. Deploring the unauthorized and unjustifiable division in the Corinthian community, Clement urged charity to heal the rift.\n\n\nToday many in the Church experience polarization regarding worship, how we speak of God, and other issues. We’d do well to take to heart the exhortation from Clement’s Epistle: “Charity unites us to God. It knows no schism, does not rebel, does all things in concord. In charity all the elect of God have been made perfect.”\n\nRome’s Basilica of St. Clement, one of the city’s earliest parish churches, is probably built on the site of Clement’s home. History tells us that Pope Clement was martyred in either the year 99 or 101.\n\nThe Liturgical Feast of Saint Clement is November 23.\n\nSaint Clement is the Patron Saint of:\n\nMarble Workers",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.996617496,
        "format_confidence":0.9719274044
    },
    {
        "url":"http:\/\/www.icr.org\/bible\/John\/10\/35",
        "text":"Search Tools\n\n\nNew Defender's Study Bible Notes\n\n10:35 scripture cannot be broken. Jesus is here basing His entire defense against the charge of blasphemy on one word, “gods” in a relatively obscure psalm, commenting that the “scripture”—that is, the “writing,” the word actually written down—cannot be broken. This constitutes a very important testimony by Christ to the plenary verbal inspiration and authority of the Bible. The reasoning of Christ is very subtle, yet powerful, relying entirely on the use of this precise word in its context.\n\nAbout the New Defender's Study Bible",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9970646501,
        "format_confidence":0.8039889336
    },
    {
        "url":"https:\/\/edu.glogster.com\/glog\/buddhism\/21u5adfhrl2?=glogpedia-source",
        "text":"In Glogpedia\n\nby zzawisny\nLast updated 6 years ago\n\nSocial Studies\nReligious Studies\n\nToggle fullscreen Print glog\n\nZack ZawisnyBibliography-World Religions bookMrs. Meyer's slideshow\n\nBuddhism was developed in India about 2,500 years ago by a man named Siddhattha Gotama. He became known as Buddha, which means the enlightened one. One day Siddharta traveled away from is home and saw a sick man, an old man, a dead man, and a holy man. He realized that he must escape sufering. Siddharta sat down under a tree near a temple, in India. He stayed there in meditation.Then at dawn he was enlightened. At that moment he acheived Nirvana.Buddhas main teachings were the Three Universal Truths. 1.Everything in life is permanent and is constantly changing.2. Impearance leads to suffering3. There is no unchanging personal selfThe Noble Truths1. All life has suffering2. Suffering causes desire3. Desire can be overcome4. The way to overcome it is the Eightfold Path-1. Right Viewpoint2. Right Intention3. Right Speech4. Right Action5. Right Work6. Right Effort7. Right Mindfulness8. Right MeditationAt first Buddhas teachings were passed on by mouth. It wasn't until centuries after Buddhas death that they were written down.Buddhists are united in their belief for the three jewels:1.Buddha2. Dharma3. Monastic order of the sanghaBuddha laid down five rules, the five precepts-1. avoid harming living things2. avoid stealing3. live a decent life style4. avoid speaking unkindly or lying5. avoid alcohol and drugsBuddhists think that meditation is essential in achieving nirvana. The basis of meditation is samatha. This is peacefulness in which the mind is empty of all thoughts. A person can be helped to this calm state by concentrating on breathing or by focusing on an object. The picture below show some things that can help people to meditate. -People sit with crossed legs-They offer flowers or incense to a statue of Buddha-The statue or maybe a candle is used to focus on- Closing eyes and counting breaths helps calmnessBuddhism considers rites of passage less important than many other religions do. Some rites such as birth or marriage ceremonies are left to local custom.Sangha is the name given to any community of Buddhist monks. The monks at Buddha's first sermon were converted and became the first sangha. Buddhist monks and nuns live in monastaries or nunneries. They live simply and only own eight items.The pravrajya ceremony commences when a boy becomes a novice monk. he dresses in fine clothes and rides a horse to the monestary.The first sangha spread the Buddha's teachings throughout northern India. Emperor Asoka ruled northern and central India helped spread the religion. He set up stone pillars with Buddha's teachings carved into them. His son also helped by bringing the religion to southern IndiaTheravada means way or teachings of the elders. Thervada Buddhists believe they follow the original teachings best. Mahayana Buddhists do not concentrate just on the Buddha. They see him as one of many Buddhas. Vairayana Buddhism is also known as Tibetan Buddhism because it flourished in Tibet. Its leaders also had political power. Pure Land Buddhism began in China and spread to Japan in about the thirteenth century. Zen Buddhism began in China and spread to Japan in about the thirteenth century Zen means meditatioon. They spent most of their time doing this.Some of the main Buddhist pilgrimage sites are associated with important events in the Buddha's life, such as his place of birth. Many Buddhists visit templea or shrines to pay their respects to the Buddha and to meet and meditate with other Buddhists. Rituals are performed at a shrine in the home, as well as at a temple. The rituals may vary from one branch of Buddhism to another.Buddhist art uses a wide variety of symbols to remind people of their beliefs. Every Buddhist temple has an image of Buddha. Another common symbok of Buddhism is the Lotus flower.The Buddhist religious calendar follows a lunar basis, following the phases of the moon. There are many festivals during the year. Wesak is the celebration of Buddhas birth. In Theravada countries his enlightenment and death too. The celebration is held differently in different places. Asala Day commemorates Buddha's first teachings. In Sri Lanka it is celebrated at the fetival of the Sacred Tooth. A tooth, believed to be Buddhas, is paraded. Losor is a mojor Tibetan festival. It takes place in a full moon, it celebrates Buddha's early life and teachings, and also marks a new year. Obob is a Japanese festival held in July. It is a three-day celebration during which people pay their respects to ancestors. Vassa is a meditation retreat that takes place in the rainy season. Uposatha Days are when Buddhists perform their religious duties. Some fast and others visit local temples.\n\nHand-Held Prayer Wheel\n\n\nLotus Flower- a symbol of Buddhism\n\nNovice Monks\n\nZen Gardens provide a tranquil setting for meditation\n\nZack Zawisny\n\n\n    There are no comments for this Glog.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9969275594,
        "format_confidence":0.9806157947
    }
]