[
    {
        "url":"https:\/\/www.sporcle.com\/blog\/",
        "text":"Top Comments of the Week (08\/28)\n\nCheck out our favorite witty commenters below:\n\n1. From: Banned Around the World\n\nGameelaNever in a million years are those CURVY mannequins – they’re sticks! I was frantically typing ‘mini skirts”, ‘short skirts’, ‘skirts’, ‘sleeveless tops’, ‘western clothing’, etc etc…\n\n2. From: Top 10 Richest US Presidents\n\nInsertCleverNameI’m sensing a theme here. Apparently one should work hard, study, and be related to rich, dead people.\n\n3. From: Quickly Click a ‘Quick’\n\nPappaTWhat’s interesting is that by about the halfway point, the letters stop looking like letters. It’s trippy. Am I alone in this?\n\n4. From: Sporcle’s Easiest Religion\n\ncrouchingdomoPoor old Deuteronomy. I have to believe it’s left off this list because it’s just so tricky to spell.\n\n5. From: Sporcle’s Easiest Religion\n\nShepherdBookIt appears that naming a planet after a Roman god greatly increases their popularity.\n\nBrit Lit Bunker: The Sporcle Featured Quiz of the Week\n\nWe think all our featured quizzes are great, but once a week we find a quiz published within the last 7 days that went the extra mile.\n\nThis week’s quiz is Brit Lit Bunker by Sporcle User NJSB.\n\nWhat’s the Quiz About?\n\nFrom Austen to Shapkespeare, jog your memory from high school English classes with this British Literature bunker. The first question may be easy, but the difficulty will increase with each one, and a single wrong answer will end the quiz. Have no fear about it being too torturous; it’s multiple-choice, so at the very least, you can test your luck! And in case you had to ask –  yes, Harry Potter is included.\n\nCapital of Palau Updated on Sporcle\n\n\nAfter many years of requests, and research, we’ve finally updated the capital of Palau on Sporcle. For many years, we displayed\/accepted the region of Melekeok as the nation’s capital, but as of today, we’ve officially switched the answer to Ngerulmud. However, we’ll continue to accept Melekeok for the time being as everyone gets used to the change.\n\nIf you have any questions\/comments, let us know on our feedback page.\n\nNew Badges: Coming Attractions, Red Badge of Courage, and Choose Wisely\n\nCelebrate the end of summer with one last BBQ, a trip to the beach, and these new badges.\n\nComingAttactionsComing Attractions: A good movie poster tells you what the movie is about with one image. A bad movie poster leaves you dazed and confused. These quizzes have both. Get 100% on Movie Posters I, II, III, IV, and V to earn this badge.\n\nRedBadgeOfCourage2Red Badge of Courage: These quizzes will have you seeing red. To receive this badge, get 50% or more on Fictional Characters Who Are Red, Foods That Are Red, Red Logos, and ‘Red’ Literature Match.\n\nChooseWiselyChoose Wisely: Life is full of tough decisions and these quizzes are no exception. This is the only place on the site that you’ll have to make the decision ‘Shakespeare or Batman?’. To get this badge, play 100 This or That quizzes.\n\nAs always, check the badge page for the latest updates.\n\nCreate a New Account & Save at the Sporcle Store!\n\ninviteFor the next week we’re offering big savings at the Sporcle Store for anyone who creates a new Sporcle account. If you already have an account, don’t worry, if you invite someone and they create an account, you can save too!\n\nHere’s how it works:\n\n  1. Create a new account on Sporcle (or invite your friends)\n  2. You’ll get an email with a special Sporcle Store promo code.\n  3. Shop in the store for big savings.\n\nIt’s all about as simple as playing the Lightswitch Settings quiz.\n\nMeet the Staff: Traci Fortier\n\ntraciName: Traci Fortier (Traci)\n\nPosition: Finance Manager\n\nOriginally from: New Hampshire\n\nWorked at Sporcle since: May 2012\n\nAbout: Traci describes her life like this: I’m 28, I live with my boyfriend and my dog, and I love my small little family. She’s an animal person, with a special love for dogs. Outside of work she’s goofy and sarcastic, but at work she’s the picture of professionalism.\n\nInterests: Traci likes to sit and watch TV for hours on end…or go for a hike. She likes a mix of the indoor and outdoor, and made it her goal this year to do more hiking. She also likes playing board games with friends.\n\nHer favorite Sporcle quizzes are in the genre of Clickable 1-100 Mines and the Spacebar Challenge. Also, she’s a huge Walking Dead fan. (Our insider investigation found out that she’s played ‘The Walking Dead’ Episodes quiz 6 times, with a 100% score.)\n\nStrange Fact: After college Traci traveled to Guatemala where she lived and volunteered in an animal shelter for a month. In her words, she is “weirdly obsessed with weird dogs.” She volunteers at a Seattle animal shelter, and her favorite dogs are the neurotic, nervous dogs.\n\nHere at Sporcle: Traci spends her time in numerous spreadsheets, handling financial reports and administrative tasks. As she puts it “a lot of things come through me.”\n\nFavorite thing about working at Sporcle: Traci likes that everyone works really hard, while maintaining their sense of humor. She adds “I laugh at something at least once a day.” Beyond the mix of hard work and fun, she loves getting to wear jeans to work everyday.\n\nTop Comments of the Week (08\/21)\n\nCheck out our favorite witty commenters below:\n\n1. From: Equator Countries\n\nUbbiebubbieSo, Equatorial Guinea… you’ve been lying to me this whole time.\n\n2. From: Rhymes with ‘SEEK’\n\nstrags11Where I come from, ‘steak’ rhymes with ‘seek’. Well, OK, no, it doesn’t, but this is a rhyming quiz so I feel kind of obligated to make a comment like this. I think it’s in Sporcle’s terms of service.\n\n3. From: ’90s Song Title Match Up\n\ndlauthorSo I guess “Smells Like My Pocket” was more of a regional hit, then.\n\n4. From: MLB Teams (Redux)\n\nEl_DandyOne day you’ll be back, Expos. One day…\n\n5. From: 6-Letter Geography Alphabet Blitz\n\nhbakerOh, hello timer. Didn’t see you there.\n\nLeast Populous Countries A-Z: Europe: The Sporcle Featured Quiz of the Week\n\n\nWe think all our featured quizzes are great, but once a week we find a quiz published within the last 7 days that went the extra mile.\n\nThis week’s quiz is Least Populous Countries A-Z: Europe by Sporcle User Mateo56.\n\nWhat’s the Quiz About?\n\nHere on Sporcle, we usually focus on the most populous countries, but this quiz does just the opposite. You’ll have to remember all those tiny countries in Europe to get everything right. It’s a minefield, so enter the answers you’re sure about before making guesses. There are a few letters that are the start of only one European country, so if you can remember the only ‘V’ country, you’ll be safe. Just remember to breathe as you type in the last few letters for each country.\n\nNew Badges: 2 Minute Drill, Body Language, and Blueprint Boss\n\nCan you figure out the blueprints to earn these new badges?\n\ne5dPi2INheJvRT8ZgMqUQMuFqOmLkALlRflwnVpMlvU2 Minute Drill: In 2 minutes, you can do lots of things: brush your teeth, check your horoscope, or even play a Sporcle quiz. To get this badge, play 15 2 minute quizzes in 1 day.\n\nBodyLanguageBody Language: Everyone played ‘doctor’ when they were kids, now you can see how much you actually know about your body. Play 25 quizzes tagged anatomy to earn this badge.\n\n6FDLCAHTjAgUXnkV0YquKpjNoFKdQEWF4PfSiAvc38kBlueprint Boss: We don’t know much about reading blueprints, good thing we’re not architects. Get 50% or more on The Sporcle Viewfinder, Tallest Building Cities (US), and 12 Silhouettes of Famous Buildings to receive this badge.\n\nAs always, check the badge page for the latest updates.\n\nNew Badges: Hit the Books, The Original Sporcler, and Spelling Bee\n\nIt’s almost time to head back to school, see if you’re ready for the new school year and earn these badges.\n\nHitTheBooks2Hit the Books: College is all about meeting new people, learning new things, and beer pong. To get this badge, you’ll need 100% on Are You Smarter Than A College Student? I, II, III, IV, and V.\n\n2007SporcleThe Original Sporcler: Sporcle has come a long way since it was first created. It’s time to go back to basics with the quizzes that started it all. Play 22 quizzes that were published in 2007 to receive this badge.\n\nSpellingBeeSpelling Bee: The only way to make spelling bees more terrifying is to add a minefield to them. To win the Sporcle Spelling Bee, get 100% on Commonly Misspelled Words I, II, and III.\n\nAs always, check the badge page for the latest updates.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.6773455739,
        "format_confidence":0.708094418
    },
    {
        "url":"http:\/\/www.neatorama.com\/tag\/super-life\/",
        "text":"Neatorama Posts Tagged \"super life\"\nIf Life Was Like A Video Game It Would Look Exactly Like SUPER LIFE\n\n(Video Link) Life is like a dream or a box of chocolates, life is hell, beautiful and golden, but if your life is like a video game then you probably have some...  ...ories to tell!However, a video game based on real life has the potential t...\nNeatoShop Products Tagged \"super life\"\nThere are no products matching your search terms\nsearch took 0.030 seconds\n\n\nThis website uses cookies.\n\nThis website uses cookies to improve user experience. By using this website you consent to all cookies in accordance with our Privacy Policy.\n\nI agree\nLearn More",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.8977655172,
        "format_confidence":0.9736351967
    },
    {
        "url":"https:\/\/babyshower.ie\/product-category\/baby-shower-games\/",
        "text":"No party would be complete without games! And we have a bunch of fun baby shower games to liven up your party, including games for teams, creative games or classic games that your mother will probably remember.\nMommy-to-Be will look forward to having a good time with her friends and family, and games are a perfect way to break the ice between new acquaintances. Take a look at our range of fun Baby Shower Games and Badges.\n\nAdd only 50.00 more to get FREE SHIPPING!\n\nShowing all 5 results",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.8575582504,
        "format_confidence":0.9343294501
    },
    {
        "url":"http:\/\/www.funnygames.ph\/game\/3_pandas\/alphabet\/various\/",
        "text":"3 Pandas games\n\nOn you'll find the best collection of 3 Pandas games! You'll find no less than 5 different 3 Pandas games, such as 3 Pandas in Japan & 3 Pandas 1. Help the 3 Pandas escape! Use your mouse to click on various objects in each level and solve the puzzle in order to advance!\n\nSend feedback",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.996519804,
        "format_confidence":0.5552229881
    },
    {
        "url":"http:\/\/dallas.retailguide.com\/st2gcr.htm",
        "text":"Research Dallas retail with......RetailGuide DallasHomeAboutContact\nDallas - List of ShopsGo to MetroGuide.CommunityMetroGuide.Network Home Page\n\nGame Cartridges\n\nWelcome to RetailGuide Dallas, your key resource for quickly locating what you need, when you need it. Please select from among listings below for detailed information about appropriate places to shop offering a suitable array of products in the \"Game Cartridges\" category:\n\nPlease select one of the 6 Dallas shops listed below to view the RetailGuide Profile PageSM of that property. To return to the RetailGuide Dallas home page, where you can search for other profiles of shops located in a different area, click on the \"Dallas Shopping\" link at the top or bottom of the page.\n\nDallas West\n\nBest Buy\n1730 Pleasant Pl · Arlington\n\nFort Worth\n\nBest Buy\n12820 South I-35 Fwy · Burleson\nBest Buy\n5700 S.W. Loop 820 · Fort Worth\nBest Buy\n5944 Quebec Street · Fort Worth\nBest Buy\n6750 West Fwy · Fort Worth\nBest Buy\n138 I-20 East · Weatherford\nADV: Buy event tickets online!\n\nMN logo© 1996-2017, All Rights Reserved.\nPrivacy Policy | Terms and Conditions\n\nTo contact us at MetroGuide: Click Here.\n\nRetailGuide, RetailGuide.Network and RetailGuide Dallas are service marks of, Inc.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.5577477217,
        "format_confidence":0.9656125307
    },
    {
        "url":"http:\/\/youtuberreview.com\/author\/a-schneider\/",
        "text":"Home > Author Archives: Myrornaskrig\n\nAuthor Archives: Myrornaskrig\n\nSuper Mario Maker: East vs. West\n\nGame Grumps (Arin and Danny) vs. Abu\n\nSuper Mario Maker was released just a few months ago, and the platform creator revolving around the world’s most famous plumber has easily shown up on many console Let’s Player’s videos. And for good reason: the game allows you to share your levels with players all over the world. These levels vary from AutoMarios to fair “that could be in ...\n\nRead More »\n\n2016 Presidential Candidates play Pokemon\n\nDonald Trump with a Pidgey and Pokemon hat.\n\nAnytime Politics mix with the internet, hilarity has a huge chance to ensue, if the correct mix of political accuracy and humor can be achieved. Case in point: the brilliant voice actor Jason Stephens pretending to be Barack Obama playing COD: Ghost is comedy gold, not only because he sounds like Obama, and the absurdity of Obama playing any type ...\n\nRead More »\n\nJacques: The Ultimate Sidekick from JonTron\n\nJonTron‘s gaming and occasional movie reviews often have a dreamlike quality to them. Very few have an actual ending, rather they have an abrupt or surreal sequence to signify that Jon is fed up with whatever he is reviewing. Each episode is a capsule on it’s own; very few follow any continuing timeline aside from the two main characters, Jon ...\n\nRead More »\n\n5 Reasons Markiplier is the King of Five Night’s At Freddy’s (FNAF)\n\n\nA little over a year ago, the internet was introduced to the phenomenon of Five Nights at Freddy’s. Not long after, YouTube was drowned in reaction video after reaction video of unprepared people who began to question if it was worth wetting themselves on camera. Perhaps this game would have remained in obscurity, however, if one Youtuber had not made a big ...\n\nRead More »",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.5090420842,
        "format_confidence":0.9676817656
    },
    {
        "url":"http:\/\/redlinechina.com\/main\/?q=node&page=3",
        "text":"Case Study of Kabam, Kixeye and Fight My Monster Report Released\n\nPearl Research is pleased to announce the  report, “Case Study of Kabam, Kixeye and Fight My Monster”. Please contact us for an excerpt. Three online game companies, Kixeye, Kabam, and Fight My Monster have achieved accelerated growth in the past year with prominent social and casual games.\n\nLOGIN Conference Announces Pitch Finalists\n\nThe finalists for Startup Pitch at LOGIN Conference on September 27th have been released. The companies are TeamTap, Sense of Wonder, KeepSkor, Alist Games, Lightning, Playsaurus, Mobula Games and Yogime.\n\nSamsung Invests $2.3 billion in New China Fab\n\nSamsung Electronics today held a groundbreaking ceremony for a major new memory fabrication line in Xi'an, China. Once completed, the new facility will make use of advanced 10-nanometer (nm)-class technology in producing NAND flash memory chips.\n\nApple Unveils Slimmer Phone\n\nApple today announced the iPhone 5, with a new 4-inch Retina display. It has a newll-new 7.6 mm anodized aluminum body that is 18 percent thinner and 20 percent lighter than iPhone 4S. iPhone 5 comes in either white & silver or black & slate, and will be available in the US for a suggested retail price of $199 (US) for the 16GB model and $299 (US) for the 32GB model and $399 (US) for the 64GB model.\n\nRenren Makes US Based Investment in Finance\n\nRenren Inc. (RENN), a social networking internet platform in China, made an $49 million investment in Social Finance Inc, a San Francisco-based private company. SoFi provides students access to lower loan rates than Federal loans programs.\n\nPearl Research Releases New Study on India\n\nPearl Research is pleased to announce the release the \"Games Market in India\" study covering the online, social, casual and mobile games. There has been extensive investments in India's digital entertainment sector with new launches and a proliferation in the number of mobile titles.\n\nLOGIN Conference Announces Speakers, Hosts an Expo and Startup Pitch Day\n\nThis is the latest information Pearl Research has on the LOGIN Conference. The event focuses on the online game industry, including Facebook, MMOG, Xbox Live, PlayStation Network, iPhone\/iPad, and Android development and digital distribution. This annual conference will be on September 26-27, and the location will be the Bently Reserve in San Francisco, California. September 26 will be the speaking sessions day, and September 27 is the Expo and Startup Pitch day.\n\nDeNA Updates Business In China\n\nRecently, DeNA China announced its first self-developed mobile social game “Ninja Fighters” in the Chinajoy. Fei Lou, the vice president of DeNA China, claimed to the press, “DeNA China will pay more attention to developing products by ourselves.\n\nPearl Research Will Be Attending Casual Connect\n\nLeading market research and consulting firm Pearl Research will be attending Casual Connect in Seattle, July 24-26th. Please contact us at research (at) or 415-738-7660 to meet up. The Casual Games Association, the international trade organization of the casual games industry, is producing the show.\n\nTake-Two's NBA 2K is Launched in China\n\n2K Sports announced the public launch of its free-to-play NBA 2K Online game on the Tencent Games portal in China. Players who have an activation account can now log on to the website ( ) to test the title.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.7747347355,
        "format_confidence":0.9724569321
    },
    {
        "url":"https:\/\/www.bestforumlive.com\/tag\/game",
        "text":"Selection of forums for :\n\n\nNaruto RPG - Ninja Way\n\nNaruto Ninja Way - Best roleplay Naruto game online!\n\nnaruto, #game, ninja, opis\n\nFairy Tail Roleplay\n\nWelcome to Fairy Tail RPG, where your visions come true through your words. You control the destiny of your character. Do you have what it takes to bring the world to order or chaos?\n\nfairy, tail, roleplay, mmorpg, adventure, #game, level, ranking, forum, roleplaying, natsu, dragneel, gray, fullbuster, lucy, heartfilia, erza, scarlet, zeref, blue, pegasus, grimoire, heart, phanto\n\nFree forum : AFTER LOST\n\nFree forum : a place to talk about your favorite shows, movies and current events\n\nforum, walking, dead, #game, thones, true, blood, lost, breaking, show, reviews, discussion, current, affairs, community, american, horror, story\n\n\nEverything about the STALKERSOUP game. . .\n\nstalkersoup, #game, tecnobacon, install, s.t.a.l.k.e.r, guide, installer, forum\n\nDuel Academy\n\nDuel Academy is an online community dedicated to helping you participate in countless tournaments, improve all areas of your card game skills. Not to mention we have a fun and welcoming community.\n\nyu-gi-oh!, duel, academy, yugioh, dueling, network, ygopro, kcvds, deck, ruling, disk, decklist, rare, decks, konami, build, anzo, forum, site, teach, link, links, duelingbook, duelingnexus\n\nSteel Tank Add-on (Steel Fury)\n\nSteel Tank Add-on Forum. Mod for the game Steel Fury.\n\nsteel, fury, tank, add-on, (steel, fury), kharkov, 1942, simulator, tiger, panther\n\nPotter's Army\n\nAn alternate reality Hogwarts and Wizarding World RPG, set in 2030.\n\nplay, post, role, #game, hogwarts, harry, potter, post-potter, roleplay, role-play, wizarding, world\n\nBeadThrilled :: Trollbeads Forum & Pandora, Faerybeads and many mo\n\nAbout Trollbeads and many, many more! Independent, best informed and the latest news from around the globe!\n\ntrollbeads, faerybeads, bowerbeads, noosa, chan, pandora, tolkien, dragon, celtic, norse, myth, mythology, fantasy, fairy, trolls, gothic, steampunk, #game, thrones, nouveau, jewelry\n\nChampionship Football PBM\n\nChampionship Football play by mail (PBM) by Hemsoft. An in-depth play by mail football club management simulation.\n\nhemsoft, championship, football, play, mail, play-by-mail, management\n\nFree forum : impetus\n\nFree forum : New forum for Impetus miniature game\n\nfree, forum, impetus, miniature, #game, ancients, medieval, renaissance, baroque, smooth&rifled\n\nSimmer's Garden - Welcome\n\nSimmer's Garden - A Simming BBS forum with an inspirational touch catering to The Sims PC games.\n\nsimmer's, garden, sims, simming, faith, #game, inspirational\n\nThe Phoenix Rises\n\nForum for the OWBN Auckland Game\n\nphoenix, rises, forum, owbn, auckland, #game\n\nFree forum : Redwood & Greenwood Racing\n\nFree forum : Private forum for team members of GPRO racers team on GPRO game\n\nredwood, greenwood\n\nThe Dueling Realm\n\nOnline Yu-Gi-Oh! Tournament society, Trading Card Game, Dueling, Realm, Live, Swiss, Rounds, TCG, OCG, yugioh, ygo, Yu-Gi-Oh! , card game, ladder, slifer, ra, obelisk, horahkty, pro, ultimate\n\ndueling, realm, yugioh, tournament, konami, yu-gi-oh!, society, trading, card, #game, (tcg\/ocg), live, swiss, rounds, official\n\nGolfers Paradise\n\nTo create a forum where the game of golf can be discussed, promoted and friendships created.\n\ngolfers, paradise, create, forum, where, #game, golf, discussed, promoted, friendships, created\n\nGaming Group for various video games. Cod, Battlefield, DayZ, Minecraft, you name it. . . we play it.\n\ngaming, rushing, call, duty, first, person, shooter, xbox, clans, clean, arena, #game, battles, rush, social, network, cool, black, modern, warf\n\nMurder Fabrication\n\nA fanganronpa Killing Game\n\nmurder, fabrication, fanganronpa, killing, #game, danganronpa\n\nSeven Virtues\n\nFree forum : Seven Virtues Guild in Shards of Dalaya MMORPG Game\n\nfree, seven, virtues, guild, shards, dalaya, mmorpg, #game\n\nWarlord Games\n\nA place for Warlord Games volunteers to discuss upcoming demos, make plans, and share experiences about our game and events!\n\nwarlord, games, place, volunteers, discuss, upcoming, demos, make, plans, share, experiences, about, #game, events!\n\nWolf3d Haven Forum\n\nA Friendly Wolfenstein 3D Community, About Wolfenstein 3D, the game that gave birth to First Person Shooters.\n\ndome, wolf3d, haven, dark_wizzie\n\nFree forum : General Forum for\n\nMybrute Forum offering mybrute cheats and bots, pupil trade, tournament with pupil prizes and much more mybrute related discussions and activities.\n\nmybrute, forums, cheat, cheats, #game\n\nAwesome Gamers Group\n\nThese forums are for any game(s) I run including L5R, 7th Sea, D&D, so on and so forth.\n\nawesome, gamers, group, these, forums, game(s), including, forth\n\nNEVERWINTER NIGHTS NWN Server ArgentumRegio Dohral\n\nNeverwinter Nights \/ NWN server 1337+ Areas of adventure and intrigue - requires CEP2. 1 or better. NO OTHER HAKS. Home of the WISH spell and 80+ more! Features swim, fly, climb, jump. swing and more!\n\nneverwinter, nights, multiplayer, role, play, #game, dungeons, dragons, server, friendly\n\nSaint Seiya Online\n\nSaint Seiya Online\n\nsaint, seiya, mmorpg, #game, forum\n\nForum: Resurgence Studios\n\nPlatform to discuss and organise game development information of Resurgence Studios.\n\nresurgence, studio, #game, development, organise, moba, multiplayer, battle, arena, paragon\n\nTake Your Turn\n\nA forum for competitive games, primarily turn based.\n\nadvance, wars, infinity, duelyst, take, your, turn, i'll, sleep, music, #game, creation, design, development, best, sakuya\n\nTescia: The Sonic Community\n\nLargest Sonic fan site\/fan forum on Forumotion. Created and founded by Sega of America members. The\n\nsonic, forum, site, news, fansite, community, #game, gaming, games, tescia, soni\n\nFree forum : Darkening Shadows\n\nFree forum : Home of the Vanguard, a superhero RPG\/Group using Squadron UK\/Golden Heroes rules. Started in October 09 we've moved thanks to our old forum host going AWOL and taking the forum with him.\n\ndarkening, shadows, vanguard, golden, heroes, squadron, executive, lore, knights, role, play, playing, role-playing, #game\n\nSearch for a forum in the directory\n\nCreate a free forum\n\nCreate your game forum",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9935511351,
        "format_confidence":0.9878530502
    }
]