[
    {
        "url":"http:\/\/vorlon0001.tripod.com\/atmel.htm",
        "text":"atmel codes and flashes\n\n        The generic unlooping devices we will be dealing with, generally use an Atmel chip of the 2313 variety. These devices can be programmed several ways.\n\n1. You can use the Unlooper that is in circuit programmable, ICP, to do this. Most surface mount versions are ICP.\n\n2. You can use the freeware DOS program and programmer design.\n\n3. You can use the Pony Programmer software and it's programmer interface.\n\n        This will be necessary to continue our software operation study.\n\nFLASH PROGRAMS: These are for ICP use.\n\nKK.zip    This is a program that runs in a DOS window, uses Com 2, and flashes  all of the current Atmel codes from one program. It is for ICP use only.\n\nSu2loader.zip    This is the flash program for the SU2 software. It can be used by Su2.exe, Su2v2.exe, TurboUnloop, and BasicU. Also has .hex and .eep files.\n\nAll loaders.zip   This is a file that contains all of the normal, plus and bs loaders, all in one convenient package.\n\nFlash.zip  This is another all inclusive flash program. This one from Hippie Fred.\n\nHULoader.zip This file will be necessary to load for working on HU's and with the ExtremeHU programs and the others in the series.\n\nHfix.zip This is a file that contains all of the hex and eep files for the popular atmel loads used for bs cards.\n\nBLFlash.zip This is a file that contains a flash program to program an atmel in an unlooper for a bootloader board.\n\nThe Freeware Programmer:  This file contains the program and diagram for the Atmel freeware programmer.\n\n\nThis site is Copyright 2001 by Vorlon Web Design...All rights Reserved\n\n\n\nMake your own free website on Tripod.com",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.6814157963,
        "format_confidence":0.7987838984
    },
    {
        "url":"https:\/\/www.manualslib.com\/manual\/632704\/Nokia-A032.html?page=21",
        "text":"× Bookmark added\nPage of 45\nDownload Table of Contents\n\nNokia A032 Getting Started Manual Page 21\n\nWireless access point.\nHide thumbs\n\n\nPositioning the antenna\nThe Nokia C950 Omnidirectional Antenna\nradiates radio frequency energy in a 360 degree\npattern around its axis. The Nokia C950 has\nbeen designed for indoor use – it can be\nmounted vertically on a ceiling, wall, or on a\ntable with a mounting screw:\nDo not mount the antenna in a horizontal\nposition, unless you intend to create a vertical\ncoverage area that will have as much height as\npossible, for example in a stairwell.\nNokia A032 Getting Started\n\n\n   Also See for Nokia A032\n\n   Related Manuals for Nokia A032\n\nComments to this Manuals\n\nSymbols: 0\nLatest comments:",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9906484485,
        "format_confidence":0.8842987418
    },
    {
        "url":"http:\/\/www.analog.com\/en\/analog-dialogue\/articles\/avoiding-op-amp-instability-problems.html",
        "text":"Avoiding Op-Amp Instability Problems In Single-Supply Applications\n\nSingle or Dual Supply?\n\nAlthough it is advantageous to implement op-amp circuits with balanced dual supplies, there are many practical applications where, for energy conservation or other reasons, single-supply operation is necessary or desirable. For example, battery power, in automotive and marine equipment, provides only a single polarity. Even line-powered equipment, such as computers, may have only a single-polarity built-in supply, furnishing +5 V or +12 V dc for the system. In processing analog signals, a common feature of single-supply operation is the need for additional components in each stage for appropriate signal-biasing. If this is not carefully thought through and executed, instability and other problems may be encountered.\n\nCommon Problems with Resistor Biasing\n\nSingle-supply op-amp applications have inherent problems that are not usually encountered in dual-supply circuits. The fundamental issue is that, if the signal is to swing both positive and negative with respect to \"common\", this zero-signal reference voltage must be at a fixed level between the supply rails. The principal advantage of dual supplies is that their common connection provides a stable, low-impedance zero-reference. The two supply voltages are usually equal and opposite (and often tracking), but that's not an absolute necessity. With a single supply, such a node must be created artificially, by introducing additional circuitry to provide some form of biasing, to maintain signal common at an appropriate mid-supply voltage.\n\nSince it is usually desirable for large output values to limit symmetrically, the bias is usually established at the midpoint of the rated amplifier output range, or (for convenience) at one-half the supply voltage. The most effective way to achieve this is with a regulator, as in Figure 6; however, a popular method involves tapping the supply voltage with a pair of resistors. Though apparently simple, there are problems with it.\n\nIllustrating the problem, the circuit of Figure 1, which has several design weaknesses, is an ac-coupled non-inverting amplifier. The signal is capacitively coupled in and out. The average level of the ac-coupled input is biased to Vs\/2 by the RA-RB divider pair, and the in-band gain is G = 1 + R2\/R1. The dc \"noise gain\" is reduced to unity by capacitively coupling the feedback with a zero established by R1 and C1, so that the dc level of the output is equal to the bias voltage. This avoids distortion due to excessive amplification of the amplifier's input offset voltage. The amplifier's closed-loop gain rolls off from (1+R2\/R1) at high frequency to unity at dc, with break frequencies at f=1\/[2π R1 C1] and f=1\/[2π (R1 + R2) C1], introducing phase shifts that add to those associated with the input- and output coupling circuits.\n\nFigure 1\nFigure 1. A potentially unstable single-supply op-amp circuit.\n\nThis simple circuit has additional potentially serious limitations. First, the op-amp's inherent ability to reject supply-voltage variations is to no avail, as any change in supply voltage will directly change the Vs\/2 biasing voltage set by the resistor divider. While this does not present a problem at dc, any common-mode noise appearing at the power-supply terminals will be amplified, along with the input signal (except at the lowest frequencies). With a gain of 100, 20 millivolts of 60-Hz ripple and hum will be amplified up to a 1-volt level at the output.\n\nEven worse, instability can occur in circuits where the op-amp must supply large output currents into a load. Unless the power supply is well regulated (and well bypassed), significant signal voltages will appear on the supply line. With the op-amp's non-inverting input referenced directly off the supply line, these signals will be fed directly back into the op-amp, often in a phase relationship that will produce \"motor boating\" or other forms of oscillation.\n\nWhile the use of extremely careful layout, multi-capacitor power supply bypassing, star grounds, and a printed circuit board \"power plane\", all help to reduce noise and maintain circuit stability, it is better to employ circuit design changes that will improve power supply rejection. A few are suggested here.\n\nDecoupling the Biasing Network from the Supply\n\nOne step toward a solution is to bypass the bias-voltage divider, and provide a separate input return resistor, modifying the circuit as shown in Figure 2. The tap point on the voltage divider is now bypassed for ac signals by capacitor C2, to restore the ac power-supply rejection. Resistor, Rin, which replaces Ra\/2 as the circuit's input impedance for ac signals, also provides a dc return path for the + input.\n\nFigure 2\nFigure 2. A decoupled single-supply op-amp biasing circuit.\n\nThe values of RA and RB should of course be as low as feasible; the 100-k ohm values chosen here are intended to conserve supply current, as one might wish to do in a battery-powered application. The bypass capacitor value should also be carefully chosen. With a 100k\/100k-ohm voltage divider for RA and RB and a 0.1-µF or similar capacitance value for C2, the -3dB bandwidth of this network's impedance, set by the parallel combination of RA, RB and C2, is equal to 1\/[2π (RA\/2)C2] = 32 Hz. Although this is an improvement on Figure 1, the common-mode rejection drops off below 32 Hz, allowing substantial feedback through the power supply at low signal frequencies. This requires a larger capacitor to avoid \"motorboating\" and other manifestations of instability.\n\nA practical approach is to increase the value of capacitor C2. so that it is large enough to effectively bypass the voltage divider at all frequencies within the circuit's passband. A good rule of thumb is to set this pole at one-tenth the –3-dB input bandwidth, set by RIN\/CIN and R1\/C1.\n\nThe amplifier's gain at dc is still unity. Even so, the op-amp's input bias currents need to be considered. RIN, in series with the RA\/RB voltage divider, adds considerable resistance in series with the op-amp's positive input terminal. Maintaining the op-amp's output close to midsupply, using common voltage-feedback op amps that have symmetrical balanced inputs, can be achieved by balancing this resistance by the choice of R2.\n\nDepending on the supply voltage, typical values that provide a reasonable compromise between increased supply current and increased sensitivity to amplifier bias current, range from 100 k ohms for +15-V or +12-V single supplies, down to 42 k ohms for a 5-V supply and 27 k ohms for 3.3 V.\n\nAmplifiers designed for high-frequency applications (especially current-feedback types) need to use low input and feedback resistances in order to maintain bandwidth in the presence of stray capacitance. An op-amp such as the AD811, which was designed for video speed applications, typically will have optimum performance using a 1 k ohm resistor for R2. Therefore, these types of applications need to use much smaller resistor values in the RA\/Rvoltage divider (and higher bypass capacitances) to minimize input bias current and avoid low-frequency instability.\n\nBecause of their low bias current, the need for balancing input resistors is not as great in applications with modern FET-input op-amps, unless the circuit is required to operate over a very wide temperature range. In that case, balancing the resistance in the op-amp's input terminals is still a wise precaution.\n\nFigure 3 shows how biasing and bypassing might be applied in the case of an inverting amplifier.\n\nFigure 3\nFigure 3. A decoupled single-supply inverting amplifier circuit.\n\nThe resistor divider biasing technique is low in cost and keeps the op-amp's dc output voltage at VS\/2, but the op amp's common mode rejection still depends on the RC time constant formed by RA||RB and capacitor C2. Using a C2 value that provides at least 10 times the RC time constant of the input RC coupling network (R1\/C1 and Rin\/Cin) will help insure a reasonable common-mode rejection ratio. With 100-k ohm resistors for RA and RB, practical values of C2 can be kept fairly small as long as the circuit bandwidth is not too low.\n\nZener Diode Biasing\n\nA more-effective way to provide the necessary VS\/2 biasing for single supply operation is to use a Zener-diode regulator, such as that shown in Figure 4. Here current is supplied to the Zener diode through resistor R. Capacitor CN helps reduce Zener-generated noise from appearing at the op-amp input.\n\nFigure 4\nFigure 4. A non-inverting single-supply amplifier using Zener-diode biasing.\n\nA Zener should be chosen that has an operating voltage close to VS\/2. Resistor RZ needs to be selected to provide a high enough current to operate the Zener at its stable rated voltage and to keep the Zener output noise low. Yet, it is also important to minimize power consumption (and heating) and to avoid damage to the Zener. As the op-amp input draws little current from the reference, it's a good idea to choose a low-power diode. A 250-mW-rated device is best but the more-common 500-mW types are also acceptable. The ideal Zener current varies with each manufacturer, but practical Iz levels between 500 µA (250-mW device) and 5 mA (500-mW device) are usually a good compromise for this application.\n\nWithin the operating limits of the Zener, the circuit of Figure 4 basically provides low reference-level impedance, which restores the op-amp's power supply rejection. The benefits are substantial, but there is a price: More power is consumed, and the op amp's dc output is fixed by the Zener voltage, rather than at VS\/2. If the power supply voltage drops substantially, asymmetrical clipping can occur on large signals. Also, input bias currents still need to be considered. Resistors RIN and R2 should be close to the same value to prevent input bias currents from creating substantial offset voltage error.\n\nFigure 5 is an inverting amplifier circuit using the same Zener biasing... (truncated)",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.5175412893,
        "format_confidence":0.6644384265
    },
    {
        "url":"http:\/\/www.zen22142.zen.co.uk\/Circuits\/Power\/unreg.htm",
        "text":"Unregulated PSU\nCircuit :  Andy Collinson\nEmail  :\n\nA basic full wave rectified power supply is shown below. The transformer is chosen according to the desired load. For example, if the load requires 12V at 1amp current, then a 12V, 1 amp rated transformer would do. However, when designing power supplies or most electronic circuits, you should always plan for a worst case scenario. With this in mind, for a load current of 1 amp a wise choice would be a transformer with a secondary current rating of 1.5 amp or even 2 amps. Allowing for a load of 50% higher than the needed value is a good rule of thumb. The primary winding is always matched to the value of the local electricity supply.\n\nAn approximate formula for determining the amount of ripple on an unregulated supply is:\n\nVrip = Iload * 0.007 \/ C\n\nwhere I load is the DC current measured through the load in amps and C is the value of the capacitor in uF.The diagram below shows an example with a load current of 0.1 amp and a smoothing capacitor value of 1000uF.\n\nThe calculated value of ripple is (0.1 * 0.007) \/ 1000e-6 = 0.7 volts or 700mV. The value of peak-peak ripple measured from the graph is 628mV. Therefor, the equation is a good rule of thumb guide for choosing the correct value for a smoothing capacitor in a power supply.\n\nCircuit Exchange International Return to Power Circuits http:\/\/www.zen22142.zen.co.uk",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.8086900115,
        "format_confidence":0.5193785429
    },
    {
        "url":"https:\/\/www.ti.com\/document-viewer\/LM63635-Q1\/datasheet\/GUID-08800EE4-A50F-4D1C-85FC-5ADE5E0B924C",
        "text":"SNVSBK9C November   2019  – September 2020 LM63635-Q1\n\n\n  1. Features\n  2. Applications\n  3. Description\n  4. Revision History\n  5. Device Comparison Table\n  6. Pin Configuration and Functions\n    1.     Pin Functions\n  7. Specifications\n    1. 7.1 Absolute Maximum Ratings\n    2. 7.2 ESD Ratings\n    3. 7.3 Recommended Operating Conditions\n    4. 7.4 Thermal Information\n    5. 7.5 Electrical Characteristics\n    6. 7.6 Timing Characteristics\n    7. 7.7 Switching Characteristics\n    8. 7.8 System Characteristics\n    9. 7.9 Typical Characteristics\n  8. Detailed Description\n    1. 8.1 Overview\n    2. 8.2 Functional Block Diagram\n    3. 8.3 Feature Description\n      1. 8.3.1 Sync\/Mode Selection\n      2. 8.3.2 Output Voltage Selection\n      3. 8.3.3 Switching Frequency Selection\n        1. Spread Spectrum Option\n      4. 8.3.4 Enable and Start-up\n      5. 8.3.5 RESET Flag Output\n      6. 8.3.6 Undervoltage Lockout and Thermal Shutdown and Output Discharge\n    4. 8.4 Device Functional Modes\n      1. 8.4.1 Overview\n      2. 8.4.2 Light Load Operation\n        1. Sync\/FPWM Operation\n      3. 8.4.3 Dropout Operation\n      4. 8.4.4 Minimum On-time Operation\n      5. 8.4.5 Current Limit and Short-Circuit Operation\n  9. Application and Implementation\n    1. 9.1 Application Information\n    2. 9.2 Typical Application\n      1. 9.2.1 Design Requirements\n      2. 9.2.2 Detailed Design Procedure\n        1. Choosing the Switching Frequency\n        2. Setting the Output Voltage\n          1. CFF Selection\n        3. Inductor Selection\n        4. Output Capacitor Selection\n        5. Input Capacitor Selection\n        6. CBOOT\n        7. VCC\n        8. External UVLO\n        9. Maximum Ambient Temperature\n      3. 9.2.3 Full Feature Design Example\n      4. 9.2.4 Application Curves\n      5. 9.2.5 EMI Performance Curves\n    3. 9.3 What to Do and What Not to Do\n  10. 10Power Supply Recommendations\n  11. 11Layout\n    1. 11.1 Layout Guidelines\n      1. 11.1.1 Ground and Thermal Considerations\n    2. 11.2 Layout Example\n  12. 12Device and Documentation Support\n    1. 12.1 Documentation Support\n      1. 12.1.1 Related Documentation\n    2. 12.2 Receiving Notification of Documentation Updates\n    3. 12.3 Support Resources\n    4. 12.4 Trademarks\n    5. 12.5 Glossary\n    6. 12.6 Electrostatic Discharge Caution\n  13. 13Mechanical, Packaging, and Orderable Information\n\nPackage Options\n\nMechanical Data (Package|Pins)\nThermal pad, mechanical data (Package|Pins)\nOrderable Information\n\nCurrent Limit and Short-Circuit Operation\n\nThe LM63635-Q1 incorporates both peak and valley inductor current limits to provide protection to the device from overloads and short circuits and limit the maximum output current. Valley current limit prevents inductor current run-away during short circuits on the output, while both peak and valley limits work together to limit the maximum output current of the converter. A \"hiccup\" type mode is also incorporated for sustained short circuits. Finally, a zero current detector is used on the low-side power MOSFET to implement DEM at light loads (see the Glossary). The nominal value of this limit is about 0 A.\n\nAs the device is overloaded, a point is reached where the valley of the inductor current cannot reach below ILS-LIMIT before the next clock cycle. When this occurs, the valley current limit control skips that cycle, causing the switching frequency to drop. Further overload causes the switching frequency to continue to drop, but the output voltage remains in regulation. As the overload is increased, both the inductor current ripple and peak current increase until the high-side current limit, ISC, is reached. When this limit is activated, the switch duty cycle is reduced and the output voltage falls out of regulation. This represents the maximum output current from the converter and is given approximately by Equation 3. The output voltage and switching frequency continue to drop as the device moves deeper into overload while the output current remains at approximately IOMAX. If the inductor ripple current is large, the high-side current limit can be tripped before the low-side limit is reached. In this case, Equation 4 gives the approximate maximum output current.\n\nEquation 3. GUID-090141BD-B1E6-4061-9650-CE45EFFBFB8C-low.gif\nEquation 4. GUID-692A14DB-784E-4993-955C-FA72F35721F4-low.gif\n\nIf a severe overload or short circuit causes the FB voltage to fall below VHICCUP, the convert enters \"hiccup\" mode. VHICCUP represents about 40% of the nominal programmed output voltage. In this mode, the device stops switching for tOC, or about 100 ms, and then goes through a normal restart with soft start. If the short-circuit condition remains, the device runs in current limit for a little longer than tOC_active, or about 23 ms, and then shuts down again. This cycle repeats (as shown in Figure 8-13) as long as the short-circuit condition persists. This mode of operation reduces the temperature rise of the device during a sustained short on the output. The output current in this mode is approximately 20% of IOMAX. Once the output short is removed and the tOC delay is passed, the output voltage recovers normally as shown in Figure 8-14.\n\nSee Figure 8-15 for the overall output voltage versus output current characteristic.\n\nGUID-57DF2C61-3E7E-4744-BCC8-D399AF242E54-low.gifFigure 8-13 Inductor Current Burst in Short-Circuit Mode\nGUID-3C8F68F1-353B-4BD2-9DD3-A73F6F14AEDB-low.gifFigure 8-14 Short-Circuit Transient and Recovery\nGUID-B2BCB077-B3DB-4C5D-961A-67891D550AD6-low.gifFigure 8-15 Output Voltage versus Output Current in Current Limit",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9595590234,
        "format_confidence":0.7417212129
    },
    {
        "url":"https:\/\/manual.mixxx.org\/2.3\/it\/hardware\/controllers\/behringer_bcd3000.html",
        "text":"Behringer BCD3000\n\nThe B-Control Deejay BCD3000 controller is a 4-channel audio interface. It offers a fully fitted controller console with 24-bit A\/D und D\/A converters, a USB audio interface with a microphone preamplifier, a 3-band kill EQ for each channel, faders, a crossfader and talkover function.\n\nBy default, the input channels 1-2 use the RCA phono inputs for the source signal. On Windows, this can be switched to the microphone in the ASIO driver control panel. On GNU\/Linux and Mac OS X, a particular MIDI message must be sent to switch channels 1-2 to the microphone input.\n\nNuovo nella versione 1.6.\n\n\nUnfortunately a detailed description of this controller mapping is still missing. If you own this controller, please consider contributing one.",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9480644464,
        "format_confidence":0.9596655369
    },
    {
        "url":"http:\/\/pic-microcontroller.com\/long-period-astable-timer-using-pic12f629\/",
        "text":"Long Period Astable Timer using PIC12F629\n\n\nThis software functions as a long period astable mutivibrator.  The mark and space period can be set from 1 second up to a maximum 65535 seconds (18h12m15s). Using the internal 4Mhz RC oscillator delays with an accuracy of 99% or better can be achieved \n\nThe code also implements an edge triggered reset and an active low hold function.  The reset edge can be configured for rising or falling edge.  The hold function is active low and stretches the timed period for as long as the hold input is held low.\n\nLong Period Astable Timer\n\nIn addition to this up to 450 mark\/space time pairs can be used which are executed sequentially allowing complex pulse trains to be generated.\n\nBy connecting the hold input to the Q output, the code can also be made to function as an edge-triggered monostable timer, using the reset input as the trigger.\n\nThe code will run on a PIC 12F629 or 12F675.\n\nAt power on and after an edge triggered reset the outputs enter a mark state with the Q output going high and the notQ output going low.  The first time entry is then read and the code waits for the number of seconds specified.  When this period has elapsed a Space state is entered with the Q output going low, notQ output high and the next time entry is read. \n\nWhen the Hold input is taken low the output remains unchanged and the timer is stopped, effectively stretching the current time period. When the Hold input returns high, the timer continues.\n\nIf the Reset input is triggered while Hold is low, the outputs are reset to Q == high, notQ == low and the timer is loaded with the first entry from the LongDelayTimes.inc file. It them remains in the Hold state until the Hold input returns high.\n\nAccuracy of timings\n\nSince the timings are generated from the PICs internal 4Mhz RC oscillator the accuracy is subject to the tolerances specified in the Datasheet with respect to operating voltage and temperature. The software itself will generate an accurate timing but any deviation in the RC oscillator from 4Mhz will result in the time period deviating.  You should therefore test the accuracy before committing it to an application.\n\nSince the PIC calibration word can only be correct at a specific supply voltage and temperature it is advisable to calibrate it at the supply voltage it will operate at in the final application.  This will help considerably in obtaining accurate timings.\n\nMy investigations with a number of PICs from different batches suggest that Microchip calibrate the PIC at a supply voltage of 3.5 volts.  Therefore if you’re operating it from a 5 volt supply it will be running slightly too fast.  \n\nIn the trace below the factory calibration value was 0x2C, the value when recalibrated with a 5 volt supply was  0x34.  For a programmed delay of 60 \/ 300 seconds it is showing 59.85\/ 299.3 seconds which is 99.7% accurate.  This would result in an error of 3m16s over 18h12m.\n\nFor more detail: Long Period Astable Timer using PIC12F629\n\nCurrent Project \/ Post can also be found using:\n\n  • microcontroller timer preprogrammed\n  • pic12f629 countdown timer\n\nLeave a Comment\n\n= 3 + 3\n\nRead previous post:\nVoltmeter Ammeter Kit\n\nVoltmeter Ammeter is a great kit to measure voltage and current at the same time. It measures 0-70V or 0-500V...\n\nScroll to top",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.667904079,
        "format_confidence":0.7434298396
    },
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000036267?section=100132",
        "text":"Support Documentation\n\nME60 V600R007C00 Configuration Guide - VPN 04\n\nPublication Date: 2014-04-22 Views: 1882 Downloads: 23 Document No.: EDOC1000036267 Product Version: ME60 V600R007\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9243392348,
        "format_confidence":0.6260205507
    },
    {
        "url":"http:\/\/www.epanorama.net\/zen_schematics\/Circuits\/Testgear\/emfprobe2.html",
        "text":"Electromagnetic Field Probe Version 2\n\n\nAn electromagnetic field probe designed to detect changing electric and magnetic fields. The probe has switchable gain, a frequency response up to 400kHz and independent audio and meter monitoring.\n\nCircuit Notes:\n\nThis EMF probe uses an inductor to locate stray electromagnetic (EM) fields. It will respond to both changing magnetic and electric fields as each will induce a voltage in the inductor. The circuit is built around a quad low noise FET input op-amp, type TL084.\n\nPower supply is a single 9 Volt battery, the supply being divided by R5 and R6. C1 and C2 help smooth variations in battery voltage, S1 is the on off switch. The input stage U1, is direct coupled to the probe, a radial wound 1mH inductor, type Toko 8RB as shown in the probe construction. This part appears only available from Jabdog Electronics in the UK, part number 187LY-102J. If not available then the 1.2, 1.5 or 1.8mH inductor will work equally well. The reactance of the inductor changes with input frequency and stage gain is very high. As there is no offset null control in the TL084 then the output is capacitively coupled via C3 to the next Tl084 amplifier U2. This stage has switchable gain of approximately 1.5x and 4.7x controlled by S2.\n\nThe output gain of both U1 and U2 stages ( with switch S2 open ) is about 70dB at 1KHz. Gain is still about 30dB at 400KHz, although the signal meter will not be too accurate at such high frequency. The bode plot simulated in LTspice is shown below:\n\nThe output from U2 is split by C4 and C5 and drives an independent headphone amplifier built around U4. VR1 acts as a volume control the output being either a mono or stereo miniature jack plug as shown. The output stage of the TL084 is sufficiently low to drive 32 ohm headphones like Sennheiser or Ipod Shuffle, etc. U3 is the meter amplifier. All EMF fields are amplified across the load resistor R8. D1 now acts as a half wave rectifier and creates sufficient DC voltage to drive a small signal meter, shown below.\n\nThis signal meter is available from Maplin Electronics part number LB80B and has a FSD of 250uA and an internal resistance of 675 ohms. However any meter will work having a similar sensitivity. Meters of 100 or 50uA FSD can also be used providing a suitable series resistor is used. Because the circuit is responding to RF frequencies up to several hundred kHz a smoothing capacitor across the meter should not be used as this would appear as an effective short circuit reducing the average current through the meter to zero.\n\nProbe Construction:\n\nThe probe is made from an old pen tube, the end cap being removed. A 50cm length of audio screened cable is threaded through the pen tube and soldered to the radial inductor. The capacitance of 50cm audio cable is about 2pF, longer cable should not be used as high frequency performance will deteriorate.\n\nThe cable may be used with a 3.5mm mono plug and socket if desired. My completed probe is shown below. The diameter of the inductor fitted neatly against the body of the pen tube. A layer of insulating tape or glue may be used to secure the pen body to the inductor.\n\nSimulation Model:\n\nTo model this circuit in LTspice or any other simulator you have to take into account the input capacitance of the probe cable, and the impedance of the inductor itself. The cable capacitance was measured by a capacitance meter and came out at 1.9pF, so 2pF was added in parallel with L2 which is the probe inductor. The simulation schematic is shown below:\n\nThe Toko 8RB inductor has a series resistance of 7 ohms, at 100kHz the impedance is 628.3 ohms. The series resistance of L2 needs to be included, in LTspice the inductor L2 can be right clicked and a value for series resistance entered, or as shown above can be entered in the value of Rs. A transient response at 10kHz is shown below:\n\nThe simulation model has 3 nodes labeled Vgain, Vheadphone and Vmeter for clarity. These waveforms are shown above. The input has been simulated by a signal generator feeding another coil. The coupling coefficient of 0.9 is used and input voltage of 10mV pk-pk used.\n\nDownload Simulation Circuit:\n\nThe simulation circuit for LTspice can be downloaded here. Please note that you will also have to download the model for the potentiometer and TL072 op amp from the LTspice yahoo group. The TL072 simulation model is the same as the TL084 model.\n\n\nIf you have access to an audio or RF signal generator you can apply an input signal to the windings of a small transformer or another inductor. This will set up an electromagnetic field which will be easily detected by the probe. Without a signal generator, just place the probe near a power supply, mains wiring or other electrical device. There will be a deflection on the meter and sound in the headphones if the frequency is below 15KHz.\n\nParts List:\n\nIC1 TL084\nD1 1N4148\nL1 1mH radial inductor part 187LY-102J\nR1 470k\nR2,R5,R6,R7,R9 10k\nR3 22k\nR4 47k\nR8 4k7\nVR1 10k log\nC1,C6,C8 220u\nC2,C4,C5 10u\nC3 1u\nC7 2.2u\nSignal meter 250uA FSD, Maplin LB80B or similar\n\nIn Use\n\nSwitch on, set VR1 to minimum and plug in headphones (optional). The circuit can be built on veroboard and is designed to be portable. Try moving the probe near a light switch or electric socket and a loud hum will be heard in the headphones and meter will deflect.\n\nReturn to Testgear Circuits\n\nContent sourced from Zen Schematics\n\nCircuit: Andy Collinson",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.7128244042,
        "format_confidence":0.8182865977
    },
    {
        "url":"https:\/\/www.manualslib.com\/manual\/1130137\/Ibm-Thinkpad-R30.html?page=20",
        "text":"Download Print this page\n\n\nv Do not service the following parts with the power on\nwhen they are removed from their normal operating\nplaces in a machine:\n– Power supply units\n– Pumps\n– Blowers and fans\n– Motor generators\nand similar units. (This practice ensures correct\ngrounding of the units.)\nv If an electrical accident occurs:\n– Use caution; do not become a victim yourself.\n– Switch off power.\n– Send another person to get medical aid.\n\nSafety Inspection Guide\n\nThe intent of this inspection guide is to assist you in\nidentifying potentially unsafe conditions on these products.\nEach machine, as it was designed and built, had required\nsafety items installed to protect users and service\npersonnel from injury. This guide addresses only those\nitems. However, good judgment should be used to identify\npotential safety hazards due to attachment of non-IBM\nfeatures or options not covered by this inspection guide.\nIf any unsafe conditions are present, you must determine\nhow serious the apparent hazard could be and whether\nyou can continue without first correcting the problem.\nConsider these conditions and the safety hazards they\nv Electrical hazards, especially primary power (primary\nvoltage on the frame can cause serious or fatal\nelectrical shock).\nv Explosive hazards, such as a damaged CRT face or\nbulging capacitor.\nv Mechanical hazards, such as loose or missing\nThe guide consists of a series of steps presented in a\nchecklist. Begin the checks with the power off, and the\npower cord disconnected.\n1. Check exterior covers for damage (loose, broken, or\nsharp edges).\n2. Power-off the computer. Disconnect the power cord.\n3. Check the power cord for:\na. A third-wire ground connector in good condition.\nUse a meter to measure third-wire ground\nThinkPad R30 and R31 HMM\n\n\n   Related Manuals for IBM ThinkPad R30\n\nThis manual also for:\n\nThinkpad r31\n\nComments to this Manuals\n\nSymbols: 0\nLatest comments:",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9853017926,
        "format_confidence":0.8607991338
    },
    {
        "url":"http:\/\/wiki.auerswald.de\/doku.php?id=en:products:comfortel-d-series:d-100-200:developer:hardware:receiver",
        "text":"This information is provided, if you like to use the handset for other projects (contact our sales).\nIf like to use the handset interface for other hardware, like special headsets, please take a look at the headset interface also.\n\nPin Connected to\n1 Microphone +\n2 Speaker +\n3 Speaker -\n4 Microphone -\n\nItem Value Unit\nSensitivity -45 dB (0 dB = 1V\/Pa)\nImpedance 2.2 kOhm\nOperation voltage 2 V\nCurrent consumption (max.) 0,5 mA\nItem Value Unit\nSensitivity 91 dB (1 mW \/ 1 cm)\nImpedance 100 Ohm\nPower Rating 0.03 W (permanent)\nFrequency Range 70 - 10000 Hz\nThe speaker is a standard electrodynamic speaker. It is expected to work with hearing aids with electrodynamic coupling (Telecoil), but has not yet been tested for this purpose.\nThe speaker itself does not limit the acoustic level or is protected against overload. This protection circuit is implemented in the telephone. If you use the handset for other projects, you have to implement this protection circuit also.\n  • en\/products\/comfortel-d-series\/d-100-200\/developer\/hardware\/receiver.txt\n  • Last modified: 19.08.2019 12:02\n  • by kalkbrenner",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9910444021,
        "format_confidence":0.7224064469
    },
    {
        "url":"https:\/\/www.analog.com\/jp\/design-center\/reference-designs\/circuits-from-the-lab\/cn0146.html",
        "text":"• Programmable gain analog front end for data acquisition\n  • Low cost solution\n  • Maximizes full scale range of ADC conversion\n\n\nData acquisition systems with wide dynamic range often need some method for adjusting the input signal level to the analog-to-digital converter (ADC). In order to get the most from an ADC, the maximum input signal should match its full-scale voltage. This is achieved by implementing a programmable gain amplifier circuit.\n\nThis circuit provides a programmable gain function using a quad SPST switch (ADG1611) and a resistor-programmable instrumen-tation amplifier (AD620).\n\nThe gain values are set by controlling the external gain setting resistor value, RG, with the four SPST switches, which are connected to four precision resistors.\n\nLow switch on resistance is critical in this application, and the ADG1611 has the industry’s lowest RON (1 Ω typical) and is available in the smallest package, a 16-lead, 4 mm × 4 mm LFCSP.\n\nThe combination of the industry-standard low cost AD620 and the ADG1611 quad switch yields unmatched performance in this circuit and provides all the benefits of a precision instrumentation amplifier, along with the programmable gain feature.\n\nFigure 1. Programmable Gain Instrumentation Amplifier Circuit (Simplified Schematic: All Connections and Decoupling Not Shown)\n\n\n\nFigure 1 shows the programmable gain instrumentation amplifier circuit, which is made up of an ultralow RON, ±5 V quad SPDT, the industry standard AD620 instrumentation amplifier, and four 0.1% standard resistors.\n\nThe ultralow on resistance of the ADG1611 makes it an ideal solution for gain switching applications, where low on resistance and distortion are critical. The AD620 is a low cost, high accuracy instrumentation amplifier that requires only one external resistor, RG, across pins 1 and 8 to set gain between 1 and 10,000.\n\nCombining the ADG1611 and AD620 allows the designer to control the gain of the AD620 by switching in different gain setting resistors for RG. This circuit provides a low power, low cost programmable gain instrumentation amplifier solution.\n\nThe gain is changed by closing combinations of switches S1, S2, S3, and S4 to change RG. There are 16 possible gain settings controlled through the ADG1611 parallel interface. The AD620’s gain is resistor-programmed by the resistance between pins 1 and 8. The AD620 is designed to offer accurate gains using 0.1% to 1% tolerance resistors.\n\nThe gain is easily calculated by\n\n\nThe circuit in Figure 1 was setup where gains of 1, 50, 100, 500, and 1000 were required. Table 1 shows the ADG1611 control pins, IN1 through IN4, which control the resistance that appears between pins 1 and 8 of the ADG620. Standard 0.1% resistors were used to achieve the gain settings below. The table also shows the resulting gain by adding the on resistance of the ADG1611 in the signal chain and how the gain is affected by temperature. The ultralow on resistance of the ADG1611 switches makes it ideal because the RON is much less than RG, and the variation of RON over temperature is quite small. Figure 2 shows the gain error due to ADG1611 RON over temperature.\n\nFigure 2. Gain Error Due to Switch RON Variation Over Temperature\n\n\nThe circuit tested in the lab included an automatic switching mode, which allows the automatic switching of the gain circuit from 1 to 50 to 100 to 500 to 1000 and back to 1 again.\n\nThe waveforms in Figure 3 capture the circuit switching through gains from 50 to 1000. \n\nFigure 3. AD620 Output Showing Gain Switching from 50 to 1000\n\n\nThe combination of the ADG1611 and AD620 provides a low cost, high accuracy solution for a programmable gain instrumentation amplifier with 16 levels of programmable gain.\n\nExcellent layout, grounding, and decoupling techniques must be used to achieve the desired performance from the circuits discussed (see Tutorial MT-031 and Tutorial MT-101). As a minimum, a 4-layer PCB should be used with one ground plane layer, one power plane layer, and two signal layers.\n\nTable 1. ADG1611 Calculated Gain Settings and % Error at 85°C\nIN1  IN2 IN3 IN4 Resistor Value (Ω) Gain Setting (No Switch)   Total Resistance Including Switch (Ω) Gain Setting with ADG1611 %Error Drift Due to Switch RON @ 85°C \n 0  0  0  0\n 1  ∞  1  0\n 0  0  0  1  1010  49.91 1011  49.85  0.039\n 0  0  1  0  499  100  500  99.8\n\n\n 0  1  0  0  98.8  501  99.8  496  0.394\n 1  0  0  0  49.3  1003  50.3  983  0.773\n 1  1  1  1  29.9  1653  30.3  1631  1.331\n\n\nAlthough the circuit tested uses the industry-standard AD620, other instrumentation amplifiers are also suitable.\n\nThe AD8221 is available in a low cost 8-lead SOIC and 8-lead MSOP, both of which offer the industry’s best performance. The MSOP requires half the board space of the SOIC, making it ideal for multichannel or space-constrained applications.\n\nThe AD8220 is a single-supply, JFET input instrumentation amplifier also available in an MSOP package. Both the AD8220 and the AD8221 utilize the same gain-setting resistor values as the AD620.\n\n\n\n\n\nAD620 計装アンプ、ゲイン設定1～10,000、低ドリフト、低消費電力\n\n\n\nADG1611 アナログ・スイッチ、クワッドSPST、オン抵抗1Ω、±5V\/+12V\/+5V\/+3.3V",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.7038542628,
        "format_confidence":0.905518055
    },
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000035056?section=10012",
        "text":"Support Documentation\n\neSpace UC V200R001C03SPC200 Feature Guide\n\nPublication Date: 2014-06-30 Views: 1756 Downloads: 55 Document No.: EDOC1000035056 Product Version: eSpace UC V200R001 Description:\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9415261149,
        "format_confidence":0.6415817738
    },
    {
        "url":"http:\/\/www.manualsdir.com\/manuals\/849078\/canon-ef-50mm-f_18-stm.html",
        "text":"Canon EF 50mm f\/1,8 STM User Manual\n\nCop y, Ef lenses\n\nbackground image\n\nThank you for purchasing a Canon product.\n\nEF50mm f\/1.8 STM is a compact, lightweight, low-profile high quality standard\n\n\n“STM” stands for Stepping Motor.\n\nSafety Precautions\n\nDo not look at the sun or a bright light source through the lens or\n\ncamera. Doing so could result in loss of vision.\n\nLooking at the sun directly through the lens is especially hazardous.\n\nWhether it is attached to the camera or not, do not leave the lens under\n\nthe sun without the lens cap attached. This is to prevent the lens from\n\nconcentrating the sun’s rays, which could cause a fire.\n\nHandling Cautions\n\nIf the lens is taken from a cold environment into a warm one,\n\ncondensation may develop on the lens surface and internal parts. To\n\nprevent condensation in this case, first put the lens into an airtight plastic\n\nbag before taking it from a cold to warm environment. Then take out the lens\n\nafter it has warmed gradually. Do the same when taking the lens from a warm\n\nenvironment into a cold one.\n\nDo not leave the lens in excessive heat such as in a car in direct sunlight.\n\nHigh temperatures can cause the lens to malfunction.\n\nUsage Precautions\n\nWhen using this lens, please check the Canon website for the latest camera\n\nfirmware. If the camera’s firmware is not the latest version, be sure to update\n\nto the latest firmware.\n\nFor details on updating firmware, please check the Canon website.\n\nCautions during shooting\n\nThis lens uses a stepping motor to drive the focusing lens (the lens that has\n\nthe job of focusing the shot).\n\n1. Cautions when the power is off\n\nSince the motor does not operate when the camera is off or has been\n\nturned by the auto power-off function, take note of the following points.\n\n• The focus cannot be adjusted in manual focus mode.\n\n2. Cautions when the lens is in sleep mode\n\nThis lens has a sleep mode separate from the camera auto power-off\n\nfunction for saving power when the lens has not been operated for a period\n\nof time.\n\nSince the motor does not operate when the lens is in sleep mode, even if\n\nthe camera is turned on, take note of the following points.\n\n• The focus cannot be adjusted in manual focus mode.\n\n• To recover the lens from sleep mode, press the shutter button halfway.\n\nTo retract the lens if extended, keep the lens attached to the camera, and\n\nthen autofocus at infinity or turn the focusing ring.\n\nConventions used in this instruction\n\nWarning to prevent lens or camera malfunction or damage.\n\nSupplementary notes on using the lens and taking pictures.\n\n1. Mounting and Detaching the Lens\n\nSee your camera’s instructions for details on mounting and detaching the\n\n\nAfter detaching the lens, place the lens with the rear end up to prevent\n\nthe lens surface and contacts from getting scratched.\n\nIf the contacts get soiled, scratched, or have fingerprints on them,\n\ncorrosion or faulty connections can result. The camera and lens may not\n\noperate properly.\n\nIf the contacts get soiled or have fingerprints on them, clean them with a\n\nsoft cloth.\n\nIf you remove the lens, cover it with the dust cap. To attach it properly,\n\nalign the lens mount index and the\n\nindex of the dust cap, and turn\n\n\n. To remove it, reverse the order.\n\n\nFocusing ring\n\nHood mount\n\nFilter mounting thread\n\nFocus mode switch\n\nLens mount index\n\n\nEF Lenses\n\nEF50mm f\/1.8 STM",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9857650399,
        "format_confidence":0.670326829
    },
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000031376?section=100202",
        "text":"Support Documentation\n\neSpace Desktop V200R001C03SPC300 User Guide(Convergent Conference)\n\nPublication Date: 2013-11-05 Views: 3715 Downloads: 33 Document No.: EDOC1000031376 Product Version: eSpace Desktop V200R001 Description:\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9190610051,
        "format_confidence":0.5760133862
    },
    {
        "url":"http:\/\/www.webx.dk\/oz2cpu\/20m\/agc.htm",
        "text":"Automatic Gain Controll\n\nIn an SSB receiver the AGC circuit is extremly important,\nBecause the signal level is converted into audio level, via the BFO mixer.\nThe AGC circuit sense the Audio level and control the IF gain so that the audio level is constant, no matter if the station is local or DX.\nThe RF input signal level can change from -120 to +20dBm in a matter of milliseconds, that is many million times,\nThis kind of AGC is called Audio AGC and is easy cheap and simple to construct, the trade off is the attack times will vary depending of Audio frequency\nAfter constructing this AGC I have tested it both on SSB and CW signals, on different signal levels, and found it satisfying.\n\nR7 is the ATTACK time, R8 is the RELEASE time also called HANG time, C2 can be changed to your need of regulation speed, I have 1uF and 2u2 in parallel.\nFor SSB only C2 can be 1uF, for CW only C2 can be 10uF, or you can add a switch to change the attack and release times.\nR11 is the RF GAIN or better called IF MAX GAIN, Here the MAXIMUM possible IF gain can be set like eny other HF Transceiver.\n\nThe two op-amps is FET input, Rail to Rail on both input and output, I think TL072 or even LM358 could be used.\nThe 470 Ohm resistor in series with the output is to avoid self-oscillation in the Rail to rail output, This problem apply not to all op-amp types.\n\nThe breadboard setup of the AGC before the PCB is made.\n\nThe output voltage goes to the two IF amps and the PIC controller pin 2, The PIC has 10 bits resolution on the ADC, (Analog to Digital Converter)\nThis is used for the S-Meter, The S-Meter readout is calibrated using a signal generator, to show the real S number that represent the signal level\nThis is the table used to calibrate the read out:\n(S9=100 uV, R=50 Ohm)\n- 7 dBm\n- 17 dBm\n- 27 dBm\n- 37 dBm\n- 47 dBm\n- 57 dBm\n-67 dBm\n-73 dBm\n- 79 dBm\n- 85 dBm\n- 91 dBm\n- 97 dBm\n- 103 dBm\n- 109 dBm\n- 115 dBm\n- 121 dBm\n\nTry to measure your own HF rig with a signal generator, then you will see that the S-Meter is unuseable for eny report at all.\nHere is a few YAESU rigs that I have tested and measured their S-Meter read out..\nFT-817 Measured\nFT-757 Measured S-units (dBm) Correct value\n-41 dBm\n-23 dBm S9+60 (-7 dBm)\n-47 dBm\n-39 dBm S9+40 (-27 dBm)\n-77 dBm\n-57 dBm S9+20 (-47 dBm)\n-80 dBm\n-73 dBm S9 (-67 dBm 100uV)\n-95 dBm\n-79 dBm S8 (-73 dBm)\n-98 dBm\n-83 dBm S7 (-79 dBm)\n-99 dBm\n-87 dBm S6 (-85 dBm)\n-100 dBm\n-89 dBm S5 (-91 dBm)\n-101 dBm\n-95 dBm S4 (-97 dBm)\n-101 dBm\n-97 dBm S3 (-103 dBm)\n-102 dBm\n-100 dBm S2 (-109 dBm)\n-103 dBm\n-102 dBm S1 (-115 dBm)\n-104 dBm\n-104 dBm S0 (-121 dBm)\n\nHere is the AGC voltage seen from the PIC ADC,\nThe ADC is 10 bits, so 0V is 0000 and 5V is 1023\nWhen measuring the generator was set to 14.20000 and RX set to 14.197662 where most signal was detected\n\nThe table can also be viewed as a curve,\nIf I just had mounted a normal meter, the S meter readout would be verry un-linear.\nThat is why I use the PIC and the LCD display to show the signal strength.\nI will also make a BAR-Graph in the LCD to fast show the signal level,\nThe same BAR-Graph can also be used to display TX power under transmit, or mic level..",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.8573184609,
        "format_confidence":0.861194253
    },
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000039743?section=10022",
        "text":"Support Documentation\n\neSpace CAD V100R001C01LHUE01SPC100 Administrator Guide\n\nPublication Date: 2014-03-03 Views: 1563 Downloads: 39 Document No.: EDOC1000039743 Product Version: eSpace CAD V100R001 Description:\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9587139487,
        "format_confidence":0.5559128523
    },
    {
        "url":"https:\/\/getanon.tk\/184578-keithley-application-notes.asp",
        "text":"Keithley application notes\n\nRating: 4.29 \/ Views: 267\n2020-01-17 15:33\n\nBurnin Testing Techniques for Switching Power Supplies refer to Keithley Application Note# 810, Burnin Testing Techniques for Switching Power SuppliesMaking Temperature Measurements with the Keithley Model 2110 5Digit Keithley Application Note Author: Keithley Subject: Making Temperature Measurements keithley application notes\n\n2876 Photovoltaic App Note. pdf. Application Note Making I V and CV All Keithley trademarks and trade names are the property of Keithley\n\nkeithley application notes\n\nKeithley Electrometers for UltraHigh ResistanceUltraLow Current Measurements. Keithley Electrometers for UltraHigh Resistance This application note Keithley datasheet, cross reference, circuit and application notes in pdf format.keithley application notes 75 Application Notes Electrical Characteristics A pn junction photodiode can be represented by a current source in parallel with an ideal diode (Figure 1. 7).\n\nFree Keithley application notes\n\nThis application note describes how to configure a thermistor production test system using the Model 2400 SourceMeter (Keithley Part No. RL163) keithley application notes Testing Dual Airbag Inflators and Modules with the Model 2790 SourceMeter Switch System Application Note Another Keithley Application Note DC Electronic Load Applications and Examples Application Note V Savi Ranch Parkway Yorba Linda CA, www. bkprecision. com Keithley 4200ASCS Parameter Analyzer. Application Note: 10 May 2018: Keithley Instrumentation for Electrochemical Test Methods and Applications This",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.5456990004,
        "format_confidence":0.8554372787
    },
    {
        "url":"http:\/\/www.intel.ph\/content\/www\/ph\/en\/embedded\/software\/iegd\/intel-embedded-graphics-drivers-overview.html",
        "text":"• <More on Intel.com\nMasthead Light\n\nIntel® Embedded Graphics Drivers\n\nSpecifically designed for embedded Intel® architecture processor-based products\n\nIntel® Embedded Graphics Drivers specifically target the needs of embedded platform developers, offering a robust alternative to drivers designed for the desktop and mobile market segments. With a flexible architecture, extending to the video BIOS and a new UEFI video driver, this driver set speeds customer time-to-market by allowing OEMs and system integrators to customize configurations in-house, while maintaining a competitive performance profile.\n\n\nIntel Embedded Graphics Drivers have been validated on specific Linux* distributions and Microsoft Windows* operating systems. Based on the Intel® product and operating system selection, the correct version of the driver (10.4 or 10.3.1) is provided. To learn more about the Intel Embedded Graphics Drivers, refer to Intel Embedded Graphics Drivers Frequently Asked Questions (FAQ).\n\n\nBefore downloading this driver\nFirst review the Intel® Embedded Graphics Driver Feature Matrix v10.3.1 and v10.4 to determine the Intel® products and operating systems the driver supports.\n\nIntel Embedded Graphics Drivers 10.3.x release training presentation >\n\n\nSupported Platforms\n\n  • Intel® Atom™ processor N270 and mobile Intel® 945GSE Express Chipset (Formerly Navy Pier)\n  • Intel® Atom™ processors N450, D410, and D510 with Intel® 82801HM I\/O Controller platform (Formerly Luna Pier)\n  • Intel® Atom™ processor Z5xx series and Intel® System Controller Hub chipset  (Formerly Embedded Menlow)\n  • Intel® Core™2 Duo, Intel® Celeron® and Intel® Celeron® processors with Mobile Intel® GM45, Intel® GS45, and Intel® GL40 Express Chipset (Formerly Montevina)\n  • Intel® Core™2 Quad processor Q9400 or Intel® Core™2 Duo processor E8400 with Intel® Q45 Express Chipset (Formerly McCreary)\n\n\nChipsets not fully validated with Intel Embedded Graphics Drivers 10.4\n\n  • Mobile Intel® 945GME Express Chipset\n  • Intel® 945G Express Chipset\n  • Intel® Q45, G41, and G45 Express chipsets\n  • Mobile Intel® GM45, GL40 and GS45 Express chipsets\n  • Intel® Q35 Express Chipset\n  • Intel® Q965 Express Chipset\n  • Mobile Intel® 910GMLE and 915GME Express chipsets\n  • Intel® 915GV Express Chipset\n  • Mobile Intel® GME965 and GLE960 Express chipsets\n\nIf using one of these chipsets customers should use Intel Embedded Graphics Drivers 10.3.1\n\n\nOperating systems that support Intel® Embedded Graphics Drivers 10.3.1\n\n  • Windows CE* 5.0\n  • Linux* Fedora 7\n  • Wind River Linux*\n  • Red Hat Linux*\n  • Ubuntu* 8.04\nEnable Intelligent Designs\n\nIntel® Embedded Community\n\nYour graphics driver questions answered by Intel experts and developers. \n\nConversations are happening now >\n\nIntel® EDC support\n\nAccess technical and sales assistance, register for an intel EDC account, or manage your account.\n\nContact us >\n\n\nView More",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.7720927,
        "format_confidence":0.6057069898
    },
    {
        "url":"https:\/\/www.techspot.com\/drivers\/driver\/file\/information\/12909\/",
        "text":"\n\nWhat's New:\n\nDriver Update\n\nThis driver works for the following systems:\n\nVostro Notebook 1400\nVostro Notebook 1500\nVostro Notebook 1700\n\nSupported OS:\n\nMicrosoft Windows XP",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.6423535347,
        "format_confidence":0.6499784589
    }
]