[
    {
        "url":"http:\/\/www-mri.fish.nagasaki-u.ac.jp\/en\/index-en.html",
        "text":"Institute for East China Sea Research\n\nTEL 095-850-7311\nFAX 095-840-1881\n\nNews & Events\n\nSymposium announcement\n\nSymposium program\n\nDate: November 11-12, 2014\nVenue: Hotel Sainthill Nagasaki\nOfficial language: English\n\n\nThe objective of the symposium is to provide an opportunity to discuss research priority areas on human impacts on the oceans, in particular of Asian and Oceanian regions. The symposium consists of four sessions; “Critical ocean issues in Asia and Oceania”, “Impacts of ocean pollution in Asia and Oceania”, “Impacts of climate change on the oceans in Asia and Oceania”, and “Impacts of human activities on fisheries in Asia and Oceania”. In the afternoon of November 12, a special talk will be given on “How science communities could help secure marine ecosystem and fisheries production in Asian and Oceanian countries” (tentative) by a special guest from Japan International Cooperation Agency (JICA).Oceans and their services mean much to Asian and Oceanian countries where the people rely heavily upon fish and shellfish as protein source, and the cultures are tightly linked with the oceans. It is therefore very unfortunate that some of these countries suffer from serious pollution problems of the coasts, and several are predicted to be highly vulnerable to future oceanic environmental alterations, such as climate\nchange. Nevertheless, not much effort has been given to project potential alterations of ocean environment and ecosystem, and consequent impacts on fishery production of the regions. Adaptation measures against negative human impacts require accurate understanding of how marine environment 1ill be affected, how marine ecosystem will respond, and how fishery production could be optimized under predicted conditions. Our goal is to identify the most pressing issues on the oceanic environment, ecosystem and fisheries of the regions, to contribute to elaborating adaptation measures, and thereby to help protect livelihood of the people living in the regions.\n\nNagasaki University Sophistication Budget（大学高度化推進経費）, JST-MOST Strategic Japanese-Chinese Cooperative Program on “Climate Change” (日本（JST)ー中国（MOST)研究交流 【気候変動】）,Sustainable Aquatic Food and Environment Project in the East China Sea（文部科学省特別経費）, Research Initiative for Adaptation to Future Climate Change（長崎大学重点研究課題）, Graduate School of Fisheries Science and Environmental Studies（水産・環境科学総合研究科）, Center for International Collaborative Research（国際連携研究戦略本部）\n\nAtsushi Ishimatsu, Kiyoshi Soyano, Shigenobu Takeda, and Atsushi Hagiwara\nGraduate School of Fisheries Science and Environmental Studies, Nagasaki University",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9892699122,
        "format_confidence":0.9617338181
    },
    {
        "url":"http:\/\/www.connect-bridgeport.com\/connect.cfm?func=view&section=Conservation-Station&item=Conservation-Station-Get-Ready-Get-Set-Lets-Win630&printView",
        "text":"Conservation Station: Get Ready, Get Set, Let's Win\n\nBy Stacy Martin on June 27, 2012 from Conservation Station via\n\n“Win what?” you ask. . . how about a $100,000.00 grant for our community!  Several weeks ago I introduced you to Amanda Marks-Cunningham in my blog “A Friend at Waste Management”.  She is the Public Affairs Coordinator for Waste Management in this area and she has lots of exciting things in the works, including the GREEN CHOICES REYCYCLING CHALLENGE KICK OFF THIS SUNDAY JULY 1 AT THE BRIDGEPORT FARMER’S MARKET!\nSo what about this $100,000.00 grant?  One community from each state has been chosen to COMPETE for a $100,000 grant to be used on a program or project that promotes community sustainability.  That’s right, one (1) community from each state – and we are it - BRIDGEPORT is representing West Virginia.  SC Johnson, Waste Management and RecycleBank are sponsoring the SC JOHNSON GREEN CHOICES REYCYCLING CHALLENGE all in the name of increasing curbside recycling and decrease the amount of trash in our landfills.\nSo HOW DO WE WIN?  The challenge (or contest) runs from July 2, 2012 to December 31, 2012, and the participating community with the highest percentage of people REPORTING their recycling efforts each month will WIN the grant money.  To get started, go to sign up, recycle and report it online each week!!! It’s that easy!  Still confused, have questions, or want to be a part in helping Bridgeport WIN?  Then come out this Sunday, July 1, 2012, to the Bridgeport Farmer’s Market at Charles Point for the GREEN CHOICES REYCYCLING CHALLENGE KICK OFF EVENT. The event isbeing put on by Waste Management in coordination with the Farmer’s Market, along with several other groups\/organizations supporting green efforts.\nAccording to Amanda Marks-Cunningham, this project has been in the planning stage for months and will now take place this Sunday in Bridgeport.  The goal of the event is to generate zero waste along with educating community members on how to participate in the challenge!  The event planners have worked closely with the vendors and other community organizations to pull off the event in the hopes of having little to nothing in the trash bins at the end of the event.  By having vendors and shoppers increase their recycling knowledge and habits, participating in composting, and reusing materials – zero waste can be achieved.  Reusable shopping bags (sponsored by Waste Management and Harvest to Hand) will be handed out to all shoppers as they enter and the “Green Patrol” will be working the event to make sure all the recycle bins are being used by shoppers and vendors correctly, trying to keep trash out of the garbage bins.  Waste Management will be there to answer questions about the event, the Green Choices Challenge, Recycle Bank, etc., and the West Virginia Solid Waste Authority will be on hand to distribute recycling bins (if you don’t recycle already) and educate people on what to do with all kinds of waste items.  It’s also not too late to sign up to take part in the event if you are a vendor.  To take part as a vendor, your group\/organization must support green habits, sell organic products, be environmentally conscientious, or aim to educate the public about conservation issues.  If you are interested in being a vendor or having a booth, contact Amanda at\nSo come on out this Sunday and learn more about the Green Choices Challenge and what you can do to HELP BRIDGEPORT WIN!  If you can’t join us on Sunday, then go to sign up, start recycling and report your activity.  Not only will you help Bridgeport win this challenge and the $100,000 grant, but Recyclebank is a FREE program that rewards you for taking everyday green actions.  When you report YOU get earn points toward receiving discounts and deals at hundreds of local and national businesses – so you ultimately save money and win too!\nI know how competitive our town can be, let’s show all the other states how we WIN!  The ultimate prize is a healthier, cleaner community, but a $100,000 grant would sure be something to brag about!  See you at the Farmer’s Market on Sunday!\n\nConnect Bridgeport\n© 2018",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.7290365696,
        "format_confidence":0.934407711
    },
    {
        "url":"http:\/\/www.sfu.ca\/geography\/news-and-events\/news-archives\/news-2017\/201701002-lesack-mackenzie-delta-smithsonian.html",
        "text":"Lesack Research team featured via Smithsonian.com\n\nOctober 02, 2017\n\nLance Lesack and his research team were featured in a recent article published online via Smithsonian.com.  The article, With Federal Funds Dwindling, Climate Scientists Turn to Unusual Partnerships to Study Methane in a Warming Arctic, was authored by Laura Poppick, a freelance writer for Smithsonian.com.\n\nLesack and his research team have been working on the Mackenzie Delta as members of a larger international collaboration, in part trying to measure the quantity of methane (greenhouse gas) fizzing out of the lakes.  The team is taking a uniquely collaborative approach that includes U.S. and Canadian researchers in geology, microbiology, limnology (the study of lakes) and oceanography. All of these researchers are in close connection with native communities within the Canadian Northwest Territories.\n\nTrevor Fournier (right) and graduate students Mitchell Bergstresser (left) and Hadley McIntosh (middle) work together to lift an OsmoSampler out of a lake it has been sitting in for a year. (Photo credit: Laura Poppick)\n\nIn the Canadian Arctic, methane builds up in the lakes each winter beneath a thick lid of ice. Come spring, that lid melts and the gas escapes into the air above. Multiply this effect over the astonishing 55,000 lakes within this massive delta—one of the largest in the Arctic—and the weight of the greenhouse gas burbling out each year could balloon to as much as 10 teragrams.\n\n“That would be a very significant part of the global methane flux to the atmosphere just coming from this one delta,” says Beth Orcutt, an oceanographer at Bigelow Laboratory for Ocean Sciences in East Boothbay, Maine.\n\nRead the full article HERE.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9930084944,
        "format_confidence":0.7086414099
    },
    {
        "url":"http:\/\/www.bibalex.org\/psc\/en\/getinvolved\/EventDetail.aspx?i=221&s=WED",
        "text":"World Environment Day WED08\n12 June 2008 - 12 June 2008\n\nThe United Nations launched the World Environment Day (WED) to stimulate awareness of the environment, garner political attention, and increase public action. This international event takes place every year on or about June 5th, and in past years cities such as Barcelona, Tokyo, and Moscow have served as the primary hosts. Festivities; however, are not limited to the host country alone. Celebrations are simultaneously held in all over the world.\n\nWorld Environment Day 2008 was the first WED to be organized in the Library of Alexandria. Given the fact of a tight budget and the planning issues due to the collaboration with other organizations, the event was very well organized and successful. The number of participants exceeded the expectations.\n\nThe collaboration between the three organizations, Bibliotheca Alexandrina, British Council, and Wadi Environmental Science Center, was intended to govern the partnership to deliver the ‘World Environment Day Event’ to be held in Cairo on 7th  June 2008 and in Alexandria on 12th  June 2008.\n\nThe purpose of the partnership collaboration between the PSC, WESC and the British Council is to design and deliver a successful activity to mark World Environment Day in Cairo and Alexandria. Our shared aim was to work together to contribute to greater public awareness of the habits affecting the Environment negatively and the impact of human actions on the environment, particularly amongst young people.\n\n\nOn 12 June 2008, the Planetarium Science Center celebrated the World Environment Day (WED) 2008 with the theme of “Kick the Habit!”\n\nThe objective of the event is to increase public awareness of negative environmental habits which are contributing to the Climate Change problem. Moreover, it aims at increasing the sense of civic engagement by empowering the normal Egyptian citizen with enough knowledge base needed to take actions against the negative attitudes towards the environment in the Egyptian society.\n\nThe day’s agenda was to shed light on environmental issues; empower people to become active agents of sustainable and equitable development; understand that communities are pivotal to changing attitudes towards the environment; and advocate partnership, which will ensure all nations and peoples enjoy a safer and more prosperous future.\n\n\n\nNews Center\n\nMid-Year Program 2019",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8760195374,
        "format_confidence":0.9278180599
    },
    {
        "url":"http:\/\/juxi.net\/projects\/SMRT\/icra2011\/",
        "text":"The fourth edition of the ICRA Robot Challenge will be held at ICRA 2011, in Shanghai, China, May 9-13, 2010. As in previous years, the Challenge will consist of several events including the Virtual Manufacturing Challenge, the Micro-Robot Challenge, Solutions In Perception Challenge, and the Modular and Reconfigurable Robot Challenge. We, the SpaceMaster Robotics Team, are taking part in this years challenge.\n\nThe challenge, organized this year organized by the University of Southern California (Polymorphic Robotics Lab) and is based on the previous editions of the ICRA Robotic Planetary Contingency Challenges. The team has to, with limited resources, be able to solve an unexpected problem within the given timeframe of the challenge (usually a few hours). The problem occurs in a planetary surface scenario where the team is not able to leave the habitat. The robot will leave the habitat thru an 'airlock' and can be tele-operated or autonomous.\n\nUnlike the previous years of this competition where CKBot hardware were supplied by the conference, this year, the teams are expected to bring their own robotic modules, tools, and software. The robotics modules or components will be like \"Lego\" building blocks that you can quickly build necessary robots to solve the problems given at the site. There will be a constraint on the space and weight for all equipment. These constraints serve two purposes: one is to simulate the resource limitation one might have in real situations, the other is to limit the scope of the preparation and transportation for this event and make it more portable. more\n\nSpace Master Robotics Team @ICRA : Robot Challenge\nNews The challenge just started, more infos are here!\nPosted by SMRT May 10\nMilestone We got some funding for the ICRA 2011, Modular and Reconfigurable Robot Challenge in Shanghai this year!\nPosted by SMRT Feb 12\n\nLatest Project: SMRT @SMURFS\n\nSpaceMaster Robotics Team\n\nSpaceMaster Robotics Team Members\n\nSpaceMaster Robotics Team\n\nA student team consisting of members formerly studying in the Joint European Master in Space Science & Technology (SpaceMaster) programme. It is currently spread all over Europe.\n\nJuxi Leitner currently a Young Graduate Trainee at ESA's Advanced Concepts Team. He graduated from the Helsinki University of Technology and the Luleå Unversity of Technology in Space Robotics in 2009. He has been at the ISSL at the University of Tokyo, as well as at the VisLab at the Instituto Superior Técnico Lisbon for research stays. He received a BSc from the Technical University of Vienna in 2007. ...more\n\nDavid Leal Martínez a graduate student currently at the Helsinki University of Technology where he is writing his MSc thesis on \"Reconfigurable Robots\". He got his Bachelor degree in Electronic Systems Engineering from ITESM in Monterrey, Mexico. ...more\n\nInterested? Got anything to ask? eMail us",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9937232137,
        "format_confidence":0.8210681081
    },
    {
        "url":"http:\/\/www.coloradospacenews.com\/echostar-105ses-11-shipped-from-toulouse-to-the-cape-for-spacex-launch\/",
        "text":"EchoStar 105\/SES-11 Shipped From Toulouse To The Cape For SpaceX Launch\n\nEchoStar 105\/SES-11 Shipped from Toulouse to the Cape for SpaceX Launch. Image Credit: Business Wire\/Airbus Defence and Space\n\nSeptember 20, 2017 – EchoStar Corp., SES and Airbus Defence and Space announced today that the new EchoStar 105\/SES-11 spacecraft, built by Airbus, has been shipped from the Airbus facilities in Toulouse, France, to Cape Canaveral, Florida, for its forthcoming launch by SpaceX in October. The first satellite that EchoStar has constructed with manufacturer Airbus, EchoStar 105\/SES-11 will be launched by SpaceX on a flight-proven Falcon 9 rocket from Launch Complex 39A at Kennedy Space Center, Florida.\n\nEchoStar 105\/SES-11, a high-powered hybrid Ku and C-band communications satellite, is a dual-mission satellite for US-based operator EchoStar and Luxembourg-based operator SES. EchoStar 105\/SES-11 provides EchoStar with 24 Ku-band transponders of 36 MHz, marketed as EchoStar 105, while it provides SES with a C-band payload of 24 transponders, marketed under the name SES-11. EchoStar 105\/SES-11 replaces Ku-band capacity for AMC-15 and C-band capacity for AMC-18 at SES’ well-established 105 degrees West orbital slot.\n\nEchoStar 105 was tailored to meet the Ku-band capacity needs of EchoStar’s enterprise, media and broadcast, and U.S. government service provider customers, offering coverage of the 50 U.S. states and expanded reach to the Gulf of Mexico and the Caribbean.\n\nSES-11, designed to accelerate the development of SES’s U.S. prime video neighborhood and optimized for digital television delivery, joins SES-1 and SES-3 at the center of SES’s robust North American orbital arc, which reaches more than a hundred million TV homes. It also replaces C-band capacity for AMC-18, which SES offers over North America, including Hawaii, Mexico and the Caribbean, empowering businesses and governments to capture new opportunities and expand their reach.\n\nEchoStar 105\/SES-11 is the 47th satellite based on Airbus’s highly reliable Eurostar E3000 platform. It will have a launch mass of 5,200 kg and spacecraft power of 12 kW.\n\nEchoStar Corporation is a premier global provider of satellite communication solutions. Headquartered in Englewood, Colorado, and conducting business around the globe, EchoStar is a pioneer in secure communications technologies through its Hughes Network Systems and EchoStar Satellite Services business segments.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9163187742,
        "format_confidence":0.569906354
    },
    {
        "url":"https:\/\/nowelties.eu\/best-poster-award-in-the-feza2021\/2225\/",
        "text":"Best Poster Award in the FEZA2021\n\n\nBarbara Kalebić (ESR 7) presented a poster at the FEZA2021: Nanoporous Materials, from Fundamental Science to Advanced Applications Virtual Conference, July 5-9, 2021, and won the award for best poster.\n\nPoster authors and title: Barbara Kalebić, Jelena Pavlović, Jelena Dikić, Aleksander Rečnik, Sašo Gyergyek, Nevenka Rajić: A novel zeolite-based adsorbent for ciprofloxacin removal from water media.\n\nPoster Link",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9877545238,
        "format_confidence":0.9755737185
    },
    {
        "url":"http:\/\/test.shawprize.org\/en\/shaw.php?tmp=5&twoid=80&threeid=277&fourid=279&fiveid=146",
        "text":"The Shaw Prize Award Presentation Ceremony will be held in Hong Kong on Wednesday, October 7, 2009. You or your representative(s) are cordially invited to attend the event. Details are as follows:\n\nDate : October 7, 2009 (Wednesday)\n\n\n\nPress Registration & Briefing\nCocktail Reception (interview & photo-taking at press zone)\nAward Presentation (* photo-taking at press zone only)\n\nVenue : Grand Hall, 3\/F, Hong Kong Convention and Exhibition Centre\n\nOfficiating Guest:\nThe Honourable Donald Tsang, Chief Executive of the HKSAR, People’s Republic of China, who will be accompanied by Mr Run Run Shaw, Founder of the Shaw Prize.\n\n\nProfessor Chen-Ning Yang, Chairman of the Board of Adjudicators, The Shaw Prize\nProfessor Jiansheng Chen,\nChairman of the Shaw Prize in\nAstronomy Selection Committee\nProfessor Yuet-Wai Kan,\nChairman of the Shaw Prize in\nLife Science and Medicine Selection Committee\n\nSir Michael Atiyah,\n\nChairman of the Shaw Prize in\nMathematical Sciences Selection Committee\n\nShaw Laureates in attendance:\n\nAstronomy Professor Frank H Shu\nLife Science and Medicine\nProfessor Douglas L Coleman\nProfessor Jeffrey M Friedman\nMathematical Sciences\nProfessor Simon K Donaldson\nProfessor Clifford H Taubes\n\n* A press station for photo taking will be located in the Grand Hall, 45 meters (150 feet) away from    the stage. Press members are advised to bring telephoto lenses and the necessary equipment.\n\n* The duration of the excerpt news footage cannot exceed 3 minutes (the Award Presentation Ceremony will be broadcast on HKTVB Jade and Pearl on October 10 and 17, 2009 respectively).\n\nFor press enquiries, please contact Link-Work Communications (HK) Ltd.:\n\nMandy Lam\nTel: +852-2918 0901 \/ 6086 5690\nKaren Sze Tel: +852-2918 0907 \/ 9613 4164\n\nSeptember 30, 2009  Hong Kong",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8664169908,
        "format_confidence":0.9754061699
    },
    {
        "url":"https:\/\/earthdaycolumbus.givepulse.com\/event\/39169-Build-a-Pollinator-Garden-for-Hubbard-Mastery-School",
        "text":"Build a Pollinator Garden for Hubbard Mastery School\n\nSaturday, April 8th, 2017 from 9:00am to 1:00pm (ET)\n\n\nThe students of Hubbard Mastery, located in the Short North, need your help in building a pollinator garden and outdoor classroom! Our goal is to create a space in our schoolyard to support environmental exploration and real-life observation. By creating a pollinator-friendly garden we will help preserve struggling local butterfly, bee, bird, and bat populations.\n\nPlease dress appropriately, dress in layers and prepare for inclement weather, wear toe-covering boots\/shoes, and\/or items you don’t mind getting dirty. Work gloves will be provided, but please bring a reusable water bottle. Tools, such as rakes, shovels, weeders will be provided but limited, if you feel comfortable please bring your own garden tools to use the day of. \n\nAs a thanks for your hard work, everyone can take home one free tree sapling to plant in your own yard, as well as a variety of other goodies from Green Columbus! Snacks and water will also be provided.\n\nPollinator Garden Assistance:\nWe need people to remove turf grass, weed\/remove invasive plants, plant seedlings, plant seeds, lay walking stones, pour gravel, etc.\n\nOutdoor Classroom Assistance: \nWe need help with staining the outdoor classroom picnic tables.\n\nGeneral Beautification:\nWe need help with removing litter on site, raking up debris and leaves, removing weeds, mulching, painting recess pavement games, etc.\n0 Remaining\nAge Limit\nFamily Friendly\nEveryone helping at the event will be eligible to take home a free tree sapling to be planted in your own back yard. Free snacks and water will also be provided!\nParking Details\nParking in available in lot located behind school on Wilber Ave., as well as street parking on Wilber and Dennison Ave (no permit required).\n61 Positions Filled | 24 Impacts | 88 Hours\n\nA few people you will meet... View All",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.6175495982,
        "format_confidence":0.8210971951
    },
    {
        "url":"http:\/\/www.icsi.berkeley.edu\/icsi\/events\/2018\/12\/regularization-neural-networks",
        "text":"Why Deep Learning Works: Self Regularization in Neural Networks\n\nPresented by Charles Martin\n\nThursday, December 13, 2018\n2:30 p.m.\nICSI Lecture Hall\n\nTitle: Why Deep Learning Works: Self Regularization in Neural Networks \n\n\nRandom Matrix Theory (RMT) is applied to analyze the weight matrices of Deep Neural Networks (DNNs), including both production quality, pre-trained models and smaller models trained from scratch. Empirical and theoretical results clearly indicate that the DNN training process itself implicitly implements a form of self-regularization, implicitly sculpting a more regularized energy or penalty landscape. In particular, the empirical spectral density (ESD) of DNN layer matrices displays signatures of traditionally-regularized statistical models, even in the absence of exogenously specifying traditional forms of explicit regularization. Building on relatively recent results in RMT, most notably its extension to Universality classes of Heavy-Tailed matrices, and applying them to these empirical results, we develop a theory to identify 5+1 Phases of Training, corresponding to increasing amounts of implicit self-regularization.  For smaller and\/or older DNNs, this implicit self-regularization is like traditional Tikhonov regularization, in that there appears to be a ``size scale'' separating signal from noise. For state-of-the-art DNNs, however, we identify a novel form of heavy-tailed self-regularization, similar to the self-organization seen in the statistical physics of disordered systems. Moreover, we can use these heavy tailed results to form a VC-like average case complexity metric that resembles the product norm used in analyzing toy NNs, and we can use this to predict the test accuracy of pretrained DNNs without peeking at the test data.\n\n\nDr. Martin is the founder and chief scientist for Calculation Consulting, a consultancy and software development company specializing in machine learning and data science. He received his PhD in Theoretical Chemistry from the University of Chicago.  He was an NSF postdoctoral fellow in the Theoretical Chemistry and Physics department at the University of Illinois, Urbana-Champaign and the National Center for Supercomputing and its Applications (NCSA), working with neural networks and early forms of deep learning.  Dr. Martin has devoted 30 years of his life to the academic study and business practice of numerical scientific computation, machine learning, and AI.  Having worked over 20 years in Silicon Valley, he has applied machine learning in AI with companies like eBay, Aardvark (acquired by Google), BlackRock, and GoDaddy.  He was instrumental in making Demand Media the first billion dollar IPO since Google. His consultancy firm, Calculation Consulting, helps companies apply mathematical modeling and software engineering to complex big data, analytics, and artificial intelligence (AI) problems.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9465155005,
        "format_confidence":0.7273680568
    },
    {
        "url":"https:\/\/connectcentre.ie\/news\/enable-spoke-launch\/",
        "text":"ENABLE Spoke to launch later this year\n\nENABLE is a new Science Foundation Ireland Spoke on Smart Communities involving the collaboration of CONNECT with Lero and Insight – two other SFI research centres.\n\nENABLE will be led by Professor Siobhán Clarke, Principal Investigator at CONNECT, and Professor at the School of Computer Science and Statistics in Trinity College Dublin.\n\nENABLE aims to connect communities to smart urban environments through the Internet of Things (IoT). It will address the challenges that currently limit the potential benefits of IoT for communities by enabling smarter buildings, more efficient transportation\/mobility, better handling of environmental issues, better decision support, and enhanced cyber and infrastructure security and data privacy.\n\nCONNECT is the world leading Science Foundation Ireland Research Centre for Future Networks and Communications. CONNECT is funded under the Science Foundation Ireland Research Centres Programme and is co-funded under the European Regional Development Fund. We engage with over 35 companies including large multinationals, SMEs and start-ups. CONNECT brings together world-class expertise from ten Irish academic institutes to create a one-stop-shop for telecommunications research, development and innovation.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9674522281,
        "format_confidence":0.9798921943
    },
    {
        "url":"http:\/\/2010-2014.commerce.gov\/blog\/category\/1708",
        "text":"\nSyndicate content\n\nBlog Category: Weather forecasting\n\nA Year of Extreme Weather\n\nAerial view of Burlington, North Dakota inundated with flood waters from the Souris River on June 25, 2011\n\nGuest blog post by Assistant Administrator for Weather Services and Director of the National Weather Service Dr. Jack Hayes\n\nAs the extreme weather year of 2011 comes to a close, I want to reflect back on this year’s events and look ahead at ways to reduce the devastating impacts of weather on our society.\n\nCrippling snowstorms in the Northeast and Midwest, violent tornadoes in the South, massive river flooding in the Central U.S., Hurricane Irene in the mid-Atlantic, and the epic drought in the Southern Plains accompanied by heat waves and devastating wildfires in some areas have all combined to make this a record-breaking year.\n\nThis is the first year since NOAA began keeping records that 12 separate weather events each caused more than $1 billion in damage.   The real story is not the number of events, but the severity of the impacts. Total economic losses from these 12 events have reached nearly $52 billion, and there have been more than 1000 weather-related death this year.\n\nCould some of these deaths have been prevented; could the economic losses be reduced?   I think so and that is why we have launched a new initiative to build a Weather-Ready Nation.  This effort is designed to improve America’s responsiveness to weather events with the ultimate goal of saving more lives and livelihoods.\n\nNation’s Newest Environmental Satellite Successfully Launched\n\nAn arc of light illuminates the pre-dawn sky at Vandenberg Air Force Base, Calif., as a Delta II rocket launches with the NPOESS Preparatory Project (NPP) spacecraft payload.\n\nNPP is vital for NOAA’s weather forecast mission\n\nAmerica’s newest polar-orbiting satellite roared into orbit this morning, setting the stage for enhanced weather data NOAA scientists will use to develop life-saving severe weather forecasts days in advance.\n\nThe NPOESS Preparatory Project (NPP) satellite was launched from Vandenberg Air Force, Calif., at 2:48 a.m. PDT aboard a United Launch Alliance Delta II rocket. At approximately 3:45 a.m. PDT, the spacecraft separated from the Delta II to the delight of NOAA and NASA officials.\n\nNPP is a NASA Earth-observing satellite and features five new instruments that will collect more detailed information about Earth’s atmosphere, land and oceans.  NASA will use NPP as a research mission, while NOAA will use the data for short and long-term weather forecasting and environmental monitoring.\n\n“This year has been one for the record books for severe weather,” said Dr. Jane Lubchenco, under secretary of commerce for oceans and atmosphere and NOAA administrator. “The need for improved data from NPP and the next generation satellite system under development by NASA and NOAA has never been greater.  They will enhance our ability to alert the public with as much lead time as possible.”\n\nIn 2011, data from polar-orbiting satellites like NPP allowed emergency managers and communities to prepare for severe weather events . Five days before a destructive and deadly tornado outbreak in Alabama and parts of the Southeast in April, NOAA forecasters were able to see the early atmospheric signs of the storm system developing and issue timely warnings.  NOAA  full release",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9900071621,
        "format_confidence":0.87479949
    },
    {
        "url":"https:\/\/www.eurekalert.org\/pub_releases\/2018-02\/iosa-iaa020818.php",
        "text":"Public Release: \n\nInterference as a new method for cooling quantum devices\n\nInstitute of Science and Technology Austria\n\n\nIMAGE: A mechanical system is coupled to two electromagnetic cavities and a heat bath, is proposed as a realization. In this model, the two systems are also connected to their own... view more \n\nCredit: (c) by Shabir Barzanjeh, André Xuereb & Matteo Aquilina\n\nQuantum computer parts are sensitive and need to be cooled to very low temperatures. Their tiny size makes them particularly susceptible to a temperature increase due to the thermal noise that is produced by environment and or other components nearby. Dr Shabir Barzanjeh, a postdoc at the Institute of Science and Technology Austria (IST Austria), together with Dr André Xuereb from the University of Malta and Matteo Aquilina from the National Aerospace Centre in Malta has now proposed a novel method to keep quantum devices cool. Their approach, which they have proven to work theoretically, relies on quantum interference.\n\nIf a hotter object is placed next to a cooler one, the heat normally has only one option: it can only flow from the hotter object to the cooler one. Therefore, if one wants to cool an object that is already cooler than its surroundings, like it is done in a household fridge, an effort has to be made to achieve this. A new method for cooling down the elements of quantum devices such as qubits, the tiny building blocks of quantum computers, was now theoretically proven to work by a group of physicists.\n\n\"Essentially the device we are proposing is working like a fridge. But here we are using a quantum mechanical principle to realize it,\" explains Shabir Barzanjeh, the lead author of the study and postdoc in the research group of Professor Johannes Fink. In their paper, they studied how thermal noise flows through quantum devices and they devised a method that can prevent the heat flow to warm up the sensitive quantum device. The secret lies in an additional heat bath, in other words: besides the object that needs to be cooled and the object that produces heat, there is a third object that can store heat, a so-called \"heat bath\". This heat bath is connected to both other devices, and the researchers showed that it is possible to control its heat flow such that it cancels the heat coming from the warm object directly to the cool one via special quantum interference.\n\n\"So far, researchers have focused on controlling signal, but here we study the noise. This is quite different because a signal is coherent, and the noise isn't\". Concerning the practical implementation of the mechanism that adds the phase shift to the thermal noise, Shabir Barzanjeh already has some ideas. It could be a mechanical object that vibrates, and maybe radiation pressure could be used to control the oscillation. \"Now it is the time for experimentalists to verify the theory,\" he says.\n\n\nDisclaimer: AAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert system.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9951702952,
        "format_confidence":0.8909748197
    },
    {
        "url":"http:\/\/mosesproject.eu\/draft-marine-plan-for-northern-ireland\/",
        "text":"Project Kick off Meeting\nFebruary 14, 2018\nReport on Ireland’s marine ecosystem service values\nJuly 6, 2018\n\nThe Department of Agriculture, Environment and Rural Affairs (DAERA) Northern Ireland recently launched a public consultation on the proposed Marine Plan for Northern Ireland. The proposed plan seeks to develop a new planning approach to support the sustainable management of the Northern Ireland marine area.  The Marine Plan builds upon the policy framework outlined in the UK Marine Policy Statement and will seek to integrate marine and land use planning systems in Northern Ireland. The draft plan is supported by a publicly accessible Marine Mapviewer which shows the majority of uses and activities in the Northern Ireland marine area. The consultation ran for eight weeks from 18 April until 15 June 2018.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.5739347339,
        "format_confidence":0.897804141
    },
    {
        "url":"https:\/\/aqua.org\/blog\/2010\/march\/meet-mcschmick-the-16-pound-lobster",
        "text":"Meet McSchmick, the 16-pound lobster\n\nPublished March 30, 2010\n\nIn this corner weighing in at an impressive 16 pounds, meet McSchmick the Lobster!\n\nThe latest addition to National Aquarium, Washington, DC’s watery habitat was recently donated by McCormick & Schmick’s CEO and co-founder Doug Schmick.  The gigantic crustacean was pardoned by the restaurant when he reached an impressive size that became more desirable as a main attraction rather than a main course.\n\nMcSchmick currently resides in the Stellwagen Bank exhibit and spends most of his day opening and crushing clam shells with his mammoth claws.  After a period of isolation while he acclimates to his new surroundings, McSchmick will share his space with other new watery friends. It is believed that the largest lobster ever recorded is 44 pounds! There are a few aquariums around the country that have 20-pound-plus lobsters. McSchmick could grow larger but our aquarists believe it will take a while to notice any growth. Lobsters are 10-legged crustaceans closely related to shrimp and crabs. They are found in all of the world’s oceans, as well as brackish environments and even fresh water. This particular lobster is an American lobster, found in the North Atlantic. Lobsters typically molt at least once per year.  During this process, they shed their entire shell (or exoskeleton), leaving behind a replica of their bodies. They then hide for several days to a week or more while their new shell hardens.  Sometimes the lobsters even eat their molts, as it is a great source of calcium to help their shells harden.\nPrevious Post\n\nFeatured Stories\n\nsea-turtle-swim-test Animal Rescue Update: The First Patients of Cold-Stunning Season\n\nIt was a busy holiday weekend for our Animal Rescue and Animal Health teams as they triaged 30 sea turtles that stranded on the coast of New England. \n\nRead the full story\n\nleopard-shark-kelp-forest You Asked, We Answered: Do Sharks Make Noise?\n\nDolphins make clicking noises and whales emit deep, low hums to echolocate and communicate, but what about sharks?\n\nRead the full story\n\nRelated Stories\n\nEnd of Year Roundup: Baby Animals\n\nPublished December 12, 2017\n\nSpecies Spotlight: Green Honeycreeper\n\nPublished December 08, 2017",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8879082203,
        "format_confidence":0.5487248898
    },
    {
        "url":"http:\/\/www.northwestern.edu\/newscenter\/stories\/2010\/10\/mirkin-institute-of-medicine.html",
        "text":"•  ()\n  •  ()\n  • Print this Story\n  • Email this Story\n\nTriple for Scientist\n\nChad Mirkin now elected to all three branches of the National Academies\n\nOctober 11, 2010 | by Megan Fellman\n\nChad Mirkin\nChad Mirkin\n\nEVANSTON, Ill. --- Northwestern University scientist Chad A. Mirkin, a world-renowned leader in nanotechnology research and its application, has been elected a member of the prestigious Institute of Medicine (IOM).\n\nHe is the first at Northwestern and in the Midwest and the 10th in the world to be elected to all three branches of the National Academies. Mirkin was elected a member of the National Academy of Sciences earlier this year and a member of the National Academy of Engineering in 2009.\n\nMirkin is the George B. Rathmann Professor of Chemistry in the Weinberg College of Arts and Sciences and professor of medicine, chemical and biological engineering, biomedical engineering and materials science and engineering and director of Northwestern’s International Institute for Nanotechnology.\n\nMembership in the IOM is one of the highest honors in the fields of health and medicine in the United States. Mirkin is among 65 new members and five foreign associates recognized for their major contributions to the advancement of the medical sciences, health care and public health.\n\nMirkin will be inducted into the Institute next October during its annual meeting in Washington, D.C. At least one-quarter of the institute’s membership is selected from outside the health professions. The newly elected members raise IOM's total membership to 1,817.\n\nMirkin, a member of President Obama’s Council of Advisors on Science and Technology, is the recipient of more than 60 national and international prizes. He is known for the invention and development of biological and medical diagnostic systems based upon nanomaterials and new approaches to cancer therapeutics based upon gene regulation. Mirkin is the inventor and chief developer of three groundbreaking nanoscale fabrication and analytical tools: Dip-Pen Nanolithography, Polymer Pen Lithography and Beam-Pen Lithography. He is the founder of three Chicago-based companies: Aurasense, Nanosphere and NanoInk.\n\nEstablished in 1970 by the National Academy of Sciences, IOM is a national resource for independent, scientifically informed analysis and recommendations on health issues.\n\nTopics: People",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.6907518506,
        "format_confidence":0.5711342692
    },
    {
        "url":"http:\/\/www.ducks.org\/news-media\/2012-wetland-conservation-achievement-awards-federal-official-winner-interior-secretary-salazar",
        "text":"DU Mobile Apps\nWorld Leader in Wetlands Conservation\n\nDU recognizes Interior Secretary Salazar with achievement award\n\n  • (left to right) John Tomke, DU de Mexico president; Dan Ashe, U.S. Fish & Wildlife Service director, accepting the 2012 Senior Federal Official award on behalf of Interior Secretary Salazar; and Paul Schmidt, DU chief conservation officer\n  • Interior Secretary Ken Salazar (right) during a 2010 press conference and visit to DU national headquarters to unveil the new federal duck stamp cachet\nImage of\n\nWASHINGTON – March 16, 2012 – Ducks Unlimited has awarded one of its highest honors to U.S. Secretary of the Interior Ken Salazar. During a North American Wildlife and Natural Resources Conference breakfast ceremony this morning at the Hilton Atlanta, DU Chief Conservation Officer Paul Schmidt presented Salazar with a 2012 DU Wetland Conservation Achievement Award in the Senior Federal Official category. Dan Ashe, director of the U.S. Fish and Wildlife Service, accepted the award on the secretary's behalf.\n\n\"Secretary Salazar has shown tremendous leadership in conceiving and leading the America's Great Outdoors effort,\" Schmidt said. \"With the Prairie Pothole Region as one of DU's top conservation priorities, we are especially appreciative of the secretary's recognition of the Dakota Grasslands Conservation Area as a jewel in America's conservation crown and including it in the effort.\"\n\nSenior Federal Official is one of six categories of DU's Wetland Conservation Achievement Awards. These awards recognize individuals who have made outstanding contributions to the restoration and conservation of North America's wetlands and other waterfowl habitat.\n\nDuring the awards presentation, Schmidt cited Secretary Salazar's championing the effectiveness and efficiency of the North American Wetlands Conservation Act, and his advocacy of full funding for the program.\n\n\"As a sportsman himself, Secretary Salazar has been an advocate on behalf of hunters and anglers in the conservation agenda,\" Schmidt said. \"He has invested in work important to sportsmen, ranging from the announcement of the State of the Birds report to the rolling out of a special federal duck stamp dedicated to restoring the national wildlife refuges along our Gulf Coast.\"\n\nSecretary Salazar has also been an active leader in his role as chairman of the Migratory Bird Conservation Commission. He has been an enthusiastic partner to wildlife conservation organizations, such as DU, and has worked tirelessly to consider the impacts of renewable energy on wildlife.\n\nThe secretary grew up in the San Luis Valley of south central Colorado and previously served as that state's U.S. senator and attorney general. While in Colorado, he authored and later chaired the Great Outdoors Colorado Amendment, a major land conservation program.\n\nTo view all 2012 Wetland Conservation Achievement Award winners, please visit www.ducks.org.\n\nDucks Unlimited is the world's largest nonprofit organization dedicated to conserving North America's continually disappearing waterfowl habitats. Established in 1937, Ducks Unlimited has conserved more than 12 million acres, thanks to contributions from more than a million supporters across the continent. Guided by science and dedicated to program efficiency, DU works toward the vision of wetlands sufficient to fill the skies with waterfowl today, tomorrow and forever.\n\nEmily Havens\n(901) 758-3851\n\n\nFree DU Decal\n\nReceive a free DU decal when you signup for our free monthly newsletter.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.7486336231,
        "format_confidence":0.9884944558
    },
    {
        "url":"http:\/\/baynature.org\/event\/kent-island-restoration-team-2\/",
        "text":"\n\nLoading Events\n\n« All Events\n\n  • This event has passed.\n\nKent Island Restoration Team\n\nJuly 19 @ 10:00 am - 2:00 pm\n\n| Free\n\nBe a part of the team working to restore the unique ecosystem on Kent Island in Bolinas Lagoon! You’ll learn the value of protecting this little oasis, and how to identify and remove the invasive species that threaten it. Space is limited, so RSVP to save a spot. Participation requires a short rowboat ride to the island. Volunteer work involves bending and kneeling. Dress in layers you can get dirty. Wear sturdy shoes and bring a water bottle. Rubber boots come in handy but are not necessary. Lunch will be provided.\n\nFor updates and RSVP: Contact Tori Bohlen at or the Marin County Parks volunteer office at (415) 473-3778. Meet at the public dock on Wharf Rd. in Bolinas (across from the College of Marin biology lab).\n\nDIRECTIONS: From Hwy 101 in Larkspur, take the exit for Sir Francis Drake Blvd west 20.4 miles to Olema.Turn left onto Hwy 1,right onto Olema-Bolinas Rd.,left to stay on Olema-Bolinas Rd., and straight onto Wharf Rd.\n\n\nJuly 19\n10:00 am - 2:00 pm\nEvent Category:\n\n\nKent Island at Bolinas Lagoon\nWharf Rd, Olema-Bolinas, CA United States\n415 473-3778\n\n\nTori Bohlen\n415 473-3778",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8813951612,
        "format_confidence":0.6723096371
    },
    {
        "url":"https:\/\/limbs.lcsr.jhu.edu\/2016\/01\/01\/noah-cowan-and-james-knierim-receive-two-research-awards\/",
        "text":"Noah Cowan and James Knierim receive two grants\n\nCowanKnierimHow do you keep track of where you are as you walk through a known environment, such as your house or a shopping mall?  To study this question, Mechanical Engineering professor Noah Cowan and Neuroscience professor James Knierim were selected to receive two awards that aim to use engineering approaches to shed new light on the brain’s “inner GPS”.\n\n  • 2015 Johns Hopkins Discovery Award, entitled “Engineering Approaches to Studying Spatial Representations in the Brain”. PI: Noah J. Cowan. $100,000.\n  • A National Institutes of Health R21, entitled “A Control Theoretic Approach to Addressing Hippocampal Function“, PI: Noah J. Cowan. $202,500.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9348064065,
        "format_confidence":0.9762257338
    },
    {
        "url":"http:\/\/www.efsa.europa.eu\/en\/press\/news\/160608a",
        "text":"Epigenetics and risk assessment: Where do we stand?\n\nThere is less than one week to go to EFSA’s scientific colloquium on epigenetics, which will take place on 14-15 June in Valencia, Spain. About 100 scientists, risk managers and policymakers will examine where we stand regarding our knowledge of epigenetic mechanisms.  Several discussion groups will look at debated questions in this field, including epigenetics and chemical risk assessment in humans; epigenetics in risk assessment of farmed animals for food production; and epigenetics and environmental risk assessment.\n\nWebcast of plenaries\n\nRegistration is closed for the event, but EFSA will webcast the opening and closing plenaries on 14 June 2016, 09.00-13.00, and on 15 June, 10.30-13.30. Stay tuned at http:\/\/www.efsa.europa.eu\/en\/events\/event\/160614. A recording will be available at the same web address after the event.\n\nYou can also follow us on Twitter @EFSA_live using #EFSAcolloq22. \n\nFor more information please go to http:\/\/www.efsa.europa.eu\/en\/events\/event\/160614\n\nDraft programme\n\nBriefing note\n\nMedia contacts",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.875701189,
        "format_confidence":0.9926912189
    }
]