[
    {
        "url":"https:\/\/www.freelancer.ph\/job-search\/App-design-mockup\/",
        "text":"App design mockup jobs\n\n\nMy recent searches\nFilter by:\n    Job State\n    5,815 App design mockup jobs found, pricing in USD\n\n    Hello, this site will be a map-based interactive web app with one primary purpose: Check the status of something specific in any given country or U.S. state. Here's a bit of a walkthrough of how it should work: Home page has a button, when clicked the map starts working. The map should be animated when moving to different locations, it should also\n\n    $576 (Avg Bid)\n    $576 Avg Bid\n    15 bids\n\n    I am looking for a designer to make designs and sketches for screens for an app I have built. I attached screenshots for my current dev design. the app should have a header with drawer and bottom tabs. i only need the main screens for this stage: LoginRegister - one page with this two options. include facebook, google, user password Form Add Event\n\n    $144 (Avg Bid)\n    $144 Avg Bid\n    11 bids\n\n    expert in mockup\/design app front and admin panel\n\n    $418 (Avg Bid)\n    $418 Avg Bid\n    18 bids\n\n    The focus should be Setting up a way to deploy the app. The quick start guide uses Yarn and mock API for testing. We will need to set up something similar. Please document how to use whatever pipeline you are using. Properly intializing the app, loading required included resources (JS, CSS, images) through javascript and reporting loading progress.\n\n    $100 (Avg Bid)\n    $100 Avg Bid\n    2 bids\n\n    50 GBP limit We would like a person to develop an app for use. Our app, Stor’d, records the ingredients in a person’s kitchen (ie bread, chicken, peas, ect) and uses this information to suggest recipes that can be made using these ingredients. These recipes, in theory, will be uploaded by members of the Stor’d community and will make up a larger database\n\n    $422 (Avg Bid)\n    $422 Avg Bid\n    5 bids\n\n    My name is Maty I am looking for a designer to make designs and sketches for screens for an app I have built. I combined my love for health and fitness and ability to make mobile apps to build a fitness app that allows people to create there own personalised workouts and track there progress. Still in its infants stage where to head and expand but for\n\n    $230 (Avg Bid)\n    $230 Avg Bid\n    19 bids\n\n    I need a mockup for an iphone app. Clean, modern design\n\n    $50 (Avg Bid)\n    $50 Avg Bid\n    27 bids\n\n    We would like a person to develop an app for use. Our app, Stor’d, records the ingredients in a person’s kitchen (ie bread, chicken, peas, ect) and uses this information to suggest recipes that can be made using these ingredients. These recipes, in theory, will be uploaded by members of the Stor’d community and will make up a larger database. However\n\n    $491 (Avg Bid)\n    $491 Avg Bid\n    15 bids\n\n    ...outstanding responsive website\/Native iOS & Android app designer for a startup company. The developer\/team will be responsible for wire-framing, stunning UI\/UX, coding and responsive website. The web\/app must have innovative design with a potential to reach top lifestyle app category on app store. This web\/app must: • Integrate seamlessly with ...\n\n    $1636 (Avg Bid)\n    $1636 Avg Bid\n    50 bids\n\n    ...successful in this role, you will need to have excellent visual design skills and be proficient in graphic design software such as Adobe Photoshop and Adobe Illustrator. Also proficient in WordPress & using a page builder (Elementor) Duties -Strategize and plan a compelling and effective design concept -Meet with clients to assess and reassess their wants\n\n    $32 \/ hr (Avg Bid)\n    $32 \/ hr Avg Bid\n    125 bids\n\n    Develop basic CRUD laravel app Scope 1. We provided Admin template HTML and Laravel 2. We provided login functional already 3. We want to develop one new function (CRUD) here is design mockup [login to view URL] thanks\n\n    $181 (Avg Bid)\n    $181 Avg Bid\n    43 bids app development with the fixed budget limited to 2500-4500 USD for both IOS and Website. I am looking for a creative person or a company who has passion for a design and function. Who would be able to complete the project within discused time. Please give the offers within this budget to develop, a proper mockup, I like a minimalistik design and\n\n    $3256 (Avg Bid)\n    $3256 Avg Bid\n    77 bids\n\n    ...will be done after ui\/ux design. If you have experience in Laravel or Express as well, You will have a greater chance of taking backend development. But this will discussed after ui\/ux work. 1) Create Vue App as mentioned in the PPT No MySQL or other backend database should be used by you. You can use mockup data or json 2) Design should be beautiful, fashionable\n\n    $555 (Avg Bid)\n    $555 Avg Bid\n    12 bids\n\n    I need a Magento developer with at least 5...developer with at least 5 years experience to do design changes and 2 feature changes in product description page 1. Need to integrate sms on product description page 2. promo code section to be placed on description page 3. i will provide the mockup for design changes And also i need Andriod and Ios app\n\n    $356 (Avg Bid)\n    $356 Avg Bid\n    6 bids\n\n    I would like you to design an expense tracker app. 1) It should be simple flat design app with less colors. 2) It should be very user friendly considering users who is not a tech geek or frequent app users. Regular normal person who use mobile app for very basic purpose. In one word UX should be super easy and self explanatory. Anyone should understand\n\n    $100 (Avg Bid)\n    23 entries\n\n    ...concept Mobile UI\/UX design. The app is supposed to do following things 1. Register a user (username, realname, email, password) 2. Login a User (username,password) 3. Forgot Password After Login 1. Create a Booth Booking (Booth No, 30-minute intervals (i.e 10-10:30), DD\/MM\/YY) 2. Edit a Booking 3. Delete a Booking Sample mockup of the same in the\n\n    $50 (Avg Bid)\n    2 entries\n\n    ... the app is a dating app similar to what is in the market with special cause or certain type of people . your job: 1: submit all specification and technical of the application for approval by me before development. 2: design the app logo, icons and all graphics for app 2: design the social media ads and contents 3: design ios and android app...\n\n    $2279 (Avg Bid)\n    $2279 Avg Bid\n    21 bids\n\n    Th mobile app that can ease and simplify the way students of our programs explore course materials (audio\/video\/slides) via their Android smartphones. - Splash screen with about multiple screens about app (graphics & text) and skip option - Login\/Register including FB\/Google option\/ Password reminder - Audio visual classes (slides & audio feathures)\n\n    $100 (Avg Bid)\n    5 entries\n\n    hello, please see attached on an adult match maker app 2 tabs for all the screens- one is the customer and one the supplier\n\n    $328 (Avg Bid)\n    Guaranteed Sealed\n    20 entries\n\n    Hi, We have about 5-10 (max) screens that we need to design for our website and app. Its a professional networking site and we require a highly professional theme + design. Timeframe is to finish the design in about a week or so. We are looking to build a professional networking site. The site would show organisation trees\/ hierarchies of companies\n\n    $149 (Avg Bid)\n    $149 Avg Bid\n    19 bids\n\n    ...wordpress developer. You make a great design smartphones. Webapp\/responsiv design. WE ARE NOT TALKING ABOUT APP. All designs is make with CSS, HTML, JS etc. We have customers who would like to get a mobile website. First you make a mockup or HTML as we approve. Then you setup the design in wordpress. The mockup\/html page will be used on a wordpress\n\n    $36 (Avg Bid)\n    $36 Avg Bid\n    24 bids\n\n    Interactive Mockup design work for APP. Please check attachment document. If you have not agreed with price do not offer we will report spam.\n\n    $166 (Avg Bid)\n    $166 Avg Bid\n    22 bids\n\n    ...project or group of people as i want this project to be finished withing a good timeline. this application needs to be a hybrid app that will work as IOS and Andriod latest technology should be used such as ionic 1- design should be proposed by the company not me 2- everything will be handled by the company 3- i want proper communication and daily\n\n    $2495 (Avg Bid)\n    $2495 Avg Bid\n    116 bids\n\n    ...get a nice UX for a future web app (can be PNG, can be PDF, can be HTML+CSS) that is responsive on two devices: 1) tablet, 2) phone. Example of one of the pages is attached to this project. I will send more details to select designers upon request or once the job has been awarded. I'd like a clean and elegant design. This is a pilot project, there\n\n    $118 (Avg Bid)\n    $118 Avg Bid\n    25 bids\n\n    ...transactional web site adding new features and also improving the design and usability using new and modern trends. They also have a color palette and trademark and logo usage policy. They have designed a site ([login to view URL] - this site is a live mockup), but it have some usability issues and need a beauty improvement\n\n    $1159 (Avg Bid)\n    $1159 Avg Bid\n    18 bids\n\n    i am looking for one of the expert mobile UI\/UX designer, who can design PSD and xml for each PSD. i have attached the mockup document. the interested designer should provide their latest work of mobile app.\n\n    $215 (Avg Bid)\n    $215 Avg Bid\n    22 bids\n\n    Design a colour palette based around the attached logo (i.e. a palette that is predominantly black\/white\/grey) but that has a strategic injection of colour. Then demonstrate this palette in action using the attached wireframe ([login to view URL]) as the basis for an app screen mockup. The logo file is attached ([login to view URL]). Feel\n\n    $148 (Avg Bid)\n    Featured Guaranteed NDA\n    26 entries\n\n    ...simple but very effective twist on how people work with Mail, ToDo Lists, Calendars and the like. Opportunity: Work as a Designer with our team and me on a new productivity app that will help thousands of people be more productive and wil... (truncated)",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.8750501871,
        "format_confidence":0.9760310054
    },
    {
        "url":"http:\/\/www.scilab.org\/projects\/gsoc\/2012",
        "text":"Open source software for numerical computation\n\nSkip to main content\n\n\nSelected projects for 2012 edition\n\n  • Easy and Interactive Plot (Caio Lucas dos Santos Souza)\n    Make an Interactive graphics for Scilab, where users can edit by simple click and retrieve data from point, curve, surface and modify the position of an entity by click and drag etc.\n    Mentor: Sylvestre Ledru\n  • Various improvements for the Scilab graphic features (Gustavo Libotte)\n    The main objective is to improve various aspects of the Scilab graphics. For example, the first step would be to improve and stabilizes the datatip features of Scilab graphic.\n    Mentor: Bruno Jofret\n  • Improved graphic controls (Marcos Cardinot)\n    Imagine how nice it would be if Scilab users could explore graphics data interactively with an edition interface which could enable viewing and modifying data by a sole click over a curve. This is the main aim of the project: facilitate the way to obtain such data in 2D and 3D graphics. The first objective of this project will be to improve GED, the current graphic object editor.\n    Mentor: Vincent Couvert\n  • Scilab for Android (Guillaume Mazoyer)\n    Porting of Scilab to Android with a native interface.\n    Mentor: Sylvestre Ledru\n  • Integration of a \"Design of experiments\" module in Scilab (Maria Christopoulou)\n    This project aims to implement a module that integrates a set of Design of experiments techniques (DoE) in Scilab. This module will contain various functions to produce combinations of variables that affect the operating conditions of a system.\n    Mentor: Yann Collette\n  • SIP (Scilab Image Processing Toolbox) + Scilab (Pallan Madhavan)\n    This project aims to add functionality to the Google FLOSS project Leptonica and interface most of this C library with Scilab and thoroughly document this library. Google projects that will most benefit from this effort include Google Book search and Google Image Search.\n    Mentor: Ricardo Fabbri\n  • Aerospace Blockset for Xcos (Paweł Zagórski)\n    The goal of this project is to provide aerospace blockset for Xcos. Users could easily model behavior of spacecrafts: their trajectories, maneuvers and attitude dynamics. To provide a comprehensive and structured set of blocks, block set should contain few essential libraries: - Guidance, Navigation and Control library - Equation of motion library - Environment conditions library - Utilities library\n    Mentor: Clément David\n  • Accurate Probability Distribution Function (Prateek Papriwal)\n    This project aims at implementing more distribution functions in Scilab such as pdf, cdf, invert, cdf and Rng. The addition of above Matlab-like features would add more functionalities to the distribution functions toolbox of Scilab.\n    Mentor: Michael Baudin\n  • Introduce a REST client in Scilab (Rohan Kulkarni)\n    The aim of this project is to introduce a REST Client in Scilab which will be capable of communicating with a REST server for executing Scilab operations.\n    Mentor: Calixte Denizet\n  • Signal Processing Blockset (Sumeet)\n    Develop algorithms and tools for the design and simulation of DSP systems. These tools allow users to develop their own DSP algorithms for speech processing, radar tracking, baseband communications, etc. The blockset should provide capabilities for FFTs, digital filtering, spectral estimation, linear algebra computations, streaming, and multirate processing. The ability to visualize and simulate results with signal generators, interactive scopes, spectrum analyzers, is very interesting for users.\n    Mentor: Yann Collette",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.8782125115,
        "format_confidence":0.6970201135
    },
    {
        "url":"http:\/\/technocratiq.com\/shop\/page\/3\/",
        "text":"Showing 19–27 of 31 results\n\nSocial Mobile App\n\nSocial Mobile App is a fantastic app showcase because of\n\n$399.00 $299.00\n\nSpa Website\n\nThe best solution to gaining a strong online presence is\n\n$150.00 $99.00\n\nSports Club\n\nIf you are on the lookout of a great responsive website\n\n$225.00 $129.00\n\n\nThe template is designed for travel agencies, camping fac\n\n$300.00 $159.00\n\n\nWhen it comes to seeing new places and experiencing new t\n\n$249.00 $149.00\n\nTravel and Adventure\n\nTravel and Adventure is designed for travel agencies, cam\n\n$160.00 $99.00\n\n\nWant to create content-rich interior and furniture websit\n\n$160.00 $90.00\n\nWeb Development\n\nWeb Development websites are perfect for consultants, hos\n\n$175.00 $99.00\n\nWedding 2\n\nOur template is on-trend and fashionable, giving you the\n\n$199.00 $149.00",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.6119996905,
        "format_confidence":0.9575838447
    },
    {
        "url":"http:\/\/articulate-network.lanyrd.com\/sessions\/?topics=javascript",
        "text":"Sessions from Articulate Network\n\nBrowse sessions by our members or go back to our team page\n\nYour current filters are…\n\nShowing 22 of 1778 sessions\n\nFrom Codemotion Rome 2013, 22nd-23rd March 2013\n\nFrom Html5.tx 2013, 2nd February 2013\n\nFrom JS.everywhere(2012), 26th-27th October 2012\n\nFrom CapitolJS, 18th September 2011\n\nFrom DojoConf 2011, 16th-17th September 2011\n\nFrom JSConf US 2011, 2nd-3rd May 2011",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.9745078087,
        "format_confidence":0.9894849658
    },
    {
        "url":"https:\/\/www.freelancer.com.ru\/projects\/website-design\/assist-with-the-completion-new\/",
        "text":"I HAVE an almost complete website I need assistance with my homepage and widgets\/slides.\n\nКвалификация: HTML, Дизайн сайтов, WordPress\n\nПоказать больше assist me with a survey and research with importers, design a landing page for a cpc campaign with the goal of generating, i need a design done for the name of a new flashlight, i need a visionary website for the promotion of my new clothing brand to protect the brand we would like to be contacted by phon, i need an engineer to help me with the design and description for a patent, please create a medley with the snippets of songs, website for the startup of a new furniture product, a reseacher visits the archives with the intention of doing research on the history of a town describe the reseacher interview w, design the look for a new product of a box, im writing a speech on how to deal with the issue of school boys impregnating school girls and get away with it and i need a con, a sketch of a new product with good package design, creating a project with the possibility of online editing team, design logo for a shop with deals with the sales of pepper, do i need a labour lawyer to assist me at the labour court, Design a website , for the launch of a new wrestling promotion known as The Pride of Wrestling, that will launch in the spring o, Design a website , for the launch of a new wrestling promotion known as , From the co-founder of Lotus Belle tents we expand with a new portable furniture range and are looking for a new logo and a Shop, how to create a website using cpanel and wordpress, i need my ex back with the help of a spell caster post comment 2018, how does the structure of a melody compare with the form of a sentence\n\nО работодателе:\n( 0 отзыв(-а, -ов) ) Houston, United States\n\nID проекта: #19985651\n\n17 фрилансеров(-а) в среднем готовы выполнить эту работу за $32\n\n\nI can help you on homepage and widgets for you. I am a skilled wordpress developer with over 10 years experience. let discuss more via private message.\n\n$30 USD за 2 дней(-я)\n(347 отзывов(-а))\n\nHello Sir, I am very interested for your project. I will design and develop professional website for business with mobile responsive layout. I will make website with dynamic admin panel with your requirements and in Больше\n\n$30 USD за 1 день\n(177 отзывов(-а))\n\nHi, No Problem. I have read your requirements for Assistance in your Website completion. For best services and your desired results, feel free to discuss in chat with me. Let's get started Regards, (PixelsInn)\n\n$30 USD за 2 дней(-я)\n(40 отзывов(-а))\n\nHi, I am wordpress,PHP programmer having 5 years of experience. I am very good in wordpress,php,mysql,joomla. Recently done these projects [login to view URL]\n\n$30 USD за 2 дней(-я)\n(244 отзывов(-а))\n\nHi, I am expert in developing website on WordPress platform. I have 10 years of experience with WordPress, Hosting and SEO. Please have a look at my portfolio on below link - [login to view URL] Hopefully you w Больше\n\n$30 USD за 1 день\n(169 отзывов(-а))\n\nHello, After reading your project details I believe I'm suitable for this project. As I'm expert on it with more than 7 years experience. Please feel free to contact me. I am looking forward to hear from you. Больше\n\n$30 USD за 2 дней(-я)\n(71 отзывов(-а))\n\nGood evening, Is it possible to see your website and find out more about the help that you need please? I'm available to start immediately. Cheers, Tom\n\n$30 USD за 3 дней(-я)\n(97 отзывов(-а))\n\nI would like to assist you to complete your wordpress website and if required customization i can do that. Portfolio [login to view URL] [login to view URL] [login to view URL] http:\/\/w Больше\n\n$30 USD за 7 дней(-я)\n(56 отзывов(-а))\n\nHi I am Andoid and IOS APPs expert having 7+ years experience and ready to assist to finish the website with the help of homepage and widgets\/slides. Kindly initiate the chat to discuss further on the same. Больше\n\n$70 USD за 10 дней(-я)\n(46 отзывов(-а))\n\nHi there!! I am very thankful for this opportunity I have read the description carefully and give you 100% assistance as WordPress Developer. Skills- WordPress, AWS, Woocommerce, genesis,AVADA,DIVI,LMS,Buddy Больше\n\n$50 USD за 1 день\n(3 отзывов(-а))\n\nI have gone through your project description thoroughly and understand the scope of work. I have few questions to ask in order to clarify my doubts regarding the deliverables. Please initiate chat for further dis Больше\n\n$25 USD за 1 день\n(1 отзыв)\n\nHi there, How are you? I hope you're good. I can help you with that. Let's work together.\n\n$20 USD за 3 дней(-я)\n(1 отзыв)\n\nI have 10+ years experience in Wordpress and done 100+ websites on the platform. If you award the project I can complete the work in just few days. Please have a look at my portfolio website here [login to view URL] Больше\n\n$25 USD за 1 день\n(4 отзывов(-а))\n\n\"Hi, Hope you are doing well! Thanks for sharing your project requirement with us. It will be our great pleasure to work on your project. I have checked your requirement, yes we can do it, because we already work on si Больше\n\n$27 USD за 7 дней(-я)\n(0 отзывов(-а))\n\nHudson Agile Technologies LLC A new Jersey Firm. Entity ID-0450219485 We are head quartered in 30 Knightsbridge Rd suite 525, Piscataway Township,NJ 0885 We are a software Technology outsourcing consulting company Больше\n\n$25 USD за 1 день\n(1 отзыв)\n\nDear Prospect Hiring Manager. Thank you for giving me a chance to bid on your project. i am a serious bidder here and i have already worked on a similar project before and can deliver as u have mentioned \"I can do th Больше\n\n$27 USD за 7 дней(-я)\n(0 отзывов(-а))\n\nDear Sir I can assist you in homepage and widgets\/slides and converting your ideas to a better website I am a WordPress Expert with exposure to following a) Plugins b) Visual composer etc kindly share mo Больше\n\n$30 USD за 1 день\n(0 отзывов(-а))",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.85310781,
        "format_confidence":0.7843270898
    },
    {
        "url":"http:\/\/linuxcentral.com\/catalog\/?cat[]=tech&id=C1CA0OntTPyC1",
        "text":"\nLinux Central home page\n--- Product Finder: ---\n\nprocessor platform:\nProduct catalog\nLinux Central CD-ROMs\nCommercial Linux Distributions\nLinux Applications and Software\nLinux Books\nTechnical Books\nSerial Display Modules\nBootable Network Cards\nLinux Gear\nTraining and Certification\nShipping & Handling Options\nAbout Linux Central\nContact us\nLink us\n\/ root \/ Technical Books [home]  \n\nManaged Linux Servers\n\n[view your shopping cart]\nsubcategories select a sub-category below to view the complete product listings:\nTechnical Books (view all)\nselect a sub-category:\nView all Apache Awk BSD Clusters Emacs Firefox GNU Java LAMP Miscellaneous MySQL Open Source Oracle Perl PHP Python Samba Security Shell SQL Tomcat Webmin WordPerfect Zope Unsorted products\nfeatured products\nPHP Hacks This valuable guide offers both practical and fun PHP programming techniques. Learn to develop more ...\nGreasemonkey Hacks Greasemonkey--the new Firefox extension that allows you to write scripts that alter the web pages yo...\nAdvanced Perl Programming, Second Edition O'Reilly's most high-level Perl tutorial to date, Advanced Perl Programming, Second Edition teaches ...\nPHP in a Nutshell PHP in a Nutshell is a complete reference to the core of the language as well as the most popular PH...\nSamba-3 by Example: Practical Exercises to Successful Deployment The Practical, Tested, Step-by-Step Samba-3 Guidebook Has Now Been Fully Updated! The definitive ...\nWicked Cool Perl Scripts Most Perl programmers have been frustrated at one time or another because the system just wouldn't d...\nIntermediate Perl Perl programmers need a clear roadmap for improving their skills. Intermediate Perl teaches a workin...\n\nTop selling products\nTop selling products\nNew products\nNew products\nIntermediate Perl\nPHP Hacks\nProfessional LAMP: Linux, Apache, MySQL and PHP5 Web Developm\nPHP in a Nutshell\nEssential PHP Security\nback to top",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.7393091321,
        "format_confidence":0.9882056713
    },
    {
        "url":"https:\/\/www.freelancer.com.jm\/job-search\/argus-monitoring-software\/",
        "text":"Argus monitoring software jobs\n\n\nMy recent searches\nFilter by:\n    Job State\n    245,205 argus monitoring software jobs found, pricing in USD\n\n    - enter patients details into software - book patients appointments - weekly work - full training provided\n\n    $22 (Avg Bid)\n    $22 Avg Bid\n    36 bids\n\n    Question is: I have .bas and .hex that developer provided,so bascom software load .bas first than .hex for programing.I whant to know ,if i use Atmel studio for programing IC ,using only provided .hex will be ok. Read Less\n\n    $10 - $30\n    $10 - $30\n    0 bids\n\n    Our webshop ads in Google Ads are being rejected because of malicious software on the webshop - we need to have this cleaned today. If you bid on this, then please describe shortly how you will fix this. Budget is max 100 dollars.\n\n    $112 (Avg Bid)\n    $112 Avg Bid\n    14 bids\n\n    Question is: I have .bas and .hex that developer provided,so bascom software load .bas first than .hex for programing.I whant to know ,if i use Atmel studio for programing IC ,using only provided .hex will be ok.\n\n    $20 (Avg Bid)\n    $20 Avg Bid\n    1 bids\n\n    Payroll system integrates with banking and tax web platforms\n\n    $5000 (Avg Bid)\n    $5000 Avg Bid\n    1 bids\n\n    We want to update a software with a few additional functions and couple of bug fixes. Developer should have at least 5 yrs php project development experience and practical python experience. Interested developers will take a short test before we award Project. Please read the last line again, Don\"T APPLY IF YOU ARE TOO BIG FOR A SHORT TEST! We can't afford time wasters on this project.\n\n    $575 (Avg Bid)\n    $575 Avg Bid\n    10 bids\n    Build software 6 days left\n\n    I am looking for some one who can build the module as per the attached specification\n\n    $426 (Avg Bid)\n    $426 Avg Bid\n    10 bids\n    Build and code a new software 6 days left\n\n    Looking for a new software that can work online and offline It will be for the medical field and hence am looking for diary management, record management, sales.\n\n    $1519 (Avg Bid)\n    $1519 Avg Bid\n    59 bids\n\n    Programmer need 20 days SQL and HTML knowledge are needed I'm looking for a Software which getting data from Json, csv, api or an Excel file. The reached date should be automatically match and filled under several criteria - missing data which are already in standard Datas should be automatically filled, checking doubles with all Data in systems. We have 2 work phase were system has to h...\n\n    $672 (Avg Bid)\n    $672 Avg Bid\n    9 bids\n\n    Hello, Need legal brain-computer interface software development, partnership, volunteer, trial, Software could involve detect, electromagnetic and other issues? comply with the law and make good software, please contact thanks\n\n    $10 (Avg Bid)\n    $10 Avg Bid\n    7 bids\n\n    Need a help in micro drainage\n\n    $750 (Avg Bid)\n    $750 Avg Bid\n    1 bids\n\n    Our company is looking for an organized and self-motivated Office Administrator who will be responsible for providing administrative support to our office personnel. The Office Administrator’s role will include working closely with our leadership team by handling clerical duties, coordinating calendars, and Performing bookkeeping tasks such as invoicing, monitoring accounts receivable, and b...\n\n    $957 (Avg Bid)\n    $957 Avg Bid\n    8 bids\n\n    We use the Component VikRestaurants 1.8.2 on our Joomla Website. With VikRestaurant guests can reserve tables and order food. A freelacer created for us a Extension to print immadeately and directly the reservations and and the food orders to the kitchen printer. We want some updates for this software as: 1. better view for Reservation and Take-Away 2. Export to XML File 3. Tickets after reconne...\n\n    $235 (Avg Bid)\n    $235 Avg Bid\n    3 bids\n\n    This software will have all this features shown in guide\n\n    $1482 (Avg Bid)\n    $1482 Avg Bid\n    39 bids\n\n    Anyone knows Geo studio software and is from a civil engineering background kindly provide a bid. So that we can discuss further.\n\n    $113 (Avg Bid)\n    $113 Avg Bid\n    4 bids\n\n    Need software reverse engineered See if you can reverse engineer\n\n    $298 (Avg Bid)\n    $298 Avg Bid\n    3 bids\n    development Software C++ 6 days left\n\n     Users have all the permissions of guests,  ‘Superusers’ have all the permissions of Users,  and administrators have full access.\n\n    $113 (Avg Bid)\n    $113 Avg Bid\n    16 bids\n\n    Hello guys, I would like to make some modification on my website, the website is written with PHP, HTML, JS and CSS.\n\n    $35 (Avg Bid)\n    $35 Avg Bid\n    28 bids\n\n    We are designing a working prototype of Umbrella like structure (for a project), designed in Creo software by our internal team. We are looking for a freelance design engineer to check our design, remove the error\/flaws in the design, correct the issues, suggest to us on design opening and closing mechanism correctly, and evaluate end to end, before we go for prototype and production. Our expect...\n\n    $142 (Avg Bid)\n    $142 Avg Bid\n    7 bids\n\n    Hey, Wish you all doing well. We are looking for a software engineer who love ongoing relation and team work. Requirements - English (speak conversational+) - Dev exp in web app and UI\/UX development(php, python, javascript, .net, html5, css, or anything) - Honest and trustful engineer Please share your portfolios with proposal. I am waiting your interesting proposals. Regards.\n\n    $178 (Avg Bid)\n    $178 Avg Bid\n    16 bids\n\n    We are looking to develop a software tool that incorporate the following capabilities - Customer Registration - Time management\/time keeping - Video Tutorial (embedded) - Launch Audacity Audio Software This is in preliminary stages so needs to go from Concept to Dev with no framework in place\n\n    $48 \/ hr (Avg Bid)\n    $48 \/ hr Avg Bid\n    17 bids\n    Astrology Software -- 3 6 days left\n\n    for only those who have developed astrology software. we wish to developed a research software based on astrology. if you have developed any astrology software in the past, we would like to take the base from there.\n\n    $615 (Avg Bid)\n    $615 Avg Bid\n    11 bids\n\n    I need some help with selling something.\n\n    $7 \/ hr (Avg Bid)\n    $7 \/ hr Avg Bid\n    1 bids\n\n    Need a application installed on Windows\/Mac os For testing Mobile phones Tablets iOS Android and PC hardware and software test Hardware Tests Auto Test all the physical buttons on the device. Screen Tests Various tests including LCD, touch screen, pixels and colour. Sound Tests Incorporates internal & external speakers, mics and headphones. Camera Tests All cameras operating Sensor Tests ...\n\n    $2521 (Avg Bid)\n    $2521 Avg Bid\n    13 bids\n\n    Automatic Task Assignment Assign tasks to staffs automatically based on defined rules ellipse Geo-Fencing Assignment of tasks based of staffs geo location ellipse Mobile Attendance Manage your staffs attendance with selfie, timestamp & geo-location ellipse Live location and tracking Get live Location and track field staff in realtime ellipse Route Optimization Get optimized route to comple...\n\n    $703 (Avg Bid)\n    $703 Avg Bid\n    8 bids\n\n    looking for a mobile phone repair shop CRM system designed to help phone repair our company to manage our repairs and customers more efficiently, with built-in pos. just need a Phone Repair Shop Management Software web based like booking repair jobs and print labels and receipt with pos system and inventory management\n\n    $1291 (Avg Bid)\n    $1291 Avg Bid\n    83 bids\n\n    I am interested in looking for someone who can build me software that can generate random pattern backgrounds similar to [login to view URL], along with an abstract liquid and marble background generator. The attached image is what I would like my generator to randomly create, or allow manual input of colors, and ability to add noise to customize background. Thank you!\n\n    $738 (Avg Bid)\n    $738 Avg Bid\n    15 bids\n\n    Online help asap\n\n    $23 (Avg Bid)\n    $23 Avg Bid\n    1 bids\n    freelancer 6 days left\n\n    Hello, I'm Brazilian, I'm looking for a freelance ... I'm looking for jobs on websites, social networking, monitoring and evaluating apps and games. I'm open to new horizons and I learn fast ... Get in touch.\n\n    $171 \/ hr (Avg Bid)\n    $171 \/ hr Avg Bid\n    3 bids\n\n    I need you to develop some software for me. Which will evaluate\/ analyse the results and process of engineering fluid lab experiment\n\n    $98 (Avg Bid)\n    $98 Avg Bid\n    3 bids\n    Wireframe for a software -- 3 6 days left\n\n    I would like to hire someone who has experience in UX\/Ui design to design a clickable wireframe for a web application software.\n\n    $441 (Avg Bid)\n    $441 Avg Bid\n    32 bids\n\n    I am an independent developer with a background in computer science & robotics engineering. I am looking for innovative software ideas. ------------------------------------------------------------------------------- Each submission should include the following: Title: name of the idea Description: A description of the idea ----------------------------------------------------------------------...\n\n    $100 (Avg Bid)\n    Featured Guaranteed Sealed\n    5 entries\n\n    I want a Simple App like a Cam Scanner for US market\n\n    $338 (Avg Bid)\n    $338 Avg Bid\n    1 bids\n\n    I need you to develop some software for me. I would like this software to be developed.\n\n    $21 (Avg Bid)\n    $21 Avg Bid\n    11 bids\n\n    Need advice regarding digital marketing of research software starting with improvement of the current web site [login to view URL] and see [login to view URL] and [login to view URL] and [login to view URL]\n\n    $373 (Avg Bid)\n    $373 Avg Bid\n    35 bids\n\n    Before reading further please note the requirements: Important: The project is based on an embedded server so I can only give remote access from my machine for the testing purpose. I am trying to build a Dashboard for a Embedded Physical Server, ... (truncated)",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.9150530696,
        "format_confidence":0.9719121456
    },
    {
        "url":"http:\/\/sqlblog.com\/tags\/Administration\/Microsoft\/MCITP\/MCSE\/default.aspx",
        "text":"THE SQL Server Blog Spot on the Web\n\nWelcome to - The SQL Server blog spot on the web Sign in | |\nin Search\n\nBrowse by Tags\n\nAll Tags » Administration » Microsoft » MCITP » MCSE   (RSS)\nSorry, but there are no more tags available to filter with.\nSorry, we were unable to find any results using your search terms. Please change your search terms and try again.\nPrivacy Statement",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.8692550659,
        "format_confidence":0.9891096354
    }
]