[
    {
        "url":"https:\/\/lawyers.lawyerlegion.com\/pennsylvania\/heather-lynn-adams-02102931",
        "text":"Home> Find a Lawyer> Pennsylvania Lawyers >Heather Lynn Adams\nHeather Lynn Adams\n\nHeather Lynn Adams\n\nThis Attorney is not active on\nLawyer Legion\nLancaster, PA\nNot Yet Reviewed Review this lawyer\nIs this you? Claim your free profile and showcase your professional identity.\n\nAbout Heather Lynn Adams\n\nAttorney Biography\n\nLicensed for 24 years, Heather Lynn Adams is a lawyer in Lancaster Pennsylvania\n\nMore Lawyers in Pennsylvania\n\n\nScott Alan Harper\nCriminal Defense and Marijuana Lawyer\nMechanicsburg, PA\n\nChristopher D. Mandracchia\nCriminal Defense and DUI \/ DWI Lawyer\nConshohocken, PA\n\nRésumé - Heather Lynn Adams\n\nBar Licenses\n\nPennsylvania State Bar\nMember in Good Standing\n\nReviews - Heather Lynn Adams\n\nNot yet reviewed\n\nAttorney Endorsements\n\nNot yet endorsed\n\nContact Heather Lynn Adams\n\nHeather Lynn Adams\n\n50 N Duke St #39;s Office\nLancaster, PA 17602\nOffice: 717-299-8100\n\nMore Information\n\nBar Membership Information\n\nSupreme Court of Pennsylvania -\n\nHeather Lynn Adams - PA attorney information with the Supreme Court of Pennsylvania - Find more information about Heather Lynn Adams on The Disciplinary Board of the Supreme Court of Pennsylvania website including status and disciplinary history.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9956573248,
        "format_confidence":0.8669933677
    },
    {
        "url":"http:\/\/www.lawyers.com\/tahlequah\/oklahoma\/Tim-K-Baker-and-Associates-1487656-f\/",
        "text":"Tim K. Baker & Associates\n\nNo photo Available\n\nTim K. Baker & Associates\n\nLaw Firm in Tahlequah, U.S.A.\nPhone number not available\nWebsite not available\n\nAreas of Law\n\nAreas of Law\n  • General Civil Trial\n  • Appellate Practice\n  • Criminal Law\n  • Personal Injury\n  • Probate\n  • Real Estate\n  • Family Law\n  • Torts\n  • Workers Compensation\n  • Condemnation.\n\nOverall Client Rating\n\n4.8 out of 5.0\nCommunication Ability\nQuality of Service\nValue for Money\n  • Data based on 3 reviews\n  • Recommended by 3 Client(s)\n  • Last reviewed on 10\/26\/11\nNo feedback is available.\nThe individuals that have reviewed this lawyer have not provided any additional feedback.\nAre you a former client?\n  Submit a review\n\nAverage Peer Rating\n\nBased on this firm's rated lawyers\n5.0 out of 5.0\n  • Lawyers rated at this firm meet very high criteria of general ethical standards\n\nPeople at This Firm\n\nPeople at This Firm\nLawyer Name:\nArea of Law:\n{{firm.cityName}}, {{firm.stateName}}\n{{firm.phoneNumbers[0]}} | Email\n{{firm.clientRating}} \/ 5.0\n{{firm.peerRating}} \/ 5.0",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9953106046,
        "format_confidence":0.5270607471
    },
    {
        "url":"https:\/\/dockets.justia.com\/docket\/arizona\/azdce\/3:2005cv02346\/280242",
        "text":"Oeltjenbruns v. National Financial Systems, Inc.\n\nCase Number: 3:2005cv02346\nFiled: August 5, 2005\nCourt: Arizona District Court\nOffice: Prescott Division Office\nPresiding Judge: Frederick J Martone\nNature of Suit: Consumer Credit\nCause of Action: 15:1692 Fair Debt Collection Act\nJury Demanded By: Defendant\n\nAccess additional case information on PACER\n\nUse the links below to access additional information about this case on the US Court's PACER system. A subscription to PACER is required.\n\nAccess this case on the Arizona District Court's Electronic Court Filings (ECF) System\n\nSearch for this case: Oeltjenbruns v. National Financial Systems, Inc.\nSearch News [ Google News | Marketwatch | Wall Street Journal | Financial Times | New York Times ]\nSearch Web [ Legal Web | Google | Bing | Yahoo | Ask ]\n\nDisclaimer: Justia Dockets & Filings provides public litigation records from the federal appellate and district courts. These filings and docket sheets should not be considered findings of fact or liability, nor do they necessarily reflect the view of Justia.\n\nWhy Is My Information Online?",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9234406948,
        "format_confidence":0.5331701636
    },
    {
        "url":"http:\/\/www.citymelt.com\/city\/Colorado\/Two+Buttes+Town-CO\/Crime.html",
        "text":"Bookmark and Share\n\nTwo Buttes Town, Colorado Crime Analysis\n\n   (County: Baca County)\n\nNarrow Your Investigation To Make Informed Decisions?\n\nAll | Demographics | Education | Geography | Economic | Housing | Government | Taxes | Weather | Crime\n\nCrime Analysis\n\nEveryone wants to feel safe. Individuals and families want to remain protected from violent or property crime. The crime data should not be totally relied upon when making a decision on where to live. If you are concerned, visit Two Buttes Town, Colorado directly or research local government web sites.\n\nNumber of Sex Offenders In Colorado\n\n2005 2006 2007 2008 2009 2010 2011 2012 2013 2014\n8,381 9,125 11,369 9,961 6,950 10,980 14,666 15,240 16,098 16,471\n\n(updated 2014)\n\nBack to Top\n\nDo you want to research two buttes town, colorado? If you are considering a move, want to view where your friends live,\nor just discovering a new place to travel, our data will interest you!\n\nUse any data on this web site at your own risk. citymelt.com does not warrant or certify the correctness of data.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.991121769,
        "format_confidence":0.9423688054
    },
    {
        "url":"http:\/\/www.statelawyers.com\/Lawyer\/Profile.cfm?AttorneyID=278812",
        "text":"StateLawyers Logo Add Your Practice\nAttorney Search Attorney Directory Menu Issue: State: City: Search for an Attorney\nHome Attorney Directory Menu About Us Lawyer Directory Menu Legal Resources Attorney Directory Menu State Resources Attorney Directory Menu FAQ Lawyer Directory Menu Add Your Practice Attorney Directory Menu Login Lawyer Directory Menu Contact Us\nThis Attorney Directory is free to use, to help you find a lawyer.\nAll we ask is that you tell John B. Hutton, III where you saw this profile:\nThank You!\nAttorney: John B. Hutton, III\nAddress: 1221 Brickell Avenue\nMiami, Florida  33131\nPhone: 305-579-0500\nAreas of Practice:\nDebtor\/Creditor Rights\nMiami-Dade County, Florida\nHome  |   Sitemap  |   About Us  |   Contact Us  |   Privacy Policy  |   Security  |   Disclaimer  |   Add Your Practice  |   Attorney Login\nCopyright © 2004 - 2017,, Inc. All Rights Reserved.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9912680387,
        "format_confidence":0.8147674203
    },
    {
        "url":"https:\/\/franklin.mugshot.press\/arrest\/626002\/robert-tines",
        "text":"• Arrest Number: 42779\n  • First Name: ROBERT\n  • Last Name: TINES\n  • Middle Name: JOESPH\n  • Suffix:\n  • Current Age: 43\n  • Booking Date: 6\/4\/2018 9:18:00 PM\n  • Height: 5' 10\"\n  • Weight: 200 lbs\n  • Hair Color: BROWN\n  • Eye Color: BROWN\n  • Race: WHITE\n  • Sex: M\n  • Arresting Agency: CIRCUIT COURT JUDGE\n  • Arrest Date: 06\/04\/2018\n  • City: Franklin\n  • State: Kentucky\n\n\nRemove A Mugshot Back to Browse\n\nbooking information\n\nROBERT TINES was booked on 6\/4\/2018 9:18:00 PM. TINES was arrested by CIRCUIT COURT JUDGE in Franklin, Kentucky. TINES was 43 years old at the time of the arrest.\n\nROBERT TINES may not have been convicted of the charges or crimes listed and are presumed innocent until proven guilty. Please contact the CIRCUIT COURT JUDGE for more information regarding arrest records.\n\nWe are not affiliated with the CIRCUIT COURT JUDGE and we cannot make any claims as to the validity of the records provided by them.\n\nFrequently Asked Questions\n\n  • Can I have my mugshot removed?\n\n  • Yes, please fill out our Removal Form to have your mugshot removed. This process can take up to 10 days. You must use the Removal Form, no emails in regards to mugshot removal will be accepted.\n\nRead More FAQs\n\nThe people on this site have not been convicted of any crime at the time of their arrest. Please keep this in mind as you browse this site.\n\nAll of our arrest records come from the Simpson County Sheriff's Website and are publicly available. We provide this information as a service to the citizens of Franklin, Kentucky, but it should not be relied upon for any type of legal action.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9964318275,
        "format_confidence":0.9843543768
    },
    {
        "url":"http:\/\/www.finestquotes.com\/quotes\/on\/Crime\/0",
        "text":"Crime Quotes\n\nPoverty is the mother of crime.\n\nFlavius Magnus Aurelius Cassiodorus Senator\n\nDisgrace does not consist in the punishment, but in the crime.\n\nMohamed Abdel Moneim Fayed\n\nIt is not a merit to tolerate, but rather a crime to be intolerant.\n\nPercy Bysshe Shelley\n\nGuide the people by law, subdue them by punishment; they may shun crime, but will be void of shame. Guide them by example, subdue them by courtesy; they will learn shame, and come to be good.\n\n\nTo have committed every crime but that of being a father.\n\nEmil Cioran\n\nThe invasion of Iraq was simply a war crime. Straight-out war crime.\n\nNoam Chomsky\n\nCrime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions.\n\nDame Agatha Mary Clarissa Christie\n\nMurder is unique in that it abolishes the party it injures, so that society has to take the place of the victim and on his behalf demand atonement or grant forgiveness; it is the one crime in which society has a direct interest.\n\nW.H. Auden\n\nIf a father commands a son to commit a crime so terrible that the son can't do it and live with himself, then is it betrayal for the son to disobey his father?\n\nOrson Scott Card\n\nMurder is a horror, but an often necessary horror, never criminal, which it is essential to tolerate in a republican State. Is it or is it not a crime? If it is not, why make laws for its punishment? And if it is, by what barbarous logic do you, to punish it, duplicate it by another crime?\n\nMarquis De Sade\n\nPunishment is the last and the least effective instrument in the hands of the legislator for the prevention of crime.\n\nJohn Ruskin\n\nSome day, even the experts will figure out, that crime is not caused by rap music...or even my music, but by a power structure of self-absorbed property owners so brain dead and stupid they won't even see that if you're too goddamn greedy to pay taxes for schools and services, they're not going to be any good any more! And that uneducated time bombs are a very poor investment as a future work force. And if you go on teaching people that life is cheap, and leave them to rot in ghettos and jails, they may one day feel justified in coming back to rob and kill you. Duh!\n\nJello Biafra\n\nWhy would you shed a tear for them when they in return crack a smile for your loss because of the impending extra money they will receive in their next paycheck for sitting at your loved ones crime scene of 6 hours because of the overtime they will accrue.\n\nChristopher Jordan Dorner\n\nWhen your family members die, they just see you as extra overtime at a crime scene and at a perimeter.\n\nChristopher Jordan Dorner\n\nHe felt at once betrayed and betrayer, deceived and deceiver. He was a criminal forced into crime, an unwilling whore.\n\nPeter Benchley\nSocial Media\nOur Partners",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9593652487,
        "format_confidence":0.8654312491
    },
    {
        "url":"https:\/\/www.docketalarm.com\/cases\/California_Eastern_District_Court\/2--04-cv-02467\/%28JFM%29_Asberry_v._City_of_Sacramento\/",
        "text":"Download Docs\n\n(JFM) Asberry v. City of Sacramento\n\n2:04-cv-02467 | California Eastern District Court\n\nInterested in this case?\n\nWith Docket Alarm you can:\n  • Get up-to-date information for this case.\n  • Download all documents.\n  • Docket alerts when there are new filings.\n  • Search for other cases.\nJudge Lawrence K. Karlton\nFiled Nov. 18, 2004\nTerminated June 21, 2006\nMagistrate Peter A. Nowinski\nNature of Suit 442 Civil Rights - Jobs\nCause 42:2000e Job Discrimination (Employment)\nThe docket is incomplete. Sign up for verified information.\nFiling Date # Docket Text",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9949052334,
        "format_confidence":0.9053042531
    },
    {
        "url":"http:\/\/www.scamdex.com\/email-scam-database\/A\/html\/1504554033.M57429P6647",
        "text":"The Scamdex Scam Email Archive\n\nSubject:  Good Day\nFrom:  Herman Reid <>\nDate:  Mon, 04 Sep 2017 15:40:33 -0400\nDate Added:  2018-08-16 17:35:13\n\nThis Email with the Subject \"Good Day\" was received in one of Scamdex's honeypot email accounts on Mon, 04 Sep 2017 15:40:33 -0400 and has been classified as a Advance Fee Fraud\/419 Scam Email. The sender shows as Herman Reid <>, although that address was probably spoofed. We recommend that you do not attempt to contact any persons or organizations referenced in this email, or follow any URLs as you may expose yourself to scammers and, at the very least, you will be added to their email address lists for spam purposes.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9626098871,
        "format_confidence":0.8157522678
    },
    {
        "url":"https:\/\/arrestfacts.com\/Trevor-Azure-4h4W04",
        "text":"Trevor Jon Azure\n\nJail Location\nNorth Dakota\n\nPersonal Details\n\nDate of birth: 1987\nHair: Black\nEyes: Brown\nJacket number: 3183\nInmate classification: USM\n\nRecent Arrests\n\nArresting agency: U.S. Marshall Service\nArrest number: 5808\nArrest date: May 23, 2013\nBooking date: May 23, 2013\nBooking location: Burleigh County, ND\n\nRecent Charges\n\nStatus: Federal Prisoner\nCourt type: Federal Court\nCharge number: 14998\nCharge description: Probation Violation - Dist of Hydrocodone\nBond type: No Bond Allowed\nArrest code: 12.1-32-07\n\n\nInformation available through ArrestFacts.com is provided for informational purposes only. All records are subject to change and, while every effort is made to ensure the information available is current and accurate, it may contain errors. No guarantee can be made with regard to the accuracy, currency, completeness or usefulness of any information available through this website.\n\nRecords published on this website are in no way an indication of guilt or evidence that a crime was committed. Every person mentioned on this website is presumed innocent until proven guilty in a court of law. Arrest and other court records do not imply guilt. Criminal charges are only formal allegations. For complete case records, contact the relevant law enforcement or judicial agency.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9962128401,
        "format_confidence":0.9879535437
    },
    {
        "url":"https:\/\/ncprobono.org\/volunteer\/find-pro-bono-opportunities\/details\/?opportunity=23",
        "text":"Need family law attorneys to volunteer do complete 1 Custody with Visitation or Child Support Modification case per year.\n\nProject Frequency\n\nRegular Commitment, but Less Frequent than Monthly\n\nProject Time Commitment\n\nOne case per year.\n\nProject Location\n\nRemote In-Person (client comes to attorney)\n\nArea of Law\n\n  • Family\n\nGeographic Areas\n\n  • Wake\n\nProject For\n\n  • Attorney\n\nPopulation Served\n\n  • Children\/Youth\n  • General Low Income\n\nSkills to be Developed\n\n  • Mediation and Alternative Dispute Resolution\n  • Trial Advocacy\n  • Training Provided for Project Volunteers\n  • Volunteers Who Speak an Additional Language Requested for this Project\n  • Malpractice Insurance Provided for this Project\n  • Mentorship Provided for this Project",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9331925511,
        "format_confidence":0.8559505343
    },
    {
        "url":"http:\/\/www.citymelt.com\/zip\/Hawaii\/96746-HI\/crime.html",
        "text":"Bookmark and Share\n\nZip Code 96746 Crime Analysis\n\nNarrow Your Investigation To Make Informed Decisions?\n\nAll | Demographics | Education | Geography | Economic | Housing | Government | Taxes | Weather | Crime\n\nCrime Analysis\n\nEveryone wants to feel safe. Individuals and families want to remain protected from violent or property crime. The crime data should not be totally relied upon when making a decision on where to live. If you are concerned, visit zip code 96746 directly or research local government web sites.\n\nNumber of Sex Offenders In Hawaii\n\n2005 2006 2007 2008 2009 2010 2011 2012 2013 2014\n1,957 2,170 2,382 2,500 2,843 2,934 3,404 3,342 2,940 2,967\n\n(updated 2014)\n\nBack to Top\n\nDo you want to research zip code 96746? If you are considering a move, want to view where your friends live,\nor just discovering a new place to travel, our data will interest you!\n\nUse any data on this web site at your own risk. citymelt.com does not warrant or certify the correctness of data.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9911529422,
        "format_confidence":0.9774806499
    },
    {
        "url":"http:\/\/acronyms.thefreedictionary.com\/nadir",
        "text":"\nNADIRNetwork Anomaly Detection and Intrusion Reporter\nReferences in periodicals archive ?\nNadir Chaudhary reiterated his resolve to further strengthen bilateral ties between the two countries by exploring various avenues of mutual cooperation.\nThapa adopted attacking approach from the outset and unsettled his opponent with flurry of punches and Nadir was profusely bleeding from the right eyebrow after receiving a big cut and referee stopped the bout declaring Indian winner on TKO due to injury to Nadir.\nNadir mine's mineral composition includes magnetite, hematite; rarely there are also pyrite, chalcopyrite, bornite.\nAlso a lot of collateral agreements and treaties that were signed in the period or letters that were written by the Nadir to Ottoman state, stressed the rightfulness of three caliphs and verbal reprimanded the verbal abusive of them, but their names are associated with polite phrases, such that in the letter of King Nadir Shah to Sultan Mahmoud Khan the phrase of \"va A'al-e-Athar al-Akhyar and great companions\" is seen And also in the beginning of the letter of King Nadir to Ottoman state, it is seen \"peace be upon Mohammad and his holy family and his companions\", and also there are some instances that he has tried to stop the Shiite actions and behaviors and some of his behavior have seen on following the Sunni religion.\nNadir told the foreman he had to sign his employment slip; \"He say 'OK, I send fax to Labour Office'.\nNadir argued that the Serious Fraud Office had treated him unjustly.\nMarcus and Nadir are a well-identified team in the local market, having worked closely together for the last five years at Knight Frank.\nIt's truly a privilege to work with the Rogers family, the board, the leadership team and our employees to deliver for customers and shareholders and to set the foundation for the future,\" said Nadir Mohamed, President and Chief Executive Officer.\nNadir was jailed for 10 years in August after being found guilty of stealing PS28.\nBut what is less well known are the hidden archaeological and cultural treasures that grace the area at the nearby site at Nadir Hill.\nThe sentencing of Nadir, who donated pounds 440,000 to the Tories during the 1980s, came a day after he was convicted of stealing pounds 28.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.6427870393,
        "format_confidence":0.7584193349
    },
    {
        "url":"http:\/\/www.clrsearch.com\/Erie-Demographics\/PA\/16511\/Crime-Rate",
        "text":"Home  »  Summary  »  Erie, Pennsylvania 16511 Demographics - Crime Rate Indexes\n\nErie, PA 16511 Crime Rate Indexes\n\nErie, PA 16511 Crime Rate Indexes Graph\n\n2012 Crime Rate Indexes Erie, PA 16511 Pennsylvania United States\nTotal Crime Risk 81.0 87.0 100\nMurder Risk 93.0 93.0 100\nRape Risk 103.0 83.0 100\nRobbery Risk 70.0 83.0 100\nAssault Risk 81.0 87.0 100\nBurglary Risk 79.0 75.0 100\nLarceny Risk 63.0 76.0 100\nMotor Vehicle Theft Risk 74.0 82.0 100\n\nThe data for Erie, PA 16511 may also contain data for the following areas: Erie\n\nCrime Risk Index (100 = National Average): Index score for an area is compared to the national average of 100. A score of 200 indicates twice the national average total crime risk, while 50 indicates half the national risk. We encourage you to consult with a knowledgeable local real estate agent or contact the local police department for any additional information.\n\nCrime Indexes are based on numerous current and historical datasets as well as proprietary modeling algorithms which estimate values at more granular geographic levels when specific data is either unavailable or impractical to aggregate. While every effort is made to ensure accuracy, these are estimates and should only be used as a guide. For detailed information regarding crime and safety in a community, please contact local law enforcement agencies.\n\nInformation is deemed reliable but not guaranteed. Demographic Information FAQ",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9925866723,
        "format_confidence":0.9846582413
    },
    {
        "url":"http:\/\/www.avvo.com\/attorneys\/02114-ma-bryan-hansen-320973.html",
        "text":"Skip to main content\nNo photo\n\nBryan Martens Hansen\n\nIs this you? Claim and update your profile for free!\n\nPractice areas:\n\nNo known practice areas\n\nShare your experience to help future clients.\n\nReview Bryan Hansen\n\nAttorney Endorsements\n\nNo endorsements\n\nEndorsements from fellow lawyers are an important consideration for many when selecting the right attorney. Be the first to endorse your colleague!\n\nEndorse this lawyer\n\nContact Info\n\n139 A Charles St # 156\nBoston, MA, 02114-3252\n\n\n\n\nProfessional Misconduct\n\nWe have not found any instances of professional misconduct for this lawyer.\n\nAvvo Contributions\n\nLegal Answers\n\n\nSchool NameMajorDegreeGraduated\nBrown UniversityN\/AUnknownN\/A\nWestern State University College of LawN\/AUnknownN\/A\n\nBryan Martens Hansen, is this your profile?\n\nClaiming your profile is free and easy.\n\nHighlight your practice areas, experience, and contact information.\n\nShowcase your speaking engagements, awards, case histories, and more.\n\nClaim your profile",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9938123226,
        "format_confidence":0.6640305519
    },
    {
        "url":"http:\/\/www.courtsystem.org\/cowpens-sc-district-attorneys\/",
        "text":"District Attorneys in Cowpens SC\n\nFind Cowpens SC District Attorney addresses and phone numbers. District attorneys are public officials which investigate and prosecute crimes in a court of law. District attorneys are sometimes called prosecuting attorneys or commonwealth attorneys in some jurisdictions.\n\nDistrict Attorney Distance\n9 miles\n11 miles\n23 miles\n24 miles\n25 miles\n34 miles\n34 miles\n38 miles\n39 miles\n40 miles\n42 miles\n45 miles\nSearch Legal & Law Offices\nDistrict Attorneys in Nearby Cities",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9968416691,
        "format_confidence":0.5409851074
    },
    {
        "url":"http:\/\/gunmemorial.org\/2014\/06\/03\/laquan-nelson",
        "text":"Laquan Nelson, age 16\n\nLost to gun violence on June 3, 2014 in Brooklyn, New York.\n\nPhoto sources:\n\nNews sources:\n\n17 candles have been lit for Laquan.\nLight a candle for Laquan.\n\nThe people with the most candles in the past 24 hours are featured on our homepage.\n\nAsk your friends to light a candle or come back tomorrow to light another candle for Laquan.\n\nYou can add to Laquan's profile:\n\n  • Nickname:\n  • Number of children:\n  • Personality:\n  • Occupation:\n  • Workplace:\n  • Schools attended:\n  • Comments:\n\nOther nearby fatal shootings:",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9714843631,
        "format_confidence":0.7747153044
    },
    {
        "url":"http:\/\/legal-dictionary.thefreedictionary.com\/unshaken+belief",
        "text":"unshaken belief\n\nSee: credence\nMentioned in ?\nReferences in periodicals archive ?\nThanks to her firm unshaken belief in the good tidings transmitted to her by the Angel Gabriel, the Enunciated Virgin became the mother of the Divinely Incarnated One, Rahi said.\nIt includes copies of the documents with which he was notified of his dismissal and subsequent statements he has made expressing his unshaken belief that \"the ordination of women in the Catholic church is inevitable, because it is rooted in Love, justice and equality.\nThe other side of such pathos is Vater Staat (Father State), 2011, by Thomas Sehutte, which reminds some of Kafka's gatekeeper in \"Before the Law,\" the story that gives this exhibition its title, but in fact would tit better in The Lord of the Rings: That's how anachronistic and otherworldly--at best ironic--this work appears in its unshaken belief in the continuing validity of an antipatriarchal critique of the state in the era of post-Fordist global capitalism.\nThe sight of 24-year-old Vettel celebrating a second title also strengthened Button's unshaken belief that he could yet add another to his own single crown.\nCommenting on the National Assembly and Presidential elections scheduled for November this year, Kaaronda said the union noted with pleasure the progress \"our country has made under the leadership of the Swapo-Party, and reaffirmed its unshaken belief that the Swapo-Party is indeed the only party worthy of leading our country towards Vision 2030 and beyond\".\nThe Boro chairman expressed his unshaken belief in McClaren's ability to bring further success to the Boro.\nYou have to have an unshaken belief in yourself, work harder than the next guy, and do whatever it takes with determination.\nAgainst such vacillations, the Church Universal maintains her unshaken belief that homosexual acts are intrinsically disordered and that no civil legislation is to be introduced to protect behaviour to which no one has any conceivable right.\nAs the years went by and German males continued to be absent, more and more of the women were willing to enter into illicit liaisons with foreigners, belying the leaders' \"claim of the youths'\" unshaken belief in a glorious future for Germany.\nOver' the years, in class after class, I have lectured, given workshops and talked about technique, with the unshaken belief that we can all access them to a certain extent.\nIn a classic illustration of Washington bureaucrats' unshaken belief that they know better than local officials, businesses and taxpayers how to spend the latter's money, these unelected political appointees have come up with yet another boondoggle, designed to separate us from our hard-earned dollars.\nDiligence and an unshaken belief in the economic and ecologic benefits of composting have brought us to this point.",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.5964247584,
        "format_confidence":0.7637295127
    },
    {
        "url":"http:\/\/cpj.org\/killed\/1995\/bakhti-benaouda.php",
        "text":"Journalists Killed  |  Algeria\n\nBakhti Benaouda\n\n\nMay 22, 1995, in Oran, Algeria\n\nBenaouda, a professor of Arabic at Oran University and a frequent contributor to many publications, including the government-run daily El-Djoumhouria, was shot to death in the evening by unknown assailants in the Delmonte quarter of the western city of Oran.\n\nMedium: Print\n\nJob: Columnist \/ Commentator\n\nBeats Covered: Politics\n\nGender: Male\n\nLocal or Foreign: Local\n\nFreelance: No\n\nType of Death: Murder\n\nSuspected Source of Fire: Unknown Fire\n\nImpunity: Yes\n\nTaken Captive: No\n\nTortured: No\n\nThreatened: No\n\nPrevious Journalist, 1995 »\n\nPrevious Journalist, Algeria »",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9665390849,
        "format_confidence":0.6086062193
    },
    {
        "url":"http:\/\/www.scarrests.com\/locations\/south-carolina\/georgetown-county\/33087721",
        "text":"South Carolina Man, 26, Charged - Collin D Morisi of Georgetown County\n\nGeorgetown County, SC |\nLoading the player...\nCollin Morisi was charged on Sunday, June 14th, 2015 by officials according to public records. Click here to view official charges.\n\nAccording to reports obtained by South Carolina Arrests on Tuesday, June 16th, 2015, officials in South Carolina have busted Collin Daniel Morisi of Georgetown County, SC.\n\nThe suspect, Morisi, was charged by authorities on Sunday, June 14th, 2015, according to official records obtained from local authorities. He has allegedly been charged with a single offense. Interestingly, when South Carolina Arrests conducted a cross reference check for Collin Morisi, we located 1 possible previous arrests for Morisi.\n\nMorisi, DOB 11\/14\/1988, was described as a man of 26 years age. South Carolina Arrests will update this story as more information becomes available.\n\nEvery effort has been made to ensure the integrity of these data, however, South Carolina Arrests makes no claims of guarantee surrounding the accuracy of such alleged facts, as Collin Morisi is to be considered innocent until proven guilty in a court of law. Last updated on .\n\nPossible Previous Arrests",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9968506694,
        "format_confidence":0.8736395836
    }
]