[
    {
        "url":"https:\/\/www.midatlanticgolfgetaways.com\/golf\/clusteredSpires.asp",
        "text":"Mid-Atlantic Golf Getaways\n\nAbout Us\nContact Us\n\n Other Frederick\/Hagerstown MD Area Courses\nBeaver Creek\nBlack Rock\nMaryland National\nMusket Ridge\nPB Dye\nRocky Gap\nWhiskey Creek\nThe Woods\nWorthington Manor\n\n Frederick\/Hagerstown MD Area Amenities\n\nBrowse Courses\n\nClustered Spires Golf CourseClustered Spires Golf Course\n\nArchitect–Ault, Clark & Associates\nFrederick, MD\n\nClustered Spires Golf Course is located just outside historic downtown Frederick and offers golfers everything they need for a great day on the links.\n\nConstantly voted as the favorite golf course in Frederick, Clustered Spires spreads out over 200 acres of rolling farmland adjacent to the Monocacy River. The course is known for its consistently excellent conditions, incredible value, and playability. The respected design team of Ault, Clark and Associates created a fun and challenging layout. Make sure you add this gem to your next trip to Frederick, Maryland.\n\n“#9 in Maryland” –Golf Advisor\nRated star1star2star3star4 –Golf Digest\n\nVisit Clustered Spires Golf Course on the Web\n\nRead “Fan Favorite” from the Spring 2016 issue of The Golf Guide.\n\nFredericksburg Golf Getaways\n\nGet Your Free Quote &\nPlan Your Trip Now!\n\nAdd Clustered Spires to your Golf Guide Golf Getaway package!\n\nSelect your expected arrival date\n\nSelect your departure date\n\nLearn about area golf courses in the Destinations descriptions.\n\nSelect your destination\n\nNorth Coast Golf Shows\n\nCaverns Country Club Resort\n\nGolf Guide Mid-Atlantic Golf Getaways\n206 Morlyn Drive\nStephenson, VA 22656\nPhone – 1-540-431-5034\nToll Free – 1-888-306-3673\n\nContent ©2022 Golf Guide Mid-Atlantic Golf Getaways\nDesigned by ©2022 Site Schemes",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.7582249641,
        "format_confidence":0.9935207963
    },
    {
        "url":"https:\/\/easyboardcompany.com\/en\/products\/peak-21-22",
        "text":"Need advice? +33 7 60 91 51 80\n\n\n\n459 €\n\n\n\nMagic Flex !\n\nA center flex for all mountain practicing and smoother flex on nose and tail for freestyle and park ability.\n\nFlex All Mountain\n\nFlex Freestyle\n\n3 interest-free installments\n\n\n  • 160\n\n3 interest-free installments\n\n459 €\n\nAbout this board\n\nThe Peak is your ticket to the summits, an exceptional backcountry board for riders who like to take to the open sea. This year, the Peak has gained volume with a three-dimensional nose and tail, you can count on a well-raised front tip for powder days.\n\nIts à la carte shape is still there, twin or directional, for a fun ride or more aggressive depending on your mood and the conditions. The Peak breathes better at altitude but it is not against a few rotations if you make a detour through the park. A versatile board at ease in all circumstances.\n\nYou can also discover the Nomad Pro, a limited edition all mountain, as well as the Nomad and the Hunter who are more playful.\n\n\"Back Country Full Control\"\n\n\"The amount of downforce dominates in this versatile freeride. Comfort, fluidity and precision are present on all terrains.\"\n\n\n\nAll our boards come with a 2-year warranty, but did you know you could upgrade to 3 years? You just need to register your board here.\n\n\nShape : True Twin\n\nTrue Twin\n\nNose and tail are at the same distance from the inserts and have an identical shape.\n\nComposition of the sole: Sintered BC\n\nSintered BC\n\n7000 PTEX specially designed for backcountry and sliding on all types of snow.\n\nCamber: Mellow Easy Grip\n\nMellow Easy Grip\n\nTo ride with confidence in bad snow and to keep an excellent grip in hard snow. Ideal for any type of wrinkle.\n\nCamber: Premium Steel\n\nPremium Steel\n\nThe best quality steel for durability and impact resistance.\n\nWood Core Construction: Smart Woodcore\n\nSmart Woodcore\n\nA mix of poplar and beech for long-lasting pop.\n\nGlass Tech : Power Flex Fiberglass\n\nPower Flex Fiberglass\n\nA mix of different glass fibres to get the best shred feeling underfoot. More control over all types of terrain.\n\nFibre : Biax\/Triax\n\n\nTriax on the surface of the core and Biax underneath.\n\nC&K Fibertech : New CK Stripes\n\nNew CK Stripes\n\nCarbon and Kevlar bands positioned on the nose and tail to increase pop and impact resistance.\n\nCamber Profile\n\nCam to Rock Pro\n\nThis is a version more aggressive of our original cam to rock , the camber is longer and higher to provide more power and stability to the boards .\n\nCam to Rock Pro\n\nBoard Specifications:\n\nBoard Specifications:\n\nLength (cm)\n\n\nSidecut radius (cm)\n\n\nWidth of stanza (cm)\n\n\nEffective edge (cm)\n\n\nWaist width (cm)\n\n\nWhat else?\n\nBrowse collections or try our board matching test\n\nSupport Easy,\nit’s good for snowboarding!\n\n\nShare your opinion on the product sheet of your board!\nIt’s our pleasure!\n\nDon’t miss our deals and tips:",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.992267549,
        "format_confidence":0.9989857078
    },
    {
        "url":"https:\/\/www.remarkablescrossfit.co.nz\/crossfit\/",
        "text":"\n\nAll CrossFit classes begin with a group warm-up and mobility work, followed by strength or skill development, and then finishing with the daily WOD (Workout of the Day).\n\nClasses are led by a certified trainer in a group setting, no larger than 15 members per class – to ensure focus, training, and camaraderie are at a maximum.\n\n\nRemarkables CrossFit has a variety of membership options for you to be part of our awesome community.\nTo purchase a membership previous CrossFit experience is required.\nIf you don’t have CrossFit experience join us on the next fundamentals course to start your fitness journey.\n\n\n1 Month Membership\n$130 per fortnight\n\nNo membership hold\n\nUnlimited Classes\n\n1 month contract\n\n\n6 Months Membership\n$120 per fortnight\n\n2 week membership hold\n\nUnlimited classes\n\n6 months contract\n\n\n12 Month Membership\n$110 per fortnight\n\n4 week membership hold\n\nUnlimited Classes\n\n12 months contract\n\n3 Classes Weekly\n\n6 Month Membership\n$100 per fortnight\n\n2 week membership hold\n\n3 Classes\n\n6 months contract\n\nTerms & Conditions\n\nMembership\/Holds Policy\n\nWe require a minimum of one weeks notice in writing for membership holds. Memberships can be placed on hold for the maximum’s that are specified.\n\nMembership Cancellation\n\nOur CrossFit memberships are either a 1 month, 6 month, or 12 month commitment, respectively that will automatically renew at the end of the contract. A longer commitment is rewarded with a more favourable price point. If you would like to cancel at the end of the contract, let us know a week before. If you would like to cancel mid contract, a 1 week written notice and $200 cancellation fee applies.\n\nDrop In\n\nIf you are visiting the Queenstown area for business or leisure and want to drop in for a session we’d love to see you! Drop in prices are $25\/session. Simply complete the form below and pay online and see you at the box.\n\nNOTE: Drop in sessions are for out of town members who are experienced in CrossFit. If you’ve never given it a go, but want to try, please contact us for a free no-obligation consultation.\n\n1 Off Drop In\n\n$25 per visit\n\n1 Class\n\n1 Week Unlimited\n\n$65 per week\n\n1 week unlimited classes",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.99732095,
        "format_confidence":0.9471333027
    },
    {
        "url":"https:\/\/www.moosejaw.com\/moosejaw\/shop\/product_Gregory-Women-s-Sage-55-Pack_10185485_10208_10000001_-1_?goReviews=1",
        "text":"Gregory Women's Sage 55 Pack\nCyprus Green\n\nGregory Women's Sage 55 Pack\n\n4.7 Star Rating\n$128.99 - $198.95\nup to 35% off\n\nSo sorry, but this item is sold out.\n\nYou probably would've looked amazing with it too.\n\nWe do have some similar items available right now though.\n\nCheck out Womens Backpacks\n\nView Other Similar Stuff\nAdd to Wish List\n- +\nProduct Description Item No.   10185485\n\nFEATURES of the Gregory Women's Sage 55 Pack\n\n  • Intuition 3D Suspension\n  • Water-resistant roll top style top pocket\n  • Breathable, molded foam backpanel, harnesses and waistbelt\n  • Side stash, zippered quick access pocket\n  • External hydration access\n  • Large panel zipper access to main pack body\n  • Side and bottom compression\n  • Dual axe\/tool attachment points\n  • Top lid security pocket\n  • Integrated, color-matched raincover\n  • Built specifically for the female anatomy\n  • U-shaped zipper for wide access from the front panel\n  • 4 mm gauge wire used for the wishbone internal frame to carry heavier loads\n  • 10 mm EVA foam for waistbelt\n  • 12 mm EVA foam for harness\n\n- + Product Specifications\nGender: Womens\nFeatures: Raincover Included, Water-resistant, Hip Belt, Hydration Compatible\nBest Use: Day Hiking, Backpacking\nWeight: 58 oz\nPack Capacity: 59 liters \/ 3600 cubic inches\nPack Access: Top, Front\nPack Capacity (Extra Small): 51 Liter \/ 3112 Cubic inches\nPack Capacity (Small): 55 liters \/ 3356 cubic inches\nPack Capacity (Medium): 59 liters \/ 3600 cubic inches\nWeight (Extra Small): 3 lbs\nWeight (Small): 3 lbs 6 oz\nWeight (Medium): 3 lbs 10 oz\n- + Size Guide\n\nFree 2-Day Shipping\nGet FREE 2-Day on orders over $49!\n\nFree Shipping\nSpend $12 in Moosejaw products OR at least $35\nin other products and your order ships FREE!\n\nMoosejaw Rewards\nYou earn MJ$10 for every $100 you spend on or at our shops (MJ$2.50 for discounted items). That's like getting 10% back in Rewards!\n\nWhat are you looking for?\nShopping Cart",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.6175332069,
        "format_confidence":0.9984347224
    },
    {
        "url":"http:\/\/www.greenbayymca.org\/programs\/youth,-teen,-family\/rainbow-rompers\/",
        "text":"Rainbow Rompers\n\nRainbow _rompers _interior\n\nPreschoolers love to play and we've got a great opportunity in Rainbow Rompers to do just that! We offer a supervised play space where your child can climb, run, jump and swing with age-appropriate equipment and play toys.\n\nFREE to Y Members \/ $5 for General Public Families\nRainbow Rompers is recommended for children ages 6 and younger.\nMini Rompers is recommended for children ages 2 and younger.\n\nCommonly Asked Questions\n\nWhat is Rainbow Rompers?\nRainbow Rompers is a fun parent-directed play time for preschoolers.  Age-appropriate gym equipment is used in an obstacle course\/activity station setting to encourage large and small muscle development.\n\nWhat should my child wear to class?\nComfortable clothes and gym shoes or bare feet are recommended.  Parents are asked to wear gym shoes or socks.\n\nWhere do I go for class?\nCheck in at the front desk.  A nominal fee is charged for the general public, members are free, but do need to check in.  The front desk will direct you to the program location.\n\nAre there any YMCA staff in this program?\nThe staff are there to help you and your child navigate the equipment and ensure safety.  Parents are encouraged to participate and interact with their children.\n\nMay I leave the building while my child participates?\nNo, this program is designed for parent and child time together.  Parents are required to be present while their child is playing.\n\nDo we need to stay for the entire time?\nNo, Rainbow Rompers is a free-form, drop-in activity.  You are free to come and go when you wish.\n\nMy Y Story...\n\n\nOne month shy of her 3rd birthday, Magdalene was diagnosed with a severe speech and language delay. When asked what my main motivation was for having her assessed, my answer was simple; her safety. Magdalene couldn't even say her own name or tell you who her parents are if she were lost. We were her support, her interpreters and her words, as she literally could not speak for herself. At the same time, Magdalene started swim lessons with Hailee at the Y. Hailee knelt down and spoke directly to her at the first lesson. Magdalene said nothing. I interrupted the pause, as I always do, to tell her our challenge. Hailee gave me suggestions as to how I could help and I watched as my daughter began to trust her. By the end of that session, Magdalene wanted to swim. I was thrilled to hear that Hailee would be teaching the summer classes and signed Magdalene up, knowing the continuity would be a blessing for her learning. Hailee was one of the first \"strangers\" I entrusted my daughter to. As Magdalene walked up the pool deck at the end of class, I began to cry. I thanked Hailee for all she had done for Magdalene. It could have been anyone we met that first day and she could have treated our child just like anyone else, but she wasn't and she didn't. As a parent of a child with a speech disability, I want the YMCA to know how grateful I am that Hailee gave my child a voice during such an important time in her life. - Anne",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9325873256,
        "format_confidence":0.9744636416
    },
    {
        "url":"https:\/\/www.dive.is\/dive-courses\/padi-beginner-dive-courses\/padi-open-water-diver\/",
        "text":"DIVE.IS, Iceland’s first and only PADI 5 Star Instructor Development Center welcomes you to learn diving from a new perspective. Take your PADI Open Water Diver Course in the pristine waters of Iceland and be better prepared for what the ocean can offer you.\n\nAt DIVE.IS we offer the PADI Open Water Course which usually takes four days, Thursday evening, Friday afternoon and evening and both weekend days. In this program you will work closely with our instructors to learn the skills and theory necessary to dive safely and have fun doing it. You will develop confidence in the water using both skin diving skills and with scuba equipment and practise planning and executing dives up to 18m depth with a buddy.\n\nAfter successful completion of the PADI Open Water Course you will be certified to dive to 18m with a buddy, without direct supervision, anywhere in the world. This is a lifetime certification and is recognized by any reputable dive centre. You will also be eligible to receive tank fills and participate in the PADI Diving Society.\n\nWhat can I do as a PADI Open Water Diver?\n\n  • Plan, organize and execute dives with a certified buddy.\n  • Take excursion and training dives at dive centres and resorts around the world.\n  • Receive air fills for scuba cylinders.\n  • Register and participate in the PADI Advanced Open Water Diver Course.\n  • Register and participate in selected PADI Specialty Courses.\n  • Register in and participate in the PADI Scuba Review.\n\nWhat Will I Do?\n\nThe PADI Open Water Diver Course will cover theoretical modules via eLearning or by independent book study and classroom exams. These include:\n\n  • The Underwater World\n  • Dive Equipment\n  • Buddy Systems\n  • The Dive Environment\n  • Communication\n  • Dive Planning\n  • Problem Management\n  • Dive Tables and Dive Computers\n  • Navigation\n\nYou will also complete five Confined Water modules and a Waterskills Evaluation at a local swimming pool. These include the skills to learn as an entry level diver, a 200m non-timed swim and 10 minute float.\n\nTo complete your certification you will complete four Open Water dives over two days. Here you will practise the skills you have learned in the pool in both fresh and saltwater dive sites.\n\nCourse Details\n\n\nApril – October\n\nPlease check our Course Calendar for scheduled Courses.\n\nThis course might also be available on request.\n\n\nPrior to beginning participants must:\n\n  • be at least 18 years of age\n  • be physically fit\n  • know how to swim and be comfortable in water\n  • not be pregnant\n  • complete a PADI Medical Statement\n\nUpon completing the PADI Open Water Course you will have completed:\n\n  • Five Knowledge Development segments, including quizzes and final exam\n  • Confined Water Dives 1-5\n  • Watermanship requirements: 200m continuous swim and 10 minute float\n  • Open Water Dives 1-4\n\nThe course is scheduled to run over an extended weekend\n\n  • Day 1: eLearning Quick Review and Confined Water Session 1-5, 10 minute float and 200m swim\n  • Day 2: Open Water Dives 1 & 2\n  • Day 3: Open Water Dives 3 & 4\n\n\nMin \/ Max:\n  • The course requires a minimum of 3 students\n  • The course runs on a maximum ratio of 4 students to an Instructor.\n\nYour tuition includes all equipment, Open Water Diver CrewPak or eLearning Enhancement CrewPak, PADI certification fee, all confined water session and pool rental and all open water dives. Remedial classes if required are at additional cost.\n\nYour CrewPak includes:\n\n  • PADI Open Water Diver Manual *\n  • Metric RDP Table\n  • Logbook incl. Training Record\n  • PADI decal, brochures\n  • PADI file bag\n\n* not included in the eLearning option\n\n\nThere are three different ways to complete your PADI Open Water Course: \n\neLearning Course\n\nPADI now offers the opportunity to complete all your Knowledge Development and Exams online at your own speed. As such you do not need to participate in Day 1 of the course, but merely need to complete a quick review with your instructor, which will be held on Day 2 before the pool session.\n\nPrice: 89.990,- ISK\n\n*this price does not include the eLearning registration fee, which is paid direct to PADI\n\n\nNot sure if the beginner course is for you ?\n\nWe offer a try dive pool session on special requests!\n\nPrice: 7.500,- ISK\n\n\nReferral Course\n\nIt is possible to complete the course in two separate locations.\n\nYou can complete the first half (theory and pool) at home where you live and finish the Open Water Dives here in Iceland with us.\n\nYou can also do it the other way around and complete the theory and pool-work with us here in Iceland and do the Open Water Dives somewhere else.\n\nPrice for Part 1 (theory & pool): Upon Request\n\nPrice for Part 2 (4 Open Water Dives): 69.990,- ISK \n\nNOTE: Students who would like to join us for Part 2 of of the Open Water Course must have done a confined water session in a dry suit.  If students do not meet this requirement, a pool session in a dry suit can be added to Part 2 for 10.000,- ISK per student.\n\nStandard Course\n\n  • One Knowledge Development Session on Thursday evening\n  • Five Confined Water Modules on Friday afternoon and evening\n  • Four Open water Dives over two days on the weekend\n\nPrice: 99.990,- ISK\n\n\nUnion Grants and Other Benefits \n\nMost unions in Iceland subsidize a part of the course fee for their members.  We encourage you to find out your rights within your union.\n\nIf you are a high school or university student, the course may provide a certain number of credits that you can use towards your degree.\n\nFormer DIVE.IS students who have completed their Open Water course with us receive a 50% discount on all diving day tours from Reykjavík.\n\nYou might be interested in\n\nTwo divers coming up from Silfra Cathedral © Charles Hood\n\n\nThe clearest water in this corner of the galaxy\n\nSnorkeler in Silfra Hall\n\nSnorkeling Day Tours\n\nAs clear as it gets",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9385338426,
        "format_confidence":0.9959716201
    },
    {
        "url":"http:\/\/duathlon.com\/awpcp\/show-ad\/?id=56\/",
        "text":"Show Ad\n\nThe Gold Rush 5K & 10 Mile Trail Runs\n\nContact Savannah Anderson\nPhone: 9163084405\nLocation : Granite Bay, california, USA\nVisit Website\n\n$ 53.00\n\nThe Gold Rush 10 Mile Trail Run and 5K Walk\/run is back in 2016 with another great scenic trail course. Plus, a custom-designed race tech tee-shirt and hot post race refreshments for each athlete!The Gold Rush 10 Miler: 8:00 am\nThe Gold Rush 5K: 8:15 am\nSaturday, September 24, 2016\nAdSense code\n    Flag ad\n    This ad has been viewed 3385 times\n    Website Apps",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9947297573,
        "format_confidence":0.8438600898
    },
    {
        "url":"http:\/\/surreypark.org.au\/school-swimming\/",
        "text":"Schools and Community Group Swimming Lessons\n\nSchools swimming programs\n\nDuring school hours throughout the school term, we run our learn to swim and aquatic programs to a large percentage of local primary and secondary schools in the Box Hill and surrounding areas.\n\nLearn to Swim Program\n\nRunning out of both Aqualink Box Hill and our Blackburn Learn to Swim Centre, our learn to swim schools program mirrors our term based progressive program.  Click here for our program progressions.\nBuilding children from water confidence all the way through to stroke correction and water safety skills, we deliver our program in a fun and engaging environment.\nOn the final day of the program, swimmers participate in a fun day of activities and are issued with a certificate indicating all the skills they have successfully completed. We do this so students and parents get feedback on their achievements and have an understanding of where their child is at and what they need to work towards to ensure they master this important life skill.\nWe encourage all families to take up term based lessons for their children to ensure they are confident and able to rescue and survive around water.\nBoth of our facilities have separate school designated change rooms.\n\nOther Programs Offered\n\nWe offer aquathons (stroke correction, water safety, aqua aerobics) and squad training to schools looking at an aquatic experience for their children that extends beyond our learn to swim program.\nPlease enquire about how best we can meet your schools requirements.\n\nCommunity Groups\n\nCommunity group programs are flexible and offered during the school terms. These programs currently cater to newly arrived migrants, the Chinese speaking community and schools for students with a disability.\nWe are always open to new groups so please enquire below. Available dates, costs and details can be provided upon request.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9674354792,
        "format_confidence":0.9519885778
    },
    {
        "url":"https:\/\/www.herokit.com\/collections\/frontpage\/products\/hero-kit-for-mountain-biking",
        "text":"970.703.HERO (4376)\n\nHero Kit for Mountain Biking\n\n$34.99 $45.00\n\nBe the hero of your ride!  Help your friends.  Help yourself.  Don't ever be stranded without the right tools or know-how.  This kit, a retail value of over $75, contains step-by-step instructions, tools, and materials to help you with the most common (and many uncommon) issues you might encounter on your mountain bike.  This first-aid kit for mountain bikes is intended to empower all levels of mountain bikers to fix mechanical problems that can arise on any ride, and to get back to the trailhead or home safely. \n\n\n\n  • 12 Function Multi Tool w\/Chain tool\n  • Planet Bike Tire Levers w\/ tire patch kit\n  • 24 Page, waterproof Field Repair Instruction Manual\n  • 9 Speed KMC Replacement Chain Link\n  • 10 Speed KMC Replacement Chain Link\n  • Tyvek Tire Boot (torn tire patch)\n  • Frame Bolt\n  • Cleat Bolt\n  • Multi Use \"Tushy\" wipe\n  • Duct Tape\n  • Gear Cable\n  • 2 Zip Ties\n  • ICE (In Case of Emergency) Card\n  • LokSak\n\nCarry Confidence\n\nCustomer Reviews\n\nBased on 22 reviews\n\nVery impressed with contents and quality of components. Just what I wanted for my wife's and my bikes, no more and no less\n\nExcellent framework for an emergency kit\n\nThis kit is a fantastic starter for anyone looking to have some basic support on the trail. For most generic mechanical issues this kit is more than enough to get you back on the trail to finish your ride. The handbook is a really good addition to help guide those who are less mechanically inclined and prevent the walk of shame back to the car. However, a few additions are needed to really cover your butt for all emergencies. I ended up adding a CO2 cartridge and inflator as well as a spare tube (the upgrade to the Super Hero Kit does include these things) and I have been totally happy with it since then. If you are consistently doing big days that take you far from the car, the upgrade to the Super Hero Kit is probably worth it but for everyday rides this kit is a really good place to start!\n\nEverything You Need!\n\nHolding true to it's name, it's saved my a$$ plenty of times! It has everything you could need in one easy, lightweight pouch! The multi tool is quality and my new fav! Thanks for saving the day HeroKit!\n\nWish I had this years ago!\n\nHero Kit, you are appropriately named! Never leave home without this handy kit in your pack. It's as important and bringing water along for your ride. Everything you could possibly need packed into a portable kit. I only wish I had this years ago when I began biking. The field guide is super handy as well. Chain breaks? No worries! Derailleur issues? No worries! This Hero Kit is the answer you need real time in the field. These Hero Kits are also my new favorite gifts for bike friends and family. Get yours today.\n\nBuy this BEFORE you need it!\n\nHero Kit, how I appreciate you so! Not only do you have all the parts I might need in one handy dandy travel pouch but you have directions with how to use the parts when in need! First on Saturday one of the kids I was coaching snapped his chain and Wallah I had the missing link! Easy fix. Then on Sunday when a friend's derailleur went all wonky I had the field repair guide which truly does offer confidence when out in the field with the issues.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9819040895,
        "format_confidence":0.9849241972
    },
    {
        "url":"https:\/\/www.romidadarts.co.uk\/harrows-predator-flights-green",
        "text":"01442 288908CONTACT US\n\nYou have no items in your shopping cart.\n\nProduct was successfully added to your shopping cart.\n\nHarrows Predator Flights Green\n\nQuick Overview\n\n100 Micron Flights from Harrows\n\n\nHarrows Prime Flights\n\nHarrows Prime flights combine 100 Micron laminate with advanced UV printing to offer a lovely looking flight, which performs brilliantly too\n\nAdditional Information\n\nDart Flights Shape Standard\nNumber Colour N\/A\nPlayer Endorsement N\/A\nBrand Harrows\n  1. Be the first to review this product\n\nWrite Your Own Review\n\nHow do you rate this product? *\n\n  1 star 2 stars 3 stars 4 stars 5 stars",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9265384078,
        "format_confidence":0.9987844825
    },
    {
        "url":"https:\/\/www.jans.com\/road-biking-experts",
        "text":"Road Biking\n\nPark City maybe best known for its world class skiing, but the area offers some of the best road cycling in Northern Utah. The incredible climate coupled with beautiful vistas, tough hill climbs and long stretches of road are perfect for improving your spinning and make the road cycling here amazing. The Experts at Jans know and enjoy road biking in the Park City area, and that is why we offer up some friendly technique tips and stock some beautiful road bikes for sale and demo.\n\nAt Jans we have witnessed an increased interest in road biking, and so we offer free organized group rides during the summer months. But don’t fear, our group ride isn’t just a gear mashing contest; our Experts offer interesting routes, give tips to help you... learn more",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9861602187,
        "format_confidence":0.9124507904
    },
    {
        "url":"https:\/\/www.snapdeal.com\/product\/wilson-staff-tw7-golf-wedge\/270862?brandStoreID=Wilson_Sports,%20Fitness%20&%20Music%20Instr._product_10",
        "text":"India's fastest online shopping destination\nDonate stationery for kids\nHelp Center\nSell On Snapdeal\nDownload App\n\nSorry! This item has been discontinued.\n\nWilson Staff TW9 Golf Wedge with 56 Degrees Loft and 12 Bounce\n\nWilson Staff TW9 Golf Wedge with 56 Degrees Loft and 12 Bounce\n\n\n\n  • Training For The Game Of Life\n  • Brand: Wilson\n  • Brand: Wilson\n  • Sport: Golf\n  • SUPC: 1370405\n\n\nThe Wilson Staff Tw7 wedges give aggressive golfers a powerful but precise instrument to demonstrate their dominance. Sharp, deep grooves grab the ball's cover to provide ultimate stopping power. \n\nGrooves cut as sharp, deep and wide as USGA standards allow provide maximum spin and control around the green.\n\nThe TW7 Tour is available in the 52 degree Gap wedge, the 56 degree Sand wedge and the 60 degree Lob wedge.\n\nPlease Note:\n\n1. Warranty: 1 Year for this product.\n\n2. The color of this product is subject to availability and whichever is in stock will be shipped to you.\n\n3. Only brand new and 100% genuine products are sold on Snapdeal. We take all efforts to ensure that information on this site is accurate. However, if you find any error please report to our customer care.\n\n4. MRP on product may vary as per brand guidance and stock availability.\n\n5. For warranty claims, brand visibility (sticker) should not be damaged.\n\nTerms & Conditions\n\nThe images represent actual product though color of the image and product may slightly differ.\n\nQuick links",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9924184084,
        "format_confidence":0.9977056384
    },
    {
        "url":"http:\/\/www.lucasoilspeedway.com\/event-details\/2018\/8th-annual-diamond-drag-boat-nationals-day-2",
        "text":"Skip to main content\nSaturday, September 1, 2018\nLake Lucas\n\n8th Annual Diamond Drag Boat Nationals Day #2\n\nLucas Oil Drag Boat Racing Series\n\n8th Annual Diamond Drag Boat Nationals\n\nThe Lucas Oil Drag Boat Racing Series visits the Lucas Oil Speedway in Wheatland, Missouri as the fastest pilots on water try their hand on the World's Only Purpose Built Drag Boat Lake located just south of the Dirt Track in Wheatland, Missouri.\n\nTentative Saturday Event Schedule\nSubject to change without notice\n\n7:00am - Registration Opens\n8:00am - Spectator Gates Open\n9:00am - Round 1 Qualifying Sportsman Session\n10:30am - Round 1 Qualifying Pro Session\n12:30pm - Round 2 Qualifying Sportsman Session\n2:00pm - Round 2 Qualifying Pro Session\n\n\nSeason Passes and Family Passes are available at the ticket office, or by calling 417-282-5984.\n\nTicket Prices:\nTicket Price\nAdult (16+) $25\nSenior (62+)\/Military $22\nYouth (6-15) $10\nKids (5 & under) FREE\nFamily Pass $50\n3-Day GA (16+) $50\n3-Day Senior (62+)\/Military $44\n3-Day Youth (6-15) $20\n\nAll tickets include access to Drag Boat pit area. All Saturday and 3-Day tickets include entry to the Dirt Track Event on Saturday night, September 1.\n\nLakeside RV Packages - (Must Be Reserved in Advance) $500-Includes (1) 20' x 45' Space, (4) 3-Day Tickets, (1) Vehicle Pass, (1) Golf Cart Pass\n\nReserved w\/ Electric + Water: $35\/Night\n(Limited Availability) Reserved Dry Spots: $20\/Night\n(Limited Availability) Dry Camping: $10\/Night\n\nPlease review the Campground Rules and Regulations.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9897661805,
        "format_confidence":0.8667615056
    },
    {
        "url":"https:\/\/www.raceplace.com\/events\/5370\/the-east-bay-510k-5k-10k-run-walk",
        "text":"The East Bay 510k - 5k\/10k Run\/Walk\n\n5616 Bay St.\nEmeryville, CA 94608\n\nRunning > 10k, 5k\n\nRegistration Powered by\n\nEvent Description\n\nJoin us Sunday, October 9th, for Represent Running's rebooted 510 event - The East Bay 510k, a 5k & 10k run walk, plus kids run. The 5k and 10k both start on the frontage road by the Tom Bates Regional Sports Complex and finish at Bay Street Emeryville.\n\n\n\nEvent details and schedule\n\n5k & 10k Run\/Walk Includes: Official Under Armour Tech Shirt, Finisher Medal and one of a kind 510 experience. \n\nRemote Runner Registration Includes: Official Under Armour Tech Shirt and Finisher Medal sent to you the week after the actual race day. Remote running qualifies you for the Run the Bay Challenge Medal as well. \n\n510 Kids Run Includes: Official 510kids Cotton T-Shirt, 510kids Race Medal, and an early love for physical fitness.\n\nBRING YOUR FRIENDS: We'll pay you $5.10 for every person you get to join you at the East Bay 510k. Just share your personal referral link (sent in your confirmation email) and start earning $$$.\n\nEvent Location & Accomodations\n\nConnect on Social",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9973307848,
        "format_confidence":0.9878172278
    },
    {
        "url":"https:\/\/www.capsbicycleshop.com\/product\/specialized-roll-344596-1.htm",
        "text":"Specialized Roll - 2019\n\nSpecialized Roll\n  • Color: Gloss Nice Blue\/Rocket Red\/Black Reflective\n  • Color: Gloss Tarmac Black\/Ion\/Black Reflective\nPlease select options\n\n\nThey say that every journey begins with a single step, but when that journey is related to exercise, that first step can sure be a doozy. Don't worry, though—we have your back with the Roll.\n\nIt has everything you need to help you along your journey of being the fitter, better you. Wide, traction-packed tires? Check. A comfortable, upright geometry that keeps a smile on your face, even when the times get tough? You know it. Reliable components and a frame that'll stand up to the elements? It's all there in a package that's pretty on the eyes and a joy to ride.\n\n- The Roll is made of our A1 Premium Aluminum, and it features our Ground Control Positioning that makes it easy to put a foot down when stopped. This Roll also comes ready with rack\/fender mounts.\n\n- Wide diameter, 650b x 2.3\" Nimbus II Sport tires provide excellent traction, stability, and cushioning, which creates a safer, more reliable, and more comfortable ride on either paved or dirt roads. Plus, the reflective accents of the tire increase your visibility to motorists in low-light conditions.\n\n- Equipped with our Body Geometry \"The Cup\" saddle, you can expect a supreme level of comfort anywhere you take the Roll. It delivers on these expectations by \"cupping\" your sit bones, which reduces pressure without feeling obtrusive or constraining.\n\n\nFrame Specialized A1 Premium Aluminum, Ground Control Positioning, formed tubes, V-brake, fender\/rack mounts\nFork Steel, V-brake, fender\/rack mounts\nRims\/Wheels Double-wall, 32h front\/ 36h rear\nHubs Front: Alloy, loose ball bearings, quick-release, 32h\nRear: Shimano Tourney, 7-speed freehub, 135mm spacing, QR, 36h\nSpokes Stainless, 14g\nTires Nimbus II Sport, 650b x 2.3\"\nCrankset Shimano Tourney, 3-piece\nChainrings 42T w\/ chainguard\nBottom Bracket 68mm, square taper, 124.5mm length\nChain KMC Z7, 7-speed\nRear Derailleur Shimano Tourney, 7-speed\nCassette\/Rear Cogs Shimano HG200, 7-speed, 12-32t\nShifters Shimano Acera, 7-speed\nTape\/Grips Specialized Body Geometry Contour, lock-on\nStem Forged alloy, 17-degree rise\nBrakes Tektro V-brake, linear pull\nPedals Specialized City, platform\nSaddle Body Geometry \"The Cup,\" 6-degree rise, steel rails, 245mm\nSeat Post Alloy, 12mm offset, 2-bolt clamp, 27.2mm\n\n* Subject to change without notice.\n\nPart Numbers\n\nOption UPC MPN Store SKU\nGloss Nice Blue\/Rocket Red\/Black Reflective \/ Small 888818430420 86119-7002 11041\nGloss Nice Blue\/Rocket Red\/Black Reflective \/ Medium 888818433629 86119-7003 11042\nGloss Nice Blue\/Rocket Red\/Black Reflective \/ Large 888818430161 86119-7004 11043\nGloss Tarmac Black\/Ion\/Black Reflective \/ Small 888818433254 86119-7102 11044\nGloss Tarmac Black\/Ion\/Black Reflective \/ Large 888818432448 86119-7104 11045",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.8058764338,
        "format_confidence":0.9984914064
    },
    {
        "url":"http:\/\/entertainment.accessatlanta.com\/roswell_ga\/events\/show\/276528625-guts-glutes-abs-buns",
        "text":"Home | Register | Log In\n  • Print\n  • Calendar\n  • Share\nPrice go to roswellgov.com and then Roswell Recreation Brochure\nAge Suitability Teens and up\nCategories Health Rec & Wellness\n\nGuts & Glutes (Abs & Buns)\n\nMonday, Mar 4, 2013 8:00a to 8:45a\nRoswell Area Park Roswell, GA\n\nA strength training class that focuses on the areas that we would like to flatten, tuck, tone, and lift!! You work your abs, lower back, buns, thighs and the supporting muscle groups. Great for beginners or those looking to add an extra challenge to their existing programs!\n\nCreated by ssilver\n\nLocation & Nearby Info\nRoswell Area Park\n10495 Woodstock Rd.\nRoswell, GA 30075\n(770) 641-3760\nShow nearby:\nReviews & Comments\nThis event currently has no reviews. Be the first to share your thoughts with others!\nZvents - Discover things to do",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9869526625,
        "format_confidence":0.9706581235
    },
    {
        "url":"https:\/\/www.egocombat.com\/new-products\/ego-combat-premium-punching-bag-camo\/",
        "text":"Ego Combat Premium Endurance Punching Bag - Camo\n\nCode: EC0430 EC0431 EC0432 EC0433 Choose variant\n1 rating\nBrand: Ego Combat\n225 EUR 245 EUR 265 EUR 279 EUR from 225 EUR\nOn stock (10 pcs) On stock (10 pcs) On stock (10 pcs) On stock (10 pcs) Choose variant\n\nMachine filled, patented punching bags Ego Combat are the finest on the market!\n\nDetailed information\n\nProduct detailed description\n\nThe patented filling of our punching bags is made of recycled material, and remains volume-stable inside the bag, and only minimally sits down and changes its hardness . Ego Combat bags are suitable for both performance and fitness athletes. They are also suitable for gyms or ordinary households! The internal construction and composition of the bags are divided into several segments, which are carefully filled under high pressure, and machine fitted into the extremely durable PVC. outer shell. This element also extends life and improves the appearance of our punching bags. Ego Combat bags hang on four chain hinges or hinges with straps. On request, we can replace hinges manufactured from polypropylene straps instead of chains. Ego Combat punching bags are complemented by two large logos.\n\nTechnical specifications and details\n\n  • The patented inner filling made of recycled material is stable and only minimally settles and changes hardness. \n  • Machine filled. \n  • Made of 950 grams PVC.\n  • The sewn joints are durable thanks to high-standard stitching.  \n  • Ego Combat bags are now available with chains or straps. \n  • Several improvements are patented! Czech Patent Number 307706\n  • Made in The Czech Republic. \n\n\nSize - Weight Chart \n\nSize   Diameter   Weight \n100 cm 40 cm 35 kg \n120 cm  40 cm 45 kg \n150 cm 40 cm 55 kg \n180 cm 40 cm 65 kg \n\n\nAdditional parameters\n\nCategory: New Products\nWarranty: 2 years\nColor: Camo\nSize: 100 cm, 120 cm,150 cm, 180 cm\nSport: Boxing, Kickboxing, Muay Thai, MMA, Krav Maga\nWeight: 35 kg, 45 kg, 55 kg, 65 kg\n\nBe the first who will post an article to this item!\n\nAdd a comment\nDo not fill out this field:\nVytvořil Shoptet | Design\n\nPlease log in again\n\nWe are sorry for interrupting your flow. Your CSRF token is probably not valid anymore. To keep you secure, we need you to log in again. Thank you for your understanding.\n\nThank you for your understanding.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9764650464,
        "format_confidence":0.998455286
    },
    {
        "url":"http:\/\/www.eders.com\/beman-ics-hunter-pro-arrows-300-spine.html?js=y",
        "text":"516.656.0808        Contact Us        Sign in\n\nPrintable version\n\nWelcome to Eders.com, Your Source For Discount Archery Equipment and Hunting Supplies. For Huge Savings on Archery and BowHunting Equipment, Join the Professional Bowhunter Buyer's Club. Membership is FREE for all members of the US Military and for First Responders.\n\nBeman ICS Hunter Pro Arrows - 300 Spine\n\nBeman ICS Hunter Pro Arrows - 300 Spine Stock Photos - pictures may not match the actual item. Please refer to product description\n\n\nIn stock\n6 item(s) available\n1.40 lbs\nManfacturer Number\n\n\nSelect Length\nSelect Inserts:\nSelect Bare Shafts or Fletched\nSelect Type of Fletching:\nSelect Fletching Turn\nAdd Wraps (must be added to cart separately)\nSpecial Instructions\n(from 1 to 6)\n\nProduct Description\n\nGet the hot look of Realtree® camo weave and the blistering speed of Beman's most advanced lightweight carbon. New ICS Hunter Pro comes equipped with the Microlite™ S Nocks and ViBrake Hot Tail inserts - giving bowhunters a flat, accurate trajectory and hard hitting downrange impact.\n\n  • •Straightness: ± .002\"\n  • •PhotoFusionTM camo weave\n  • •Direct-fit Microlite S Nock—installed\n  • •ViBrake Inserts—included\n  • •Compatible with: ViBrake Nocks - sold separately\n\n    PACKAGE INFO: Dozen pack.\n\n    For help selecting the right Beman shaft for you, see http:\/\/bemanusa.com\/selector\/.\n\n    All arrows are sold per dozen and the inventory listed is per dozen.\n\n    We custom make arrows per order, so they usually take 2-3 days to ship.\n\n    A charge is added to a dozen arrows for cutting to length. **Please Note** The arrow length is measured to the nearest 1\/4\" from the nock groove to the end of the arrow.\n\n    Insert Install Charge:\n    Service Charge added to a dozen shafts or made up arrows for the installation of the inserts.\n\n    Fletch Method\n    We offer 7 different fletching styles...the most popular is 3-fletch and left offset. Also note that NAP QuickSpin Vanes MUST be fletched either straight or to the right.\n\n    Fletch Type\n    We offer a huge selection of vanes and feathers that we can fletch your arrows with. If you are unsure of what fletching arrangement you would like, we recommend the 3-fletch, left offset, Duravanes.. Special Instructions:\n    In this box, please specify your color preference of the vanes or feathers. For example, you may indicate: \"Bright\" or \"Dark\" fletching or you may be as specific as \"Two white and One Black Vane\". PLEASE NOTE: Not all types of fletching are available in all colors. If the colors you specify are not available\/in-stock we will automatically select an alternative color scheme that is similar to your preference.While we make every attempt to match your color request, we do not guarantee the colors of the fletching and DO NOT accept returns on custom arrows!\n\n    Beman ICS Hunter Pro Camo Arrows\n    • Customers Also Bought\n\n    • Send to Friend\n\n    : *\n    : *\n    : *",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9786382318,
        "format_confidence":0.9989443421
    },
    {
        "url":"https:\/\/www.marchscopes.co.uk\/product\/1x-8x24\/",
        "text":"1x-8×24. FFP. Mil-Rad\n\nMARCH 1x-8x24mm. Rifle Scope. First Focal Plane. (FFP)\n\nMarch 1x-8x24 FFP Rifle Scope\n\n\n\nMARCH 1x-8x24mm. Rifle Scope\n(First Focal Plane)\n\nThis zoom scope has an 8x magnification ratio, which is the highest magnification ratio in a FFP (first focal plane) configuration rifle scope made to date. The m-rad reticle scale value remains constant across the entire zoom range. It is easy to range a target without thinking about where to set the zoom range. Target ranging is accurate at any power. One turn of the adjustment dial is 10 mil radian and one click value is 1\/10 m-rad. Reticle is FMC-1.\n\nAdditionally, with the capability to set any position as the zero point in the elevation (0 – set feature), the shooter will never lose their starting calibration.\n\nStandard and Low illumination modules are available. Both modules provide four levels of reticle intensity (red) and can be cycled by simply pressing the pressure switch within the focus dial on the left side. Very effective feature at dusk or when aiming at a dark target. If illumination is not activated the reticle remains black as per the non illuminated model. First Focal Plane design allows the scaling on the FMC-1 reticle to remain constant across the entire zoom range, however the reticle scale will get thicker when the magnification is increased. But the special reticle design in the March FFP scopes allows target acquisition at both low and high magnification levels.\n\nCall or email now\n\nT: + 44 (0) 1293 606901\n\nAvailable in illuminated and non-illuminated versions.\n\n\nCompact size and big on features.\n\nFirst Focal Plane (FFP) reticle with 8x zoom ratio. March Scopes have the highest zoom ratio in the world.\nThe m-rad reticle scale value remains constant across the entire zoom range.\n56 Mil Radian windage and elevation adjustment range. One turn of the dial is 10 mil-rad. One click is 1\/10th mil-rad.\nSide focus\/parallax adjustment from 10 yards to infinity.\nCompact Overall size with Long eye relief and 30mm main tube design.\nTactical turrets with zero stop facility within the elevation turret. Simple to set and cannot get accidentally changed.\nChoice of illuminated or non illuminated glass etched reticle models.\nSupplied with leather lens covers and plastic lens covers.\nReticles: FMC-1, FMC-2 (non illuminated D8V24FMC, illuminated D8V24FMC) STD intensity and LOW intensity illumination modules available. Also, available new 6 level illumination module.\n0.1MIL click adjustment (1cm at 100m). 1 turn of adjustment dial is 10MIL.\n\n1x-8x24mm Scope reticles\n\nReticle options; FMC1, FMC2 & FMC3\n\nThank you\nWe will be in-touch soon.\n\nThank you\nWe will be in-touch soon.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.7708738446,
        "format_confidence":0.9989148378
    },
    {
        "url":"https:\/\/www.allweatherpitch.co.uk\/specification\/polymeric\/wiltshire\/dertfords\/",
        "text":"Polymeric Sports Court Specification in Dertfords\n\nPolymeric Sports Court Specification in Dertfords\n\nWe often install the EPDM rubber surfacing for outdoor MUGAs which need good ball bounce and slip resistance qualities, usually for playing basketball and netball.\n\nEPDM Rubber Surfaces in Dertfords\n\nEPDM Rubber Surfaces in Dertfords\n\nThe polymeric sports flooring can be installed in a range of coloured designs with contrasting line markings for each activity which will be played.\n\nRubber Court Maintenance in Dertfords\n\nRubber Court Maintenance in Dertfords\n\nTo ensure your court is in great condition for a number of years you will need to carry out regular maintenance that will keep it clean and safe.\n\nGet a quick quote  \n\nPolymeric Sports Court Specification in Dertfords\n\nWe are able to install facilities using the polymeric sports court specification in Dertfords BA12 7 to offer a range of designs. This type of flooring is perfect for multi use games areas where activities like basketball, netball and tennis are played. You can choose between different options to get the perfect end result for your facility. It is a rubber surface type which can be installed as full EPDM, a textured spray coat or as a sandwich system. This depends on what type of flooring is needed for the activities that you are going to play.\n\n\nTo speak to one of our experts about this type of surfacing, feel free to complete our contact form and let us know what you need. We can provide information on costs, and help you choose the perfect spec for your project. You may look here - http:\/\/www.allweatherpitch.co.uk\/specification\/3g-pitches\/wiltshire\/dertfords\/ to ready more about 3G pitches or you can enter your details in the form below.\n\nEPDM Rubber Surfacing\n\nLots of sport facilities in Dertfords choose to have polymeric surfaces for their multi use games areas and outdoor spaces. This kind of surfacing is comprised of a rubber crumb combined with a binder which can be applied in a number of ways. The EPDM rubber that we use is designed for sports like basketball due to the bounce and grip attributes the flooring offers. It can also be used for athletics tracks and long jump runways in clubs and schools. This flooring can be used throughout the year since it is porous, and the polymeric rubber is supplied in a variety of colours. \n\nOur team are professionals in the installation of sport surfaces, we provide you with many different products and services concerning MUGAs. We can easily perform thorough building of innovative multi purpose courts, tennis facilities and quite a few other surfacing designs. Our company work with a range of sites which include recreational spaces, sports clubs, high schools and residential homes to build multi use activity areas. You can look here - http:\/\/www.allweatherpitch.co.uk\/specification\/multisport\/wiltshire\/dertfords\/ to find out more about multisport surfaces or you can talk to us today.\n\nOutdoor Sport Surface Painting\n\nNumerous colleges, non-public facilities along with leisure centres have had hard activities pitches intended for use having a selection of sports. We'll offer you expert services for colouring these hard surface varieties to help give the area extra security and playability. An application of coloured anti slip coating should be dispersed onto the area, and these are available in various colour alternatives to suit every project. The specialist paint applications create increased traction and grip on the activities surface to improve game playing and avoid accidents. Along with covering the whole area with a coloured non slip paint specification, we shall also apply distinct and specific game markings with a secondary colour. These particular line markings give the facility straightforward and simple markings design for any of the activities you want to play.\n\nRubber Court Maintenance\n\nFrequent maintenance http:\/\/www.allweatherpitch.co.uk\/maintenance\/wiltshire\/dertfords\/ should be done, to keep the whole facility safe and useable. It is highly recommend to sweep and brush the area to get rid of any contamination. If perhaps your facility will be needing more skilled servicing then our specialist contractors can come out to site. Whenever the initial activities surface has been developed, you should carry out regular servicing which keeps the court clean and performing well. This can be achieved by combing and jet washing the area, employing a specialist algae and moss solution, and drag brushing fake pitch fibres. Repairs and reactive management should always be completed without delay to reduce any drainage problems or damage on the facility. As a result of heavy use the slip resistant paint layer may become faded and worn out, we can apply a completely new layer of colouring to the area should this happen.\n\nPolymeric MUGA Courts Design in Dertfords\n\nThe numerous types of surface our company offers for competitive facilities consist of designs like the polymeric sports court specification. Rubber polymeric surfaces will usually put onto a macadam foundation as a mixture of EPDM granules and strong glue. These hard court specifications are available in several styles and designs with regards to the preferred demands. These rubber floorings will also have pigmented non slip paint integrated to obtain additional playing attributes.\n\nbest prices guaranteed\n\n\nWe will think of a custom-made layout intended for your activities flooring installation that fits the variety of activities you desire to carry out. A dynamic natural stone sub base is the first level of assembly for any solid court surface, to produce sturdiness and stability. Next, an application of asphalt will most likely be added to provide a base for the final rubber flooring to be applied. The polymeric sports court specification is added, while using the tarmacadam as a reliable foundation for the floor surfaces.\n\nFind Out More\n\nIf you are thinking about having a new multi use games area installed at your school, college or club, please feel free to get in touch with us. Just take a moment to complete the contact form on this page to let us know exactly what you need and if you have a specific budget in place. We'll send you some more details for the polymeric sports court specification in Dertfords BA12 7 and offer you a quote for this as well.\n\nCovering BA12 7\n\n\n\nContact us",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.8735821247,
        "format_confidence":0.9766358137
    }
]