[
    {
        "url":"http:\/\/www.abt.com\/product\/41963\/RCA-EZ207-White-Small-Wonder-Digital-Camcorder-EZ207.html?tab=1",
        "text":"Mattresses & Bedding\nFree Shipping on Thousands of Products\nAward-Winning Customer Service\n\nRCA EZ207 White Small Wonder Digital Camcorder - EZ207\n\nAbt Model: EZ207 | UPC Code: 044476065651\n Discontinued Product This item is no longer available from our website.\nClick the link to view all of our Camcorders & Action Cameras\nRCA - EZ207 - Camcorders & Action Cameras\nRoll over image to zoom in\nSmall And Portable\/ Supports Up To 8GB Micro SD Memory Card\/ 256MB Of Internal Memory\/ Direct YouTube Uploading\/ 1.5 \" LCD Display\/ Easy TV Viewing\/ Flip-Out Lens\/ Still Photo Capture\/ White Finish\nDiscontinued (details)\nYour Shipping Zip Code: 20149 (change)\n\nProduct Questions - Ask\n\nProduct Details\n\nRCA EZ207 White Small Wonder Digital Camcorder - EZ207\n\nIf you are looking for a small, portable, and easy to use digital video camcorder, you have found it in the EZ207. This small and compact digital camcorder is a perfect device for use when you’re on the go. It’s ready to record at a moment's notice. Not only can it capture up to 8 hours of video on a Micro SD memory card, but the included Memory Manager™ Software is perfect for sharing your favorite videos.\n\n\n  • Point-And-Shoot Simplicity – Small and portable; just aim and press RECORD.\n  • Memory Card Slot – Allows recording to Micro SD memory cards. Supports up to 8GB Micro SD memory cards.\n  • Resolution Modes – Record up to 4 hours in High Quality, or up to 8 hours in Web Quality1 (with optional 8GB memory card2).\n  • Internal Memory – 256MB of internal memory.\n  • Built-in Simple Software – Camcorder comes complete with integrated Memory Manager™ software that allows you to download video through high-speed USB connection to email or share video clips with family and friends. Activates automatically when camcorder is connected.\n  • Direct YouTube™ Uploading – Quickly and easily upload videos directly to YouTube™ with Memory Manager™.\n  • Display – 1.5” LCD Display.\n  • Easy TV Viewing – Watch your video clips on TV by connecting the camcorder using the included AV cable.\n  • Flip-Out Lens – Allows for self-recording.\n  • Still Photo Capture – Capture JPEG photos with the dedicated photo button.\n  • AA Batteries – AA batteries for quick replacement when you are on the go.\n\nPackage Content:\n\n  • EZ207 Digital Camcorder\n  • AV Cable\n  • Wrist Strap\n  • USB Cable\n  • AA Batteries (x2)\n\nApproximate Dimensions:\n\n  • Width: 2.4\"\n  • Height: 3.9\"\n  • Depth: 1.1\"\n\nApproximate Weight:\n\n  • Unit: 0.75 lbs\n  • Shipping: 1 lb\n\n\n  1. Records up to 8 hours in WebQ mode or 4 hour in HQ mode using optional 8GB memory card. Supports SD\/SDHC cards up to 8GB. Actual recording time and capacity will vary depending on type of video content being recorded, system requirements and other factors\n  2. Micro SD memory card not included.\nDownloadable Resources Get Adobe Reader\nMore reasons to buy the RCA EZ207 from Abt Electronics\n  • is an authorized dealer (Learn More).\n  • The RCA EZ207 is Brand New.\n  • The RCA EZ207 Ships in a Factory Sealed Box.\n  • Abt ships this product for free!\nRCA EZ207 White Small Wonder Digital Camcorder\n\nRCA EZ207 White Small Wonder Digital Camcorder\n\n\nCall us\nlive chat\nChat Now",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9747651815,
        "format_confidence":0.9989768267,
        "weight":0.035193359
    },
    {
        "url":"https:\/\/www.mheg5.de\/mheg5-engine\/mheg5-profiles\/freesat\/",
        "text":"GURU Image\n\nGkWare MHEG-5 Engine\n\n\n\nFreesat is the name of a digital TV platform on Astra 2 at 28.2° East.\n\n\nThe MHEG-5 profile is not available to the general public, but most applications can also be executed by receivers with a UK-Profile\/D-Book MHEG-5 engine.  The document with the exact specification of the freesat profile is only provided to \"selected\" manufacturers.\n\n\n\n\n\n\n\n\n[\"freesat\" is a registered trade mark and the \"freesat\" logo is a trademark of Freesat (UK) Ltd]",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9857174158,
        "format_confidence":0.7040017843,
        "weight":0.0015959322
    },
    {
        "url":"http:\/\/phreez.info\/samsung-omnia-merely-irresistible\/",
        "text":"Samsung Omnia – Merely Irresistible\n\nAn important issue that identifies an individual from different animals is communication. In truth, the person is a social member should work together with and kind a neighborhood. As well as, the person has all the time tried to develop numerous devices to strengthen this facet of communication. From shaking drums to smoking indicators from conventional telephones to cellphones, virtually all ages has witnessed one thing or one thing else. The most recent medium of communication is cell. These little devices have been as soon as considered as luxurious objects, however these days they’ve turn into crucial. If we return to the pages in historical past, we are able to witness how this system has revolutionized the platform of wi-fi communication.\n\nCell phones have enhanced each the life-style and the consumer's working atmosphere. In truth, a number of top-end corporations have gone to this platform to develop high-quality handsets. On this regard, Samsung makes prime quality remedy. This model has really come to the highest of the record by producing cellphone fashions which are added to superior options and shiny designs. The most recent Samsung Omnia additional lead this sort with feature-rich choices and vibrant design.\n\nThe high-end connectivity choice may be loved with this Samsung Omnia handset because it comes additional with a wide range of feature-rich choices. Modern and engaging designs would additional lead the viewers to turn into curious. This glossy cell phone weighs solely 127 gms and has dimensions of 112 x 56.9 x 12.5 mm. This cell smartphone can go anyplace and may be very handy to function. Person-friendly options would additional let you handle purposeful menus comfy. The three.2 inch TFT contact display screen has the power to show photographs with a decision of 240 x 400 pixels. This trendy and spacious touchscreen, which is additional for readability, exhibits photographs along with 256ok colours. The script recognition function acknowledges the comprehension of the handwriting comfy. With this function, you may merely do a few of your duties.\n\nThis high-end smartphone runs on Microsoft Home windows Cellular 6.1 Skilled working system. A 5 mega pixel digicam has been embedded on this cell phone to make sure that the images taken are very vibrant and clear. As well as, this digicam cellphone has been added to a wide range of different enhancements reminiscent of auto focus, flash and picture adjustment. These further options let you seize lengthy, closed, configured and animated photographs with none worries. Curiously, the flash choice would let you seize photographs even in a uninteresting and darkish atmosphere.\n\nThe multimedia message, reminiscent of SMS, EMS, MMS e-mail and On the spot messaging, make this handset very spectacular. With these options, you may all the time be related to your family members and associates, too, or in a cheap method. These options make it simple so that you can work together even with out calling them. As well as, with this digicam system, customers may even document video and look after unforgettable moments with out fear. The tangled-free interface would additional facilitate you to document high-end video clips comfy.\n\nAs quickly as all of the out there choices can be found on this holder Samsung Omnia it’s apparent that this handset can be utilized to boost your way of life and office comfy.\n\nSupply by Alice Erin\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9923575521,
        "format_confidence":0.825846374,
        "weight":0.0358285218
    },
    {
        "url":"http:\/\/www.eciaauthorized.com\/en\/search\/IQD+Frequency+Products\/CFPS-69IB+14.7456MHZ",
        "text":"Return to top\n\n\nSearch results for IQD Frequency Products \"CFPS-69IB 14.7456MHZ\"\n\nAll queries performed simultaneously and displayed in order finished. Where possible these results are obtained from authorized distributors in real time.\n\nExact Matches for \"CFPS-69IB 14.7456MHZ\"\n\nMFR Part #ManufacturerDescriptionRoHSDatasheetDistributor Part #StockPricingCurrency\nExact and Partial Matches by Distributor\n\nNo matching part numbers were found by any of our participating distributors for IQD Frequency Products.\n\nIf you are unable to find any matches, make sure that you follow these guidelines:\n\n  • Do not include the manufacturer name in your search.\n  • Do not add keywords, attributes, or descriptions (such as \"capacitor\" or \"450V\") to your search; this will prevent you from seeing matches from most distributors.\n  • Only enter one part number at a time.\n  • If no matches are found for the full part number, try searching for only the first few digits of the part number and then add digits to narrow your search.\n\nIQD Frequency Products Part Number Search\n©2016 Electronic Components Industry Association",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9804499149,
        "format_confidence":0.9501445889,
        "weight":0.0099526547
    },
    {
        "url":"http:\/\/www.droidforums.net\/threads\/droid-3-automating-the-sending-of-pauses-and-passwords-in-voice-mail-retrieval.165658\/",
        "text":"Droid 3 Automating the sending of pauses and passwords in voice mail retrieval\n\nDiscussion in 'Android Tech Support' started by Sailordroid3, Aug 13, 2011.\n\n  1. Sailordroid3\n\n    Sailordroid3 New Member\n\n    Aug 13, 2011\n    Likes Received:\n    Trophy Points:\n    Despite the fact that everything I have read and Verizon support agreeing that this setup is proper, I was unable to insert pauses and my password into the calling string for calling voice mail when the call string began with *86. When I did that, the phone would call voice mail successfully and immediately send the pauses and the password before the Verizon system would ask for it.\n\n    So, I tried another approach. I changed my voice mail calling settings from the *86 to my full phone number followed by the two pauses (commas) and then my 4 digit numeric password. It worked!\n\n    Guessing this is some kind of a bug.\nSearch tags for this page\nadd pause to password to voicemail password on verizon galaz\nadd pause to voicemail android\nadding pause to voicemail droid 4\ncall voicemail pause send password\ndroid 4 voice mail pause\ndroid pause password\nhow to add a pause to voice mail in droid bionic\nhow to pause emails on droid 4\nmotorola x2 pause voicemail\n\nvoicemail pause droid",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.7215014696,
        "format_confidence":0.9678661227,
        "weight":0.0130175192
    },
    {
        "url":"https:\/\/www.datacentreshop.co.uk\/product\/cisco-c891f-k9-router\/",
        "text":"Cisco C891F-K9 Router\n\nLead time: Next business day\n\nIn stock (369 available)\n\n£722.99 inc. VAT\n\n(£602.49 exc. VAT)\n\nSKU: IM#6773F73\nMPN: C891F-K9\nGTIN: 0882658602139\nCategories: Cisco, Cisco 800 Series, Cisco 890 Series ISR, Cisco Routers, Products\n\nCisco Part Number: C891F-K9\n\nCisco 891F Gigabit Ethernet security router with SFP\n\nProduct description\n\nCisco 890 Series ISRs deliver integrated security and threat defense, protecting networks from both known and new Internet vulnerabilities and attacks. These powerful, fixed-configuration routers provide secure broadband, Metro Ethernet, and Wireless LAN (WLAN) connectivity. Service providers offering managed Ethernet WAN services can deploy them in customer locations as CPE. You get centralized and remote management capabilities through web-based tools and Cisco IOS® Software for full visibility and control of network configurations at the remote site.\n\nThe 890 routers simplify the deployment of Ethernet WAN services, with end-to-end Operations, Administration, and Maintenance (OA&M), Service-Level Agreement (SLA) monitoring and verification, and configuration management.\n\nWAN Interfaces:\n\n  • 1-port GE or 1‑port SFP\n  • 1-port FE\n\nLAN Interfaces:\n\n  • 8-port 10-\/100-\/1000-Mbps managed switch (4‑ports PoE capable with 125W power supply adapter)\n\n\nRelated products\n\nRelated products",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9924794436,
        "format_confidence":0.9985601306,
        "weight":0.0358329226
    },
    {
        "url":"https:\/\/www.christiedigital.com\/en-us\/video-walls\/visual-display-innovation\/new-video-wall-technology\/Christie-in-Full-Control-at-ASIS2011-with-Broadest-Range-of-Integrated-Video-Display-Solutions",
        "text":"Christie in Full Control at ASIS 2011 with Broadest Range of Integrated Video Display Solutions for Monitoring and Surveillance\n\nPosted 9\/15\/2011\n\n55\" HD LCD flat panel tiled displays\n\nChristie®, a global leader in visual display solutions, will showcase its broad range of mission critical video display wall solutions purpose-built for the most complex control room environments at ASIS 2011, the world's most comprehensive educational and networking event in the security industry, September 19 – 22 in Orlando, Florida. \n\nOffering the latest generation monitoring and surveillance technologies for all levels of government, Christie display solutions represent the ultimate in 24\/7 reliability and security for briefings, monitoring, surveillance, military and emergency operations centers. The Christie displays at ASIS booth #3873 include a 3 x 2 array of Christie 50” display cubes, featuring the Christie Entero™ LED light engines; a 2 x 2 array of Christie FHD55X-1 flat panel screens driven by four independent inputs; and a 1 x 5 Christie MicroTiles® display column.\n\n“Display technologies that offer the ultimate in visual performance and reliability is an absolute requirement in today’s volatile global landscape, where rapid access to accurate and timely information is critical to effective decision making,” said Jim Gavloski, director of product management, control room and video wall tiled display solutions, Christie. “Christie video walls let you monitor, control and interact with all your visual assets – from any source – in real time.  They are extremely reliable customizable display solutions that deliver high performance image quality and content flexibility, allowing security teams to review data and react to any issue instantly.”\n\nRead more",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9095551372,
        "format_confidence":0.9745607972,
        "weight":0.0030350117
    },
    {
        "url":"http:\/\/newmobilereview.com\/2017\/07\/asus-x00ld-and-asus-x00lda-spotted-on-geekbench\/",
        "text":"Asus ‘X00LD’ and Asus ‘X00LDA’ spotted on Geekbench\n\nCaptureRecently, the upcoming device Asus X00GD received the WiFi certification from the WiFi Alliance (WFA). Now a couple of Asus devices with the model number X00LD and X00LDA spotted on Geekbench and revealed almost similar specifications. There is expectation that both the devices will be the members of the Zenfone 4 series.\nAccording to the Geekbench listing, both the smartphones with the model number X00LD and X00LDA will be powered by an octa-core Qualcomm Snapdragon 430 processor of 1.4 GHz and will run on Android 7.1.1 Nougat.\nCapture 1The device Asus X00LDA will come with a 2GB of RAM and it scored 680 in single-core test and 1,903 on multi-core test, while the other version Asus X00LD will have a 2GB of RAM and it gained 680 in single-core test and 1,903 on multi-core test. Both the upcoming devices will be the latest versions of the device Asus ZenFone 4 Max that was announced in Russia recently.\n\nThe device Asus ZenFone 4 Max has an unibody metal design and features 5.5-inch (1920 x 1080 pixels) IPS 2.5D curved glass display, 2GB RAM with 16GB storage \/ 3GB RAM with 32GB storage \/ 4GB RAM with 64GB storage, expandable memory up to 256GB with microSD. It is powered by 1.4GHz Quad-Core Snapdragon 425 processor with 500MHz Adreno 308 GPU \/ 1.4 GHz Octa-Core Snapdragon 430 processor with Adreno 505 GPU and runs on Android 7.0 (Nougat) with Zen UI 3.0. It has Dual-SIM functionality and also has a fingerprint sensor on its front.\nIt features a 13MP rear camera with LED Flash, f\/2.0 aperture, 80-degree wide-angle lens, secondary camera with 120-degree wide-angle lens, EIS and a front-facing camera of 8MP, f\/2.2 aperture, 85-degree wide-angle lens, soft LED flash.\n\nConnectivity wise, it includes 4G VoLTE, WiFi 802.11 b\/g\/n, Bluetooth 4.1, GPS and supports 3.5mm audio jack, FM Radio, 5-magnet speakers with NXP Smart Amp Amplifier, Dual noise-canceling microphones. It is powered by 5000mAh built-in battery with 10W rapid charging.\n\n\nProceed with us for more information.\n\nLeave a Reply",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9953225255,
        "format_confidence":0.8212680221,
        "weight":0.0122970769
    }
]