[
    {
        "url":"http:\/\/www.ramosfamilylaw.com\/blog\/category\/top-5-divorce-articles\/",
        "text":"5 Reasons Not to File for Divorce on Your Own\n\nGoing through a divorce is difficult. Separating from someone who was once a major part of your life can be extremely daunting, to say the least. And the struggle is multiplied when you have children involved, mutual property and other factors that need to be worked out. It may be tempting to navigate the divorce on your own, but the reality is that hiring a divorce attorney is crucial if you want ideal results. Here are five reasons why you should contact the best divorce lawyers in Houston. 1. Minimize Stress Levels As you go through the divorce process, you…\n\nRead More\n\nFive Steps to Help You Financially Prepare for a Divorce\n\n1. Make copies of all financial records. It’s very important to have an accurate picture of all your assets and debts. You’ll need to know all bank accounts, savings accounts, loan accounts, credit accounts, tax returns, etc. as all of these will need to be divided in your divorce. Having copies made before you actually separate from your spouse will save you the trouble of trying to track records down later.\n\nRead More\n\nTop Five Ways to Catch a Cheating Spouse\n\nStudies have shown that social networking sites, specifically Facebook, are a contributing factor to infidelity. Facebook allows for affairs to blossom; reconnecting old flames or allowing a person to become friends with someone they met in passing. If your spouse is spending a lot of time on social networking sites or is being secretive about their online activities, it may be a sign that they are engaging in an affair.\n\nRead More\nTop Five Mistakes In A Divorce\n\nTop Five Mistakes in a Divorce\n\n1. Having Unrealistic Expectations : The Texas Family Code will dictate many aspects of your divorce, including child support, custody and division of property. You will probably be awarded what is considered a fair and equitable division of the marital estate and you will probably be awarded or ordered to pay guideline child support. Expecting to take your spouse to the cleaners or having sole custody of the children, absent strong circumstances to support otherwise, is not likely to happen and you should focus on a reasonable resolution rather than “winning” your divorce.\n\nRead More\n\nFive Things To Do After Your Divorce Is Final\n\n  1. Transfer of property\n\n  2. Your Final Decree of Divorce will include language awarding property to you and your ex, however that is not the final step in the process of awarding property. Make sure that, if relevant to your case, documents such as Special Warranty Deeds, Deeds of Trust or Powers of Attorneys are signed, notarized and filed with the proper entities. Don’t wait until an issue pops up down the road to discover that you never transferred the title to a piece of property, make sure it’s all handled quickly after your divorce is finalized.\n\nRead More\n\nTop 5 Ways to Reduce Your Attorney’s Fees\n\n  1. Think before you call or email\n  2. Your family law attorney is there to guide you through the process of a divorce or family law dispute and understands that you are going to have questions about the process. But every communication with your attorney will result in being billed, so save your small questions for a weekly status email with your attorney. This does not mean you should avoid communicating important information to your attorney, just think twice before you send off a quick email asking for information that could be found elsewhere or saved for another time.\n\nRead More",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9643494487,
        "format_confidence":0.7903687358
    },
    {
        "url":"https:\/\/www.naegeliusa.com\/blog\/top-ten-ways-lose-voir-dire",
        "text":"Top Ten Ways To Lose Your Voir Dire\n\nPosted on August 1, 2016\n\nVoir dire is an extremely important part of any trial. It’s not hard to lose a case in voir dire. Here are 10 ways to lose voir dire.\n\nLet your opponent take charge of the courtroom and leave you behind, sending the message to jurors that what you say or do don’t matter as much as your opponent and that the jurors can rely on the opponent more than on you.\n\nDon’t take the opportunity to speak with prospective jurors and leave the talking to others even when you have the opportunity.\n\nLet your opponent “rehabilitate” a favorable juror without fighting vigorously or quickly enough to keep them. When the opponent says, “But you can be fair, right?” and then rushes them back to the panel, if you don’t intervene on the spot, you may not get another chance.\n\nWaste precious time talking about things that don’t matter. Ask questions only out of curiosity and spend prospective jurors’ precious time irrelevantly. This will yield little useful information, yet elicit resentment and impatience from potential jurors before the case even starts.\n\nTalk more and listen less. You will learn less about the panel members and then will have to decide whom to strike on insufficient information.\n\nDon’t ask the same questions to all prospective jurors so you can compare apples-to-apples. Instead of having the same yardstick, you end up with a mishmash that isn’t very useful.\n\nAsk personal questions without assurance of privacy. Most people are unwilling in open court to volunteer sensitive information, so they will remain below the radar and you will have an incomplete sense of their backgrounds.\n\nIgnore body language, nonverbal behavior, writing samples – everything other than their words. Many times, someone’s true nature comes out more in non-words than in words. How they dress, how they write, their spelling or misspelling, whether they are on time or late, what they read, whom they associate with, whether they go on breaks to smoke, etc.\n\nIgnore social media. It turns out that people are more likely to present their real selves rather than their idealized selves on social media, which may thus provide a more candid view of the panel members than their pat answers in an unfamiliar setting such as the courtroom.\n\nDon’t ask follow-up questions. For example, if you ask, “Who is an environmentalist?” many will raise their hands, but if you ask, “Who here pays dues to an environmental organization, or contributes time or money to it?” most drop their hands, and those who don’t are the ones that matter. Or, if you ask if people believe there are too many frivolous lawsuits nowadays, many will raise their hands, but if you explain as plaintiff what your case is about, then ask who thinks that seems frivolous, most will drop their hands. If you rely on the first answer, you will be misled.\n\nWhen it comes to court reporting, NAEGELI Deposition and Trial provides the highest quality of professional nationwide and Seattle, Washington court reporters. As one of the only court reporting firms to supply you with an audio transcript free of charge, we also provide 100% verifiable transcripts.\n\nSource: The National Trial Lawyers \/ “Top Ten Ways to Lose Voir Dire“ \/ By By Laurie R. Kuslansky, Ph.D., the Managing Director of Jury Research & Consulting",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9928597808,
        "format_confidence":0.9832075834
    },
    {
        "url":"http:\/\/www.springbriar.com\/reasons-your-drivers-license-can-be-suspended\/",
        "text":"Reasons Your Driver’s License Can Be Suspended\n\nPosted By on Jun 27, 2016 | 0 comments\n\nDriving without a license is illegal in the United States as well as anywhere in the world. Once revoked, it will restrict you from going to places you want to go. A suspended license may keep you from going to work or school or performing daily tasks. In this article, we will cite several reasons your license can be suspended.\n\n  1. You have accumulated too many driving points\n\nEach state has a certain point system that assigns points to minor and major traffic offenses. When you have reached a certain number of points within a set period of time, you could end up driving without a license.\n\n  1. Repeated Offenses\n\nAnother reason your license can be suspended is when you commit the same violation multiple times already. In some states, for example, your license can be revoked if you commit a certain number of reckless driving offenses within a given period of time. Depending on your state, you could be dubbed as a “habitual offender” after reaching a certain number of convictions.\n\n  1. You have been charged with a serious offense\n\nWhile this may vary from one state to another, some serious offense will merit an immediate revocation of your license. These offenses may include DUI, DWI, felonies involving a motor vehicle, vehicular manslaughter, and others.\n\n  1. Inaccurate Driving Record\n\nInaccuracies in your driving record may include the following:\n\n  • A higher number of accumulated points than you actually have\n  • Traffic tickets that you won or the judge dropped because of your completion of traffic school\n  • DUI convictions that you won or which you got an acquittal verdict\n  1. You have no insurance\n\nIf you were caught without insurance or at least a certificate of insurance, your license can be suspended.\n\n  1. A Simple Case of You Forgot\n\nMaybe you are aware that you are supposed to pay a fine or attend traffic school but you simply forgot.\n\nWhen your driver’s license has been suspended, you may be required to do the following:\n\n  • Stop driving for a certain period of time\n  • Enroll in a defensive driving course or traffic school\n  • Obtain SR-22 from your insurance carrier\n  • Settle the reinstatement fee\n\nThe best way to keep your license to be revoked is to be a responsible driver and follow traffic rules and regulations.\n\nSubmit a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.536177218,
        "format_confidence":0.8996579647
    },
    {
        "url":"https:\/\/www.deanpetrulakislaw.com\/top-five-dangerous-jobs-u-s\/",
        "text":"The Top Five Most Dangerous Jobs in the U. S.\n\nModesto CA Personal Injury AttorneySome jobs are more dangerous than others, and particular careers carry especially high rates of serious injuries or deaths. For this post, we thought it would be good to give a quick overview of the top five most dangerous jobs in the U. S. As always, remember that we at the Law Office of Dean Petrulakis are here to help and welcome any questions you might have.\n\nWith that said, here’s our list for the five most dangerous jobs in the U. S:\n\n  • Waste Material\/Recyclable Collector: The risk in this job primarily comes from being hit by a vehicle while gathering materials or getting injured in the busy processing facilities with huge, dangerous machinery.\n  • Roofer: Not surprisingly, heights can be dangerous and roofers know this more than anyone else. Having to manipulate heavy materials and tools further adds to the risks.\n  • Aircraft pilot: Crashes are almost always deadly, and human error contributes to disasters that have claimed the lives of many aircraft pilots.\n  • Fishing worker: In addition to dealing with the threat of drowning, fishing workers also have to worry about poor weather conditions and working with dangerous, heavy equipment.\n  • Logging worker: The most dangerous job in the U. S. belongs to loggers, who have to deal with falling trees, heavy machinery, and other risks such as dangerous weather conditions.\n\nConnect with an Experienced and Trusted Personal Injury Attorney\n\nThere you have it, these are the most dangerous jobs in the U. S. Fortunately, accident rates have been steadily decreasing, which means that even these dangerous jobs are safer than ever. Nonetheless, accidents still happen, and these tragedies are sometimes a result of negligence or recklessness on behalf of another party.\n\nWere you or a loved one injured in the workplace, or have you lost a loved one due to an accident at work? Explore your options and claim the compensation that you rightfully deserve with the help of an experienced personal injury attorney.\n\nCall us at 209.571.2300 to schedule a free initial consultation, where we can learn more about your situation and begin looking over your legal options.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9246327877,
        "format_confidence":0.9407554269
    },
    {
        "url":"http:\/\/titusfcvnd.pointblog.net\/5-Essential-Elements-For-Vehicular-Homicide-Denver-15794030",
        "text":"5 Essential Elements For Vehicular Homicide Denver\n\nInitially, 2nd, and third impaired driving offenses are misdemeanors. Fourth and subsequent impaired driving offenses within just ten years are course File felonies. \n\nAdvocate team Photograph by TRAVIS SPRADLING -- Crosses mark an I-ten hillside near the eastbound lanes, just above a mile east of Highland Street, honoring the memory of victims who died due to the March, 2011 crash involving David Leger, who was granted a brand new demo Friday, right after becoming convicted very last July of five counts of vehicular homicide.\n\nAn accessory once the point shall imply a one that, immediately after attaining knowledge that a violation of the Code has been fully commited, conceals these knowledge from any court docket or any law enforcement Formal, or harbors or protects a person charged with or convicted of a violation of the provision of the Code.\n\nThis Site takes advantage of cookies to analyze targeted visitors and for other functions. You consent to the usage of cookies if you employ this website. Continue\n\nInvoluntary manslaughter commonly refers to an unintentional killing that final results from recklessness or criminal carelessness, or from an illegal act That may be a misdemeanor or minimal-amount felony (such as a DUI).\n\nHomicide is definitely the act of 1 human killing Yet another.[one] A homicide necessitates merely a volitional act by A different person who leads to Loss of life, and therefore a homicide may final result from accidental, reckless or negligent functions regardless of whether there isn't any intent to result in damage.[2] Homicides is often divided into lots of overlapping authorized groups, like murder, manslaughter, justifiable homicide, killing in war, euthanasia, and funds punishment, based on the conditions of your death.\n\n(17) \"Magistrate\" indicates someone that is appointed by a courtroom of record of the state and that has the powers and will execute the functions laid out in Civil Rule 53, Felony Rule 19, or Juvenile Rule 40, or a person that's appointed by a Usa court docket located in this state who's got identical powers and capabilities.\n\nIt shall be illegal for any person to are unsuccessful to obey a lawful get of the law enforcement officer if these failure interferes with or hinders these types of law enforcement officer while in the discharge of his Formal responsibilities.\n\nEscobedo-Hoyo is then alleged to possess fled to nearby households wherever he’s believed by police to get check here knocked on multiple doorways, demanding guns.\n\n (1989), declined to invalidate this legislation, Keeping that it had been up into the Missouri courts to find out its software outside of the scope of the abortion-connected rights that had been established in earlier U.\n\nThe Modification also states that a lady will not be guilty of felony homicide of her personal unborn kid Should the Demise of her unborn baby is because of a criminally negligent act or reckless act of the woman and is not because of an intentional or understanding act of the lady. The Modification also clarifies that criminal homicide constitutes aggravated murder (as outlined by § 76-5-202) Should the actor deliberately or knowingly brings about the Loss of life of A different beneath several circumstances, like When the sufferer was more youthful than fourteen decades of age, but that this doesn't utilize to an unborn youngster.\n\nIt shall be the responsibility of all folks who witness or have cause to think that a provision of the Code is being or has actually been violated promptly to report the identical to a police officer, a member on the law enforcement department, or someone duly empowered with law enforcement authority.\n\n(e) The offender includes a historical past of violence toward the victim or another individual or a historical past of other violent acts toward the victim or every other man or woman.\n\nTracy Mellon wants to understand what was dealing with the thoughts of whoever killed her son “that he could desperately rip my youngster outside of my family’s life and mine.\n\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15\n\nComments on “5 Essential Elements For Vehicular Homicide Denver”\n\nLeave a Reply",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9945916533,
        "format_confidence":0.8876701593
    },
    {
        "url":"https:\/\/zepcam.com\/these-bodycam-dos-and-donts-are-a-must-in-order-to-respect-privacy-2\/",
        "text":"Digital sovereignty and privacy do’s and don’ts for bodycam systems\n\nBodycams have proven to prevent, reduce and resolve frontline aggression for various professions and organisations that apply them. But how to do that in accordance with privacy laws and digital sovereignity policies? \n\nBodycams ZEPCAM round below\n\nThis is answered by privacy- and bodycam experts, researchers and advisors who are keen to explain the difference between respecting privacy standards on paper and in practice. So what do they consider the most important bodycam do’s and don’ts regarding privacy and digital sovereignty?\n\n1. Know the rules\n\nFirst of all, you need to know the rules of the game and apply them to bodycams correctly. This can prevent unnecessary irritation and frustration due to the unintentional breaching of privacy laws of citizens as subjects and sometimes suspects in bodycam recordings. Recording someone means you are in essence breaching their privacy, unless there is a well specified and documented reason for it. Apart from being legal recordings, they must be indisputable to be accepted as evidence in court. This requires logging of the whole video chain and process of recording, managing and storing with ‘who has done what, when and why’. The definition, interpretation and restrictions differ per country and sometimes regions or profession, even within the EU under GDPR. So know your local rules for your specific application of professional bodycams.\n\n2. Do your research\n\nOrganisations implementing a bodycam solution need to consider and resolve issues with context, policy and technology in that order. If one of these issues is neglected, it will not work. To understand policy driving technological requirements and restrictions, one has to know the cultural context: what is the level of mutual trust between citizens and law enforcers? Who needs to be protected against who? In Europe, citizens generally trust the professionals making them comply with laws with objectivity and integrity. Bodycams will be seen as an acceptable instrument for professionals to protect and support themselves against those that do not want to comply.\n\nIn the US, there is mutual mistrust and therefore a lot of regulation at federal, state and local level in internal guidelines and policies, which can differ per police force. There are situations (such as those involving minors) which are often strictly forbidden to record and situations which, on careful consideration, might prove useful to film. States such as Washington consider bodycam images as public records to ensure transparency and accountability. This means police officers of the Seattle Police Department were forced to actively publish their bodycam recordings, for which they created a YouTube channel. In response, some other US States have decided to declare bodycam images ‘police records’ instead of ‘public records’, in an attempt to ensure the privacy of the public.\n\nIn the European Union, you are not permitted to secretly film people (except for investigations) and your camera must be visible at all times. Your reason for filming must have a legal foundation and be logged. You can either film in the public interest as a public authority, or as legitimate private interest to protect employees as a company.\n\n3. Do leave legal and privacy issues to experts\n\nYou should allocate legal and privacy issues to employees who understand them. Those specialised in tech know a lot about bodycams, software, storage and data, but hardly anything about privacy. They don’t think carefully enough about the necessary administration, documentation and registration, and may too easily copy\/paste from others. This often leads to fundamental errors and confusion, preventing a legitimate application of bodycam systems and recordings that will stand up in local courts of law. Privacy expertise may instruct technology on how to ensure compliance. Encryption of videos when stored on the bodycam or on a server, is a way of preventing them being seen by unauthorised people without a legal reason to do so. Not having a screen for on-device reviewing and sharing of videos is another, including any bystanders, witnesses and suspects overhearing the video and possibly spreading what happened on social media or changing their statements. The most safe way remains central decrypting, viewing, selecting, storing and logging of videos by authorised professionals with a legitimate reason.\n\n4. Don’t just pay lip-service to privacy on paper\n\nIt is not about what lawyers have written down on paper, but how professionals use bodycams in practice. Privacy awareness in the heads of professionals is more important than having the necessary documents on your computer hard-disks. Research showed that 4 out of 6 police officers filmed inside homes in Amsterdam, while this is forbidden. You need to actively train bodycam-users in laws and regulations. Make sure you have one or two ambassadors in each workplace who can explain and monitor compliance to their colleagues. Don’t just copy and paste documents, but think about how the use of bodycams assures compliance with laws and regulation in your practice. It’s essential to make sure you don’t just have legal knowledge but have that applied by bodycam users and ensured in the selection of the bodycam system and provider.\n\n5. Do ensure digital sovereignty of your bodycam provider\n\nThe Court of Justice of the EU has ruled in the Schremms-II case that protection granted to personal data in the European Economic Area must travel with the data wherever it goes. Transferring personal data to other countries (for instance the US or UK), will only be allowed if they abide by similar strict rules. Due to the Patriots Act in the US and Brexit of the UK this is no longer certain. The “quick fix” to contractually force your bodycam system provider to store the bodycam-data on servers within the European Economic Area is not enough. This is because they will still have unsupervised access to the software and thus data within the EEA\/EU from outside the EEA\/EU; a ‘tunnel’ into your ‘data vault’. To ensure digital sovereignty, one should demand that the video management software is provided, supported and maintained from within the EEA\/EU. Just like Australia has done by law and a newspaper editorial proclaimed after it came out that Huawei had access to mobile phone conversations in the Netherlands.\n\n\nIn conclusion, it’s important to not only respect privacy on paper but put it in practice. Staying up to date on privacy-related affairs and doing your research will only benefit your organization. The legal definitions and regulations on how to use bodycams are important to know and apply, so that bodycam recordings have the legal foundation for preventing, reducing and resolving conflicts. It is crucial to provide law enforcement officers and their managers with guidance and training on when and how to use a bodycam and its recordings in compliance with privacy laws and regulations. To guarantee that your bodycam operation complies to the GDPR privacy laws, make sure your bodycam provider stores, supports and accesses your video data and also the software from within the EEA\/EU for digital sovereignty.\n\n>> Our Bodycam Solutions\n\nShare This",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9402871132,
        "format_confidence":0.6400055289
    },
    {
        "url":"http:\/\/www.slate.com\/articles\/life\/longform\/2011\/11\/guns_and_the_people_who_love_hate_and_sell_them_stories_from_longform_org.html",
        "text":"Guns and the people who love, hate, and sell them: stories from’s Guide to Guns: Great Stories About Guns and the People Who Love, Hate, and Sell Them's guide to the greatest long articles ever written.\nNov. 24 2011 7:18 AM\n\nThe Guide to Guns\n\nGreat stories about guns and the people who love, hate, and sell them.\n\nEvery weekend, shares a collection of great stories from its archive with Slate. For daily picks of new and classic nonfiction, check out or follow @longformorg on Twitter.\n\nThe way of the gun, as collected by\n\n\nThey’re controversial and closely held; they can be both deadly and lucrative. Here are our favorite stories about guns—from the Kalashnikov to robot-operated weapons—and the notorious (and sometimes stoned) people who traffic them.\n\nEd Leibowitz • Los Angeles Magazine • February 2001\n\nA profile of the late actor-turned NRA president:\n\n‘Actor! Author! Civil Rights Champion! Patriot!’ the film's narrator cries above the trumpets' blare. ‘He hasn't just spoken the word of God, he's also spent his life defending the freedoms God has given us. Today, with your rights under the fiercest attacks in history, Heston is there.’\n\n“A figure emerges from the wings, more than six feet tall but appearing shorter, his torso inclined forward. Speedo propylene beach slippers make the journey to the podium with hesitant steps. Hip-replacement surgery and old age have dampened the fabled dynamism: no more battles with broadswords; no more chariot races for him. But above the uncertain legs, the chest is still massive, the cheekbones still chiseled, the broken nose as resolute as the NRA eagle on all those baseball caps bobbing above the crowd. As Charlton Heston approaches the microphone, his lungs swell, the vocal cords making their splendid, vibrant music out of ordinary air. ‘I'm inclined to quit while I'm ahead,’ he jokes. ‘But I won't. No!’ ”\n\n\nC.J. Chivers • Esquire • November 2010\n\nAdapting from his book of the same name, Chivers traces how the design and proliferation of small arms, originating from the Pentagon and the Russian army, rerouted the 20th century:\n\n“Since the AK-47, or Kalashnikov, had first surfaced, the American military had dismissed it as cheap and ineffective. But as this new weapon's cracking bursts were heard in battle each day, the Eastern bloc's assault rifle at last captured the Pentagon's attention. It marked the Kremlin's influence on how war was experienced by combatants of limited means — the Kalashnikov-carrying guerrilla, a common man with portable and easy-to-use automatic arms, was now in the field by the tens of thousands, and these men were outgunning American troops. To close the gun gap, the Pentagon rushed the M16 into service.”\n\nEvan Ratliff • The New Yorker • February 2009\n\nMost military experts agree that robots, not people, will inevitably do the fighting in ground wars. In Tennessee, a high-end gunsmith is already there. The story of Jerry Baber and his robot army:\n\n“We sat in a pair of office chairs, and Baber grabbed a radio-signal remote control. He switched on the larger robot, directing it across the concrete floor until the treads bumped against my foot. On an LCD display behind Baber, I could see an image of my leg, transmitted by a camera under the robot’s gun barrel. The gun then pointed at my stomach. He assured me that it was not loaded.”\n\nGuy Lawson • Rolling Stone • March 2011\n\nHow two twentysomethings, equipped with the Internet and weed, ruled the lucrative world of weapons trading ... for a while:\n\n“Packouz and Diveroli had picked the perfect moment to get into the arms business. To fight simultaneous wars in both Afghanistan and Iraq, the Bush administration had decided to outsource virtually every facet of America's military operations, from building and staffing Army bases to hiring mercenaries to provide security for diplomats abroad. After Bush took office, private military contracts soared from $145 billion in 2001 to $390 billion in 2008. Federal contracting rules were routinely ignored or skirted, and military-industrial giants like Raytheon and Lockheed Martin cashed in as war profiteering went from war crime to business model. Why shouldn't a couple of inexperienced newcomers like Packouz and Diveroli get in on the action? After all, the two friends were after the same thing as everyone else in the arms business — lots and lots and lots of money.”\n\nAdam Winkler • Atlantic • September 2011\n\nOn America’s relationship with the right to bear arms, from the founding fathers to the Black Panthers and the Ku Klux Klan:\n\n“The Text of the the Second Amendment is maddeningly ambiguous. It merely says, ‘A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.’ Yet to each side in the gun debate, those words are absolutely clear.\n\n“Gun-rights supporters believe the amendment guarantees an individual the right to bear arms and outlaws most gun control. Hard-line gun-rights advocates portray even modest gun laws as infringements on that right and oppose widely popular proposals — such as background checks for all gun purchasers — on the ground that any gun-control measure, no matter how seemingly reasonable, puts us on the slippery slope toward total civilian disarmament.”\n\nPeter Landesman • New York Times Magazine • August 2003\n\nThe author sits down with notorious (and recently convicted) arms dealer Viktor Bout, Bout’s brother, and a close friend:\n\nBout, who is 36, six feet tall and somewhat expansive in girth, nimbly made his way through the crowded lounge. He didn't shake my hand as much as grip it, with a firm nod. Icy blue eyes like chips of glass punctuated a baby face. We sat on one of the lounge's dingy couches, and he placed a thick folder of papers on his lap.\n\n“ ‘Look, here is the biggest arms dealer in the world,' Chichakli said, half mocking me and half mocking Bout. Bout opened his blazer. 'I don't see any guns,' he said with a shrug. Then Sergei raised his arms. ‘None here either.’ (Both spoke excellent English.) ‘Maybe I should start an arms-trafficking university and teach a course on U.N. sanctions busting,’ Victor Bout said. The brothers looked at each other and laughed.”\n\nMichael J. Mooney • D Magazine • October 2011\n\nIn the days after 9\/11, Mark Stroman went on a revenge killing spree in Texas. Rais Bhuiyan survived and, a decade later, tried to stop Stroman’s execution:\n\nThe first thing 27-year-old Rais Bhuiyan (pronounced Boo-yon) did when he got to the Texaco station every day was read the headlines in the Dallas Morning News. On September 17, 2001, he read something terrifying: a convenience store clerk had been shot and killed a few blocks away. Bhuiyan begged his boss, the owner of the station, to reinstall the security cameras—he’d already received a few tense glares in the days after 9\/11—but money was tight. Bhuiyan had dreams in which customers suddenly pulled out guns and started shooting at him. He had been working at the station in Mesquite for only a few months and he’d already been robbed once. At the time, he thought the man was trying to sell him a handgun.\n\n“ ‘How much?’ Bhuiyan asked when he saw the weapon.\n\n“The man pulled back the hammer with his thumb — click. ‘No, amigo.’ ”\n\nHave a favorite piece that we missed? Leave the link in the comments or tweet it to @longformorg. For more great crime writing, check out’s complete archive.\n\nGretchen Gavett is a contributor to",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9379865527,
        "format_confidence":0.9155523181
    },
    {
        "url":"https:\/\/dailyentertainmentnews.com\/tv\/top-10-things-nypd-officer-daniel-pantaleo\/",
        "text":"Top 10 things about NYPD Officer Daniel Pantaleo\n\ndaniel-pantaleoPinLast week, Eric Garner – a Black husband and father of four from Staten Island, NY – was choked to death by NYPD officers. The brutal attack was caught on tape. As a result NYPD officer Daniel Pantaleo has been stripped of his service weapon pending further investigation in connection with death of Mr. Garner.\n\nRecent reports show new evidence, Pantaleo has been accused of misconduct before. Read below, top-ten-things about him.\n\n#1 Daniel Pantaleo was videoed putting Garner in a chokehold –a move banned by the NYPD\n\n\nHe is seen on video placing 46-year-old Eric Garner in a chokehold and bringing him to the ground with the help of three other officers Thursday outside of a Bay Street beauty supply store.\n\n#2 He was trying to place Garner under arrest.\n\n\nPantaleo’s arm remains around Garner’s neck even after the hulking Port Richmond man has been subdued by other officers who tried to arrest him for allegedly hawking untaxed cigarettes. Garner was pronounced dead at Richmond University Medical Center, West Brighton, shortly after the incident.\n\n#3 Garner’s medical examiner has yet to determine the cause of death.\n\n\nUpon releasing his arm from Garner’s neck, he proceeds to push Garner’s face against the sidewalk with two hands as Garner gasps, “I can’t breathe! I can’t breathe!”  Police have said that Garner went into cardiac arrest while in police custody.\n\n#4 He has been placed on modified assignment\n\n\nAn NYPD spokesman confirmed Pantaleo, has been stripped of his gun and shield, and will work in a non-enforcement capacity until further notice.\n\n#5 Is not the first time he is accused of misconduct!\n\n\nIt turns out that Garner’s death, which has prompted a great deal of public anger at the police in general and Pantaleo in particular, is not the first time someone has accused the eight-year veteran of misconduct. The Staten Island Advance reports that Pantaleo has been sued twice for violating the civil rights of people he’s arrested.\n\n#6 First Law suit: he was accused of strip-searching two men on a street\nIn the first case, two men — Darren Collins and Tommy Rice — said that Pantaleo and another officer strip-searched them on a Staten Island street, in the middle of the day, after pulling them over.\n\n#7 Second Lawsuit: he illegally arrested a man on the street\n\nThe details of the second lawsuit, which is still pending, are a bit unclear. The Advance reports that a man named Rylawn Walker sued Pantaleo this past winter for arresting him even though he was “committing no crime at that time and was not acting in a suspicious manner.” Walker, who faced ********* charges that were later thrown out, also claims that Pantaleo “misrepresented facts in the police reports and other documents that the plaintiff had committed offenses when in fact this was not true.”\n\n#8 Charges of the first lawsuit against him were dismissed\n\nAccording to the 2012 lawsuit, Pantaleo and his colleague handcuffed Collins and Rice and then “pulled down the plaintiffs’ pants and underwear, and touched and searched their genital areas, or stood by while this was done in their presence.” Criminal charges were eventually dismissed.\n\n#9 New York City shelled out $30,000 to settle the lawsuit against him\n\nThe city paid the men $15,000 each on the strip-searching case.\n\n#10 Pantaleo has been receiving online death threats.\n\n\nThe eight-year veteran NYPD officer who is a plainclothes officer, is being targeted in online death threats and a Facebook page called “Officer Daniel Pantaleo — Wanted Dead or Alive.”",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9759470224,
        "format_confidence":0.9777392745
    },
    {
        "url":"https:\/\/www.lille-place-juridique.org\/top-10-types-of-lawyers-you-want-to-know.html",
        "text":"Top 10 Types Of Lawyers You Want To Know\n\nLawful morals is a term utilized to portray an implicit guidelines representing acceptable proficient conduct, which builds up the way of commitments owed to folks and to society. If you’ve been seeking around trying to discover a lawyer to assist you resolve your certain legal difficulty, you’ve most likely realized by now there are a lot of various types of lawyers. Other legal specialists such as court clerks and paralegals may possibly want to comprehensive vocational coaching applications. The court will make a decision soon after contemplating all variables like 1) the requirements of the wife \/ children 2) the living standard of the parties during marriage three) the revenue of the parties. They give free of charge legal tips to communities with unmet legal demands, particularly these unable to spend for legal solutions. The longer the case goes, the far more the costs they collect – but only to the extent that every single client can or will pay.\n\nCounselor at law- In the past at least in some U.S states there was a distinction amongst the term A Counselor at Law who argued the case in court and an lawyer who prepared the case but didn’t argue it. My lawyer told me about it. Just make sure you get a letter from the firm stating their acceptance of the amount and that the debt is satisfied. It requires a lot of people performing various items to make a item that is prepared for sale. Also, the issue that a single struggles to discover the proper tool does not get considerably relief in this list. The Loved ones Court of Australia was one particular of the initial courts to recognise self-represented litigants as a permanent and significant client group. Then if you wrote it to a store go to the store and pay any outstanding costs they could have.\n\nBanks engage the solutions of this type of lawyers to recover cash owed by bad debtors. Demonstrated experience in organization and corporate improvement, sales and business operations, policies and procedures. You will almost certainly have to spend added for this, but it’s certainly worth the cost. It may mold you to grow to be the greatest you want to be and to ace in almost everything not only to pass the crucial Bar Exam for lawyers in the Philippines but also to prepare for the real battle in the courtroom. Neither of which can be granted to a parent unless they go via the correct legal channels to get it completed and make issues legally binding. Lawyers in these departments may also have their own clientele and their personal offers or disputes. Lawyers nominee businesses: These firms act as trustees to hold securities for loans created on behalf of customers.\n\nI have created a list of ten queries that you should ask to help you get the answers you require to make a solid selection. Other lawyers sue when there’s a copyright violation such as employing a song without the artist’s permission. If you feel generous and want to spend for an hour of credit counseling (with a reputable firm\/individual) that is awesome. Thanks Jessie 🙂 I consider absolutely everyone right here is ready for the battle in the court 🙂 Cheers to all lawyers! These can be taken care of rapidly by either paying them or setting up an appointment to speak with the judge to make payment arrangements. When NJ is informed of DUI, they may impose added fines, charges and surcharges. The type of legal company you have will dictate which sort of lawyer you require.\n\nThe Judge then might wait or could have a clerk make a phone contact or will just reschedule it. The judge took less then a minute to make a bench selection after asking me a couple of concerns and consulting with Social Securities medical doctor. They draft and audit authorizing assentions, administration contracts, contracts carrying out with eminences and some other part of the entertainment company you can envision. The rules of a legal court are several, and most attorneys never even know all the rules. New Banks applying for a licence within the calendar year 2009 are required to spend an application fee of £19,150 and by the final day of the month in which the licence is granted, pay a further pro rata fee of £1,596 multiplied by the quantity of complete months in between the licensing date and the end of that calendar year. In a way I hope it does go to court to show what an true liar and devious particular person she genuinely is.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9932373166,
        "format_confidence":0.9634940624
    },
    {
        "url":"https:\/\/www.mathislaw.com\/blog\/5-things-know-applying-social-security-disability\/",
        "text":"5 Things to Know About Applying for Social Security Disability\n\nApplying for Social Security disability can be a challenging endeavor, especially since the process is never truly black and white. There are many factors taken into consideration by the Social Security Administration (SSA), including work history, medical condition, and more.\n\nTo make your application process a bit more straightforward, we’ve put together our top 5 tips to keep in mind when applying for Social Security.\n\n1. Claims Are Often Denied\n\nWe want to set a clear expectation – it is very common for your initial SSDI claim to get rejected. It could be related to any number of reasons and doesn’t necessarily mean you don’t qualify, so try not to feel defeated if this happens to you.\n\nA few reasons your claim might get denied could include:\n\n  • Incomplete medical records or records that don’t support your claim\n  • Errors or inaccuracies with your application\n  • SSA isn’t able to get in touch with you\n\nThe best thing you can do if your claim is denied is to either appeal or reapply, which we will discuss in more detail later in this article.\n\n2. Don’t Wait to File Your Application\n\nThe longer you wait to file your application, the longer it will take to (hopefully) be approved. It’s common for the application review process to take anywhere from 3-6 months, sometimes even longer.\n\nSince it’s not guaranteed that you will be approved the first time, you’ll want to prepare as best as you can to wait it out. If you get a second denial, you may get a hearing, although to be seen in front of a judge can take more than a year.\n\nBasically, the sooner you can get your Social Security benefits application submitted to SSA, the better!\n\n3. You Can Appeal If Initially DeniedHandicap Sign\n\nIf your Social Security benefits claim is denied, you will still be able to submit an appeal, though you’ll want to keep in mind the deadlines for appealing are relatively short.\n\nThere are a few steps included in the process:\n\n  1. Reconsideration – Your same application is reviewed by a new disability officer. This must be done within 60 days of your initial denial.\n  2. Request a Hearing – If your second application has been denied again, you can request a hearing before a judge, called an administrative law judge (ALJ). This must be done within 60 days of the denial.\n  3. Claim Reviewed by Appeals Council – This council will review the decision made by the ALJ to determine next steps.\n  4. File Lawsuit in Federal District Court – This is the final step of the process, although most cases never make it to this point.\n\nWhatever you do, don’t panic – though this may seem discouraging, there’s a decent chance your claim may still be approved farther along in the process. That said, it’s in your best interest to file as soon as possible to get the ball rolling. If you don’t file an appeal within the deadline, you won’t be able to appeal with SSA.\n\n4. Document Your Condition Thoroughly\n\nYour medical condition is the most important factor considered when applying for Social Security benefits, so accurate documentation is critical for a smooth application process. Well-organized and detailed documentation can even help strengthen your case!\n\nIt doesn’t have to be formal – keep it simple yet detailed. Note how you’re feeling and how your current condition affects your day-to-day life. Make sure to tell all medical providers, counselors, case managers, etc. about these things. Some important details you’ll want to document could include:\n\n  • Any illness or pain that you’re experiencing\n  • Details of the occurrences related to your disability, such as:\n  • Date and time\n  • Type of incident (i.e. seizures or migraines)\n  • How long each incident lasts\n  • Circumstances that trigger each incident\n  • List of medications you’re taking due to condition\n  • If any, side effects of current medications\n  • Description about the nature and severity of your pain – it’s important to be as detailed as possible when describing your pain, as generalization is often not enough to get the point across\n\nBy being able to effectively describe your medical condition and the pain you’re experiencing and making it part of your medical record, you can significantly improve your chances of being approved for disability benefits.\n\n5. Hire a Social Security Attorney\n\nApplying for Social Security disability benefits can be difficult to tackle on your own. If you’re planning to apply, appeal, or reapply for benefits, it’s best that you work with a disability attorney who can help you decide on the best approach to take. Having a professional disability attorney who understands the system can guide you through the documentation filing process, which can put you in a better position to receive disability benefits.\n\nThe professional attorneys at Woodruff & Mathis are available to help you develop your claim. Contact us today to schedule an appointment!",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.8612806201,
        "format_confidence":0.9315441251
    },
    {
        "url":"http:\/\/www.lawyer-jokes.mytwotails.com\/top-10-frivolous-prison-inmate-lawsuits-from-florida-1995\/",
        "text":"Top 10 Frivolous Prison Inmate Lawsuits From Florida, 1995\n\nBack in 1995, Florida’s Attorney General Bob Butterworth has released a “Top 10 Frivolous Prison Inmate Lawsuits” levied against the State Department of Corrections. Enjoy!\n\n  • 10. Prisoner claims discrimination because he was not given a Department of Corrections raincoat like other inmates. (Walker v. DOC)\n  • 9. Prisoner sues to be served fresh rather than reconstituted milk. (Gerteisen v. Bowers)\n  • 8. Prisoner sues for right to conduct martial arts sparring and full-contact fighting as part of his religion. (Gibson v. Miller)\n  • 7. Prisoner sues over being served three cheese sandwiches a day for one week while in disciplinary confinement. (Derks v. Perrin, Jr.)\n  • 6. Prisoner sues because he was required to eat off of a paper plate. (Procup v. Strickland, et al)\n  • 5. Prisoner who has filed more than 140 actions in state and federal court sues over finding gristle in his turkey leg. (Attwood v. Bowers)\n  • 4. Prisoner sues to be served fruit juice at meals and three pancakes instead of two. (Spradley v. Rathman)\n  • 3. Prisoner who murdered five people sues after lightning knocks out the prison’s TV satellite dish and he must watch network programs which he says contain violence, profanity and other objectionable material. (Jackson v. Barton)\n  • 2. Prisoner sues to be given Reeboks, Adidas, Pony or Avia brand hightops rather than inferior brand sneakers issued by prison. (Brown v. Singletary)\n  • 1. Prisoner who lost a lawsuit claiming his rights as a Muslim were violated because the prison put “essence of swine” in his food announces his conversion to satanism and sues for tarot cards and doves’ blood. (Marshall v. DOC)\n\nComments are closed.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.926502347,
        "format_confidence":0.9848659039
    },
    {
        "url":"https:\/\/www.cio.com.au\/slideshow\/444001\/pictures-12-scams-christmas-how-avoid-them\/",
        "text":"In pictures: 12 scams of Christmas and how to avoid them\n\n'Tis the season for online scams. Here are 12 of the most dangerous scams you're likely to see this holiday season.\n\n  • The holiday shopping season is in full swing and so is the season for online scams. According to 2012 Holiday Shopping Study by McAfee and Harris Interactive, 70 percent of Americans will shop online this holiday season and 24 percent of Americans will shop online with a mobile device. That's a target that has cyber criminals salivating. Here are 12 of the most dangerous scams you're likely to see this holiday season, according to McAfee.\n\n  • Social Media Scams On the first day of Christmas, cyber scrooge gave to me social media scams. People are often off-guard when it comes to social media networks like Facebook and Twitter because they're surrounded by \"friends.\" But your friends' accounts could be hacked and sending out fake alerts. Be careful when you click or like posts, enter raffle contests or install apps to receive discounts. Beware fan page deals that you get from your friends that advertise the hottest holiday gifts or Twitter ads and special discounts that use shortened links that could be malicious.\n\n  • Malicious Mobile Apps On the second day of Christmas, cyber scrooge gave to me malicious mobile apps. Smartphone and tablet owners love their apps—they've downloaded more than 25 billion apps for Android devices alone. But they're not all safe. You could be downloading a malicious app designed to steal your information or send out premium-rate text messages. Get some information about the developer before you download.\n\n  • Travel Scams On the third day of Christmas, cyber scrooge gave to me travel scams. If you find travel deals online that seem too good to be true, there's a good chance they are. Scammers build phony travel pages with beautiful pictures and bargain basement prices, all in an effort to get you to hand over your financial details.\n\n  • Holiday Spam\/Phishing On the fourth day of Christmas, cyber scrooge gave to me holiday spam and phishing. Spammers and criminals engaging in phishing seek to tailor their messages to make you more likely to click. Expect to see ads for cheap Rolexes or pharmaceuticals that proclaim them the \"perfect gift.\" The real gift is likely malware, a stolen identity, theft or all three.\n\n  • Hot Holiday Gift Scams On the fifth day of Christmas, cyber scrooge gave to me hot holiday gift scams. Certain items, like the iPhone 5 or iPad Mini, generate all sorts of buzz as the hot gift during the holiday season. Expect to see these must-have gifts mentioned in dangerous links, phony contests (\"click HERE for a free iPad!\") and phishing emails. Think twice before you click on a dubious link or reveal personal information.\n\n  • Skype Message Scare On the sixth day of Christmas, cyber scrooge gave to me Skype message scams. Lots of people now use Skype to connect with their loved ones during the holiday season, and that makes it an attractive target for criminals. Beware emails about \"Skype toolbar for Outlook\" or purporting to come from \"Skype Security Center.\" They're seeking to install spyware or other malware to listen to your calls for personal information or even hold your files for ransom.\n\n  • Bogus Gift Cards On the seventh day of Christmas, cyber scrooge gave to me bogus gift cards. Be careful when buying gift cards online from third-parties because they may well turn out to be fraudulent. Research the seller before buying. When in doubt buy gift cards directly from the source.\n\n  • Holiday SMiSishing On the eighth day of Christmas, cyber scrooge gave to me holiday SMiSishing. That's a mouthful. It's phishing via text message in which the scammer tries to lure you into revealing information or performing an action you normally wouldn't do by pretending to be a legitimate organization. Think twice if that text message is not from a friend or an organization you've explicitly given permission to text you.\n\n  • Phony E-Tailers On the ninth day of Christmas, cyber scrooge gave me phony ecommerce sites. These sites try to lure you into sharing your credit card number and other personal details by promoting great deals. Of course, you'll never receive the merchandise and your information will be stolen. As a bare minimum, if you visit an ecommerce site, make sure the browser address bar lights up green (indicating that it's been strictly validated with an Extended Validation Certificate) and look for a trust seal near the bottom of the page.\n\n  • Fake Charities On the 10th day of Christmas, cyber scrooge gave to me fake charities. Every year people give generously to charity during the holidays, and cyber criminals want a piece of that action. One of the biggest scams every holiday season involves spam advertising fake charities in which the money goes directly to the crooks. Do some research on your charity of choice before you give.\n\n  • Dangerous eCards On the 11th day of Christmas, cyber scrooge gave to me dangerous eCards. Criminals love eCards as a way of delivering spyware or viruses that download the moment you click on the link to view the greeting. Don't click these links unless you recognize the sender. Even then, it probably couldn't hurt to check whether the eCard provider is legitimate before clicking the link.\n\n  • Phony Online Classifieds On the 12th day of Christmas, cyber scrooge gave to me phony online classifieds. Many people turn to online classifieds as a way to find holiday gifts or part-time jobs to pay for them. But beware of offers that ask for too much personal information or ask you to wire funds via Western Union. These are most likely scams and frequently illegal. Fake work-from-home jobs that involve wiring money are one of the primary ways that cyber criminals launder their ill-gotten gains. And it could stick you with jail time to boot.\n\nShow Comments",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9264356494,
        "format_confidence":0.9893452525
    },
    {
        "url":"http:\/\/www.businessinsider.com\/1homicidal-countries-2011-11?IR=T",
        "text":"The 20 Most Homicidal Countries In The World\n\nugandaGetty Images\n\nThe United Nations just put together their Global Study on Homicide 2011, an extensive report detailing each country's homicide rate and the factors that brought them there.\n\nGlobally, there were 468,000 murders in 2010, giving the world an average of 6.9 murders per 100,000 people. But more than a third of these homicides took place in Africa, and slightly lower percentages took place in the Americas and Asia.\n\nNot surprisingly, many of the countries with the highest homicide rates are low on human development, high on income inequality and corruption, and fairly unstable.\n\nBecause homicide rate is per capita, some fairly surprising nations are found in the top 20. For example, Ethiopia had the highest hard count of murders, but placed 20th on the list. You'll find the U.S. Virgin Islands higher up than that.\n\nClick here to see the 20 most murderous nations > »\n\nView As: One Page Slides\n\n\nThe 20 Most Homicidal Countries In The World\n\nYou probably shouldn't move to Honduras. \n\nBusiness Insider Emails & Alerts\n\nGet the best of Business Insider delivered to your inbox every day.\n\n\nGet the Slide Deck from Henry Blodget's IGNITION Presentation on the Future of Media\n\n2017 Ignition deck\n\n\n\nRead Business Insider On The Go\n\nAvailable on iOS or Android\n\nGoogle Play",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9842190146,
        "format_confidence":0.9536476731
    },
    {
        "url":"http:\/\/dzlawgroup.blogspot.com\/2015\/06\/top-things-to-consider-when-filing.html",
        "text":"Wednesday, June 24, 2015\n\nTop Things to Consider When Filing a Personal Injury Lawsuit\n\nIf you were involved in a crash or were otherwise injured at no fault of your own, you may wish to file a personal injury lawsuit against the other party. A lawsuit can help you regain lost wages, recover damages and gain peace of mind after a personal injury. Before filing a lawsuit, however. there are several things that you should consider in regard to expenses. After all, you do not want to leave a court case with less money than you had going in.\n\nFiling Fees\n\nWhen filing a personal injury lawsuit, you will be required to pay a fee for the petition. On average, a filing fee ranges between 10 and 50 dollars. In one payment, this is not much, but various filing fees over the course of an entire trial can stack up to over $1,000. Be sure that the reward of the case is large enough to offset this expense and prior damages.\n\nTime Off from Work\n\nIf you have returned to work after an injury, filing a lawsuit against another party will likely mean that you need to take more time off for the trial. This can result in more lost wages, so you need to be absolutely sure that the benefits of the case outweigh this.\n\nCopying Costs\n\nIn order to make a solid argument in front of the judge, you will need evidence in the form of medical documents, bills, and police reports. These will cost you money to get copied.\n\nNo comments:\n\nPost a Comment",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9909148216,
        "format_confidence":0.7712014318
    },
    {
        "url":"https:\/\/staging2.filmdaily.co\/obsessions\/florida-man-dui-headlines\/",
        "text":"Trending News\nWhat are the craziest headlines for Florida Man? Read these Florida men's stories, including crashing golf carts and lawnmower escapades.\n\nDrunk Driving: The weirdest inebriated Florida Man headlines\n\nDrunk drivers kill thousands of people every year on American roads, which is why driving under the influence is a serious crime. That said, Florida Man has a long rap sheet for bizarre and unusual drunk driving arrests we had to share. Here are some of the weirdest DUI arrests Florida police had to make recently. \n\nThe lawnmower man\n\nA Florida man was spotted by police driving along a highway. Seems normal, except he wasn’t driving a car. Police pulled this Florida man over while he drove a lawnmower. In the two-minute bodycam footage, the cheerful man says he knew he was on the road and had “a couple” to drink. \n\nIn this friendly conversation, Florida Man said he was going home and coming from his house, pointing in opposite directions. During the sobriety test, the Florida man slurs that there’s no need to breathalyze him, he’s drunk, so he’s coming in quietly. \n\nThe Florida Man, Paul Burke, had three DUIs before police caught him drunk on his lawnmower, riding down the highway. Apparently, a lawnmower was the only thing he had to drive since his license had been suspended & revoked over the three previous charges. \n\nMore Florida lawnmower men\n\nPaul Burke wasn’t the only Florida Man to go for a drunken joyride on his lawnmower. Another Florida man imbibed in lots of beer and decided to take his John Deere to the shopping mall. Once there, this Florida man thought it would be a good idea to smash into a cop car. \n\nUpon his arrest, he was asked if he wanted to make a statement. This Florida man’s famous words? “My bad.” \n\nRolling through Starbucks\n\nThis Florida man was arrested for a DUI after ordering some coffee. Officers noticed him rolling away from Starbucks with a flat tire and a bicycle hanging off his car. When they pulled him over, they noticed a knife sticking out of his jacket. After a field sobriety test and having a machete in his car, this Florida Man got multiple charges with his grande coffee. \n\nThe Florida Man who turned himself in\n\n911 Dispatch in Polk County, Florida got an interesting call from a Florida man who had no idea where he was. He wanted to call to turn himself in for drunk driving. While the dispatcher is trying to get Florida Man to pull over, he’s insisting he can’t, slurring that he doesn’t know where he is. \n\nEven better, this Florida man told the dispatcher that he was going to get something to eat in the middle of the 911 call. He said he was driving around, trying to get pulled over for a DUI. He also admitted to smoking meth. \n\nThe Florida man, Michael Lester, had a long criminal history that included resisting arrest and battery. \n\nThe Florida man who asked for directions \n\nThis Florida Man flagged down a police officer to ask for directions to the nearest auto parts store. While this seems reasonable, this Florida man was drunk when he asked. When police administered a sobriety test, the Florida Man declared, “You didn’t pull me over, I pulled you over!” \n\nThis Florida man, Juan Zamora, was arrested for a DUI, with an added charge for cocaine possession after cops found the drug in his car. \n\nWe never heard this one before . . .\n\nAn Indian County, Florida Man was arrested for a DUI but insisted he was innocent. Why? Florida Man said he only drank at stop signs\n\nWhen police pulled Earle the Florida man over, he admitted to drinking “a couple pulls of Jim Beam,” but said it wasn’t drunk driving since he only drank it at traffic lights and stop signs. His breathalyzer showed Earle’s BAC was twice the legal limit in Florida and off to jail he went. He had two previous DUIs in Missouri. \n\nDistracted by an alligator\n\nThis Florida man was only visiting when he claimed he was “distracted by an alligator,” the reason he gave cops for being in a ditch. He also mentioned he had about six beers. Before he was arrested, he was kind enough to warn police about lions & leopards roaming around. \n\nAfter he was arrested, this Florida man thought he was in a hotel. He asked the officer at the desk if he could check out of his room. \n\nA DUI on a golf cart\n\nThis Florida man received his DUI while driving a golf cart down a highway. When police pulled him over, he handed them his membership card and didn’t have a license at all. Not only did he blow above Florida’s legal drinking limit, but he also blew a .339. Most people would be unconscious or dead with that much alcohol in their system! \n\nShare via:\nNo Comments\n\nLeave a Comment",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9698572755,
        "format_confidence":0.9792299867
    },
    {
        "url":"https:\/\/listverse.com\/2015\/08\/06\/10-unsettling-facts-about-japans-creepiest-cult\/?utm_source=more&utm_medium=link&utm_campaign=direct",
        "text":"Show Mobile Navigation\nCreepy |\n\n10 Unsettling Facts About Japan’s Creepiest Cult\n\nby Morris M.\nfact checked by Jamie Frater\n\nOn March 20, 1995, five men boarded the Tokyo subway carrying small packages of deadly sarin. As their trains approached the city center, each man calmly punctured his package with the tip of an umbrella and exited, leaving the sarin behind. The resulting cloud of nerve gas killed 12 people and injured as many as 5,500. The entire city was paralyzed. Hospitals overflowed. Subway stations resembled battlefields. It was the worst terror attack in Japanese history.\n\nBy summer, it was clear that Aum Shinrikyo was responsible. An apocalyptic cult built on a mixture of Buddhist and Christian teachings combined with yoga, the group had convinced its members that they needed to trigger an apocalypse as soon as possible. But the subway attack wasn’t just a random one-off. It was the culmination of years of creepy incidents involving Aum, each one scarier than the last.\n\nFeatured image credit: Tsu\n\n10 The Brutal Sakamoto Murders\n\nDead Body\nIn 1989, Tsutsumi Sakamoto had every reason to be cheerful. His wife had just given birth to a baby boy, his legal career was taking off, and the young lawyer was making a name for himself taking on the new Aum cult in Tokyo. Then, in November, Tsutsumi and his family vanished. There was no note, no explanation, and no evidence. Japan’s police groped blindly in the dark, unsure if the Sakamotos had simply cut and run or if something darker was at work.\n\nFast-forward to 1996. As part of the marathon series of trials following the subway gas attack, Aum member Tomomasa Nakagawa was cross-examined about the cult’s past crimes. The disappearance of the Sakamoto family came up. Nakagawa’s response was chilling. Fed up with the hotshot lawyer interfering in their business, Aum had decided to have Tsutsumi brutally murdered.\n\nThe original plan had been to kill him on his way home from work. Unfortunately, the date that the Aum leadership chose just happened to coincide with a public holiday. Rather than wait 24 hours, the six selected assassins decided to go to the Sakomoto home and finish the job.\n\nAt 3:00 AM, they entered the house. Tsutsumi and his wife were asleep in bed. One member strangled Tsutsumi, while another kicked his wife half to death before strangling her, too. Her last words were, “Please save the child, at least.” Instead, the sect members located the baby and suffocated him with his bedding. They then drove the three bodies out into Japan’s remote countryside and buried them in metal drums. Although Aum was suspected of being involved, the authorities failed to investigate properly. It wasn’t the only time that the police let Aum get away with their crimes.\n\n9 Kidnapping And Extortion\n\nFor a newly emerged cult, Aum was surprisingly sophisticated about funding itself. Members would have to pay to reach enlightenment, and special seminars costing tens of thousands of dollars were regularly held. At one point, the group even began operating its own restaurant chain and selling computers. However, by far, the most common means of funding came from extortion.\n\nAt its most harmless, this involved blackmail on an industrial scale. Towns and cities across Japan would be contacted and told that Aum planned to open a compound there. They were then given the option to pay hundreds of thousands of dollars to keep the cult away. Most of them coughed up. More harmfully, the group entered into business with the Yakuza to manufacture and help sell illegal drugs.\n\nWorst of all were the kidnappings. Cult members would be quizzed over their families’ earnings. If it turned out that they were related to someone wealthy, they would frequently be ordered to kidnap that relative. One innkeeper was taken hostage by his own daughters, tortured, and forced to hand over 60 million yen. The tactic was scarily effective. By 1995, the cult was estimated to have a net worth of around $1.5 billion.\n\n8 They Built Their Own WMD Testing Ground\n\nAustralian Outback\nWhen Australian Federal Police raided the Banjawarn ranch in 1995, it was like they’d stepped into a nightmare. Remote parts of the property were littered with the carcasses of sheep that had died in agony. Tests revealed that they’d been poisoned with sarin. In the abandoned house, policemen stumbled across a vast chemical weapons lab, primed to produce nerve gas. Horrifically, it began to dawn on them that they’d uncovered a testing ground for weapons of mass destruction.\n\nPurchased by Aum in early 1993, Banjawarn had long been associated with suspicious activity. On May 28 of that year, local seismographs shot off the scale. A loud boom echoed out across the desert, followed by a rumble that was felt dozens of miles away. Locals reported seeing a fireball leap up into the sky. Following the 1995 raid, police discovered an active uranium mine on the ranch, leading some to conclude the explosion had been Aum testing its own crude nuclear weapon.\n\nWhile there is no concrete evidence that Aum ever came close to having a nuclear device, there’s no doubt that Banjawarn saw some horrific experiments. The group was later found to have been creating anthrax and nerve agents like Soman at the ranch, some of which had been tested on the local wildlife.\n\n7 They Carried Out Multiple Germ Attacks\n\nHazmat People\nAs early as 1990, Aum’s leadership was planning mass-casualty terror attacks. In April of that year, they modified a van to emit a fine spray as it drove and then loaded up with samples of botulinum toxin. The group then drove it through central Tokyo, spraying the Japanese parliament with one of the deadliest bacteria known to man.\n\nThanks to the cult’s poor understanding of germ warfare, the attack released a harmless version of the bacteria. But it inspired them to greater, scarier heights. Two years later, the group managed to acquire some anthrax. A stupendously deadly strain of bacteria, anthrax can kill you in unimaginably gruesome ways. If you happen to get infected by inhaling it, you’ll almost certainly die even with treatment. Aum took their anthrax samples, loaded them into giant aerosols, and tried to spray the whole lot over Tokyo.\n\nA successful anthrax attack could have killed thousands. Thankfully, Aum had accidentally acquired a vaccination strain that was harmless to humans. Less happily, the repeated failure of their germ attacks is what inspired them to move on to sarin. By 1994, they’d successfully tested their new gas in the town of Matsumoto, killing eight people and wounding nearly 500.\n\n6 Gruesome Assassinations\n\nIn 1994, Tadahiro Hamaguchi became one of history’s most gruesome firsts. On a late-night walk through Osaka, he became possibly the first person in history to be killed by VX.\n\nA nerve agent developed by the British after World War II, VX is so deadly that it makes sarin look like laughing gas. A single drop absorbed through the skin can kill you so fast that there would be no time to inject an antidote. For a brief period in the mid-1990s, Aum used it to murder their enemies.\n\nFrom 1994–95, more than 10 VX assassinations were carried out by the cult, usually by injection. The one man lucky enough to survive a spray attack was hospitalized for 45 days and left in a coma. As bad as that was, it was just the start of Aum’s long list of terrifying assassinations.\n\nOthers were kidnapped and hanged on Aum property, their bodies incinerated in purpose-built microwaves. One such victim was Kiyoshi Kariya, a 68-year-old man whose brother was trying to quit the group. Kariya was kidnapped, drugged, held hostage, murdered, and then finally burned in one of Aum’s incinerators. His ashes were scattered in a lake, so no trace of him would ever be found.\n\nWhen Aum’s compounds were finally raided after the Tokyo subway attack, police discovered that at least eight other people had met the same hideous fate. They also discovered an assassination list. Had the cult not blown their cover with the 1995 sarin attack, the number of people incinerated in Aum’s ovens would have likely been much, much higher.\n\n5 They Tortured Their Own Followers\n\nOne of Aum’s central tenets was that followers had to gain enlightenment through suffering. Although that sounds like the sort of meaningless platitude that any religious sect might come out with, Aum took it very seriously. When no suffering was forthcoming, they tortured their own followers to create it.\n\nMost famously, this involved their “thermotherapy” ritual. Followers would be dipped in scalding hot water to purify themselves, a practice that led to burns and at least one death. When physical pain wasn’t enough, the cult turned to the mental realm. Multiple initiation ceremonies involved the forced ingestion of narcotics and hallucinogens, followed by public emotional humiliation. Followers were frequently fed LSD, often without their even knowing they had taken the drug.\n\nFor those who tried to escape the cult, things were even worse. Aum operated its own prisons and torture chambers, hidden inside giant shipping containers. Suspected dissidents could face all manner of brutal interrogation methods, if they weren’t simply killed outright. Yet, none of this seemed to even dent their popularity . . . \n\n4 Mass Membership And Power\n\nAttack Helicopter\nFor a doomsday cult that was suspected of murder and tortured its own followers, Aum sure didn’t have any problems attracting new converts. At its height in 1995, the sect had an estimated 50,000 members, most living in Russia. This significant following translated into something tangible—power.\n\nAum’s foothold in Russia was nothing if not terrifying. In less than half a decade, the group had managed to set up its own university in Moscow and had begun targeting disaffected students for recruitment. They even tried to set up their own company in the hopes of brainwashing the employees that would flock to them during the next... (truncated)",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.8160078526,
        "format_confidence":0.9596117139
    },
    {
        "url":"https:\/\/www.lakebit.com\/5-reasons-why-manuel-noriega-lost-the-call-of-duty-lawsuit\/2\/",
        "text":"5 Reasons Why Noriega’s Call of Duty Lawsuit Failed\n\n2. California’s “right of publicity”\n\n\nNoriega the villain in Call of Duty sure looks like the man who was dictator of Panama.\n\n\nIf you have been following Noriega’s Call of Duty lawsuit, then you know that the man filed his suit in the US state of California. Why is this you ask? In the US, some states have laws that disallow the use of someone’s likeness in a commercial product (such as a video game) without their consent. Eugene Volokh, a law professor who writes for the Washington Post said that, “At the very least it sounds like Noriega has a credible claim”.\n\nBut does the Noriega who appears in Call of Duty: Black Ops II look like the real Manuel Noriega? The truth is that while the Noriega that appears in the game is a Panamanian guy in a military uniform with pockmarks on his face, the video game character is not a carbon copy of Noriega. And his likeness is used in just a small part of Call of Duty’s campaign. Also, the events he takes part in during Call of Duty’s fictitious campaign are surely different enough from those that took place during the 1989 US invasion of Panama.\n\nSOURCE (link). Call of Duty: Black Ops II (Activision).",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.5483511686,
        "format_confidence":0.9069004655
    },
    {
        "url":"http:\/\/www.msverdict.com\/mistakes-that-can-hurt-your-mississippi-automobile-accident-case\/",
        "text":"Mistakes That Can Hurt Your Mississippi Automobile Accident Case\n\nMistakes That Can Hurt Your Mississippi Automobile Accident Case\nNovember 4, 2013 msverdict\n\nWhile no car accident victim wants to harm their own automobile accident case, there are some innocent mistakes that victims often make which can have devastating consequences on their recovery.  The following is a list of commonly made mistakes that can harm your chances of receiving compensation for your injuries following an automobile accident:\n\n  1. Delaying seeking medical treatment—this is an all too common mistake among car accident victims.  Often, after a crash, your adrenaline is pumping and you may feel uninjured.   Later, when the stress and excitement of the incident fades, you realize you have actually sustained injuries.  Your busy work or school week begins and before you know it, several days have passed and you still have not sought treatment.  The problem becomes this—the longer you wait to seek medical treatment, the easier it will be for the insurance company to make the case that your injuries did not stem from the accident.  There are many daily activities you may partake in, such as sports, physical labor at work, and more driving, that the insurance company will use every opportunity to argue are the actual cause of your injuries.\n  2. Admitting fault—you have just been in a harrowing car accident.  You are confused, scared, and not thinking straight.  You then strike up a conversation with the other accident victim, in which you ponder whether perhaps the accident was your fault.  Or maybe, in your haze, you tell the police the accident was your fault.  Later, while thinking about the incident in the calm of your home, you distinctly remember the events and realize the accident was not your fault at all.  Unfortunately, your statements at the scene of the accident may limit or hinder your recovery.  This is why it is so imperative to not admit fault for the accident.\n  3. Not going to your doctor’s appointments or treatments—everyone may need to reschedule an appointment or two, but if missing appointments becomes a pattern or if you stop going appointments or treatments, the insurance company will use this against you.  They will argue your injuries must not be severe or legitimate if you no longer need treatment or follow-up care.  Therefore, it is best to continue with your prescribed treatment and follow-up doctor’s appointments until your physician recommends discontinuance.\n  4. Under-estimating the insurance company—despite friendly sounding agents who will try to befriend you, the insurance company will look for any means to disprove or deny your claim.  They will hire investigators that will look for evidence to hinder your recovery and they will record any statements you make concerning your injuries.  Keep this in mind when dealing with the insurance company and, if possible, avoid all contact with them without your attorney present.\n  5. Failing to hire an aggressive, experienced Mississippi automobile accident attorney—your automobile accident attorney can mean the difference between a full and complete recovery and years of catching up on unpaid medical bills.  A zealous Mississippi automobile attorney will be there to represent your best interests.  Automobile accidents involve complex laws of fault and compensation.  You need the assistance of a skilled car accident attorney to provide you the best possible chance of recovery.\n\nThe Giddens Law Firm is a boutique Jackson, Mississippi personal injury law firm with more than 20 years of experience representing automobile accident victims.  We are an aggressive team of litigators who will fight tirelessly for your recovery.  We will also take the time you need to review your legal options and help maximize your chances of obtaining the compensation you deserve for your injuries.  Call us today at 601-355-2022 to schedule your free and completely confidential case analysis.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9874535799,
        "format_confidence":0.9213687181
    },
    {
        "url":"https:\/\/lawyerist.com\/62865\/8-one-sentence-ideas-from-lexthink-1-abatechshow\/",
        "text":"This post is part of \"ABA TechShow 2013 Coverage,\" a series of 8 posts. You can start at the beginning or see all posts in the series.\n\nEach six-minute LexThink.1 presentation (similar to Pecha Kucha) is just long enough to get out a single idea — if the presenter is any good. The idea is to be entertaining and clever, not comprehensive.\n\nActually, LexThink.1 may be entertaining for the audience, but since most of the presenters are seasoned speakers, it’s more like a dance battle. If doing polished, six-minute presentations were in any way like dancing.\n\nI think I am doing justice to the format in reducing each six-minute presentation to its one-sentence point — if it has one — plus my commentary. You can always go and watch the presentations yourself in a week or two, when Matt Homann puts them online.\n\nIn the meantime, you will have to settle for my snarky commentary.\n\nRoe Frazer: “Knowing the Unknowns”\n\nI think I’ve got this right. Frazer’s entire presentation hinged on his use of the term “black swan event,” and I have no idea what he means by that. Maybe it’s because I’ve never seen the movie.\n\nArtificial intelligence — or Mechanical Turk or Big Data, or something, I’m not sure — will eat lawyers’ lunch someday.\n\nAssuming I got that right despite my ignorance of Frazer’s central conceit, I guess the idea is that you should be afraid for your grandchildren’s practices. Actually, ignore this. Roe Frazer is apparently an internet marketing guy. I have no idea why you would want to listen to his ideas about AI or Big Data and the law, or whatever.\n\nChad E. Burton: “The Future of Virtual Law”\n\nHey, a practicing lawyer! From what I can tell from his website, Chad has actually practiced law since 2006 or 2008 or something.\n\n“Virtual” is just a way to deliver services that can help you serve clients who don’t want to visit your office, not a replacement for, you know, actual lawyering.\n\nChad must have run into Scott Greenfield at some point. He got all defensive about being called a “Starbucks lawyer.”\n\nMatt Spiegel: “The Death of the Office”\n\nDespite heading up MyCase, Matt is also, as far as I know, still practicing law. Which may be why his software and ideas are a little different than his competition — he tests them in his own practice.\n\nGet used to delivering legal services through technology and beat Rocket Lawyer and LegalZoom at their own game.\n\nSo, basically, do what Chad said.\n\nSarah Glassmeyer: “Disruption in Publishing”\n\nSarah, who is like a militant law librarian crossed with an Internet geek, or something, lost her voice and couldn’t do her presentation. Follow her on Twitter, instead. She’s pretty cool.\n\nBummer. I was really looking forward to Sarah’s presentation.\n\nPhilip Rosenthal: “Flattening the Legal Tower of Babel”\n\nI’ve learned that building a legal research database like Fastcase is frighteningly complicated. So I basically believe anything the big brains at Fastcase say about stuff, even if I don’t understand it.\n\nIt’s (long past) time to transform the legal code into a uniform system of code — for contracts, wills, and other stuff.\n\nIf it’s possible, let’s do it. I love this idea. Also, directly on point, check this out. Someone has already tried.\n\nJay Shepherd: “Don’t Do What You’re Good At”\n\nJay used to be a lawyer, then he wrote a cool-sounding book, Firing at Will, and he’s a good speaker. (Although he’s getting kind of guru-y since he closed his firm.)\n\nFind stuff you are really really good at — not just regular good at — and charge a lot of money for it.\n\n\nEric Hunter: “Big Data or Big Brother”\n\nEric Hunter is “Director of Knowledge, Innovation & Technology Strategies at Bradford & Barthel, LLP,” which sounds too cool to be a real job.\n\n\nI have no idea what Eric was talking about. It was either too complicated, nonsensical, or he just talked too quickly. What the hell are “spherical analytics?” What does this have to do with Neo bending a spoon?\n\nWill Hornsby: “Gaming the System”\n\nWill Hornsby has been staff counsel at the ABA since 1988.\n\nGamification will lead to greater access to justice.\n\nThe US sucks at access to justice. We’re behind countries that don’t even have stable governments. I listened to Will talk for six minutes, though, and I’m not sure how gamification will solve this problem. But hey, I like video games, so I’m in.\n\nMark Britton: “LegalZoom is Eating Legal’s Lunch”\n\nLegalZoom’s dominance in the entry-level legal market will lead to its broad dominance, so you have to adopt a loss-leader strategy to compete.\n\nI don’t buy it. LegalZoom has been around since 2001, and hasn’t gotten past the kind of forms people used to buy from OfficeMax. Using inexperienced lawyers (or non-lawyers) to prepare forms that people will buy is never going to get past the “entry-level legal market.”\n\nNow, if LegalZoom really wants to disrupt law practice, it could hire some real, experienced lawyers at the top of their fields at market rate to build them some real forms. If that happens, we really are screwed. Although it would probably put LegalZoom out of business, in the process.\n\nAnyway, I digress. Mark thinks you’re screwed already, so put your loss-leader prices out there to get potential clients in the door, then upsell them. “Upsell” is an unfortunate word, but good practice is giving clients what they need, not what they ask for, so maybe Mark’s idea of getting people in the door with a low-priced item they are most likely to ask for is a good idea.\n\nDan Pinnington: “Legal Services in a Global Village”\n\nDan is a malpractice insurance guy from Canada, and he says “about” exactly like you would think.\n\nThe economic model of law firms is broken, computers and non-lawyers will be our competitors in the future, and we should fight for them to be subject to the same ethical rules lawyers must follow.\n\nThis is probably right. No matter how much we try to protect the sanctity of the attorney-client relationship, not everyone wants it, and it looks like it will be watered down. Maybe ensuring everyone is subject to the same set of ethical rules is a good fallback position.\n\nMatt Homann: “Let’s Disrupt CLE”\n\nMaybe this is less sexy than spherical analytics, but it’s something I’ve been thinking about lately, too. Lots of CLE is awful. Some of it is good. Why are so many of us forced to sit through awful CLE just to get credits?\n\nCLE should be better, and technology will not necessarily make it better, because some things are better in person — like learning. Innovate the other stuff.\n\n(Okay, that’s two sentences. Matt managed to say a lot in six minutes.)\n\nWord, and good night.\n\nUpdated on April 22, 2013 with videos of the presentations.\n\nRead the next post in this series: \".\"\n\n  • This might be one of my favorite Lawyerist posts of all time….spherical analytics sounds amazing and important.\n\n    • I am just wondering which of these speakers is going to punch me for my comments first.\n\n      On my way to a bar to find out.\n\n  • I can’t tell you how glad I am to read this post. Wait, maybe I can. If you’re at the show this morning we’ll probably run into one another. Anyway, what I probably like best about your piece is that it gives me the warm, comforting feeling that I’m not the only legal tech writer who’s not particularly impressed by what was said last night – and to be fair, not impressed with what has been going around the blog echo chamber for the past 10 years at least:\n\n    (a) The law is screwed;\n    (b) You’re screwed;\n    (c) Legal Zoom rules the world;\n    (d) Shut up and pay for consulting.\n\n    Keep up the good work.\n\n    P.S. If you’re not pissing someone off you haven’t gotten your point across.\n\n  • Nice work! This is essentially what I’d hoped to see at: Sadly, they haven’t added a blog entry since March 27th. As for your comments, I view Mark Britton’s as the most prescient. LegalZoom has plenty of moola these days. It simply won’t take too much capital investment to improve the legal work and the technology to make the U.I. easy for consumers. Lawyers are fooling themselves if they think they can simultaneously ignore technology AND continue to compete. Face it folks, a lot (but not all) of what we do is intelligent cut and paste.\n\n  • DM\n\n    These videos have convinced me that there is no hope for we lawyers.\n\n    I can’t decide if “Future of Virtual Law” guy is a parody but I am afraid it isn’t…",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9321426153,
        "format_confidence":0.7249811292
    },
    {
        "url":"http:\/\/integritylawlynchburg.com\/integrity-law-blog-your-guide-to-the-world-of-law\/",
        "text":"25 Things you didn’t know about Virginia law\n\nJust a (maybe) fun and (hopefully) helpful list of things you may not know about Virginia law. And it won’t cost you a dime!\n\n  1. Virginia is a “one-party recording” state. This means you can secretly record conversations as long as one party to the conversation (you) knows you’re recording. ON THE OTHER HAND, you cannot secretly record conversations to which you are not a party.\n\n\n  1. If you see an emergency vehicle, police office, OR TOWING VEHICLE pulled to the shoulder of the road, you must switch out of the lane nearest the vehicle if possible, and if not you must slow down.\n\n\n  1. If you fire an employee, or she leaves voluntarily, and you “willfully and maliciously prevent or attempt to prevent by word or writing, directly or indirectly,” the employee “from obtaining employment with any other person,” you can be found guilty of a misdemeanor. That’s right; a criminal charge! If you are asked by the prospective new employer for a reference, you can give a truthful statement “concerning the character, industry and ability” of the person.\n\n\n  1. Breast-feeding mothers are allowed to breast-feed in any public place they are lawfully allowed to be. “Notwithstanding any other provision of law, a woman may breast-feed her child at any location where that woman would otherwise be allowed on property that is owned, leased or controlled by the Commonwealth.” Breastfeeding mothers are also exempt from Virginia’s “indecent exposure” law. Code of Virginia § 18.2-387.\n\n\n  1. It’s illegal in Virginia to kill, trap or transport wild animals, except as specifically permitted by law. If you have a problem animal (raccoon, groundhog, etc), with certain exceptions, you have to hire a licensed wildlife handler to help. What’s more, transporting wild animal “carcasses” is also illegal with certain exceptions (Some localities do have bounties on coyotes, and you actually get paid to shoot those). Code of Virginia § 29.1-521. One general exception: member of recognized American Indian tribes may buy and sell “parts of legally obtained fur-bearing animals, nonmigratory game birds, and game animals, except bear.” But, only from and to other American Indians.\n\n\n  1. Virginia is a “contributory negligence” state. This means if you are even one percent negligent in a car accident, you can’t recover a dime, even if the other party was 99 percent negligent. It is an extremely harsh rule that often leaves victims of personal injury without a chance for monetary recovery. (Most states are “comparative negligence” states. There, if you’re only one percent negligent, the other party’s insurance has to pay 99 percent of your losses).\n\n\n  1. “Blaze pink” is now legal along with blaze orange for hunting. (2017)\n\n\n  1. School security officers can carry firearms (2017).\n\n\n  1. Most child care providers must now undergo a fingerprint-based national criminal history background check. (2017).\n\n\n  1. Driving too slow in the left land now carries a fine of $100. (2017).\n\n\n  1. The Workers’ Compensation Commission can require an employer to provide funds for the purchase of a suitably equipped automobile for an incapacitated employee if it finds that it is medically necessary and that modifications to the employee’s automobile are not technically feasible or will cost more than the funds available for a replacement automobile. The total of the costs of the automobile and of any bedside lifts, adjustable beds, and modification of the employee’s principal home are limited to $42,000, which is the amount of the existing cap on expenses for modifications to the injured employee’s automobile and home. (2017).\n\n\n  1. You cannot use the state seal of Virginia (think “Sic Semper Tyrannis”) for “non-governmental purposes” unless authorized by law. (Don’t put the state seal on your political campaign signs).\n\n\n  1. It’s illegal to smoke in a car with a child under age 8. (2016).\n\n\n  1. If you are hit with a protective order by a court, you must surrender any firearms within 24 hours. (2016)\n\n\n  1. Minimum age to marry is now 18. It used to be 16, with parental consent (2016).\n\n\n  1. Learner’s permit holders may not have more than one passenger under age 21, with the exception of household or family members. The limit used to be one passenger under age 18. (2016).\n\n\n  1. Hospitals must supply a patient, who requests three days in advance, with an estimate of the payment amount for which the participant will be responsible for such elective procedure, test, or service. (2016).\n\n\n  1. It is a now a felony to stalk a party protected by a protective order or to commit an assault and battery upon a party protected by a protective order if such assault and battery results in bodily injury. (2016).\n\n\n  1. Any responsible employee of a public or private nonprofit institution of higher education who in the course of his employment obtains information that an act of sexual violence has been committed against a student or on campus property or other property related to the institution to report such information to the Title IX coordinator for the institution as soon as practicable,\n\n\n  1. The law prohibits an employer from requiring a current or prospective employee to disclose the username and password to his social media account.\n\n\n  1. Sunday hunting is (mostly) illegal in Virginia. There are several exceptions. You can hunt waterfowl. You can hunt on your own land, or if you have written permission from the landowner. And, you can hunt raccoons until 2:00 a.m.\n\n\n  1. Under the Virginia Cave Protection Act, it is illegal to write on the walls of caves, or to transport or sell cave formations such as stalactites and stalagmites.\n\n\n  1. You cannot call a ham a “Smithfield ham” unless all “salting, processing, treating, smoking, curing, and aging” is done in the town limits of Smithfield, a town about 2 ½ square miles large. It’s a Class 4 misdemeanor.\n\n\n  1. Any fireworks that “explode, travel laterally, rise into the air, or fire projectiles into the air” are illegal in Virginia, unless you’re a licensed fireworks handler. Kinda takes the fun out of the Fourth of July.\n\n\n  1. The following Virginia Native American tribes are recognized in Virginia: Mattaponi, Upper Mattaponi, Pamunkey, Chickahominy, Eastern Chickahominy, Rappahannock, Nansemond, Monacan, Cheroenhaka (Nottoway), Nottoway, Patawomeck.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9957726598,
        "format_confidence":0.9832885861
    }
]