[
    {
        "url":"http:\/\/houseofgeekery.com\/2013\/04\/02\/dc-character-in-need-of-the-spotlight\/",
        "text":"About these ads\n\nDC Characters In Need of the Spotlight\n\n\nTwo years ago DC Comics made a dramatic and controversial movie by rebooting its entire line of comics under the banner of The New 52. The move attracted a whole new audience to their product as they not only made their comics friendly to beginners but also diversified their product with a new focus on; horror, fantasy, and westerns. We are now two years into this new era of the beloved comics publisher and yet there have been many beloved characters who have yet to appear or have shown up only in brief glimpses. These heroes and villains may not have the popularity which comes with having an “S” or a bat on their chest but they do have devoted fanbases who want to see them.\n\nWally West\/The Flash: True Barry Allen may be the most iconic speedster to ever put on the red wllywstand yellow, but an entire generation of fanboys (myself included) are for more familiar with his former sidekick, Wally West. Under the famous runs of writers such as; Mark Waid and Geoff Johns we fell in love with West as he grew into his own in the Flash legacy. During Flashpoint we saw the character die at the hands of his arch nemesis, Captain Cold and since then there has been no sign of him. Out of all the characters in their pantheon, DC must realize that Wally West is the one most fans are clamoring to see.\n\nThe Question: Like the Loch Ness Monster and Sasquatch, this mysterious investigator has been sighted in brief glimpses around the dark alleys of the DC Universe lately, hinting that he is part of a larger story at work. Largely ignored throughout most of his time on the printed pages, his appearances in the animated series, Justice League Unlimited turned the obscure hero into a fan favorite and his final moments in the weekly series, 52, further endeared him to comic fans. Hopefully as the larger story that he seems tied up in grows, we will see the trench coat clad vigilante spouting off his famous eccentricities.\n\nStephanie Brown\/Batgirl\/Spoiler: The teenage hero everyone hated, until she took on the mantle of Batgirl under the pen of Bryan Q Miller. Miller succeeded where so many others have failed in showing the readers who Brown was and why we should care about her. Many fans have had a hard time accepting the fact that she is simply gone, just as they had grown attached to her and wish to see her swing across the dark skies of Gotham once again. While few are suggesting that she returns to the Batgirl mantle, especially since Gail Simone is blowing everybody away in her current run, perhaps a return to her Spoiler persona is in order; and given her chemistry with current Batgirl Barbara Gordon perhaps she can take on a fun sidekick role.\n\nBlue_Beetle_by_Miketron2000Ted Kord: Before Jaime Reyes, rediscovered the scarab, Blue Beetle was a geeky underdog who sought to use his resources for justice. Often looked down upon as simply being Boost Gold’s best bud, their is no doubt that the character had a lot of heart; which he proved in the lead up to the Infinite Crisis. With the relatively clean slate the creators at DC now have a return is not outside the realm of possibility. Though the role of Blue Beetle is already filled, Kord is an interesting enough character he can stand on his own out of costume.\n\nJustice League International: A series that ended far too early. The positive is that many of the aspects that made this team so beloved have appeared in the new, Justice League of America series, but it is not the same. Showcasing the best elements of obscure characters such as; Booster Gold, Vixen, Fire, and Ice. The chemistry of the team members along with some great stories endeared them to fans and hopefully we can see them pop up again soon.\n\nRaven: This staple character of the Teen Titans oozed cool more than any other teen hero in the DC Universe. Originally slated to appear in the current Titans series, plans were changed as DC seems to be positioning her for a grand scale story arc involving her father Trigon. But there is no doubt that this new incarnation of the Teen Titans would greatly benefit in the eyes of readers by having this beloved character return to the team. If need be should could easily be seen splitting her time between the Titans and the Justice League Dark.\n\nElongated Man & Sue: This couple broke fans’ hearts with their tragic arc in Identity Crisis then later in 52. With fans having gained a new appreciation for this couple it seems to be the perfect time to ralphandsueput them back in the spotlight in this new rebooted version of the DC Universe. With famous couples such as; Lois and Clark and Barry and Iris being split up in the world of the 52; readers are in need of a strong super hero couple. Much like Lois Lane, Sue Dibney is no damsel in distress as she is often seen right alongside her husband and his Justice League cohorts. And Elongated Man having the combination of Batman’s intelligence and resolved paired with Plasitc Man’s powers, would make him a great addition to the super heroes of the DC 52.\n\nRay Palmer\/The Atom: True Ray Palmer was in Frankenstein Agent of SHADE and a woman under the alter ego of The Atom has recently joined the ranks of the Justice League it is still not the same. I have always had a soft spot for this particular pint sized character. Perhaps he can be recruited by the Justice League of America for his intellect, which could be a great asset.\n\nIcon & Rocket: One of the more remarkable things about the New 52 is how they successfully integrated characters from DC’s other lines of comics into the DC Universe proper. Now we can see a world where Vertigo’s John Constantine and Wildstorm’s Grifter rub elbow’s with Green Lantern; but many comic fans are wondering about the heroes from another line of comics that once stemmed from DC, Milestone. Aside from a brief series starring the ever popular Static Shock, the characters from the city of Dakota have been strangely absent. During his run on Justice League of America, Milestone co-creator Dwayne McDuffie proved that his characters could add a lot of excitement in the DCU. Icon and his sidekick Rocket were easily the most intriguing characters to come from the era of Milestone Media and would be a welcome edition to the New 52. Seeing how one of the purposes for the reboot was to make their characters more contemporary, this duo could easily bring a great deal of social awareness to comics that could grab headlines as the politically opposed pair offered up their takes on the world.\n\nI know there are many more heroes and villains fans wish to see return to the pages of DC Comics. Feel free to tell me who you are missing in the comments section\n\nAbout these ads\n6 Responses to “DC Characters In Need of the Spotlight”\n  1. slamadams says:\n\n    This might be sort of sacrilegious to his big fans, but Ted Kord might be great on Earth 2. The legacy of the Blue Beetle from ted Kord to Jaime Reyes (the current Beetle) is about as cursory as the legacy between Jay Garrick and Barry Allen and Alan Scott and Hal Jordan\n\n\nCheck out what others are saying...\n  1. [...] DC Characters In Need of the Spotlight (houseofgeekery.com) [...]\n\n\n  2. […] place in deep immersive universes, which serve as a treasure trove of stories. Whether you dig the DC Universe or the Star Wars Universe, there is a whole of host of characters and lore to keep fans tied up for […]\n\n\n  3. […] DC was putting together teams for their New 52  one has to wonder if teaming Scott Snyder and Greg Capullo was one of the first choices they […]\n\n\n  4. […] necessary to fill this role, in the world of animation he made turned characters from Batman to Static Shock into television gold.  I would say that the powers that be should give him a shot with their live […]\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9939091206,
        "format_confidence":0.6969789267
    },
    {
        "url":"http:\/\/torontocitygossip.com\/top-5-nye-extravaganzas\/",
        "text":"Top 5 NYE Extravaganzas\n\nBy on December 28, 2012\n\nGiven the world didn’t end a la Mayan Calendar conundrum, plan a night to remember and ring in 2013 in style; whatever your style is.\n\nMasked Avengers\n\nShould auld acquaintance be forgot? In memoriam of Gossip Girl, throw yourself an outrageous Upper East Sider a la scandalous TV series. Or, head to Toronto’s upper east side for some masquerade fun at Yorkville’s Club V. Come for the free mask, stay for the midnight champagne toast (F.Y.I.: FREE masquerade mask for the first 400 people). Completing the Gossip Girl\/NYC experience is the live countdown from Manhattan’s Times Square.\n\nBowl the night away\n\nIn complete contrast to a girlie Gossip Girl evening, this one’s more guy-centric, and aptly named THE DUDE’S NEW YEAR’S: THE BIG LEBOWSKI. Usher in the new year with a screening of the Coen Bros’ cult classic at Bloor Cinema. A Lebowski-themed party, filled with White Russians, AND bowling await you.\n\nLet the sky fall\n\nCelebrate the 23rd Bond story, and have a Skyfall soiree in honour of the longest-running film franchise in history. Here’s hoping your party is a smashing successful like this film was at the box office this year. The heavily anticipated installment in the bond series drips with luxury, and sets the tone for an evening of extravagance. Tell your agents to come dressed as Bond, James Bond, or one of the many bodacious Bond girls. Naturally, you’ll serve shaken, not stirred vodka martinis while Adele sings in the background.\n\nSide effect: Your get-together will get everyone geared up for TIFF Bell Lightbox’s Designing 007: Fifty Years of Bond Style which debuts in January. It’s only the largest and most comprehensive exhibit dedicated to the British spy.\n\n\nMackenzie House (AKA the home turned museum of William Lyon Mackenzie: TO’s first Mayor) is hosting a Hogmanay! You know, the Scottish word for the last day of the year, and the celebration of the new year? It’s perfect seeing as Scotsman Robert Burns’ Auld Lang Syne is synonymous with NYE. Traditional Scottish music, food and festivities are yours to enjoy by candlelight.\n\nP.S.: Pre-registration is required.\n\nCake, Cake, Cake, Cake\n\nHave your cake and drink it too. With a wide selection of sweet (& cheap) drinks to choose from, it doesn’t have to be your birthday to take advantage of these deals. Cake has some calorie-rich group rates that should not be over-looked, including mixers, party favours, cake platters, and much more!\n\nAbout KimberlyLamontagne\n\nOne Comment\n\n  1. Pingback: Top 5 NYE Extravaganzas « Kim's Corner\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nPlease type the characters of this captcha image in the input box\n\nPlease type the characters of this captcha image in the input box\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>\n\nOur weather forecast is from Wunderground for WordPress",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.6533748507,
        "format_confidence":0.9897938967
    },
    {
        "url":"https:\/\/celebritytidings.com\/tv-movies\/the-50-best-kids-shows-on-netflix-to-watch-right-now-the-sun\/",
        "text":"The 50 best kids’ shows on Netflix to watch right now – The Sun\n\nKEEPING the kids entertained during coronavirus-imposed lockdown isn't the easiest, but luckily Netflix can help shoulder some of the stress.\n\nAfter our re-cap of the top Netflix suggestions for parents, we have now listed the top 40 shows featured on the online broadcaster for all ages – perfect for after home-schooling is done for the day.\n\n1. Super Monsters\n\nThis animated pre-school series sees six supernatural – yet cute – characters attending school.\n\nThe little monsters have a moral aspect in that they're always trying to find the best in each other while they encounter a variety of dilemmas.\n\nIt's suitable for preschoolers, aged three and over.\n\n2. Treehouse Detectives\n\nThough your tots might not be able to explore the wonders of the great outdoors right now, at least they can learn about them.\n\nThis show features a brother and sister bear detective duowhop team up to quench their curiosity about the world.\n\nLessons about hermit crabs and the sea's tides can be learned, amongst others, and it's suitable for preschoolers, aged three and over.\n\n3. Danger Mouse\n\nThis re-boot of the Eighties classic will no doubt entertain parents and kids alike.\n\nThe secret agent and his sidekick embark on hilarious spy missions with explosions and scary segments to boot.\n\nIt's suitable for kids aged five and over but fun for all the family.\n\n4. Inspector Gadget\n\nChanneling the same Eighties TV show resurgence theme as Danger Mouse, this is another show that's fun for all the family.\n\nParents will relish a trip down memory lane as not much has changed from the original plot.\n\nInspector Gadget is out to challenge a new scheming plot from Dr Claw in each episode – but the problem is a little closer to home. Suitable for kids aged five and over.\n\n5. The Adventures of Puss In Boots\n\nOh hello – you'll recognise this super cute cat from the Shrek movies.\n\nThe wide-eyed kitty is back for his own show which offers a variety of adventures with heart-warming moral undertones.\n\nSuitable for those aged six and over.\n\n6. A Little Help With Carol Burnett\n\nEver asked your kids for help?\n\nMaybe sit back on the sofa with your brood and see how the efforts of these children fare first.\n\nThe youngsters are on hand to give advice to adults about everything from romance to dealing with colleagues – suitable for aged six and above.\n\n7. Our Planet\n\nAnother family-friendly show perfect for snuggles and popcorn in front of the TV.\n\nIntroduce children to the wonders of animals from across the globe without leaving your own home, with Sir David Attenborough's expert commentary guaranteed to keep them gripped.\n\nThose aged six and above will love it.\n\n8. The Who Was? Show\n\nPerfect fodder if you're struggling with creative ways of home schooling.\n\nThis has history class ticked off with a cast of real-life historical characters who tell their detail-packed stories through songs and jokes.\n\nSuitable for slightly older kids aged seven and above.\n\n9. The Big Family Cooking Showdown\n\nThis might be a slightly strategic parenting move but if you get your brood into cooking, it could mean you one day have a night off from doing the tea.\n\nNevertheless this show, hosted by Zoe Ball, can provide some inspiration as family members attempt to secure praise from a panel of top judges tasting their grub.\n\nSuitable for aged eight and above.\n\n10. Dogs\n\nThe perfect pre-cursor to introducing a furry friend into your family.\n\nThe six episode series tracks the relationship between a dog owner and man's best friend, yet includes gritty real life scenarios including dogs living in Syria, against a backdrop of gunshot and bombs.\n\nAs such, it's deemed suitable for those aged nine or more.\n\n11. A Series of Unfortunate Events\n\nThis adaptation of the classic literary series by Lemony Snicket is pretty eerie.\n\nCentred around a family of orphaned children, it allows kids into a world of Hugh drama and fantasy as they become embroiled in a series of plots.\n\nSuitable for aged 10 and over.\n\n12. Adam Ruins Everything\n\nYoung clever clogs will surely resonate with this show, where myth buster Adam attempts to find the truth behind everything.\n\nThe comedy sees Adam provide facts based evidence on a variety of subjects, even putting Father Christmas in the spotlight.\n\nAs such, it's suitable for those aged 10 or more.\n\n13. Stranger Things\n\nThe acclaimed series is seen as a love letter to 80’s sci-fi.\n\nSet in 1983, Indiana, a young boy vanishes into thin air under seriously dark circumstances. Family, friends and the local police begin searching for answers, however they stumble upon a mysterious young girl in a top-secret government facility.\n\nSuitable for tweens upwards.\n\n14. Anne with an E\n\nThis is a darker twist on the classic Anne Of Green Gables tale.\n\nSet in the 1890's, it sees Anne sent away to live with older siblings on Prince Edward Island.\n\nSuitable for aged 10 and over.\n\n15. The Toys That Made Us\n\nFeaturing all the goodies from childhood including Barbie, this is an indulgent trip down the memory lane of toys.\n\nThere's plenty of jokes tailored to adults while experts give the lowdown on the toys and their manufacture.\n\nAged 13 and above.\n\n16. Carole Tuesday\n\nYou're never too old, or too young, for a love story and this anime ticks all the boxes.\n\nIt centres on the sweet tale of two musicians who find romance in a futuristic world.\n\nAged 14 and above.\n\n17. Never Have I Ever\n\nA new release for Netflix 2020 sees teenagers well catered for in this series.\n\nIt centres on a character mourning the loss of her father, yet she is forced to lean life lessons and become more emotionally independent along the way.\n\nAged 14 and above.\n\n18. Queer Eye\n\nThe men-makeover show has landed on Netflix and is sure to be a hit with teenagers.\n\nIt tells worthy mantras off self acceptance and being your best self, too.\n\nAged 14 and over.\n\n19. Atypical\n\nDespite the serious subject matter of autism, this series brings a lot of laughs and heart-warming moments, too.\n\nThe autistic teen in question, Sam, has decided it's time to find a girlfriend – so fans will follow his romantic quest.\n\nAged 13 and older.\n\n20. One Day At A Time\n\nOne for the parents and kids, as this is an adaptation of the classic 1980s sitcom.\n\nIt centres on a single woman raising her two kids, with all the trials and tribulations that come with it.\n\nAged 12 and over.\n\n21. Avatar: The Last Airbender\n\nAvatar: The Last Airbender has often been credited with pushing the boundaries of what a show for kids could do.\n\nThe series follows a boy who has been tasked with bringing peace to a world at war.\n\nSomehow, it manages to strike a balance between heavy issues such as genocide and totalitarianism with humour.\n\nAnd unlike many shows, it has solid character arcs and builds towards an ending which ties all the storylines and themes up satisfyingly.\n\n22. Green Eggs and Ham\n\nThis excellent animated series follows Sam-I-Am and Guy-Am I, who are tasked with guarding and transporting a wild chicken\/giraffe hybrid, and end up on a roadtrip of self-discovery.\n\nFrom the world of Dr. Suess, it also features a stellar cast including Adam Devine, Michael Douglas, Diane Keaton.\n\nWith many twists and turns, there is a lot for kids and adults alike to learn.\n\n23. Shaun the Sheep: Adventures from Mossy Bottom\n\nThis set of claymation shorts follows Shaun on a series of wacky adventures, and is seriously fun.\nAs a wordless animation, it relies solely on visual storytelling, and it works on every level thanks to its wit and humour.\n\n24. Pokemon\n\nIt may have launched 20 years ago but Pokemon still stands up against its newer counterparts.\n\nIf you have lived under a rock for the last two decades, Pokemon follows a kid as he tries to catch, befriend and train the wide array of cute, strange and magical Pokemon to become a Pokemon master.\n\n25. She-Ra and the Princesses of Power\n\nThis series is all about girl power, on both sides of the camera.\n\nWith strong female characters and solid queer representation, children will feel empowered as well as enjoying the humour.\n\nThe fifth and final season is on its way, so now is the perfect time to get up to speed.\n\n26. Sam & Cat\n\nTake it back to where it all began for singer Ariana Grande in this American teen sitcom.\n\nRoommates Sam and Cat start up a babysitting service to earn some cash, but they quickly discover just what an adventure babysitting can be.\n\nThe perfect choice for a girls' night in.\n\n27. The Imbestigators\n\nKids love to play detective and these four clever school kids are no exception as they try to solve different cases while vlogging about their adventures.\n\nFrom a mysterious prank caller to a turtle thief, The Imbestigators are on a mission!\n\n28. Pup Academy\n\nKids and adults alike will fall in love with this series, which follows an extraordinary school for the cutest, cuddliest and most curious puppies.\n\nThe pups even wear school uniform – so cute!\n\n29. CoComelon\n\nParents may be familar with CoComelon thanks to its fantastic preschoolers channel on YouTube. You can now find three hour-long episodes on Netflix.\n\nLearn letters, numbers, animal sounds and more with J.J. in this musical series that brings fun times with nursery rhymes for the whole family.\n\n30. Chip and Potato\n\nThis adorable series is great for those starting school later this year.\n\nLoveable pug Chip starts kindergarten and with the help of her secret mouse friend Potato, works through life without her parents or older siblings around.\n\nThe second season sees Chip face another challenge – the arrival of a baby sibling.\n\n31. Feel The Beat\n\nSuitable for parents and kids, this dance movie is a tale as old as time.\n\nPacked with moves and music that will make you want to get up from the sofa and film a TikTok video, the film centres around young dancer April who wants to make it on Broadway.\n\nAfter a series of unfortunate events that include stealing a cab, pushing an old lady off a st... (truncated)",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9947019219,
        "format_confidence":0.9895371199
    },
    {
        "url":"http:\/\/www.thefutoncritic.com\/reviews\/2008\/01\/09\/the-50-best-episodes-of-2007-number-30-21-26411\/20080109_bestof2007\/",
        "text":"[01\/09\/08 - 02:33 PM]\nThe 50 Best Episodes of 2007: #30-21\nBy Brian Ford Sullivan (TFC)\n\nIt's time once again for our annual list of the 50 best episodes of the past year. (For previous lists check the links to the right.)\n\nAs usual we'll be counting down 10 episodes a day until we get to the best episode of 2007 on Friday. The episodes on this list are based on nominations by myself and regular visitors to the site as to what we think the standout moments of the year were.\n\nWe also wanted to take this time to tell you about WHY WE WRITE, a fantastic new blog created by \"Eureka's\" Charlie Craig and Thania St. John. It's a collection of essays by some of TV's brightest minds about... you guessed it, why they write. And as luck would have it, the essayists who've contributed thus far are behind many of the episodes on this year's list.\n\nOur \"50 Best Episodes\" feature is designed as a celebration of TV's finest hours (and half-hours) so we're thrilled to give you a window into the minds of those who created them. With that mind, as the countdown continues, look for periodic excerpts from some of the WHY WE WRITE essays. We hope you enjoy them as much as we do!\n\nAs always, our list will differ from the ones you sent in - but that's half the fun! So sit back, relax and enjoy the countdown!\n\n30. \"friday night lights: let's get it on\" (nbc)\n(originally aired: november 2, 2007)\n\nIt really is a testament to this show that the big moments - I genuinely thought Jason Street would be lost in the ocean forever after leaping from the booze cruise, only to have it turn out to be his first step back to peace with his condition - and the little ones - everything from Eric trying to woo Tami back to the bedroom, Saracen regaining his self-respect and Tyra breaking Landry's heart - feel equally natural and effortless.\n\n29. \"the knights of prosperity: pilot\" (abc)\n(originally aired: january 3, 2007)\n\nSeriously - Mick Jagger buttering his popcorn with a Rolling Stones tongue statue, the red 1970s-era T-shirts, Rockefeller asking if there will be cookies, using a Jewish supply store as their clubhouse, Gourishanker describing his love of a certain female organ - what wasn't there to love about this show?\n\n28. \"andy barker, pi: fairway, my lovely\" (nbc)\n(originally aired: march 22, 2007)\n\nI don't know about you, but the image of Peter Allen Vogt running in slow motion was burned into my brain for about a week after this episode aired - and I laughed every time I thought about it.\n\n27. \"how i met your mother: something blue\" (cbs)\n(originally aired: may 14, 2007)\n\nAnother master class in the show's trademark storytelling technique - this time involving how Ted and Robin's relationship unraveled, all set against the backdrop of Marshall and Lily's wedding. Even better - it actually tied together a half-dozen or so throwaway scenes from the past few episodes.\n\n26. \"chuck: pilot\" (nbc)\n(originally aired: september 24, 2007)\n\n60 minutes, well 44 and change without commercials, of geeky heartfelt fun.\n\n25. \"it's always sunny in philadelphia: the gang finds a dumpster baby\" (fx)\n(originally aired: september 13, 2007)\n\nAfter reading the episode title we knew this would be a \"Sunny\" classic.\n\n24. \"csi: crime scene investigation: living doll, part 1\" (cbs)\n(originally aired: may 17, 2007)\n\nThe fruit of its season long, unexpectedly riveting \"miniature killer\" arc, this episode defined the word cliffhanger as the fate of Sara Sidel - not to mention actress Jorja Fox's involvement with the show - was left up in the air.\n\n\"CSI: Crime Scene Investigation\" executive producer Carol Mendelsohn on why she writes: \"In high school, one of my teachers took an informal poll. She asked our class, �How many hours of TV do you watch a week?� I watched 49 hours. From the moment I got up in the morning to the moment I went to sleep. TV was my best friend. In study hall, while others were studying, I was conjuring up episodes of the Big Valley and The Virginian in my head. I could hear the voices of my favorite characters. And when a line I made up didn't sound right, I'd rewrite it. Some things never change. I never told anyone about these 'voices'. I didn't want to be labeled as a crazy. It wasn't until I got my first staff job that I confessed my eccentricity. And that's when I discovered that someone else heard voices, too. Writers hear voices. Which is why I never think of writing as writing. To me, it's more like dictation. Which raises a fundamental question. If I'm not doing the writing, who is?\"\n\n23. \"extras: christmas special\" (hbo)\n(originally aired: december 27, 2007)\n\nSure the first hour was endless self-inflicted melancholy, but boy did those last few scenes - especially Andy's should-be-seen-by-everyone tirade against celebrity - made its swan song a classic one.\n\n22. \"the office: the negotiation\" (nbc)\n(originally aired: april 5, 2007)\n\nTake your pick - Michael accidentally cross dressing, Dwight macing Roy, Darryl finding out how much Michael makes, Angela being turned on by Dwight macing Roy, \"bibbity bobbity\" - this was \"The Office\" in top form.\n\n21. \"the unit: five brothers\" (cbs)\n(originally aired: november 6, 2007)\n\nWhile Hector's death was certainly shocking, just as unnerving was how the Unit took control of an innocent family's home and killed one of its members when their cover was about to be blown.\n\n\n  [january 2008]  \n\n\nmost recent reviews | view all posts\n[01\/11\/13 - 09:17 PM]\nThe 50 Best Episodes of 2012: #10-1\nOur annual countdown concludes with \"Louie,\" \"The Walking Dead,\" \"Game of Thrones\" and more!\n\n[01\/10\/13 - 11:08 PM]\nThe 50 Best Episodes of 2012: #20-11\nOur annual countdown continues with \"Fringe,\" \"The Good Wife,\" \"Breaking Bad\" and more!\n\n[01\/09\/13 - 11:22 PM]\nThe 50 Best Episodes of 2012: #30-21\nOur annual countdown continues with \"Community,\" \"Justified,\" \"Mad Men\" and more!\n\n[01\/08\/13 - 11:14 PM]\nThe 50 Best Episodes of 2012: #40-31\nOur annual countdown continues with \"Modern Family,\" \"White Collar,\" \"Parks & Recreation\" and more!\n\n[01\/07\/13 - 11:05 PM]\nThe 50 Best Episodes of 2012: #50-41\nOur annual countdown kicks off with \"Arrow,\" \"Spartacus,\" \"Last Resort\" and more!\n\n[07\/26\/12 - 08:12 AM]\nThe Futon's First Look: \"Guys With Kids\" (NBC)\n\n[07\/26\/12 - 08:11 AM]\nThe Futon's First Look: \"Midnight Sun\" (NBC)\n\n[07\/26\/12 - 08:10 AM]\nThe Futon's First Look: \"The Goodwin Games\" (FOX)\n\n[07\/26\/12 - 08:09 AM]\nThe Futon's First Look: \"Prodigy\/Bully\" (FOX)\n\n[07\/25\/12 - 08:18 AM]\nThe Futon's First Look: \"Golden Boy\" (CBS)\n\n[07\/25\/12 - 08:17 AM]\nThe Futon's First Look: \"Applebaum\" (CBS)\n\n[07\/25\/12 - 08:16 AM]\nThe Futon's First Look: \"How to Live With Your Parents (For the Rest of Your Life)\" (ABC)\n\n[07\/25\/12 - 08:15 AM]\nThe Futon's First Look: \"Prairie Dogs\" (ABC)\n\n[07\/24\/12 - 08:05 AM]\nThe Futon's First Look: \"The New Normal\" (NBC)\n\n[07\/24\/12 - 08:04 AM]\nThe Futon's First Look: \"Daddy's Girls\" (FKA \"Table for Three\") (NBC)",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9980473518,
        "format_confidence":0.9860337377
    },
    {
        "url":"http:\/\/kkyr.com\/what-animal-scares-you-the-most-poll\/",
        "text":"Remember the old Jim Stafford song that said \"I don't like spiders or snakes\"? Well, I don't and looks like most Americans don't like snakes either!\n\nPublic Policy Polling took a survey and found out the most feared animals.\n\nAs a whole, Americans are more terrified of snakes than any other animal, with 21% of respondents claiming they were the scariest. Alligators were a close second at 19%, with sharks and bears following with 18% and 14% respectively.\n\n\nThe Top 9 Most Feared Animals:\n\n1. Snakes\n\n2. Alligators, although %6 of the people polled said they wanted one as a pet! Yikes!\n\n3. Sharks\n\n4. Bears\n\n5. Cockroaches. Yeah, I am scared of them, but it's the ones that are so big you could put  a saddle on them! I've always heard those were called \"tree roaches\".\n\n6. Tigers. Aw, but 26% said they wanted one as a pet! Yes! Me too! Cause they are so cute and fluffy! Who cares that they could bit your head off. :)\n\n7. Bats.\n\n8. Spiders. Yikes! Me too!\n\n9. Wolves...really? Maybe a werewolf?\n\nWho remembers this song?\n\nvia PPP_Release_National_617.pdf.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.735783577,
        "format_confidence":0.7838193774
    },
    {
        "url":"http:\/\/standardfresh.com\/2015\/01\/06\/12-biggest-feuds-of-2014\/",
        "text":"Jay Z, Solange Knowles\n(Getty Images)\n\nYou can tell a lot about a year by its celebrity feuds. Taylor Swift’s 2014 spats, for instance, solidified her status as the biggest pop star of the moment while those who crossed her came off looking like also-ran’s. With the exception of one major conflagration in an elevator, the majority of this year’s biggest confrontations went down on Twitter, thereby challenging whether or not they actually even count as confrontations. Most importantly though, thanks to social media’s full takeover of our waking lives, any small slight could explode into a full-blown throwdown in seconds.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9915018082,
        "format_confidence":0.9498964548
    },
    {
        "url":"http:\/\/www.aol.co.uk\/entertainment\/2016\/09\/02\/the-new-bbc-three-comedy-shorts-you-dont-want-to-miss\/",
        "text":"The new BBC Three comedy shorts you don't want to miss\n\n\nBBC Three seems a lot funnier now that it's online.\n\nThat might be because it's drawn attention to the lack of good comedy on terrestrial TV, it might be because the move to online has allowed BBC Three to focus its attentions more than before, or it might be because BBC Three has been taking some of the internet's funniest characters and bringing them to a new audience.\n\nThe latest round of the channel's comedy shorts feature West Midland's comedian Guzzy Bear, known for his YouTube presence and hilarious Jurassic World saga last year, and Mandem on the Wall, also known for YouTube sketches and founding the Wall of Comedy. Here's why they're worth 15 minutes of your time.\n\n1. Man Like Mobeen\n\nGuzzy in Man Like Mobeen\n\nWhat's it about?\n\nTaking modern stereotypes of the Asian community and satirising them to within an inch of their life, Man Like Mobeen follows a former road man trying to change his ways and follow the Deen.\n\nCreator Ghulam Khan speaks directly to the viewer, opening with some politically charged statements in his familiar Brummy twang before we witness a day of his life. A day that doesn't end well.\n\nMobeen's former squad won't let him escape his past life so easily, and serious scenes common in communities around the country involving firearms, kidnappings and the like are given a touch of humour.\n\nWhy should you watch it?\n\nIt's often said that TV fails to offer an authentic image of under-represented communities in the UK, because a lot of the time those communities aren't the ones creating the characters. That's not the case with Man Like Mobeen.\n\nThe caricatures Khan creates will be familiar to a lot of people, while others are so left field we can't imagine anyone having a similar direct experience.\n\nAnd despite this episode running just 11 minutes, Khan still managed to create it with a very good soundtrack.\n\n2. JPD\n\nJPD awkward moment helpline sketch\n\nWhat's it about?\n\nThe Mandem on the Wall guys bless us with a series of sketches and parodies, starting with a hilarious vision of Britain's first black swimming relay team that definitely didn't end how we thought it would, and finishing with an incredible parody of Westlife's Flying Without Wings.\n\nJPD is filled with original sketches that will remind you of moments in your own life, albeit some you'd hope to forget.\n\nWhy should you watch it?\n\nThe comedy here feels like the type that's been missing for a while, and a natural successor to Little Miss Jocelyn and The Lenny Henry Show.\n\nBlack comedy doesn't dominate television like it once did. British greats like Desmond's came before Trouble, the defunct channel that offered content nobody has come close to since.\n\nYouTube has changed things slightly, and Mandem on the Wall are a part of that, but the quality of the sketches Jovielle, Percelle and Dee are able to put out is a benefit of collaborating with the BBC.\n\n3. A Brief History Of Tim\n\nTim in A Brief History of Tim\n\nWhat's it about?\n\nTim, a 26-year-old American living with cerebral palsy played by Tim Renkow, is a bit of a dick. He plays cruel pranks on people, is a bit homophobic, and has no qualms about lying about his mother's death. This episode features Tim royally messing up a job interview, not that he cares, and making able-bodied people feel uncomfortable.\n\nWhy should you watch it?\n\nDisabled people, like many other minorities, often suffer from a lack of visibility. A Brief History Of Tim shows a lot of the struggles people with cerebral palsy might go through each day, and this episode seems to particularly highlight a feeling of \"what's the point?\".\n\nBut more than that it does it in a way that shows disabled people are, guess what, just normal people. They can have personality flaws and ugly tendencies like everybody else, or they can be the opposite, like everybody else. It feels like A Brief History of Tim could reduce some of the stigma around how disabled people are perceived - and what better way to do it than with comedy?\n\nLimbo, Fail, and Pumped, all part of this BBC Three series, are also well worth a watch.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9977479577,
        "format_confidence":0.9435842037
    },
    {
        "url":"http:\/\/www.kidzworld.com\/article\/27117-top-10-summer-movies",
        "text":"Top 10 Summer Movies\n\nJul 10, 2012\n\nSummer is all about enjoying the sun, but if that summer heat has you beat it might be time to seek out some AC indoors and enjoy some summer cinema offerings instead, and there's no shortage of fun flicks about the summer season.Check out the top 10 Summer Movies!\n\nNo.10: Jurassic Park\n\nJurassic ParkJurassic Park is a prehistoric mayhem\n\nThis adventure may be 65 million years in the making, but it’s still a classic summer flick that will get your heart racing as you cool off.\n\nNo.9: The Sandlot\n\nThe SandlotThe Sandlot is all about besties and baseball\n\nThe next best thing to playing baseball in the summer is watching the kids from The Sandlot do it while getting in and out of scrapes!\n\nNo.8: Now and Then\n\nNow and ThenA group of gal pals remember the summer everything changed\n\nA coming of age tale about a group of BFFs who uncover secrets about themselves and their neighbours one unforgettable summer.\n\nNo.7: Bill and Ted’s Excellent Adventure\n\nBill BFF's Bill\n\n Best Friends. The Future. The Past. Bill & Ted is a non-stop romp through the ages as these two flunking friends travel though history in order to get a passing grade before summer starts.\n\nNo.6: Sisterhood of the Traveling Pants\n\nThe Sisterhood of the Traveling PantsFind romance with magic pants in The Sisterhood of the Traveling Pants\n\nA group of friends go their separate ways for the summer embarking on romantic adventures everywhere, and tied together by a pair of jeans that fit like a dream!\n\nNo.5: Grease\n\nGreaseGrease is all about Summer Lovin'!\n\nNo summer movie list can be complete with a dance flick in the list, so we’re harking back to the original summer dance movie, Grease! After you watch this classic musical we bet you won’t be able to stop humming “Summer Lovin’”!\n\nNo.4: Goonies\n\nGooniesGoonies is adventure-packed\n\nThe ultimate adventure\/mystery, this summer movie has stood the test of time.\n\nNo.3: The Karate Kid\n\nThe Karate KidJaden Smith and Jackie Chan star in The Karate Kid\n\nThe Karate Kid will make you want to learn to be a martial arts master yourself.\n\nNo.2: Super 8\n\nSuper 8Movie making to mystery in Super 8\n\nSuper 8 is a super summer movie, packed full of mystery, adventure, friendships and love.\n\nNo.1: Camp Rock\n\nCamp RockCamp Rock will knock your socks off!\n\nCamp is all about meeting new people and trying new things, and in Camp Rock we see what a magical musical experience it can be!\n\nHave Your Say\n\nWhat’s your fave summer movie? Let us know in the comments section below.\n\n\nreaders voted!\n\n\nGreat choices!!!\ncommented: Thu Sep 19, 2013\n\nI watched karate kid :)\ncommented: Sat Aug 17, 2013\n\nand karate kid\ncommented: Sat Jul 27, 2013\n\nthere are 60 more comments\n\nPlease login or register to add comments\n\nshare with your friends\n\nTwitter Facebook Myspace Digg\n\nlike this article?\nSign up now to get more just like!\n\nlatest videos\n\n\nCoolest Thing to Do This Summer?\n\n  • Hang at the amusement park.\n  • Go swimming at the local pool.\n  • Sun tan at the beach.\n  • Play outside with my friends.\n\nrelated stories\n\nMicro_summer playlist-micro\nOkay, so we don’t exactly use tapes anymore, but there’s an art to creating the perfect playlist ...\nThere’s nothing like hitting the sandy beach with a cute bikini, a bottle of sunscreen and an awe...\nMicro_top summer songs-micro\nThe sun is out and it’s the season to head to the beach, kick back, relax and bust out your favor...\nMicro_summer hats micro\nHats off to summer! Check out the top ten toppers to top off your best look this season.\n\nEntertainment in the forums\n\nmjisrael posted in Movies:\nI really dont want to see the new Transformers. I saw some reviews and they said it was bad. I saw Godzilla and that was a amazing movie. Im sure Godzilla will when a award. \nreply about 1 hour\nTired lol\nreply about 9 hours\n\"SekaiHeiwa\" wrote:I absolutely HATE the cycle of new consoles and how today's kids have no respect for the older consoles before them. It goes like this:New console is released, people like it. Sales of old console still persists.Many games are released for said new console. People buy more of that new console, but games for the old console still arrive.More games for the new one, less games for the old one.The old console doesn't become popular anymore.Rinse and repeat.Who agrees? Well....... :( sorry... I like old consoles(well....some.....)  and new ones because they're like updates! Like the wii. Now theres a wii u! but still, its true, what you said!\nreply about 9 hours\nTired of these fakes on KW \nreply about 9 hours\nAnsel Elgort. I've seen The Fault in Our Stars twice already, and he's still adorable. Also, Nat Wolff and Logan Lerman.\nreply about 10 hours\n\nplay online games\n\n\nA great online version of the famous Candy Crush. This is the best game launched...\n\n\nIntriguing planets, weird and wonderful characters; challenge friends and find a...\n\n\nWhen you go back to Candyland, you’ll wonder why you ever left in the first plac...\n\n\nUncle George has left you his farm, but unfortunately it’s in pretty bad shape. ...\n\n\nShoot blobs with different properies to merge yellow blobs. Your blobs can be re...",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9956022501,
        "format_confidence":0.9806905389
    }
]