[
    {
        "url":"https:\/\/fitnessista.com\/coconut-fail\/comment-page-1\/",
        "text":"Coconut fail\n\nCoconut flour and I have never really been friends.\n\nFail  1 of 1\n\nInsanity is doing the same thing and expecting different results, and for some insane reason I keep trying to act like coconut flour can easily replace other flours. It doesn’t work.\n\nAt all.\n\nCoconut flour  1 of 1\n\nI’m on a major tortilla kick -well, my whole life is a major tortilla kick- and was really wanting to make some beloved quinoa pita tortillas. Alas, we were out of quinoa flour, but I had a giant bag of unused coconut flour. (I think I should have realized that I never use coconut flour because it never turns out the way I expect. Like these sad pancakes.)\n\n“That will totally work!”\n\nExcept not.\n\nI mixed the coconut flour with water and a little sea salt,\n\nit crumbled in the pan.\n\nAdded egg whites and baking powder,\n\nit crumbled in the pan.\n\n[This is sounding like really bad poetry at this point, haha]\n\nLivi and I ate this one covered in maple syrup.\n\nFail  1 of 1 2\n\nIt was good, but I think I can successfully say that about anything edible covered in maple syrup.\n\nThen I added a lot more egg whites -I had a whole carton that I’m kind of bummed ended up being wasted- and still didn’t work.\n\nAnd, in a last-ditch effort to keep the ingredients from being wasted, I tried to turn it into this recipe (another favorite) by adding a splash of apple cider vinegar, honey, almond meal, poured it into a loaf pan and said a prayer.\n\nFail  1 of 1 3\n\nMeet the crumbly loaf that never held together, destined for the trash can.\n\nFail  1 of 1 4\n\nSince I have no coconut flour tortilla recipe, I would just recommend making this. Or this. Or this. Or keep buying tortillas pre-made at Trader Joe’s like I will be doing 😉\n\nAfter my domino effect of cooking fails, I had a glass of wine.\n\nWine  1 of 1 5\n\nThe end.\n\nAny coconut flour recipes you can recommend? Do you ever make homemade breads or tortillas? Any cooking fails lately?\n\nHave a happy Monday!\n\n\n\nPost Navigation:\n\n\n  1. Julie on April 29, 2013 at 11:04 am\n\n    This happens to me all the time. It usually happens with pancakes though and I just scramble it and eat it anyways.\n\n  2. Lisa on April 29, 2013 at 11:06 am\n\n    Coconut flour is SO tricky to work with! I know most people use tons of eggs to make it work better, but for me, who has a slight allergy to eggs it’s almost impossible. Plus, I don’t really want to add 6 eggs to a loaf of banana bread per-say.\n    It definitely works if you mix it with other flours, but not usually alone (that I know of).\n    Which is kind of sad hah. I do like mixing it with twice the amount of almond milk and a little stevia, for a little coconut flour “frosting”. It’s SO good!\n\n  3. Sharon on April 29, 2013 at 11:07 am\n\n    Hey Gina, I get the frustration! I’ve had some fails but also a couple of coconut flour success stories! Check out my blog:)\n\n  4. Rachel on April 29, 2013 at 11:09 am\n\n    I’ve never baked with it but I do add it to my smoothies all the time– makes them thicker. And I also mix it with almond butter sometimes to get a coconut flavor 🙂\n\n  5. courtstar @ starsystemz on April 29, 2013 at 11:15 am\n\n    I seem to have one or two cooking fails a week, I know this when my starving hubby is pushing his food around with a that’s How we learn I guess! Bring on the maple syrup…have a great week Gina! Love + Shine Courtstar\n\n  6. kim @ on April 29, 2013 at 11:17 am\n\n    This is my life. I just tried to make coconut flour pancakes this weekend. In the trash they went. Tears. I know coconut flour tends to soak up liquids, so you have to use a lot more liquid and less flour, but I’m still failing. 🙁 You are not alone!\n\n  7. Hayley @ Running on Pumpkin on April 29, 2013 at 11:19 am\n\n    Haha well I think the glass of wine at the end was necessary! I have never tried to make my own bread or tortillas (aside from banana bread which is different) and I don’t think I have the motivation to.\n\n  8. Mi-an on April 29, 2013 at 11:24 am\n\n    Try this paleo pancakes:\n    2 eggs\n    2 tbsp almond butter\n    1 tbsp coconut flour\n    2 ripe bananas\n\n    play around with the coconut flour. Use 1 tsp first then can add more up to 1 tbsp.\n\n  9. Liesl @ Fitnessinthekitchen on April 29, 2013 at 11:26 am\n\n    I get your frustration with the coconut flour. I’ve yet to try pancakes with it, but I want to. I love my oat flour protein pancakes though, they are the best!\n    Elana’s pantry has some good recipes with it, but usually a greater ratio of almond flour to coconut and almost always together.\n\n    Maybe you could start using it has a binder in amazeballs or something? A coconut flour version of those would be super yummy!\n\n    I do make homemade bread almost weekly, as we don’t live near a store, and tortillas, love a mixture or whole wheat, oat flour, and flax.\n\n    Better luck to you next time with the coconut flour.\n\n  10. Jessica @ FromtheKitchentotheRoad on April 29, 2013 at 11:31 am\n\n    I have been considering home made tortillas lately but haven’t actually tried it yet. Now I know not to try it with coconut flour. I have been making up more and more recipes lately, and also attempting home made bread, so I have had more cooking fails lately than I care to admit.\n\n  11. Jenni on April 29, 2013 at 11:34 am\n\n    Wah! I hate cooking fails! I made some coconut flour cupcakes a while back, and I remember them coming out rather well! Maybe you should look up a cupcake recipe! I’m pretty sure most coconut flour recipes call for a lot of eggs (yolks included)–much more than most standard recipes for baked goods tend to call for. Maybe that could be your problem. Keep trying! If you fail again, there’s always more wine.\n\n  12. Nina @ Too Hottie For That Body on April 29, 2013 at 11:36 am\n\n    Haha! It looks like you had two glasses of wine… It’s okay, I would have too. I’ve got too many cooking failures to rehash. But if I’ve learned anything from this lesson it’s too avoid coconut flour because I don’t need any help in the failure department.\n\n  13. Liz on April 29, 2013 at 11:45 am\n\n    That’s so weird! Coconut flour has always worked really well for me. I use it for my protein pancakes, regular pancakes, breads, protein muffins, cupcakes, etc.\n\n  14. Emily on April 29, 2013 at 11:45 am\n\n    Thank the good Lord I did not buy coconut flour this weekend, I almost did! What is the best gluten free flour to replace whole wheat flour. I dont’ really want to use potato, corn, or rice flour. I made my own almond flour but have only used that to coat chicken for a Paleo Chicken Kiev.\n\n  15. Chef Amber Shea on April 29, 2013 at 11:46 am\n\n    This book uses coconut flour (but ZERO eggs!) in many of its yummy recipes: 🙂\n\n  16. Amanda @ .running with spoons. on April 29, 2013 at 11:47 am\n\n    I love the taste and texture of coconut flour, but I’ve never had much luck baking with it. No matter what I do, whatever I’m making seems to fall apart. I’ve heard that adding lots of eggs is what makes all the difference, but I usually just stick with adding coconut flour to smoothies – it gives them such a lovely thick texture.\n\n  17. lucie on April 29, 2013 at 11:55 am\n\n    I failed on coconut flour too. But one time it worked when making these Banana-Coconut-Pancakes:\n    They held together and tasted fantastic!!\n\n  18. Lisa on April 29, 2013 at 11:56 am\n\n    Over the weekend I made the best cookies I have had in a long time using coconut flour,honey,eggs,coconut oil.\n\n  19. Amy Ramos on April 29, 2013 at 11:59 am\n\n    Forget coconut flour fail, I always, ALWAYS have crab cakes fail. Seriously. I can never get them into beautiful patties like hamburgers. I love me some crab cakes (or any kind of seafood cakes) but to make them is just well…..a disaster. That is when I see crab cakes on a menu, I order them and simply weep a little inside b\/c I wish I could make them.\n\n  20. Sarah @ Yogi in Action on April 29, 2013 at 11:59 am\n\n    haha Wine makes everything better.\n\n    I’m impressed with your persistence on trying to make the coconut flour to result in something good. I’ve never bought coconut flour- but I don’t think I will be now.\n\n  21. Tara on April 29, 2013 at 12:00 pm\n\n    I’m a corn tortilla girl myself but my boyfriends nana makes the best flour tortillas in the world. Only flour ingredients: flour, oil and water. Everyone that tries them falls in love instantly!\n\n  22. Ashley @ Life and Fitness on April 29, 2013 at 12:04 pm\n\n    I’ve never tried baking with coconut flour since I’m not a fan of coconut. But I’ve def had many cooking mishaps. The first time I tried baking gf bread. Ooof. It came out gross lol.\n\n  23. Camille on April 29, 2013 at 12:05 pm\n\n    The all-purpose coconut flour from XO Baking is AMAZING! It’s become my go to, because I honestly can’t tell a difference. But yeah, I’ve heard not good things about just straight coconut flour. Apparently, it soaks up the moisture in everything like crazy?\n\n  24. Nicole on April 29, 2013 at 12:07 pm\n\n    That’s often a problem with gluten free I think. I see a lot of recipes for breads that call for xantham gum which will bind like gluten. I assume that would work in tortillas as well but I’ve never tried.\n\n  25. Karen W. on April 29, 2013 at 12:07 pm\n\n    I love coconut flour! I bake with it once a week, usually pancakes on Sundays. It wasn’t always a successful road, so I wanted to share my no-fail pancake recipe. Give it one last go- these pancakes are sooooooo good 🙂\n\n    • Meagan on April 29, 2013 at 4:44 pm\n\n      This is my go-to coconut flour pancake recipe. It’s delicious–I always make sure to use plenty of coconut milk with fat.\n\n  26. Courtney on April 29, 2013 at 12:19 pm\n\n    The only fail I see here is that your wine glasses aren’t NEARLY full enough! 🙂\n\n    • Fitnessista on April 29, 2013 at 12:23 pm\n\n      That was all we had left in the bottle- another fail!\n\n  27. Denise on April 29, 2013 at 12:22 pm\n\n    Here is a recipe for Coconut Tortillas I want to try at “Against All Grain”\n\n    Good luck! Ye... (truncated)",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9976535439,
        "format_confidence":0.8649896979
    },
    {
        "url":"http:\/\/chowhound.chow.com\/topics\/210902",
        "text":"HOME > Chowhound > Manhattan >\nJun 2, 2004 07:58 PM\n\nPosto? Porto? 17th &amp; 2nd\n\n  • g\n\nI noticed a new place on the NE corner of 17th & 2nd. The name's Posto, Porto, or something like that. Anyone have any info?\n\n  1. Click to Upload a photo (10 MB limit)\n  1. Posto - New thin crust pizza place. Menupages link below...\n\n    Link: http:\/\/www.menupages.com\/restaurantde...\n\n    1. 18th & 2nd. I tried it last night for the first time. It's actually terrific. Very good, crispy thin crust and an enormous array of toppings....including yummy things like merguez and chicken-jalapeno sausage. they also have homemade ravioli specials which i didn't try (yesterday there were 3, lobster, porcini or broccoli rabe); cute space, a nice addition to the neighborhood.\n\n      1. The base pizza, before toppings, is not that tasty. Flavorless crust and mild sauce. The place is nice inside, but it's not worth a special trip.\n\n        3 Replies\n        1. re: NAtiveNewYorker\n\n          I disagree. I think the pizza is quite tasty. The crust doesn't have much flavor, but it's super thin and has a nice crunch to it. I think the cheese and sauce taste great.\n\n          I go regularly and get a plain cheese pizza every time.\n\n          1. re: Scott V\n\n            I hate to admit it, but I have to agree with NativeNewYorker on this one. The crust has a wonderful \"crunch\", but thats about it.....at least for me anyway.\n\n            1. re: Scott V\n\n              2nd. o e of my favorites in all of nyc.. including all of the obvious \"listmakers\"",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9969874024,
        "format_confidence":0.9909495711
    },
    {
        "url":"http:\/\/www.beeradvocate.com\/community\/forums\/beer-talk.39\/index.rss",
        "text":"Beer Talk General beer discussions and questions. Please see regional forums for discussions in specific areas. Wed, 29 Jul 2015 10:04:59 +0000 Wed, 29 Jul 2015 10:04:59 +0000 BeerAdvocate Beer words you have eaten Wed, 29 Jul 2015 10:03:39 +0000 (Yargamo) Yargamo 90 Hoppy wheat beer suggestions Wed, 29 Jul 2015 09:59:20 +0000 (JordanRichart) JordanRichart 23 Do you really believe the \"Last year's was better\" talk is accurate? Wed, 29 Jul 2015 09:45:10 +0000 (SerialTicker) SerialTicker\nAnd although I don't have a reference, I had KBS for the first time this year and was disappointed with it. A few people told me this year's batch was \"one of the worst\", so maybe there's something to this whole \"[insert year] was better\" conversation.]]>\nAutumn is coming soon, what Pumpkin, Oktoberfest beers are you looking forward to? Wed, 29 Jul 2015 09:27:16 +0000 (beerchic) beerchic 39 Bud: bottle, can or tap? Wed, 29 Jul 2015 09:03:40 +0000 (Beertsipper) Beertsipper 221 favorite malt-focused beers? Wed, 29 Jul 2015 08:59:54 +0000 (brother_rebus) brother_rebus\nWhat are some if your favorites?\n\nNight Shift's Lowlander stand out in my mind. As does Jack's Abby Maibock.]]>\nCoffee Drinkers and Coffee Beers Wed, 29 Jul 2015 08:49:55 +0000 (Tdizzle) Tdizzle 12 Should... should I still drink this? Wed, 29 Jul 2015 08:17:59 +0000 (DeweyCheatem-n-Howe) DeweyCheatem-n-Howe\n\nThis is a 5 Stones Sprung that has been sitting on its side in my fridge. What is the brown sludge, and is it intentional, or should I fling it out my window while screaming exorcisms?]]>\nGreen Flash West Coast IPA Now in 6 packs?! Wed, 29 Jul 2015 07:34:17 +0000 (Johntomk) Johntomk\n\nBourbon County 2015 Speculation Wed, 29 Jul 2015 07:01:42 +0000 (jlsims04) jlsims04 316 What beer are you drinking now? #1011 Wed, 29 Jul 2015 06:29:57 +0000 (rmank) rmank\n\nPost a pic of your \"Tasting\" events Wed, 29 Jul 2015 06:27:33 +0000 (C2H5) C2H5 -Cheers\n\nHere's mine from a recent \"Belgian beer night\"..I know its not all Belgian, we got sidetracked\nWhat do you think of Japanese Beer? Wed, 29 Jul 2015 05:48:05 +0000 (deepsleeper) deepsleeper\nI can't imagine seeing anything else in the hands of a Japanese salary man, it sort of goes hand in hand. They always drink it in a frosty glass before dinner, and say \"Umai!\"\n\nI personally can't mentally get around drinking any other beer while eating Japanese food. It just seems to pair so well.\n\nAnd if so, which supposedly tastes the best?]]>\nFounders Appreciation Thread Wed, 29 Jul 2015 05:37:41 +0000 (Warren2621) Warren2621\nTheir business model of multiple packed beers vs. a flood of bombers is one of the reasons why I hold Founders in such high regard. They're versatile and distribute so many nice 4 and 6 pack brews. Of their releases, 17 beers are...\n\nFounders Appreciation Thread]]>\nBeer you were really excited for but ended up disappointing Wed, 29 Jul 2015 04:47:43 +0000 (Kylo76) Kylo76 187 What's your favorite new release world class IPA\/IIPA? Wed, 29 Jul 2015 04:07:36 +0000 (twizzard) twizzard 25 Most Underrated Brewery... Wed, 29 Jul 2015 04:05:53 +0000 (CapCollector16) CapCollector16 137 Top 5 beers you want to try... Wed, 29 Jul 2015 04:05:40 +0000 (Mehinaman) Mehinaman\n2. Goose Island Vanilla Rye\n3. Sip of Sunshine\n4. Julius\n5. The Bruery - Chocolate Rain]]>\nTaking beer when visiting a brewery out of state (etiquette) Wed, 29 Jul 2015 04:04:35 +0000 (Ford) Ford\nDo I offer them to the person working the tasting room? Do I ask for a manager or brewer?\n\nI'm sure there is no right or wrong way to offer someone free beer, but I figured there will be some people here who do this regularly and might have good advice.\n\nCheers to you,\n\nPost a picture of your latest haul Wed, 29 Jul 2015 03:56:37 +0000 (F2brewers) F2brewers\n\n...trades or buys.\n\nLet's keep it on topic.]]>\nYoghurt vs Sour beer (bacteria count) Wed, 29 Jul 2015 03:08:46 +0000 (machalel) machalel\nSay if the sour was a 355ml (12oz) bottle vs. a 150g (5.3oz) tub of yoghurt?]]>\nCraft beer bubble articles bubble Wed, 29 Jul 2015 02:38:10 +0000 (ash111) ash111\nSo I have two questions. First, is anyone seeing contraction in their local market? Second, what is the earliest article you can find describing the craft beer bubble?\n\nCheers and happy drinking.]]>\nSnifter or tulip? Wed, 29 Jul 2015 02:14:28 +0000 (JC88) JC88 128 Shout out to bottle shops. Wed, 29 Jul 2015 02:09:05 +0000 (SINKTIPS_N_SUDS) SINKTIPS_N_SUDS No.1 for me is Fishers Foods on Fulton in North Canton,Oh.\nNo.2 Wales One Stop in Massilon,Oh\nNo.3 Rt.62 Butts N Brews in Canton,Oh\nLet's get the word out about good bottle shops.]]>\nThe ever advancing seasonal creep Wed, 29 Jul 2015 02:00:35 +0000 (zestd) zestd 146 Raise a beer to RonfromJersey. Wed, 29 Jul 2015 01:28:09 +0000 (Todd) Todd @RonfromJersey recently passed away. Ron was an old-school BA who joined back in 2002, hailed from western NJ, and was an active member of the community. His passion and contributions will be missed.\n\nHis wife is planning a \"Celebration of Life\" party in a few weeks, with beer of course. So if anyone has any brewery, beer bar or store contacts in the western NJ area (near Easton\/Bethlehem, PA), please drop me a private note and I'll...\n\nRaise a beer to RonfromJersey.]]>\nLast Pale Ale You Had That Wasn't \"Forgettable\" Wed, 29 Jul 2015 00:05:44 +0000 (MistaRyte) MistaRyte\nKinda half-expecting a lot of SNPA replies, but... what was your last epic pale ale?]]>\nVaping with Beer? Wed, 29 Jul 2015 00:03:51 +0000 (pep) pep\nDoes anyone vape while drinking? Have you notice certain favors of the eliquids goes better with beer? Just a though]]>\nThe 1st beer you ever had. Do they still make it? Tue, 28 Jul 2015 23:53:58 +0000 (19etz55) 19etz55 some beers that were around many years ago are now gone. When I was 14 in 1970 (you do\nthe math) my grandfather gave me some Carling's Black Label. So I decided to checked and see\nif it was still being brewed. It was! Maybe I'll pick up a 6er and see if it brings back memories!\n\nHow about you?]]>\n2015 Summer of Gose. What are your winners? Tue, 28 Jul 2015 23:52:46 +0000 (bubseymour) bubseymour\nFor the couple new ones I had distributed in MD, Victory's Kirsch Gose, was hands down the best crafted one I had amongst the 3-4 other new arrivals. Honorably mention was Union's Old Pro Gose. Rest I had were pretty lame\/not tasty.]]>",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.990131855,
        "format_confidence":0.9764217138
    },
    {
        "url":"http:\/\/eggheadforum.com\/discussion\/comment\/1290452",
        "text":"\nWe hope everyone enjoyed their Fourth of July weekend and is excited for more warm weather grilling! This week, we’ll be making these two burgers: Stuffed Portobello Mushroom and Caribbean Chicken, and also eating lots of these Ice Cream Sandwiches in honor of National Ice Cream Month! It's time to think about getting out to one of the many #EGGfests around the country - see a list here\n\n\nPcody5Pcody5 Posts: 14\nI bought what I think is a brisket at Costco the other day, but I am not sure. It is only 5.25lbs, but it has fat, etc...unlike the flat cuts they also sell with no fat at all. What did I buy? From reading here, I see that a \"full\" brisket is usually in the 12lb range? Any cooking tips besides low and slow until 195?\n\n\nSign In or Register to comment.",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9905087948,
        "format_confidence":0.9963300824
    },
    {
        "url":"https:\/\/plus.google.com\/+tropicaltraditions\/posts\/Xenn5Wm43h7",
        "text":"Shared publicly  - \nOur coconut flour is on sale for 33% off through May 3rd. Gluten-free, high fiber & high protein and can be used in a wide variety of recipes. For recipe inspiration, check out +Coconut Recipes!﻿\nGreta Hyatt's profile photoTropical Traditions's profile photo\nI made lemon poppy seed bread today and substituted 1\/6 of the all purpose flour with Tropical Traditions coconut flour. I added a little extra milk to the recipe because of the coconut flour. It turned out great!﻿\nAdd a comment...",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.997620523,
        "format_confidence":0.7553973794
    },
    {
        "url":"http:\/\/www.teachat.com\/viewtopic.php?p=42257",
        "text":"wednesday TEADAY 5\/21\/08\n\nBYOT! Enter TeaChat here, you never know what you may find!\n\nAre you a first-generation tea drinker?\n\nYes, essentially\nNo votes\nTotal votes : 60\n\nwednesday TEADAY 5\/21\/08\n\nPostby Chip » May 21st, '08, 02:16\n\nYesterday, TeaChatters struggled mightily to answer, \"Besides TEA, what other serious food interests do you have?\" The number one answer by far was other...mostly indicating it was too hard to choose a single answer. You can still vote and discuss yesterday's topic.\n\nWelcome everyone to another TeaDay, celebrate by brewing some tea and sharing what is in your cup today, all day! Check out what others are drinking as well, that is half the fun of TeaDay. If you need to, you can reflect back on your TeaDay.\n\nWitches Brew brought up a good question. Are you a first generation Tea drinker or do you come from a long line of sippers...or somewhere in between. Share a bit of your family's TeaHistory today...or how you broke the mold.\n\nI am as always looking forward to hearing about everyone's TeaDay, so...bottoms up...refill...repeat.\nLast edited by Chip on May 21st, '08, 03:44, edited 1 time in total.\nUser avatar\nPosts: 22179\nJoined: Apr 22nd, '\nLocation: Back in the TeaCave atop Mt. Fuji\n\nPostby PolyhymnianMuse » May 21st, '08, 02:22\n\nI am a first generation tea drinker. I think what drew me into it more than anything was it being healthy and the best alternative to the sugarized water that is just about everything liquid in the united states outside of plain water... Not to mention the great community of people who drink tea :)\nUser avatar\nPosts: 696\nJoined: Dec 30th, '\nLocation: Sandy Run Road, Pennsylvania, USA\n\nPostby scruffmcgruff » May 21st, '08, 02:50\n\nI'm a first generation tea snob\/geek\/enthusiast, and it's unrelated to any family tea drinking, but I do have family members who drink tea.\nUser avatar\nPosts: 1665\nJoined: Jan 11th, '\nLocation: SF Bay Area, CA\n\nPostby chamekke » May 21st, '08, 03:12\n\nBoth sides of my family have been drinking black tea (always milk, sometimes sugar) for generations, so I said No :wink:\n\nHowever, my late mother also experimented with tisanes, flavoured teas such as Bigelow's \"Constant Comment\", and green tea - albeit bagged. She even liked drinking chai when at Indian restaurants, and made real iced tea at home (at a time when everyone else I knew was relying on sugary instant mixes).\n\nSometimes, if I begin to feel smug and daring because I'm trying out still-more-\"exotic\" teas, I remember Mom within the context of her generation and life experience, and suspect that maybe I'm not the most adventurous one in my family... quite yet!\nLast edited by chamekke on May 21st, '08, 03:24, edited 3 times in total.\nUser avatar\nPosts: 1970\nJoined: Apr 6th, '0\nLocation: British Columbia, Canada\n\nPostby omegapd » May 21st, '08, 03:16\n\nGotta say No. While most in my family are big coffee drinkers, my mom always had tea bags (usually flavored stuff) that she'd drink from time to time. In fact, she gave me a big box of different tea bags when I went away to college since at the time I wasn't much of a coffee or tea drinker.\n\nOh, how times change... :)\n\nUser avatar\nPosts: 925\nJoined: Feb 6th, '0\nLocation: enjoying a cup of Red Rose down in GA\n\nPostby bi lew chun » May 21st, '08, 03:48\n\nMy ancestors were tea smugglers, so I think not. ;)\n\nDrinking TROT jasmine white tea. Please don't ban me!\nUser avatar\nbi lew chun\nPosts: 309\nJoined: Apr 16th, '\nLocation: Pennsylvania\n\nPostby Trey Winston » May 21st, '08, 04:06\n\nMy parents and grandparents would drink coffee by the liter, but I remember that we always used to have a box of Lipton Yellow Label in the cupboard. I liked to sip it when I was was sick, but apart from that, I don't come from a tea-drinking home.\nUser avatar\nTrey Winston\nPosts: 868\nJoined: Oct 13th, '\nLocation: Nørwåy\n\nPostby olivierco » May 21st, '08, 04:36\n\nFirst generation tea drinker, but my mother started to drink tea a year ago. She was curious to taste the tea packages she bought for me at Mariage Frères on her travels to Paris and drinks now and then quality tea.\n\nThis morning Keemun.\nUser avatar\nPosts: 3375\nJoined: Feb 8th, '0\nLocation: France\n\nPostby Salsero » May 21st, '08, 04:46\n\nMmm, in my excitement over shincha, I almost forgot about the wonderful, nutty, Chinese greens. Meng Ding Gan Lu here, straight up. Enormous thanks to Dizzwave and his legendary spouse for their technical assistance on this one. It wouldn’t be this nice without their help.\n\n\nThe precious chataku really shines here, bearing the full weight of the big glass and festooned with flowers behind her ear. ¡Muy coqueta!\n\nMore pix of Meng Ding Gan Lu in Wikicha: ... eet_Dew%29\nLast edited by Salsero on May 21st, '08, 08:55, edited 1 time in total.\nUser avatar\nPosts: 5214\nJoined: Dec 21st, '\nLocation: Gainesville, Florida\n\nPostby Terrasi » May 21st, '08, 04:46\n\nMy mom always drank awful tea bags. I liked those enough to actually get into loose tea though, so I can't blame her.\n\nBefore I forget, thank you to everyone who helped me find a less vegetal green tea. I actually had a couple of those recommendations mixed in with samplers I had forgotten to try.\n\nIn my cup: Silver needle (I got my brother hooked on this stuff too)\nUser avatar\nPosts: 122\nJoined: Mar 10th, '\nLocation: N. Colorado\n\nPostby henley » May 21st, '08, 05:30\n\nFirst generation here. My parents were BIG coffee drinkers. Imagine them w\/a dtr who didn't like coffee... kinda like if my dtr didn't like tea. :cry: However, my mom started asking about tea last year so I got her some sachets, a pretty girly mug, spoon etc for Cmas & she's hooked. Now it's fun being able to share tea w\/both my mom & dtr. :D\nUser avatar\nPosts: 674\nJoined: Aug 28th, '\nLocation: Northeast Georgia\n\nPostby BonBon » May 21st, '08, 05:52\n\nFor the most part I am first generation. My Mom has always drunk coffee, but my Dad and I won't ever touch the stuff (Love the smell, just hate the taste). So my Dad has always used tea as a substitute, but I'm the first to take it as far as I have now. I actually got him an Adagio white tea sampler he loves, so I'll be having to pick up some more for him soon.\n\nIt's 4 AM and I am drinking some Uji Kirameki. For me, it's never too late (or early?) for tea. :P\nUser avatar\nPosts: 31\nJoined: Mar 5th, '0\nLocation: Colorado\n\nPostby augie » May 21st, '08, 06:31\n\nMy mother never served iced tea or hot. We had some nasty old tea bags in the back of the cupboard for when one was sick, vomiting, etc . . . LOL I started drinking iced tea during the terible heat wave of '88.\n\nMy husband's grandmother was a tea drinker and we have her teapot in the china cabinet. He does have fond memories of drinking tea with his nanna. She took great pride in how many steepings she could squeeze out of a tea bag.\n\nMy 6 y.o. loves to drink from my cup and will drain it. Will not take his own cup! My 14 y.o. has refused my offering of tea, until his buddy started raving about McD's sweet tea.\nUser avatar\nPosts: 593\nJoined: Apr 21st, '\nLocation: Indianapolis IN\n\nPostby ThinkingOutLoud » May 21st, '08, 06:34\n\nOne of the clearest memories I have of my Mother's Mother is of her making her famous sweet iced tea from Lipton tea bags. My Mom made the same tea for us growing up. She also introduced me to other bagged teas, mainly of the Celestial Seasonings variety. She's a singer and believed in the value of hot tea with lemon and honey as a tonic for a scorched voice. So, no, I'm not a first generation tea drinker by a long shot. :wink:\n\nCitron Green this morning, infused from leaves left in the pot from last night ( :shock: ). Too lazy this morning to do anything major. Will brew something black as soon as this gives me a slight zing.\nUser avatar\nPosts: 160\nJoined: Apr 8th, '0\nLocation: Maryland\n\nPostby CanadaBlue » May 21st, '08, 06:55\n\nI said 'Yes' as I don't count awful black tea (in bags) served with milk and sugar to be worthy of being called tea. Drinking quality (loose) tea is like night and day compared to the old stuff. In fact, the memories of the milky tea days kept me from trying 'real' tea for decades.\n\nRight now - coffee in my mug. Apricot green on the agenda for later.\nPosts: 19\nJoined: Apr 22nd, '\n\n\nInstant Messenger\n\nYou cannot post new topics\nYou cannot reply to topics\nYou cannot edit your posts\nYou cannot delete your posts\nYou cannot post attachments",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9612034559,
        "format_confidence":0.9960830212
    },
    {
        "url":"http:\/\/www.babybites.info\/2010\/03\/03\/1-year-happy-meal\/",
        "text":"Happy Birthday to My Happy Meal\n\nBy • Mar 3rd, 2010 • Category: Baby Bites in the News\n\nHappy Birthday to You, Happy Birthday to You.\n\nHappy Birthday, Dear Happy Meal, Happy Birthday to You!\n\nHappy MealI know it’s hard to believe. Time flies, doesn’t it? My eyes tear when I think today, March 3, is my Happy Meal’s first birthday. They grow up so fast, don’t they?\n\nI purchased a Happy Meal, not to eat, but to observe and blog about. Yes, I bought a Happy Meal and then placed it on my office shelf, right behind me and my computer. It sat on my shelf for a year as a silent witness to our fast food industry.\n\nIt smelled delicious for a few days. I’d get a whiff of those yummy French fries every time I walked into my office. After a week or so, you could hardly smell it. My husband worried that when the food began to decompose, there would be a terrible odor in our home. He also worried the food would attract ants and mice. He questioned my sanity.\n\nNo Worries\nNOPE, no worries at all. My Happy Meal is one year old today and it looks pretty good. It NEVER smelled bad. The food did NOT decompose. It did NOT get moldy, at all.\n\nThis morning, I took it off my shelf to take a birthday photo. The first year is always a milestone. I gave it one of my world famous nonna hugs as we’ve been office mates for a year now! (Okay, maybe my sanity is in question.)\n\nWhat’s WRONG with this picture?\nThe photo above on the left is the one I took today. Because Colorado has an arid climate, over the year the moisture has been slowly pulled from the Happy Meal. The bread is crusty and if you look closely, you will see a crack across the top. The hamburger has shrunk a bit and still resembles a hockey puck. Yet, the French fries look yummy enough to eat. I never had an odor problem, after a couple of weeks, I couldn’t even smell the fries.\n\nNow look at the photo on the right, I took it a year ago. Not much difference. The bread is plumper and the fries a tad bit perkier.\n\nWhat’s not HAPPY about a Happy Meal?\nPicky eaters universally love junk foods. They won’t touch veggies and sometimes refuse to eat the food their moms prepare. Out of desperation, parents give in and purchase the food their picky eaters will eat…junk food.\n\nThe next time you’re tempted to purchase a Happy Meal for your child, think about these photos. Food is SUPPOSED to decompose, go bad and smell foul…eventually.  When I was a kid, I remember our garbage pail for the left over food scraps was kept by our back door. After a couple of days, flies deposited their larvae (maggots) in the meat. When I would lift the lid, I would see the recently hatched maggots wiggling on the putrid mess. A fly never bothered to land on the tiny hamburger patty on my office shelf.\n\nFood is broken down into it’s essential nutrients in our bodies and turned into fuel. Our children grow strong bodies, when they eat real food. Flies ignore a Happy Meal and microbes don’t decompose it, then your child’s body can’t properly metabolize it either. Now you know why it’s called “junk food.”\n\nI think ants, mice and flies are smarter than people, because they weren’t fooled. They never touched the Happy Meal. Children shouldn’t either.\n\nSee the 4-year Happy Meal photo, Click Here.\nNo matter what, deep-fried food is unhealthy. Read Freaky Fried Food, CLICK HERE.\nRead Nonna’s Happy Meal Blog, CLICK HERE.\n\nBaby Bites\nWant Flies With That?\nchronicles how Happy Birthday to My Happy Meal came about and the startling consequences of chemicals in our food.\n\nTo purchase Want Flies With That or Baby Bites: Transforming a Picky Eater into a Healthy Eater, Click Here.\n\n\nFollow Nonna on FaceBook: Click Here.\n\nfor ordering information for Baby Bites: Transforming a Picky Eater into a Healthy Eater and The Forest Feast: Baby Bites Mealtime Adventures.\n\nBe Sociable, Share!\nTags: , , , ,\n\n179 comments on »\n\n  1. Happy Birthday to My Happy Meal posting went viral with multiple blogs and news sites picking it up. The Baby Bites’ site is having a hard time handling all the hits. We are working on this issue. If you experience difficulty on the site or do not see your comment posted, please check back. Blessings, Nonna Joann :)\n\n  2. I inadvertently ran a similar experiment with a Lunchable. My kindergartener begged me for Lunchables like her friends, so I bought one and dumped the contents so I could use the container to pack a “custom” Lunchable. I kept the bread rounds from the original lunch for measuring purposes. I didn’t intend to hold on to them for long, but there they sat on the top of my microwave for months. I was in awe of how they continued to look the same week after week. Where was the mold? Eventually I think my husband got bored with my experiment and dumped them because they disappeared, but I tell that story to anybody who will listen. If food doesn’t break down naturally on the shelf, how in the world does anybody think it’s going to decompose in their child’s stomach?\n\n  3. Although my kids have never had a Happy Meal, they still ask about them and why they are so bad for you.\n    I showed them this photo at breakfast. We all got this on such a deeper level with this visual.\n    Thanks Nona!\n\n    Peace & Be Well,\n\n  4. I did this experiment on accident, my daughter left a icecream cone (From D.Q.) in her closet, she ate a few bites and left it in there for over two weeks, when I was hanging up some clothes in her room I looked to left when I noticed a perfect looking unmelted icecream cone. I should of took a photo of it, I was shocked when I knew how long it had been there. It got a bit smaller in shape, but there was no smell, or messy clean up, it just stayed in the cone – unmelted . I never forgot that and I always wondered why it didn’t melt.\n\n  5. If it doesn’t decompose then what nutrients can be extracted from it? The published nutritional value for McDonald’s food seems like it would be more theoretical than actual…\n\n  6. Such a simple but brilliant experiment. Thanks so much for posting about this.\n\n  7. Wow. Just wow. That is strange and frightening. Thank goodness my children are not devoted to fast food:\n\n\n\n  8. I would be interested what a home-made burger and fries would look like after a year.\n    Michael, Food should decompose. Within days mold should be visible. Maggots usually can be found in rotten meat. In short order, without refrigeration the food should look pretty yucky.\n    Nonna Joann\n\n  9. I had some trouble determining which photo was the 1 year anniversary. Its hard to believe that it did not mold up at all. I wonder what they put in that stuff!\n\n  10. In a dry climate food will have trouble decomposing, especially when left in a paper sack which will soak up any excess moisture. If you live in a dry climate, of course the meal isn’t going to mold how you think it is, there’s little moisture to allow it to.\n    Charlotte, Yes, that’s true. The dry air will delay decomposition of the food. But you’d expect something. The fries and hamburger were placed in a baggie for their first show and tell. So they were no longer saved in paper. Blessings, Nonna Joann\n\n  11. This rocks! Thanks for taking the time to babysit and post.\n\n  12. Sorry to burst your bubble everyone, but this is a worthless test. Go cook a USDA prime filet mignon and let it sit on a plate indoors for a year, and it’s not going to rot because it DRIED OUT. Set it outside, and it will rot.\n\n    Common sense…this test is 100% worthless and furthermore, extremely misleading.\n\n    Seriously, try it with a prime cut of beef if you don’t believe me. Anything that is allowed to dry and remain in an indoor, dry environment will have the same result. There are valid reasons to avoid fast food restaurants, but this is not one of them.\n\n  13. Okay, I know the climate played a part in my Happy Meal’s preservation. I’m well aware that this was not a scientific study. I did NOT call it an experiment. I saved the Happy Meal to observe and blog about. Which I did. I recorded my opinions.\n    You might want to take a look at these McDonald French fries which were placed in a sealed jar. It’s amazing that after 461 days they don’t look too different from mine> http:\/\/www.davisonshire.org\/Junk\/McMold.htm\n\n  14. I’m moved from the UK to New Zealand a few years ago and noticed the difference in the junk food over here. My kids do have an occasional Happy Meal or pizza (a rare treat amidst all those veggies and fruit and home made snacks) but they are cooked to order here and you have to wait, it’s kind of slow fast food! In fact my daughter had one yesterday and didn’t finish it, checked the bit that was left this morning after reading your blog and it’s already shrivelled and dry and I have it on the worktop and there is a fly happily munching on it (we are still in summer here). It’s interesting but NZ do seem to have lots more regulations on food, I wonder if McDonalds over there would change if the public demanded it?\n\n  15. I’m sure any food in an arid, mold and fly-free home would suffer a similar fate. I can tell you from experience that McDonalds food found in my car after a couple of days WAS rotting and it DID stink.\n\n    This is junk science about junk food.\n\n  16. James, I am not sure where you live that meat will last a year without rot but I live in TX and any cooked food left out over night WILL stink and be rotting by morning. If somehow it is missed and left a couple days the smell will let you know someone missed cleaning up a lil something.\n\n    I have found McD’s left overs in my SUV weeks later and just like the photos above they might be shriveled but they still look like “fresh” and there is no stink…even in our hot summer weather. My oldest found a “CInnabun” in its package under the SUV’s seat yesterday…dried out with no smell. Who knows how long that was in there!\n\n    Thanks for thee interesting article Nonna!\n\n    Mrs T\n\n  17. I might also add, that to be considered “prime” beef has to be aged for 2... (truncated)",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.8187791109,
        "format_confidence":0.6820924878
    },
    {
        "url":"https:\/\/boatinn.wordpress.com\/opening-hours\/?replytocom=1767",
        "text":"multi Award Winning country pub on the river Severn in Gloucestershire\n\nOpening hours\n\nOur Winter Hours begin on 1\/11\/17\n\n(subject to change)\n\nMonday – Closed\n\nTuesday 12pm – 3pm & 6pm – 11pm (food until 2pm and 9pm)\n\nWednesday 12pm – 3pm & 6pm – 11pm (food until 2pm and 9pm)\n\nThursday 12pm – 3pm & 6pm – 11pm (food until 2pm and 9pm)\n\nFriday 12pm – 12am (food until 9pm) \n\nSaturday 12pm – 11pm (food until 9pm)\n\nSunday 12pm – 11pm (food until 4pm)\n\nBank Holiday Mondays open 12-6pm\n\nOur summer opening hours are as follows: (from 1\/6\/17)\n\nMonday- 12-6\n\nTuesday – Thursday 12pm – 11pm\nFriday-Saturday 12pm- Midnight\nSunday 12pm- 10.30pm\n\nFood Service:\n\n\n12-4 Monday\n\n12-2 & 6-9 Tuesday – Thursday \n\n12-9pm Friday – Saturday\n\n12 – 6pm Sunday’s (Carvery 12.30 – 3.30)\n\n\n\nPlease note that we may close slightly earlier on quiet nights. Please call ahead if arriving late.\n\nWe look forward to welcoming you!\n\n5 responses\n\n  1. Caroline Hewitt\n\n\n    Great to see The Boat open again. It comes two thirds of the way round a favourite walk and we were devastated to pitch up one day and find it closed meaning a long thirsty final leg home! Can you confirm your opening hours over Easter? And do you serve any kind of food?\n\n    Many thanks\n\n    Caroline & Keith\n\n    March 27, 2015 at 3:29 pm\n\n  2. Brian Chapman\n\n    Still the same “proper” pub with lovely people, and drink.\n\n    October 7, 2015 at 2:20 pm\n\n  3. Sandra\n\n    Have you got camping on site?\n\n    January 11, 2016 at 11:00 pm\n\n    • severnbore1\n\n      Hi. We don’t unfortunately, however we are happy for campervans\/caravans to use our car-park overnight, or for tents to pitch up on the bank. We can’t however provide any electricity, but we do have outside toilets which you could use.\n\n      Many thanks. Mark\n\n      February 24, 2016 at 2:41 pm\n\n  4. Thank you for a great Hot Chocolate and for letting me dry out at your wonderful pub. It was really nice to meet you and I look forward to cycling by again in the future! If you’re thinking about visiting here then you absolutely should. It’s a wonderful pub run by a lovely family.\n\n    November 16, 2016 at 4:06 pm\n\nLeave a Reply to Brian Chapman Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.8615322113,
        "format_confidence":0.7099238634
    },
    {
        "url":"https:\/\/discourse.soylent.com\/t\/http-diy-soylent-me-soylent-recipe-web-app\/4006",
        "text":"Http:\/\/ - Soylent Recipe web app\n\nOver the last 3 or 4 weeks I’ve been working on a Soylent recipe builder that takes the best bits from Google Spreadsheets and adds some cool features on top. I’ve got it to a stage where I can show something… so without further ado I’d like to present…\n\nI took the liberty of creating a 4 minute screencast which demos the app which you can find on the home page (though you may need Google Chrome or Safari to view it).\n\nAnyway, if there is some enthusiasm for the app I’d like to continue working to expand the feature set in the hope of creating a one stop shop for DIY Soylent makers.\n\nThanks to @bigepidemic for letting me use his recipe as a test.\n\nFeedback much appreciated!\n\n\nAwesome work! I’ve poked at it a bit, and got the error:\nCast to number failed for value “$121.45” at path “cost”\n\nObviously this was my fault, but it might be useful to strip out non-numerical characters when saving so it makes it easier to copy \/ paste from an existing recipe.\n\nAs a second feature-request, I’m not sure how feasible it would be from a user interface perspective, do you think it would be possible that when you select ‘add ingredient’ that you can pick from existing ingredients? They could be narrowed down by Source, Manufacturer, and Country of Origin. Or, simply auto-fill fields when it gets a matching URL ( notwithstanding, because that has the ability to create custom mixes.)\n\nWith your permission, I can throw this on the sidebar of the \/r\/soylent subreddit.\n\n\nThanks for the feedback :slight_smile:\n\nI’ve now fixed the ‘cast’ error and also added your feature request whereby typing in an ingredient that already exists from the ‘new ingredient’ popup will bring up a list you can choose from. Selecting an item from that list will auto-fill the other fields.\n\nThere are tons of potential features for this app… but in the nearer term I’m planning on adding:\n\n  • Comments\n  • Ingredient list and detail pages (you can see the start of this at )\n  • Nutrient list and detail pages\n  • Recipe versioning and duplication (‘forking’)\n\nGood idea but I don’t like the idea of signing up… why is it needed? What do you do with the information you get from signing up and how do you store it?\n\nPeople are posting recipes with no ingredients and one with only 2… how are you going to stop the site from being filled with useless recipes? Maybe add a “demo” version where you can play with a recipe but cant save it to the site?\n\nIt’s so that only the author can edit or delete a recipe. Otherwise someone could come in and delete everything or generally mess things up. Passwords are salted and sha’ed before being stored in the db.\n\nAlso nice suggestion on the junk recipes. I’ll add in a ‘publish’ button once someone is ready to share a completed recipe on the search list.\n\n@mrob would be more than happy for a link on the reddit sidebar\n\nGreat work Nick.\n\nManganese is missing a “n” & “a” in your ingredients list.\n\nNice Work!\n\nHow about a link to a Amazon shopping cart or similar as part of the recipe? I would not mind the recipe creator throwing in a affiliate link as well since they have done a lot of work creating the recipe and then sharing it.\n\nThanks for the recipe @bigepidemic.\n\nlooks good. would be nice if it was open source and\/or there was a way to export your data.\n\ni once made some suggestions in a thread about another soylent web app:\n\nA bug report: you can see that both of my recipes have $NaN listed as the price on the front page, though both have the correct price listed when you click into the entry.\n\nA feature request: could we write notes associated with our recipes, to explain the decisions involved in making them?\n\nAnother feature request: could we change the default order in which ingredients are listed?\n\n\nJust wanted to let you know that the app looks great. I can’t wait to see how it evolves as ideas are suggested and added. Just wanted to say thanks for the work.\n\nThanks for the feedback everyone and encouragement :smile:\n\nI’m currently working on a feature called ‘Nutrient Profiles’ that will let you define nutrient targets, then apply them to a recipe. I’ll post again here once it’s uploaded.\n\n\nFantastic, thank you!\n\nI’ve uploaded a new version of the site… now with Nutrient Profiles :slight_smile:\n\nYou can also add formatted descriptions to recipes and nutrient profiles.\n\nIf anyone has more feature requests… please post them here.\n\n\nBeautiful stuff Nick, thank you! :slight_smile:\n\nMy mom is trying to lose weight, and last night she asked me to make a soylent recipe that she could use for meal replacement. I used this website to work everything out. I also have a bunch of private recipes that I use to experiment with different versions of things. So in short, it’s been a great tool for me.\n\nI noticed that you added the ability to enter descriptions. Thank you for that!\n\nNow a bug report. When I click on an ingredient in any recipe (mine or otherwise), I no longer get the pop-up dialog about that ingredient. With two exceptions: in my recipes which include cinnamon and vanilla, I get the pop-up dialogs for those ingredients when I click them. These two ingredients are exactly the ingredients in my recipes which have no nutrition facts entered for them (no calories or anything else). I am on Windows 8, and I tried and got the bug identically in both Chrome and Internet Explorer.\n\nIf you are inclined to do it, it would be lovely to be able to enter upper limits for nutrients as part of our nutrient profiles. It would be particularly nice if this feature let us distinguish between “I haven’t entered an upper limit” and “I am not giving an upper limit because the ingredient is nontoxic and for all practical purposes you can put in as much as you want.”\n\nThank you for everything! This is a great website, and I am hoping to see people putting up lots of recipes on it in the future.\n\nNice! Just tried this yesterday and was about to suggest editable nutrition targets. Some suggestions:\n\n  1. I’d also like the toxicity profiles. For example:\n\n  2. “Calories” should be kilocalories (“kcalories”) in most places, no?\n\n  3. A few more changeable units would be useful. E.g. currency (like €, not only $) and perhaps selectable mass unit when adding an ingredient (to avoid manual conversions). The most difficult ones seem to be IU. Found a converter here but it’s a bit cumbersome to work with when entering ingredients:\n\n  4. How about showing mass units in the recipe table heading also?\n\n  5. A vertical list (perhaps with a graphical bar chart, e.g. 0-500% and red when toxic!) of target nutrients under the recipe table would make it easier to see progress \/ current state of the recipe.\n\n  6. “Private” checkbox for ingredients, too, might be a good idea. Some people may have access\/preference to stuff that other people won’t find useful at all (like local products that can’t be purchased anywhere else in the world), and showing them as options for everybody just confuses them.\n\nGreat app. I was able to enter and edit a recipe, and I really appreciated the functionality. With the addition of the nutrient profiles, editing is broken as of now. 6:39 PDT 7\/16\/2013.\n\nI had entered some ingredients without prices, and was going to edit them with prices. With editing not functioning currently, I ended up entering in a duplicate ingredient. I see you fixed the app to handle no price entry.\n\nI would suggest that there be a monitored database of standard ingredients with the ability to have private ingredients. Inputting an accurate full nutrition profile can be a bit tricky, especially when units can vary.\n\nThanks so much for your time in producing this app. I think it has a lot of potential. it certainly has helped me tinker with my idea for a recipe that one can get up and running inexpensively within an hour of deciding to give this a try, instead of waiting a week for\n\nBy the way, I have not been able to determine the sulfur content of sulfured molasses, but it seems like a possible source for our Australian friends who cannot import Sulfur MSM. Also, a little bit of molasses adds a lot of nutrients, a nice caramel color, and a nice alternative to vanilla or cinnamon.\n\nAll oil from flaxseed is a little much. A coffee grinder works wonders for rolled oats and flaxseed, and reduces cost of oat flour to 99 cents for 454 grams.\n\nI’ve just uploaded a fix for the editing recipes bug. I also added nutrient maximums which turn red in the recipe table when reached.\n\nI also added private checkboxes for ingredients and units in the recipe table headings.\n\nMore soon!\n\n\nAfter the fix, I was able to enter, edit and correct my recipe. This application is muy guapo.\n\nI made the recipe public again, now that I have a decent draft. I just had my first glass of it, and it was great. I reduced the Brown Rice Syrup to 50g because I am looking to reduce carbs a bit, and the MSM to 2.5g which is the recommended serving. The Kale was added for Vitamin K, but adds high quality protein, Vitamin C, and more Vitamin A than carrots.\n\nIf you see any mistakes in the Oat, Whey, Flax, Brown Rice Syrup recipe, let me know.\n\nConsidering how much time many of us has spent in Google and Excel spreadsheets, tweaking and updating formula left and right, I’d say this is an apt statement.\n\nKeep up the awesome work @nickp, I’ve since added it to the \/r\/soylent sidebar. Feel free to make a post about it, though!",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.7674076557,
        "format_confidence":0.9918625355
    },
    {
        "url":"http:\/\/chowhound.chow.com\/topics\/767728",
        "text":"HOME > Chowhound > Philadelphia >\nFeb 22, 2011 08:01 AM\n\nGood BYOB to accomodate party of 10-12 on a Friday around 4:00pm ~$25 per person\n\nMy supervisor has put someone in my group on a wild goose chase for our very much delayed holiday lunch. Basically, he wants it in Philadelphia. He wants it to be a BYOB. It can be no more than $25\/person AND the real kicker around 3 or 4pm in the afternoon. Any ideas? It does not seem that this restaurant exists and he is reluctant to other ideas (like in the greater Princeton area, where our office is)\n\nThanks for your help\n\n  1. Click to Upload a photo (10 MB limit)\n  1. What day of the week? Kanella is open for lunch till 3pm on Thursday-Sunday, is fantastic, and meets your price point. They start dinner at 5 so I'm not sure what is going on there in between 3 and 5 pm, but it's probably worth calling them.\n\n    1 Reply\n    1. re: Buckethead\n\n      Yea, I suggested Kanella to the woman who in charge of putting it together. She'll need to call to see if they can accomodate a later lunch. Of course it will be on a Friday so I think we'll have a harder time gettng the restaurants to want to agree.\n\n    2. I think some of the small Italian BYOBs would be interested in opening early to accommodate you. Have you called around?\n\n      1. Try Branzino, on 17th just north of Spruce. I doubt that it's within their hours, but they might be willing to open a bit early. I have been to several lovely lunches there.\n\n        How would ethnic be? Cafe Laos, on 11th St. south of Washington Avenue, is very attractive and has a huge entree selection - Laotian, Thai, etc. plus very good barbecued chickens, curries, coconut ice cream. Another beautiful place is Le Viet, at 11th and Washington. - good Vietnamese food. These have a classier ambiance than many of the other good ethnic places.\n\n        Parking is available for those places, which might make it easier, anad I think their hours are flexible.\n\n        1. I might suggest Roberto Cafe on South Street. I think he normally starts dinner service at 4 or 4:30; it's a small space but I have regularly seen them do large parties of 10-12. Very good, fresh, basic Italian (but real Italian, not Italian-American South Philly stuff) and I'm sure they could arrange something nice for that price.\n\n          1. Olive on 3rd is one of the more reasonably priced BYOBs I've enjoyed recently. The owner seemed very accommodating. Might be worth a call.",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9964960217,
        "format_confidence":0.9660673141
    },
    {
        "url":"https:\/\/forum.whole30.com\/topic\/18843-grass-fed-traditions-free-shipping-today\/?tab=comments#comment-197057",
        "text":"Grass-fed Traditions Free Shipping TODAY\n\n\nRecommended Posts\n\nJust got an email that they are offering free shipping on their frozen meat products, today only.  I've been waiting for this, as we LOVE their bison -- 100% grass-fed -- and it is hard to find locally.  When they have free shipping, I can get it sent to me from Minnesota cheaper per pound than locally anyway.\n\n\nThey also have 100% grass-fed beef, pastured chickens & turkeys, wild-caught fish, etc.  I am not posting a link since I am new to the board and not sure what's allowed.  But a quick search should turn up their site AND the code is on the right-hand side of the page.  ;)  We have ordered from them multiple times with no problems.  Love this company.\n\nLink to post\nShare on other sites\n\n\nThis topic is now archived and is closed to further replies.",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9633718729,
        "format_confidence":0.9916548729
    },
    {
        "url":"http:\/\/chowhound.chow.com\/topics\/915185",
        "text":"HOME > Chowhound > Not About Food >\nAug 30, 2013 07:57 PM\n\nShould you answer honestly?\n\nLast weekend the hubby and I went to a popular high end Yountville restaurant for brunch. The hubby ordered a lobster roll, the most expensive item on the menu. To his great disappointment it had absolutely NO flavor. The waiter, a very nice young man stopped by the table to ask us how we were enjoying the meal. I was shocked to hear my husband say that it was very good. Had he suddenly lost his mind? I think he was just too shy to tell the waiter what he really thought. When faced with this situation, how do you answer?\n\n  1. Click to Upload a photo (10 MB limit)\n  1. Not from the area but I think for major issues one should answer honestly yet diplomatically.\n\n    If something it too sweet, too salty, too spicy, too bland then a simple \"It was fine but too XYZ for me\".\n\n    If something is not cooked correctly than that should be pointed out right away.\n\n    If something tastes off, is inedible, etc than that warrants talking to a manager.\n\n    That said if you eat the whole thing then keep your mouth shut. It can't be all bad if you wiped the plate clean.\n\n    2 Replies\n    1. re: foodieX2\n\n      A good answer that I totally agree with, but let me add my 2 cents. I think that if you are going to complain about anything, it has to be done in a constructive manner with specifics so that there could possibly be improvements in response to the criticism. If I'm asked if I'm enjoying my meal, I'll pretend that I am unless I have something specific to complain about more than just saying that the food is merely so-so. Telling a server that you are vaguely unhappy without providing the exact details needed for possible remedies will just spread bad sentiments without doing any good. I've had my share of mediocre restaurant meals where I've pretended to be perfectly happy simply because I didn't feel I had the time and energy to provide possibly unwelcome advice about how they could do things better.\n\n      1. re: foodieX2\n\n        Perfect answer, foodiex2. And in the OP's case, her husband should have used your first response.\n\n        I'll also add my 2 cents and say bland or \"no flavor\" is highly subjective. Does the OP's husband smoke? If so, that fact alone would mask any subtle flavors. Does he regularly enjoy spicy foods? That too could be a factor. I'm not saying these specific things are true on his part, just throwing out a couple of examples. Also, I'd be curious to know if the OP tasted the lobster roll and what she thought.\n\n      2. Depends.\n\n        In most cases, I take the view that this is a perfunctory question that the restaurant feels it needs to ask and has no real intent to take on board any comments\n\n        On the other side of the coin, I find that most \"good\" places I go to do not feel the need to do the check back. To my mind, they are right. They may well ask how was the dish, when they are clearing the plate. I tend to think there is some genuine interest here and I can usually get a sense of this from how the server asks the question. In such circumstances, I'll be honest. In other circumstances, my standard response is to say things were \"fine\".\n\n        2 Replies\n        1. re: Harters\n\n          That could be.\n\n          I take it to actually elicit feedback, and I will give that.\n\n          I have had a few instances, where the chef wanted to defend their choices. That is fine, but I also want to defend my comments.\n\n\n          1. re: Harters\n\n            Yes, but that is a difference between where you live, Harters and the US. The check back, is to give people the chance to say something if they need to, in fact there are complaints that not checking implies not caring.\n\n          2. Don't rave about it if you didn't like it... if you don't want to go into details just say it was 'okay'. There's absolutely no point in telling the waiter how wonderful it was when you found it mediocre. That just encourages them...\n\n            1. I would have sent the lobster roll back because it had no taste and ordered something else (quickly). It is probably not the restaurants fault it lacked flavor but they should know about the problem.\n\n              I rarely send anything back. I usually just eat it and say \"fine\" when it really wasn't that great. But not at a high end restaurant where I order the priciest item on the menu.\n\n              2 Replies\n              1. re: sedimental\n\n                If it's not the restuarant's fault, as you state, why should they know about it? What is the \"problem?\" I the \"no taste\" lies totally within the customer's palate, that's the customer's \"problem\" and no need to tell the restaurant.\n\n                1. re: ttoommyy\n\n                  Many times lobster that is frozen has no taste (especially in CA). Not their fault, meaning not a prep issue. I wouldn't automatically assume it was \" just me\". My taster works pretty well unless I have a cold or something. I don't think a high end Yountville restaurant would want a customer not satisfied with the food but not saying anything and possibly not returning or telling others \" the lobster rolls arent very good\". YMMV.\n\n              2. And then you have an astute staff. In Asheville, N.C. at a local mid to high end chain. She Who No Longer Must Be Obeyed ordered a Caeser salad as an entrée. And out comes a large bowl of mixed greens and croutons with the dressing in plastic containers.\n\n                So She poked and prodded, ate a little, and then sat there in low dudgeon. Waitress came up and asked her what was wrong. What She was hoping for was a tableside mixing at the most, or pure romaine lettuce and fresh dressing at the least for that price. Waitress got the manager, he took the salad off the tab, gave her a chicken breast that did not come out of a bag, She was content.\n\n                Please note that this was done without a complaint or query about the meal. We were obviously tourists and it was during the Sunday church crush, so it was not like they were sitting around bored. If I could remember the name of the place, I would be shouting it out. The tip was grotesque.\n\n                And yes, if I am disappointed in what is offered, I either clean my plate if edible and worth the money,(my generation), or inform my waiter if not. Before I consume the whole thing.",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9947564602,
        "format_confidence":0.8656544685
    },
    {
        "url":"http:\/\/mylittleblackblazer.blogspot.com\/2013\/09\/fit-sugars-banana-apple-chunk-bread.html?showComment=1382349501709",
        "text":"Thursday, 5 September 2013\n\nFit Sugar's Banana Apple Chunk Bread Modified | Food & Drink\n\nHello there! I've been a tad busy lately as you may have figured- hence my absence.  Today I want to show you this freaking incredible dessert.  This is a recipe I found on Fit Sugar, and the recipe is called Low Fat Vegan Banana Apple Chunk Bread. If you click on this link it will take you to the original recipe, and the site provides you will nutritional content.  My version has very few changes so the nutritional content should be about the same. I modified a couple small things, and turned this bread into muffins!  These are the most moistestest (it's a word now) muffins in town.  It's like they are dense AND fluffy at the same time.  They are best when you warm them up in the microwave for about 50 seconds and put a dollop of vanilla bean ice cream on top- YUM.  Might as well forget about the nutritional content on Fit Sugar, because now you are eating ice cream, and probably eating like 3 servings of this- just saying.  You will thank me.  I've never seen Mark so excited about a dessert before. \n\nYou will need:\n3 ripe bananas\n1 apple, peeled and diced\n2\/3 cup brown sugar\n1 3\/4 cups whole wheat flour\n1\/2 cup applesauce (I used unsweetened cinnamon apple applesauce, and put in 2 of those small cups that you would buy in packets at the store)\n1 teaspoon baking soda\n1 teaspoon salt\nSprinkle of cinnamon\nCrushed pecans to sprinkle on top of the muffins before baking\n\nSo the modifications I made were: \n-brown sugar\n-3 ripe bananas\n-cinnamon applesauce\n-crushed pecans \n-made into muffins\n\n Pour the batter in the muffin cups or in a loaf pan, and put in the oven at 350 degrees.  For the muffins, it took about 15 minutes or so until they were ready.  Just watch that the tops are turning brown, and when you stick in a fork or toothpick that it doesn't come out super gooey. \n\nThis is the batter\n\nWas a good breakfast treat (or any meal)\n\nDo this- it is amazing\n\nLet me know how you like it! I would give this like 6 out of 5 stars... hehe. Enjoy!\n\n\nAnonymous said...\n\nHey There. I found your blog using msn. This is a very well written article.\nI'll be sure to bookmark it and come back to read more of your useful info.\nThanks for the post. I will certainly comeback.\n\nVisit my blog post :: weight loss journey 2013 ()\n\nAnonymous said...\n\nThis is a topic which iis close tto my heart... Take\ncare! Exactly where are your contact details though?\n\nMy webpage - site\n\nAnonymous said...\n\nSaved as a favorite, I like your blog!\n\nHere is my web blog ... contribute weight - -\n\nAnonymous said...\n\nDoes your blog have a contact page? I'm having trouble locating it but, I'd like to send you an email.\nI've got some suggestions for your blog you might be interested in hearing.\nEither way, great website and I look forward to seeing it improve over time.\n\nmy website :: Nike Free 5.0 V5\n\nAnonymous said...\n\nHi there every one, here every person is sharing such know-how, so it's fastidious to read this website, and\nI used to visit this website every day.\n\nAlso visit my homepage; loss surgery\n\nAnonymous said...\n\nHi there to all, how is all, I think every one is getting more from this web page, and your views are good in support of new\n\nMy web blog; Nike Free\n\nAnonymous said...\n\nThis is really interesting, Youu are a very skilled blogger.\nI have joined your feed and look forward to seeking more of your excellent post.\nAlso, I've shared your website in my social networks!\n\nAlso visit my homepage - best appetite suppressant foods ()\n\nMikayla H said...\n\nThanks for all the great comments guys! My contact information is posted in a blog post for now, and when I have a chance I will permanently add it to the blog.\n\nAnonymous said...\n\nEverfyone lovess what you guys tend to be up too. Such cleer work and coverage!\n\nKeep up the very good works guys I've incorporated\nyou guys to our blogroll.\n\nMy page - body Supplement\n\nAnonymous said...\n\nThis site was... how do you say it? Relevant!!\n\nFinally I've found something which helped me. Many thanks!\n\nHere is my web page: acc 290\n\nAnonymous said...\n\nThis is the right blog for anyone who wishes to find out about this topic.\nYou realize so much its almost tough to argue with you (not that I really will need\nto…HaHa). You certainly put a brand new spin on a topic that\nhas been written about for a long time. Wonderful stuff, just wonderful!\n\nFeel free to surf to my web site: Mens Nike Free 3.0 V4\n\nMikayla H said...\n\nThank you so much! I'm glad you guys are enjoying the blog :)\n\nAnonymous said...\n\nGreat post. I was checking constantly this blog and I am impressed!\nVery useful information specially the last part\n:) I care for such info much. I was seeking this particular information for a very long time.\n\nThank you and good luck.\n\nFeel free to surf to my site :: Ray Ban dx300\n\nAnonymous said...\n\nAt this time it appears like Drupal is the top blogging platform\navailable right now. (from what I've read) Is that what you're using on\nyour blog?\n\nMy webpage zelen bob\n\nMikayla H said...\n\nActually I use Blogger! :)\n\nAnonymous said...\n\nyou're іn realіty а exсellent webmastеr.\nThe site loading sρeed is inсredіble. It sοrt\nοf feels thаt you're doing aany distinсtive tгiсk.\nMοreονeг, The contents агe masterworκ.\nyou'ѵe performed a great tаѕk іn this subjeсt!\n\nFеel frеe tο surf to my website ...\n\nmedicare advantage vs medigap\n\nAnonymous said...\n\nHey there! I've been reading your website for a long time now and finally got the\nbravery to go ahead and give you a shout out from New Caney Tx!\nJust wanted to tell you keep up the fantastic work!\n\nMy website; Barbour Factory Shop\n\nAnonymous said...\n\nThere's definately a great deal to know about this\ntopic. I really like all of the points you have made.\n\nmy blog post ... bus 475 final solutions, ,\n\nAnonymous said...\n\nI ωοulԁ likе to thanκ you for thе effoгts уou've put іn penning thіs\nblοg. I rеally hope to check out the\nsame high-graԁe blog postѕ fгom you lаter on\nas wеll. In truth, your creatіve wrіting abilitiеs has encourageԁ me to gеt my own, personal blog\nnow ;)\n\nAlѕo visit my web site auto state insurance\n\nAnonymous said...\n\nHi there, I log on to your blog regularly. Your humoristic style is witty, keep it\n\nAlso visit my weblog - atlanta seo company []\n\nAnonymous said...\n\nHi, just wanted to tell you, I liked this article.\nIt was funny. Keep on posting!\n\nMy web page :: kitchen remodel Madison\n\nAnonymous said...\n\nI usually do not create many comments, however after browsing a few of the comments here \"Fit Sugar's Banana Apple Chunk Bread Modified | Food & Drink\".\n\nI do have a few questions for you if it's allright.\n\nCould it be simply me or do a few of the remarks come across like they are left by brain\ndead folks? :-P And, if you are writing at additional social sites, I'd\nlike to keep up with you. Could you post a list of every\none of all your social networking pages like your linkedin profile,\nFacebook page or twitter feed?\n\nMy blog ... running shoes\n\nAnonymous said...\n\nYour style is really unique in comparison to other people I've read stuff from.\nThanks for posting when you have the opportunity, Guess I'll just\nbook mark this page.\n\nCheck out my site ... buy auto insurance\n\nAnonymous said...\n\nI'm amazed, I have to admit. Seldom do I encounter a blog\nthat's both educative and interesting, and without a doubt, you've hit the nail on the head.\nThe problem is an issue that not enough men and women are speaking intelligently about.\nI am very happy I stumbled across this in my hunt for something regarding\n\nTake a look at my weblog; optimize google, ,\n\nAnonymous said...\n\nI'll right away grasp your rss as I can't in finding your email subscription hyperlink or\nnewsletter service. Do you have any? Kindly let me recognize so that I may subscribe.\n\nHere is my website: local google places ()\n\nAnonymous said...\n\nI need to to thank you for this very good read!!\nI absolutely loved every little bit of it. I have you book-marked to check out new stuff\nyou post…\n\nMy web page - general insurance quote\n\nAnonymous said...\n\nVery energetic blog, I liked that a lot. Will there be a part 2?\n\nAlso visit my weblog; auto insurances quotes\n\nAnonymous said...\n\nIt's a pity you don't have a donate button! I'd certainly donate to this brilliant blog!\n\nI suppose for now i'll settle for book-marking and adding your RSS feed to\nmy Google account. I look forward to fresh updates and will talk about this\nwebsite with my Facebook group. Chat soon!\n\nReview my web page - online Auto insurance\n\nAnonymous said...\n\nI am actually thankful to the holder of this site who has shared this fantastic article at at this place.\n\nmy blog ... auto insurance rates by state\n\nAnonymous said...\n\nI think the admin of this web page is truly\nworking hard in favor of his web page, as here\nevery stuff is quality based material.\n\nLook into my web blog fix appliances\n\nAnonymous said...\n\nI like what you guys are up too. This kind of clever\nwork and coverage! Keep up the wonderful works guys\nI've incorporated you guys to our blogroll.\n\nReview my web site - frigidaire repairman\n\nAnonymous said...\n\nAmazing! Its truly remarkable piece of writing, I have got much clear idea on the topic of from\nthis piece of writing.\n\nMy site :: commercial auto insurance\n\nAnonymous said...\n\nGreat post.\n\nAlso visit my weblog: canadian auto insurance quotes\n\nAnonymous said...\n\nUsually I don't learn article on blogs, but I wish to say that this write-up very pressured\nme to try and do it! Your writing taste has been amazed me.\nThank you, very nice post.\n\nmy web site; wentylacja -\n\nAnonymous said...\n\nWe stumbled over here by a different web address and\nthought I should check things out. I like what I see\nso now i am following you. Look forward to looking into your web page repeatedly.|\n\nAlso visit my web page; pit 2013",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9947910309,
        "format_confidence":0.8740466833
    },
    {
        "url":"http:\/\/foodtalkcentral.com\/t\/what-restaurants-are-on-your-rotation\/363?page=2",
        "text":"What restaurants are on your rotation?\n\n\nStarlite on Saturdays, Truluk’s on Sundays for HH. Antica for lunch or dinner.\n\n\nAfter trying Phatties food truck (where they park varies but I found it at mossy Nissan Escondido), it will be on my regular rotation.\n\nHad a chorizo pambaso and a spicy pork\/chicharron gordita—both were very good.\n\n\nFor gelato lovers, this week Ans Dry Cleaning is opening up in North Park @ 317 Adams Ave.\n\nWe had a tasting this weekend and I think folks will be in for a real treat.\n\n\nI saw this place a few months ago and did a double take at the name. Is there a story that you know about?\n\n\n\n\nThanks Honkman, nice to see you posting here. Hope the Boston food scene is interesting.\n\n\nLiving in Boston is quite nice as this feels like a real city compared to SD which is quite spread out (but we miss warm winters). But living in Boston made as realize also two things regarding food - the produce (and to a certain degree access to local meat) in SD is unbelievable good and you tend to forgot it when you live in SD. Even at peak season in Boston local produce is disappointing compared anything you get in SD. But on the other hand it made us also realize how bad the restaurants are in SD. The level of cooking (and willingness to experiment with dishes) in restaurants in Boston is so much higher than SD especially considering the much better produce and we are not talking about high-end restaurants but average, neighborhood restaurants (and Boston is on average not a richer or more expansive city than SD). We live not in the middle of the city but also not too far away (perhaps comparable living in Scripps Ranch or Del Mar distancewise) and we have simple neighborhood Italian restaurants who make their own pasta etc or small Chinese restaurants with hand pulled noodles etc. which nobody would consider here as uniquely good restaurants somebody would drive a long distance but these two restaurants would beat 90% of all restaurants in SD. My wife and I are talking quite often that we now understand even less what is holding back the restaurants scene in SD (our current thought is that the quality of chefs in SD is lacking and they just can’t cook on that level)\n\n\nGoing down to SD for Labor Day weekend. Planning on hitting up some new spots\nIronside Fish & Oyster\nYakitoi Yakyudori (lady said to call a week ahead for reservations). Does this place get crazy even at like 5:30-6pm?\nCarnitas Crack Shack after the zoo before Del Mar\nWe’d add Buona Forchetta but the wait is tough\n\nWe’re venturing to Coronado Island one day. Anybody have recommendations here for a casual lunch?\n\n\nYou should check out Dija Mara and Wayfarer Bread & Pastry.\n\n\nBoth look very good. Both are far away from our hotel in Downtown. Will bookmark them for when we are driving down.\n\nThe Dija Mara menu looks fantastic. Would order 1 of everything.\n\n\nBorn and Raised, as well as Bar Bodega.\n\nMaybe check out the new Food Hall. I know I will if I’m down there this weekend.\n\n\nThe new Little Italy food hall? Let us know if there was anything you recommend.\n\n\nAn’s Dry Cleaning–Made it in a couple of weeks ago as they opened. Over the top nice–they urged me to taste each of their featured flavors before choosing. I graciously agreed to \" suffer\" through their tour. Wow! Some inventive and great flavors! The watermelon sorbet was fantastic: I had to get it, even though I am a devote dairy fan.\n\n\nBorn and Raised looks good. Will be in town for 3 days and was looking for places close to False Idol. Bencotto was one night, made res for BAR. Thanks.\n\n\nWell, you’re in the heart of Little Italy.\n\nIf you want to stay in that area, then RoVino, Nolita, Bar Bodega, Barbusa and perhaps Juniper and Ivy are all good options.\n\nIf you want travel a bit north of Little Italy to North Park and the surrounding areas, then Tacos Libertad, Cantina Mayahuel, Trust, and Buona Forchetta are all solid choices.\n\nEnjoy your visit.\n\n\nThanks for more recs. I’m meeting a friend who just finished 5 days at Comic Con :scream: and is staying on Coronado, so I don’t know how much energy she has.\n\nOur main thing is every night opening at False Idol and eating nearby, because we go back after dinner.\n\n\nIn addition to ipsedixit’s very good recs,\n\nMaestoso in Hillcrest\nAmbrogio15 (only had in La Jolla but now with little Italy location)\n\n\nHave not found much worthwhile in Coronado but haven’t spent tons of time looking either.\n\n\nSame. Was probably going to go to Brigantines but the food is just ok and expensive. Doesn’t feel the same if you’re not a little tipsy and didn’t just lose a bunch of money betting on the ponies.\n\n\nWhy didn’t you just say Tartine and Proof alum. I’m trying to rearrange our morning schedule so we can pick up some pastries and bread for a morning meal.",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9959868789,
        "format_confidence":0.9926740527
    },
    {
        "url":"http:\/\/www.diaperswappers.com\/forum\/showpost.php?p=16189234&postcount=26",
        "text":"View Single Post\nOld 01-22-2013, 01:12 AM   #26\nRegistered Users\nJoin Date: Apr 2012\nLocation: usa\nPosts: 15,301\nRe: margarine or butter\n\nOriginally Posted by EmmaGM View Post\nDepends on what. I use butter in all cooking and baking, but to \"butter\" bread just to eat (like dinner rolls etc) I use margarine. I put margarine in my oatmeal um.. Yeah that's all I can think of that I use it for.\n\nSomething akong the lines of this minus the oatmeal part as I don't like it now.\nJoin me making money doing the following: shopkick, Swagbucks, fronto unlock screen , Perk and Perk unlock screen, receipthog,1Q, Free Eats, panel app, qmee, bzzagent, slidejoy unlock screen, smiley360, adme unlock screen, Rewardrack, Snap by Groupon, reviewsio, swaggable, checkpoints referral name: jmnhuisman, pinchme referral code: 54K7J, lootpalace, shopalong , drizzle sms - clock, yerdle, send Earnings, yaarlo referral code JESSA398, ibotta, BrowseU, survey cow unlock referral code is8513604729\nabunchoflemons is offline   Reply With Quote",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.6782939434,
        "format_confidence":0.9875569344
    },
    {
        "url":"http:\/\/sorumblyinmytumbly.blogspot.com\/2011\/03\/shannons-lemon-cream-cheese-frosting.html?pfstyle=wp",
        "text":"\n\nReceive all updates via Facebook. Just Click the Like Button Below\n\nPowered By | Blog Gadgets Via Blogger Widgets\n\nSunday, March 20, 2011\n\nShannon's Lemon Cream Cheese Frosting\n\nRumbly in my Tumbly has moved!\n\nTo be directed to this recipe on my new site, please click on the link below. Sorry for the inconvenience!\n\n\nAnonymous said...\n\nMaybe I am off base, but doesn't this make A LOT of icing?\nUh, how did you get the icing yellow in the photos?\n\nShannon said...\n\nIt does make a lot of icing-- enough for an entire cake or two dozen generously frosted cupcakes. I used yellow food coloring to get the frosting yellow. Thanks for visiting.\n\nAnonymous said...\n\nIs it really 2 POUNDS of powdered sugar, or 2 Cups?\n\nShannon said...\n\nYep, 2 lbs. Thanks for visiting!\n\nPost a Comment",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9963241816,
        "format_confidence":0.7693935037
    },
    {
        "url":"https:\/\/www.chowhound.com\/post\/le-creuset-stainlessany-experience-778963",
        "text":"\n\n\nLe Creuset stainless...any experience?\n\n\nCookware 2\n\nLe Creuset stainless...any experience?\n\nE_M | Apr 15, 2011 05:59 PM\n\nSo I was going to get the Demeyere sauciers, but then saw that LC makes two sizes in stainless: a 1.5 qt and 3.5 qt. The larger one has a helper handle, which I like, and both have nice rims for pouring (particularly for left-handed people) and interior capacity markings, so I don't have to guess when it says, \"reduce the sauce to 3 cups.\" I can't imagine LC making a bad product, but you never know. Does anyone have any experience with them? I cannot find a store in the area that sells them, so I can't see for myself.\n\nWant to stay up to date with this post?\n\nRecommended From Chowhound",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.8850925565,
        "format_confidence":0.9560014606
    },
    {
        "url":"https:\/\/attic24.typepad.com\/weblog\/2013\/01\/easy-peasy-muffins.html?cid=6a00e551101c548834017d40acedbc970c",
        "text":"About Me\n\n  • Hello! Thank you so much for visiting me in the Attic, it's lovely to see you. My name is Lucy and I'm a happily married Mum with three children. We live in a cosy terraced house on the edge of the Yorkshire Dales in England which we are slowly renovating and making home. I have a passion for crochet and colour and love to share my creative journey. I hope you enjoy your peek into my colourful little world x\n\n\n  • Favourite Crochet Blog & Favourite Crochet Designer\n\n\n\n  • Instagram\n\nPatterns and Tutorials\n\n♥ buy me a coffee ♥\n\n\n  • Hello!\n    src=\"https:\/\/attic24.typepad.com\/Lucy150x150.jpg\" >\n\n« More Snow + Yarn | Main | ♥ Three Things ♥ »\n\nJanuary 29, 2013\n\n\nFeed You can follow this conversation by subscribing to the comment feed for this post.\n\nKathryn Payandeh\n\nJust have my muffins in the oven 5 minutes to go.They look amazing.Made them in silcon muffin mould no need for cases then.Although they are pretty in case.Made grated apple with freeze dried raspberries.Thank you for the recipe Lucy Best Wishes Kathryn\n\n\nThanks for the recipe, my friends and I loved those pretties. I added a link back on our blog :-)\n\nEinat Cohen\n\nthank you! they were everything you promised and more!\njuicy, soft, not too sweet, addictive..and the smell!! seductive...\nWe made them this morning with apple and raisins and dates and I gulped my girls' leftovers ;-)\nI am talking about them in my blog today, although in Hebrew.\n\n\nI will definitely be trying these! My tummy (and my children's tummies if I manage to share!) thank you!\n\n\nWill give these a go, look fab and great quantity, enough for one family sitting. We made flap jacks today, a great thing to do with or without the children around. Pop over and see what you think, oh yes a bit of crocheting on the post too! http:\/\/eclectichomelife.blogspot.co.uk\/2014\/02\/rainbows-wristwarmers-and-flapjacks.html\n\n\nMy youngest is gluten free. This was an easy recipe to convert! To my gluten free ingredients I added an extra 1 1\/2 tsp baking powder and 1\/2 tsp baking soda. We added frozen fruit to some and chocolate chips to others. They were light, fluffy and delicious! Thank you for such an easy recipe, the delightful peeks into your home and crochet projects. Blessings from across the sea. Robin\n\nLouise B\n\nThank you so much for this recipe. It has been a staple since our oven broke a few weeks ago. I can quickly mix up a batch of 6 and cook them in our fan oven microwave in no time.\n\n\ngot to try these muffins \"!\"! love the little blankets inspired to do these for charity soo cute\n\nANB of Suburban Sonnett\n\nThank you for this, we have just made them for the second time in a week!\n\nFiona Scott\n\nThoroughly enjoying reading about your lovely family and I think I now feel brave enough to try crochet! I love making muffins though trying to lose weight so not making them too often!\n\nLiz Moynihan\n\nJust made these with frozen raspberries straight from the freezer. Worked well. Next up - blackberries from the freezer? apricots snipped from the bag? Endless possibilities. Thanks for the recipe. Like all of yours I've tried, it worked first go. PS also regularly make the lentil bake you posted ages ago - and add crunchy peanut butter instead of salted peanuts. Luvverly!\n\n\nThanks for sharing your recipe and for including the US conversion. I've been craving muffins lately myself. :-)\n\n\nThe US conversion is CORRECT to have the baking powder added. Self rising flour is used mostly in the South. All Purpose (AP) flour is universal in the US and has no leavening, so anyone not having SRF (incl. Europe) can just add about two healthy pinches of baking powder per cup of AP flour or cake flour for this recipe to work.\n\nA key to good muffins & cakes is to NOT OVERMIX. Fold in the flour to wet ingredients and fold only until all the dry ingredients lurking at the bottom are incorporated. Don't beat, because the leavening starts to work as soon as it hits the moisture. You can easily beat out the rising bubbles! Have oven hot and ready for the muffins to go in the minute the tin is filled. This way you'll get the light texture of Lucy's muffins. Making some blueberry muffins today--thanks Lucy for the hint about snipping the ras-bries before sheet-freezing.\n\nMelissa L.\n\nWonderful idea for adding delicate fruit to the muffins - plus, an equal amount of fruit in each one! I really get annoyed with a muffin with only TWO blueberries!\n\nThank you to your reader Hannah for converting the measurements to US terms for us Yanks.\n\n\nHi Lucy, many thanks for posting the muffin recipe! I have just made a batch of blueberry muffins using your recipe and they are wonderful and a big hit with everyone here. THANK YOU!!\n\n\nWELL me muffins were delicious! very easy and the hit of Raspberry in the middle is gorgeous. Thank you for posting this\n\n\nWow - a recipe which really works! I've tried lots of muffin recipes before and never really had much success. But I've already tried a double batch of this one (half blueberry and half raspberry) and they're fab. Thank you so much :)\n\n\nMjamm, the muffins look terrific!! I also have bulbs throughout my livingroom, they have such a fresh and innocent appearance!\n\n\n\n\nOk just got me rasps, off to do a muffin bake!\n\n\nYUM. Mine are in the oven now. Replaced milk with apple juice for more appley flavour. Is \"appley\" a word? Well it should be. Lovely smell filling the house.\n\n\nGreat post Lucy. Will try your fruit adding technique next time I make muffins. Raspberries and blueberries particularly make for odd coloured muffins when you mix the fruit in the batter!\n\n\nI made your muffins yesterday. My first attempt and they were a success! :) I put banana inside. I am planning to buy a second muffin form and try make more ;) and with berries.\nThanks for sharing the recipe, it's great!\n\nMary Polensky\n\nLucy, I made a batch last night and ate 2 of them right out of the oven. Yum. I only had fresh blueberrys on hand, and they worked great. Thanks for an easy but yummy recipe.\n\nLiz Robertson\n\nThank you Lucy! Made a little batch straight after reading your blog yesterday. Apple and dried cranberry. Yummee! And yes they are so easy. Only change would be to make double the amount next time.\nNothing beats a freshly made cake and a cup of tea to make me nostalgic for 'home' in a nice, happy kind of way.\n\nSonia Petitpoint\n\nThey look delicious !\n\nVerify your Comment\n\nPreviewing your Comment\n\nThis is only a preview. Your comment has not yet been posted.\n\nYour comment could not be posted. Error type:\nYour comment has been posted. Post another comment\n\nThe letters and numbers you entered did not match the image. Please try again.\n\nAs a final step before posting your comment, enter the letters and numbers you see in the image below. This prevents automated programs from posting comments.\n\nHaving trouble reading this image? View an alternate.\n\n\nPost a comment\n\nYour Information\n\n(Name and email address are required. Email address will not be displayed with the comment.)\n\nYarn Shop\n\nBooks I ♥\n\n  • Granny Squares\n  • Vantastic\n  • 100 Flowers to Knit and Crochet\n  • Crochet\n  • Handmade Glamping\n  • Crochet with Flowers\n  • Creative Family Home\n  • Cute and Easy Crochet\n  • KnitPro Waves Crochet Hooks\n\nMonthly Mosaics\n\n  • 03\/2013\n    A collection of favourite Attic24 images\nBlog powered by Typepad",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.7956988215,
        "format_confidence":0.7616025209
    },
    {
        "url":"https:\/\/forums.egullet.org\/topic\/139949-report-2011-heartland-gathering-cleveland-oh\/",
        "text":"Jump to content\n  • Welcome to the eG Forums, a service of the eGullet Society for Culinary Arts & Letters. The Society is a 501(c)3 not-for-profit organization dedicated to the advancement of the culinary arts. These advertising-free forums are provided free of charge through donations from Society members. Anyone may read the forums, but to post you must create an account.\n\nChris Hennes\n\nREPORT: 2011 Heartland Gathering (Cleveland, OH)\n\nRecommended Posts\n\nNOTE: For planning-related questions, please see the PLANNING TOPIC.\n\nThe eG Heartland Gathering (2011 edition, eG HG v7, and celebrating the 10th anniversary of the Society!!) is almost upon us, thanks to NancyH's indefatigable efforts! The schedule is as follows:\n\nThursday Evening \"Tremont Crawl\"\n\n5pm: Fahrenheit, 2417 Professor Avenue ($11)\n\n7pm: Lolita, 900 Literary Road ($32)\n\n9pm: Dante, 2247 Professor Avenue ($38.30)\n\nFriday Lunch\n\n11am: Meet with Chris Hodgson of the Hodge Podge food truck\n\n11:45am: Eat at the food truck, Voinovich Park (pay per item, $3-$12 per)\n\nAfter lunch: Tour of the soon-to-open Crop Restaurant by owner\/chef Steve Schimoler\n\nFriday Happy Hour\n\n5pm: Velvet Tango Room, 2095 Columbus Rd (pay by drink, no t-shirts, shorts, or ripped jeans)\n\nFriday Dinner\n\n8pm: Greenhouse Tavern, 2038 East 4th Street ($73 + T&T + $8 valet)\n\nSaturday Feast\n\n[NO TIME SET]: The Chubby Cook, 3365 Richmond Road #225 ($30)\n\nSunday Lunch\n\n10:30am: AMP 150, 4277 West 150th St ($30 + Tip)\n\nFor reports on previous Heartland Gatherings, see:\n\neG HG 0, Grand Rapids, MI 2003\n\neG HG I, Ann Arbor, MI, 2005\n\neG HG II, Ann Arbor, MI, 2006\n\neG HG III,Cleveland, OH, 2007\n\neG HG IV, Chicago, IL, 2008\n\neG HG V, Kansas City, MO, 2009\n\neG HG VI, Ann Arbor, MI, 2010\n\nShare this post\n\nLink to post\nShare on other sites\n\nFollowing eagerly and regretting I can't attend. I expect much detail both verbal and photographic, streaming live whenever possible! :biggrin:\n\nShare this post\n\nLink to post\nShare on other sites\n\nWhile my first report is not a part of the \"formal\" scheduled events, tonight I had dinner at Chinato on E. 4th downtown. Suffice it to say that I am very impressed with the local Ohio products that they employed in dishes like Grilled Sardines with Parsley and Olive Salad and Beef Tongue with Salsa Verde. Italian \"Peasant\" dishes if you will with a unique twist using locally sourced ingredients. I'll post a bit more tommorrow.\n\nShare this post\n\nLink to post\nShare on other sites\n\nGot the Thermomix and the SVM packed, first thing in the morning pick up Prasantrin and her +1 and we are on our way.\n\nShare this post\n\nLink to post\nShare on other sites\n\nWe arrived in Massillon, OH, on Monday afternoon and have been hanging out down here (about an hour south of Cleveland) with some long-time friends we don't see enough of. We'll be driving up to Cleveland midday tomorrow, after we watch a guy come to shoe our friend's horse. We're having lunch at Pura Vida with our Cleveland CVB contact, and I'll be at Fahrenheit at 5.\n\nShare this post\n\nLink to post\nShare on other sites\n\n6:30 AM on Thursday.. I'll be heading off to the airport soon for my flight to CLE. I'm really excited about this trip. It will be good to be back in C-Town to get some of the great local food and drink.\n\nShare this post\n\nLink to post\nShare on other sites\nis a just-posted interview on Northeast Ohio's Cuisine Scene, with Chef Chris Hodgson, who will be meeting with us for a chat, then serving our lunch tomorrow off of his Hodge Podge Food truck. Note at the last minute of the interview, when asked who the great Cleveland chefs are - we are eating this weekend at establishments owned\/operating by almost all of the folks he mentions (we just don't have time for Flying Fig and Lucky's, though I wish we did).\n\nShare this post\n\nLink to post\nShare on other sites\n\nAnd I am here.. Cleveland is 20 degrees cooler than it is in Dallas. Trip is off to a good start. I think I might try to \"live report\" my lunch from AMP 150.. I don't have my camera on me.. Left it in the room. Maybe I can snap photos with my camera.\n\nStarting off with a Victory Prima Pils for a beverage. Really hits the spot. I've ordered a few small plates off the menu and a side dish of vegetables. More to come...\n\nShare this post\n\nLink to post\nShare on other sites\n\nLooking forward to your report, Jeff... It smelled good when I stopped by your table, anyway! Obviously my plus one and I made it to CLE, and are looking forward to the festivities. See you all soon.\n\nShare this post\n\nLink to post\nShare on other sites\n\nOk... While I wait for my dessert course, I will present my lunch at AMP 150. I apologize for the quality of the photos. The phone in my camera is not the best.\n\n\nThe was the apricot gnocchi. Yes, it was with an apricot sauce. Pretty good.\n\n\nBraised rabbit. This was great.. My favorite dish.\n\n\nPeas, Peas, Peas.\n\nShare this post\n\nLink to post\nShare on other sites\n\n\nYes.. Braised rabbit with Spaetzle, Spec Ham, Tarragon and Peas\n\nDessert was chocolate panna cotta. That was very tasty too.\n\nShare this post\n\nLink to post\nShare on other sites\n\nYou were probably still in high school back in 2003, Chris, but in fact the first Heartland Gathering, the Mother of them all, was held in Grand Rapids, MI.\n\nAnd a fine time it was.\n\nShare this post\n\nLink to post\nShare on other sites\n\nDoh! The trouble with searching for \"gathering\"... I guess I missed the ones that pre-date that name. Was there one in 04?\n\nShare this post\n\nLink to post\nShare on other sites\n\nWell that ride certainly seems longer on the motorcycle...... But we made it, now I just have to find Steven between 4 & 4:30\n\nShare this post\n\nLink to post\nShare on other sites\n\nWe just finished lunch at AMP 150, it was very good. Goat-cheese stuffed squash blossoms, beet salad, and shrimp and corn risotto. Pics coming soon...\n\nShare this post\n\nLink to post\nShare on other sites\n\nWhile my first report is not a part of the \"formal\" scheduled events, tonight I had dinner at Chinato on E. 4th downtown. Suffice it to say that I am very impressed with the local Ohio products that they employed in dishes like Grilled Sardines with Parsley and Olive Salad and Beef Tongue with Salsa Verde. Italian \"Peasant\" dishes if you will with a unique twist using locally sourced ingredients. I'll post a bit more tommorrow.\n\nLast night I had dinner at Zack Bruell's Chinato. What a wonderful experience-simple,Italian \"peasant-style\" dishes in a relaxed atmosphere with superior service and a comfortable, everyone-having-a-good time personality.\n\nI started with the Grilled Sardines with Parsley and Olive Salad-\n\n\nThen followed with the Tongue with Salsa Verde. So simple and plain sounding, but it was the most expressive, flavorful tongue dish you will ever sample. The tongue had been slowly braised until fork tender, but then, something I would have never imagined-the tongue was sliced in medallions and pan-seared. A blend of both soft meat with a crispy exterior. And the \"verde\" was made from pea shoots and chard, along with a good dose of lemon, olive oil and red pepper flakes.\n\nDessert was Almond Panna Cotta.\n\nFor the first two courses I asked the Waiter to select a glass of wine to go with these challenging dishes-oily, grilled sardines, then rich beef. He didn't disappoint-the mark of a great Waiter. I chose the dessert wine and it was sadly not up to the mark. Leave it to me to try to select a wine for Panna Cotta.\n\nThe prices are incredibly reasonable for food of this quality and such fabulous service. (The bread probably outshines everything). The Tongue entree was a mere $17. That's a bargain from the prices I am used to in Seattle and Las Vegas.\n\nCleveland you have a gem in Chinato.\n\nShare this post\n\nLink to post\nShare on other sites\n\nWow, what a display of delicious foods last night at Farenheit, Lolita and Dante. I lost track of all the dishes after about 3 bites of the first appetizers. My favorites from last night were the Fried Chicken Livers and Mushrooms on Polenta at Lolita and the Pepper-Crusted Duck with Ginger-Mango Vinaigrette at Dante.\n\nAnyone else out there have a favorite dish from Thursday night?\n\nShare this post\n\nLink to post\nShare on other sites\n\nWe do indeed have a gem in Chinato, glad others are finding that one as it's one of my faves.\n\nI have to agree that the chicken livers\/polenta\/killbuck mushrooms\/house-made bacon dish at Lolita was the star of the night for me. And just from a personal preference standpoint, I actually thought Rocco's pizzas from Farenheit were better than the Lolita pizzas, but I like a crust that's not too dark and more even toppings than a traditional pizza, and Rocco's hit that mark. Good thing I don't live in Tremont as those would be a regular late-night snack. The house made potato chips with, apparently, crack sprinkled on them from Farenheit were also really good (I think it was bacon\/scallion\/parm\/truffles but I could be wrong).\n\nLooking forward to seeing everyone at GHT tonight.\n\nShare this post\n\nLink to post\nShare on other sites\n\nI don't think it will be possible to keep up with the pace of events, posting-wise, but here are some bad photos of what has happened.\n\nShoeing the horse yesterday, and the truck the guys showed up in.\n\n\n\nLunch at Pura Vida was great, especially my chicken-salad-sandwich with grapes and almonds, in a cool lunch box presentation.\n\n\n\n\n\nSnacks at Fahrenheit. I agree, I preferred these pizzas.\n\n\n\n\n\n\nPizzas and other good stuff at Lolita, I think the chicken livers were the dish of the night.\n\n\n\n\n\n\n\n\n\n\n\nA tasting menu at Dante.\n\n\n\n\n\n\nShare this post\n\nLink to post\nShare on other sites\n\nDay one was a major success. Starting with my lunch at AMP 150 (previously reported on) plus our progressive dinner through Tremont, it's evident Cleveland has a vibrant local food scene going on. If you have a great place like AMP 150 in your airport Marriott, then it's pretty evident something special is going on your town.\n\nWhat I experienced yesterday is ... (truncated)",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9934883118,
        "format_confidence":0.9800951481
    },
    {
        "url":"http:\/\/www.eatingclubvancouver.com\/2009\/02\/prime-rib-method-x-with-parsnips-and.html?showComment=1234228980000",
        "text":"Friday, February 06, 2009\n\nPrime Rib, Method X, with Parsnips and Brussels Sprouts\n\n\nOh. My. Look at that!\n\nWe're not really \"beef roast\" people, usually opting for steaks instead. At least, we've tried roasting hunks of beef and it never gave us the same satisfaction. Except, of course, for prime rib. We've roasted prime rib at home several times before, and they were always delicious, even if we didn't always cook them perfectly.\n\nBut, of course, for such a huge hunk of beef and at its expense (I can barely get myself to buy it!), I thought we should come up with a fool-proof prime rib technique.\n\n\nMethod X\nI was going through my blog reader a while back and saw a post from Chef John of Food Wishes Video Recipes titled Perfect Prime Rib of Beef with the Mysterious \"Method X\".\n\nNeedless to say, I was very intrigued.\n\n(This was the same site from where I got the method for making Fried Green Tomatoes.)\n\nSo, what is Method X?\n\nMethod X is used for bone-in prime rib roasts that you want to cook to medium-rare. It works for any size. However, using boneless prime rib roasts has not been tested, nor has changing the doneness.\n\n\nLet's proceed.\n\nFirst thing, the prime rib roast must be brought to room temperature. 6 hours was the time allotted for this. However, we couldn't be home early enough for that, so I only had ours out on the counter for 2 hours or so (and hoped that it would be all right).\n\nFor seasoning, we simply did salt and pepper. Anything works.\n\nBefore putting the roast into the oven, I preheated the oven to 500F.\n\nNext, some math. See, one really does need math out of school!\n\nTake the weight of the hunk o' beef in pounds and multiply it by 5. Ours was 8 pounds, so the resulting number was 40.\n\nThis number is the number of minutes that the prime rib cooks for in the 500F oven. So, we put our prime rib roast into the oven and let it cook at 500F for 40 minutes.\n\nThen, after that time is up, one turns off the oven and does not open the oven door for 2 hours.\n\n\nAfter the 2 hours, pull out your meat. I don't even know if it needs to rest because essentially, it's been \"resting\" all this time. But, I let ours rest for a bit.\n\nWe wanted to keep the sides simple, so we roasted off some brussels sprouts and parsnips.\n\nOooh, parsnips!\n\nI've been a fan of parsnips ever since we bought them that very first time and roasted them alongside (or underneath, I should say) chicken and olives. They were so good, slightly sweet like that, with a hint of banana. I've been nagging JS to buy more parsnips... actually, to include them in our rotation of vegetables. But apparently, she says that they're actually \"expensive\" when compared to other vegetables. Oh well. [sigh]\n\nBack to the beef.\n\nAs you can see, the prime rib had a very nice crust. How about the interior? Well, as I was slicing the prime rib, I couldn't help but exclaim out loud with EACH slice: \"Ooooh! Wow! It's soooooo juicy!\"\n\nExclaim out loud.\n\nWith each slice.\n\nWe're Method X believers now. Of course, we would have to think of sides that don't need the oven. (Being us, though, we have no problems just having prime rib with rice.)\n\nThe video by Chef John of Food Wishes Video Recipes:\nPerfect Prime Rib of Beef with the Mysterious \"Method X\"\n\n\n  1. That prime rib looks perfect! And soooo simple. I wouldn't need anything else either.\n\n    I've never tried making it myself. Too expensive vs. too much worry about messing up an expensive cut of beef.\n\n  2. Wow! That looks great!! That Chef John sure is good, and quite handsome as well. I'm a big fan.\n\n  3. Holy Smokes! You cooked your prime rib PERFECTLY!\n\n    It seems like a lot of food... next time if you need an extra belly, you just let me know ;)\n\n  4. I like your style! You always go good meat and loads of vegetables :P\n\n  5. Wow!!! What a beautiful piece of meat... :)\n\n  6. Holy Frig. That looks awesome.\n    I've been somewhat intimidated by roasting...well that and I'm just one person....\n\n    You're first sentence was the first words out of my mouth when I saw that.\n\n    Awesome (the meat..the get the idea).\n\n\n  7. I'm salivating at the look of this Prime Rib...perfectly done.\n    You certainly make a good argument for trying this method out.\n\n  8. Oh that looks so perfect & you served it with two of my favorite winter vegetables! I should send you some parsnips, we get so much from the farm\n\n  9. I've never attempted a prime rib, but if I ever do, I'm using Method x!\n\n  10. That is a serious piece of meat. There is a talent to getting it right, and you definitely got it right on the money. Impressive! I have to try your method!\n\n  11. Exactly! I made my first Prime Rib 10 years ago and came across a similar method of preparation, high temp, turn it off, leave in the oven. It has turned out perfectly EVERY time, even the times when dinner guests ran two hours late. I just left it in the oven.....\n\n  12. Method X looks pretty awesome. This rare meat used to scare me in the past, but now I really love it!\n\n  13. this looks amazing. i'm really trying to cut down on my red meat intake, but when i see pieces like this, i really rethink y even bother!\n\n  14. do you know i've never, ever considered making prime rib at home. this post is getting me to seriously reconsider. it's perfectly cooked. and it doesn't need to remind us all of some rubbery, uber-fatty piece of $8.99 special at the local diner.\n\n  15. Ooh thanks! I'm going to try this. I love juicy medium rare meat! Yum!\n\n  16. Oh man that looks incredible! Thanks for sharing the \"method\". I've never tried making PR at home because 1) it seemed to complicated and 2) it doesn't come in 2 person sizes.\n\n    I think I just need to have a dinner party and invite people over.\n\n  17. Oh. My. God. That looks absolutely ravishing.\n\n    I have only once had prime rib (in a restaurant in rural Illinois) and that blew me away, but now I'm thinking this could be my next dinner party trick...\n\n  18. u roast it so perfectly, the way I like - pink in the center. I'm drooling now ;p\n\n  19. Wandering Chopsticks:\n    I know what you mean. It almost hurts to buy a prime rib roast. I try not to look at the price. ;)\n\n    Chef John:\n    Hahahaha. Entertaining, as always.\n\n    Hehe, thanks. =)\n\n    Yeah, I guess the being only one person is a good reason not to make prime rib at home. ;)\n\n    Peter M:\n    Lori Lynn:\n    Before trying it out, I was both optimistic and scared. I'm sold now.\n\n    Wow, \"SO MUCH PARSNIPS\"!!!\n\n    Ron Merlin:\n    Oh, that's good to know! (re leaving in the turned-off oven with no ill effects)\n\n    That medium rare meat was soooo juicy!\n\n    Haha... yeah. I know we're all supposed to eat more fruits and vegetables. But hey, this is an occasional splurge (both tummy-wise and wallet-wise).\n\n    we are never full:\n    Prime is the only \"roast\" I like, I think. Otherwise, I just got for a teak if I need a beef fix.\n\n    Jessica@Foodmayhem said...\n    Would love to hear how it turns out for you!\n\n    Marc @ NoRecipes:\n    Don't need a special reason to have a party at home, but the prime rib would be a good one! ;)\n\n    Oh man that looks incredible!\n\n    Yes, yes, make it, make it! (And really, only once?)\n\n    Drooling is always a good sign.\n\n  20. Dear Piece of Prime Rib,\n\n    You don't know me but I'm in love with you. It was salivate at first sight.\n\n    May I take you to dinner, if I pick you up at seven would you be rare, I mean ready?\n\n    Beautiful piece of meat!\n\n  21. Kathleen:\n    This is the bestest comment EVAR! ;)\n\n  22. I make prime year for my family ever year for Christmas, and the Method X method is the one I have ALWAYS used. It's stupid easy and it renders the most beautiful piece of meat you could ever imagine sinking your teeth into. Perfecto!\n\n  23. Anon:\n    I was quite happy to have discovered it as well! Mmm, prime rib!\n\n  24. Making this right now in 2016, with a 6-pounder from RCSS :)\n\n\nLinkWithin Related Stories Widget for Blogs",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9978957176,
        "format_confidence":0.6966695786
    }
]