[
    {
        "url":"http:\/\/www.vpr.net\/episode\/54389\/martin-no-cell-phone\/",
        "text":"« Previous  \n Next »\n\nMartin: No Cell Phone\n\n09\/13\/12 7:55AM By Mike Martin\n MP3   Download MP3 \n\n(Host) Cell phone ownership in U.S. has gone from roughly 3% of the population to more than 90% in a generation. Writer, educator and commentator Mike Martin has been thinking about a friend of his who still refuses to buy a cell phone and wonders how he must feel.\n\n(Martin) I have a friend who reminds me of a play called Rhinoceros by Eugène Ionesco. It's the story of a man named Bérenger whose small French village is thrown into turmoil one day when a rhinoceros runs through the middle of town. The locals debate what this could possibly mean, but soon there are more rhinoceros sightings, and eventually the townspeople start to get used to the idea. As the town's rhinoceros population grows, it eventually becomes fashionable, desirable, even advantageous, to be a rhinoceros, and so, more and more people choose to become rhinoceroses. Only Bérenger stubbornly refuses, not because he's trying to make a point, not for ideological reasons, not for any practical reason at all, but rather just because he doesn't want to, and therefore refuses to follow the crowd. The play ends with Bérenger alone - even his girlfriend has gone over to the other side - desperately trying to keep a mob of rhinoceroses from breaking through his door, still not giving in, still not joining the crowd.\n\nMy friend reminds me of this Bérenger character because he doesn't own a cell phone. Now that over 90% of Americans have cell phones, my friend belongs to an increasingly marginal, ever-shrinking group. Back in 2000, roughly two thirds of Americans didn't have cell phones, so my friend was still safely part of a comfortable majority. And back in 1990, cell ownership was only about 2%! Not as rare as a rhinoceros, but still strange and exotic... But today, you may feel a little left out if you don't have a cell phone.\nAnd like Bérenger, my friend resists for no apparent reason. He's not anti-social, or anti-technology, or cheap - he just doesn't want one. In fact, I suspect that he just doesn't want to go with the flow. It's sort of like now that you've got to have a cell, he just doesn't want to. Even though he seems normal on the outside, my friend must have some recessive anti-conformist gene. Still, it's getting ridiculous. I mean, everybody has a cell phone nowadays.\n\nBut my friend does have some quaint behaviors I find endearing. For example, he never interrupts our conversations with, \"Uh, I've got to take this.\" He never Google fact checks at dinner parties. He never interrupts whatever we're doing to go rifling through his bag to turn off some ridiculous Salsa ring tone. And he never sneaks a peek at his little screen when we're out walking and talking on a nice night.\n\nSo I guess there is something sort of charming about the way my friend holds out against the inexorable tide like Bérenger and his rhinoceroses, even though resistance is futile. Obviously.\n\nAfter all, now that our smart phones have taken the place of our watches, our cameras, our computers, and soon our wallets, we might wonder what else, or who else, they'll replace...I'll have to ask my friend what he thinks.\n\nOr maybe I'll just take out my iPhone and ask Siri.\ncomments powered by Disqus\nSupported By\nBecome an Underwriter | Find an Underwiter",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.860798955,
        "format_confidence":0.7113468647
    },
    {
        "url":"http:\/\/momfilter.com\/sites-we-love\/lisa-borgnes-giramonti",
        "text":"Sites We Love\n\n\nWe’ve been obsessed with Lisa, a writer and artist, since we discovered her blog, A Bloomsbury Life, and are so excited to get to know her better here. She lives with her husband Piero and their 11 year old son Luca in the Los Feliz neighborhood of Los Angeles.\n\nGive us a little background on yourself\/what you do\/how you came to it.\n\nI’m a former NYC advertising writer who reinvented herself five years ago by starting a blog that explores how you can live a modern life through an Old World lens. I call it “A Bloomsbury Life” in homage to the Bloomsbury Group, a posse of BFF artists and writers in the 1920’s who moved to the English countryside to devote their lives to art, literature, friendship, travel and pleasure. I started off with two readers — my husband and my mother — and now I have followers in over 140 countries, and a book coming out on Random House in 2014 about how to discover your design style through classic literature.\n\nTell us about your embroidery work–how that came about–what was the inspiration?\n\nI’m also an embroidery artist who cross-stitches modern poems onto huge burlap samplers. The samplers are part of my obsession with taking an old-school craft like cross-stitch and using it as a vehicle for modern social commentary. Instead of traditional biblical verses or quaint homilies, my samplers tackle subjects like plastic surgery, the recession and It Bags.\n\nDo you work in a home office, and if you do, how do you deal with working from home?\n\nI have an office upstairs and I try very hard to do the bulk of my work between the time I drop my son off at school and pick him up. Of course, it doesn’t always work out like this, so I’m usually sitting at my computer in my pajamas when my husband and son are asleep.\n\nWhat would you say is your “mom uniform”?\n\nFor the past few months, it’s literally been a version of the same thing every day since I’ve been racing to finish my book and I have zero time to think about my wardrobe.  I wear a short kilt over skinny jeans, black t-shirt and fitted leather jacket. Sometimes a long patterned scarf tossed on at the last minute. Oh, and my Skullcandy aviator headphones with built-in mic which make me look like an air traffic controller. As my husband says when I’m talking on the phone, “Don’t forget to tell Delta they can descend to 17,000 feet.”\n\nDo you cook much–if you don’t, what are your ways around not cooking, and if you do, what are your go-tos–both for yourself, and for your son?\n\nI am very lucky in that my husband’s parents were restaurateurs, so cooking in his genes and he loves it. He handles the weekends, but I make Luca dinner on weeknights – usually some variation of pasta with veggies, turkey burgers, chicken quesadillas, etc. I aim for easy and healthy. And Trader Joe’s spinach pizza makes it onto every grocery list – it is seriously amazing.\n\nWhat’s your weeknight family dinner routine?\n\nPiero doesn’t get home until around 7pm, so Luca and I eat together on school nights. Once a week, we’ve started having “Dinner and a Book Night” where we are both allowed to read at the table. I will do anything to get him to be as passionate about reading as I am. Food fills your stomach, but books fill your soul.\n\nHow do you celebrate Luca’s birthday?\n\nWe’ve done it all – the Chuck-e-Cheese party, the sword-fighting party, the three friends at a fancy restaurant with an over-the-top dessert menu. This year my son asked my husband and me if we could all hike to the top of Mount Hollywood and then play board games and make popcorn. We did and it was the best day ever.\n\nBest kid purchase\/bang for your buck?\n\nThe monogrammed school satchel he gets to pick out every September from Lands End. It’s got great zips and pockets and is completely indestructible. He uses it for vacations, sleepovers, soccer games, you name it.\n\nAny rules about TV\/screens?\n\nI have a ship’s sand timer hanging right next to our television so that he knows when 30 minutes is up, but generally the rule is homework first and no more than an hour or so a day of TV or computer. His Nintendo DS is only allowed on the plane because he literally cannot put it down, but this means that a 12-hour flight is his dream come true.\n\nWhat websites inspire you and for which parts of your life? Preferred social media is….?\n\nMomfilter, of course! Garance Doré for fashion and because she’s just so darn cute. Brain Pickings and Arts and Letters Daily for multiplying my gray cells. Remodelista for great design. The Persephone Books blog for a dose of Englishness. My friend David Netto’s website for sheer coolness. In terms of social media, mostly Instagram and Facebook. I need to get better at Twitter.\n\nWhat’s the thing that always stays on your to-do list and never gets crossed off and nags at you? (Photo albums? Organizing your kids art projects? Planning a family trip?)\n\nAy-yi-yi, you’re killing me with that question! Photo albums! I have thousands of photos on my computer that I have been meaning to print out and put in books for YEARS now. I’ve printed a few Blurb books from specific vacations which are great, but I still think my son should have some physical photos – otherwise, he’ll have nothing to put into frames when he’s grown up, right?  Also, I need to organize all the artwork I’ve saved of his.\n\nDo you have a fail-safe beauty product or routine?\n\nYes, I call it “My Faithful Five.” Cetaphil cleanser and a washcloth, Estee Lauder Soft Clean Silky Hydrating Lotion (I’ve been using it forever and it smells so good), any moisturizer with SPF 30, Stila Tinted Moisturizer SPF 20 and a quick sweep of Laura Mercier Candlelight Illuminating Powder. Three minutes and I’m done.\n\nBest family trip?\n\nTwo that spring to mind are the stately manor in Scotland that we rent with two other families through the Landmark Trust (it’s like time travelling back to the 19th century) and a recent trip to Marrakesh which was incredible because we had the most wonderful adventures: wandering through the souks, hiking in the Atlas Mountains, driving through the desert to a little village on the coast.\n\nAny personal\/parenting “a-ha” tips?\n\nNot letting your mood determine your manners. A friendly greeting in the morning to everyone in the house is non-negotiable.\n\nYou feel your best when?\n\nI’m sharing a simple candlelit meal with my husband. I’m singing in the car on a roadtrip with a girlfriend. I’m tickling my son until he’s laughing so hard he can’t breathe. I’m curled up on the couch with a book I can’t put down—and no one’s interrupting me. It’s the small moments.\n\nGuiltiest pleasure?\n\nThose rolls of marzipan you find in the baking section of the grocery store. I buy them for recipes but end up eating it straight from the tube so there’s never enough to cook with.\n\nProudest moment in parenting?\n\nI was having a conversation with my son about dying and how important it was to live every moment to its fullest, and he told me that if a lightning bolt struck him right that second, he would still have had the best life because he had been happy every day.\n\nBest parenting advice you ever got?\n\n“If you can’t balance the meal, balance the day.” In other words, the red velvet donut for breakfast will even itself out with the chicken salad at lunch and the veggie pasta at dinner.\n\n\nYou Might Also Like\n\nIt Can Be Done\nA Chic+Practical Jacket\nCute Shoes that Support and Tone\n\nComments (19)\n\n\n  1. Posted by: Katie\n\n    LOVE Lisa! I’m a devoted fan of A Bloomsbury Life and really enjoyed the interview. Thanks!\n\n  2. Absolutely delightful! Love Lisa’s blog and what fun to learn even more about her. Thank you.\n\n  3. Posted by: carol\n\n    A great interview with Lisa – Bloomsbury Life is a blog that I never tire of. I’ve also made the error of coming here for the first time and am now sorely tempted to sit here for a while. A great site.\n\n  4. Posted by: pve\n\n    I think I had a dream I was having tea at her marvelous home….she is a dream. love her and I honestly have never met her but whenI read her blog, I feel like I know her and she knows me.\n\n  5. I love Lisa’s blog and have been her follower for four years or so. Like your readers, I feel like I know her, but have not met her yet. It is always a beautiful thought that our paths shall cross one day.\n\n    Thank you for interviewing Lisa and I look forward to knowing Momfilter\n\n\n  6. Posted by: Emily\n\n    Lisa inspires me so much! She is the most unique and gifted person I have ever met (okay, virtually). She is a treasure, and I am glad you interviewed her.\n\n  7. Posted by: Dee\n\n    Her blog is one of the most interesting one I’ve come across. She is a unique person, I love spending time with her virtually:) Thank you for the interview and for always having the best stuff on Momfilter!\n\n  8. Posted by: kelly\n\n    Oh I love Lisa & Bloomsbury as well…it was great to “get to know her” a bit better this morning. Thank you & I am now going to check out momfilter. As a mom of two girls I think I will enjoy it as well.\n\n  9. Posted by: kelly\n\n    Oh I love Lisa & Bloomsbury as well…it was great to “get to know her” a bit better this morning. Thank you & I am now going to check out momfilter. As a mom of two girls I think I will enjoy it as well.\n\n  10. I have been reading “A Bllomsbury Life” for awhie now, and really enjoy Lisa’s photographs and comments! I love the report of her conversation on death and the lightning strike with her son… and the colors and patterns of her life are really fun to think about.\n\n  11. This is my first visit here as I just discovered Lisa’s site a few weeks ago. Very nice interview. I always love skirts over skinny jeans but wondered if people thought i was weird. So, thanks for being my skinny jean\/skirt sister. I look forward to reading your blog, Yolanda.\n\n  12. I forgot to say that Embroidery work is fabulous! What a great idea and to make it so big makes such a statement. Love it.\n\n  13. Posted by: Lisa Borgnes Giramonti\n\n    Thank you so... (truncated)",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.944532454,
        "format_confidence":0.8177675605
    },
    {
        "url":"http:\/\/www.mymattburton.co.uk\/real-rhodes-wedding-amy-and-rob-2018\/",
        "text":"Real Rhodes Wedding – Amy and Rob 2018\n\nToday’s beautiful real wedding took place on the Greek Island of Rhodes.\n\nAmy and Rob’s intimate celebration was held in August at our gorgeous panoramic venue which offers the most breathtaking views. \n\nToday Amy is sharing all of the details from her and Rob’s special day, from why they chose to marry in Rhodes to their best memory from the day.\n\nStunning photography by Joel Skingle.\n\nWhy did you choose to get married in Rhodes,  Panoramic View Lindos in particular?\n\nWe always knew we wanted to get married in Rhodes as it was our first holiday destination together and we fell in love with the island! We looked at a few venues but Ktima’s views spoke for itself -it was just a beautiful setting and a much more private space. \n\nHow long in advance did you book your wedding?\n\nWe got engaged two years before the wedding and booked with The Bridal Consultant around 18 months before our wedding. We wanted to give our guests enough time to save and book. \n\nHow many guests did you invite to your wedding and how many accepted and attended?\n\nWe have invited around 35 people originally to our wedding (we wanted a very small group of just immediate family and friends) and we ended up with 27 guests on the day. Most stayed the week and made it their holiday. \n\nThe bride’s dress, what make was your dress and how long did it take to find the perfect one?!\n\nMy dress was by the designer Essense of Australia – I found the gown at Ava Rose Hamilton (Silsden Yorkshire). I’d passed the shop for years and always dreamed of going in and finding my gown! I tried about 20 dresses on my first time out shopping and knew this was the one for me! We added the capped sleeves to the design. \n\nCan you tell us about your shoes and accessories, where were they from?\n\nMy shoes were made by the designer Rachel Simpson from her destination collection! I actually met her at an event evening and she told me she could tailor make a handbag to match and when they arrived I fell in love! \n\nMy jewellery (earrings,bracelet) were my mother’s pearls and were my ‘something borrowed’. \n\nThe Grooms suit, did the groom purchase or hire a suit? Or did he go down the casual route?\n\nWith the destination being so hot Rob wanted a smart casual approach – he and his best man opted for shorts and linen shirts with a grey bow tie which they bought. They were thankful for this in 37 degree heat. \n\nWhat about the bridesmaid dresses? What colour were they and where did you find them?\n\nAs my wedding was small I opted to have just one maid of honour, my best friend and not bridesmaids. This meant I was able to spend a little more on her dress. I chose an Adrianna Papell dress- blush with darker sequins which looks fabulous in the sun! The design was quite similar to the beading on my dress too. \n\nThe brides bouquet, what flowers did you choose and why?\n\nI chose blush roses and asked for quite a leafy looking bouquet as I liked the texture and look. \n\nWhat about the smaller details of the day? What was your wedding cake like? Your menu choice? Your favours and tables and did you have any entertainment?\n\nThe menu choices at Ktima were wide and varied! The starters were a Greek tapas style and the food was lovely and so much of it! For our mains we offered chicken or steak as we felt our guest would prefer this. We hired Greek dancers for the entertainment straight after the meal and it really made the night! Everyone loved it and were up dancing and laughing!  \n\nWhat’s your best memory from the day?\n\nWalking down the slope toward the wedding chapel and seeing Rob stood waiting and all my closest family and friends beaming up at me! \n\nThe Greek dancing at night was also a highlight! \n\nWhat do you think makes a wedding abroad stand out from a wedding in the UK?\n\nThe atmosphere is just different, much more relaxed and obviously the weather is guaranteed. For us Greece was just a must and our family and friends will remember it as a whole experience and not just one day! \n\nWhat advice would you give to future brides and grooms who are getting married abroad?\n\nTry not to stress! Easier said than done! Everything is worth it on the day and just enjoy every second! Do what is right for you as a couple and don’t worry about what other people think or want! \n\nWe love how Amy and Rob added a touch of tradition to their wedding with Greek dancing! Will you be adding any traditions to your destination wedding day? \n\n\nWedding Venue – Panoramic View Lindos | Wedding Planner – The Bridal Consultant | Photographer – Joel Skingle Photography | Brides Dress – Essense of Australia | Brides Shoes and Handbag – Rachel Simpson | Bridesmaids Dress – Adrianna Papell\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.7804991603,
        "format_confidence":0.7484939098
    },
    {
        "url":"https:\/\/www.stylist.co.uk\/stylist-network\/lunchtime-masterclass\/lunchtime-masterclass-siobhan-freegard\/173286",
        "text":"Siobhan Freegard\n\n\nStylist was joined by Siobhan Freegard for our weekly Lunchtime Masterclass web chat recently.\n\nSiobhan is co-founder of Netmums, the UK’s biggest parenting website and is author of five books on parenting including How to be a Happy Mum. If you’ve got questions on anything to do with parenting or starting your own online business or website then join us this Friday.\n\nNetmums has been going for over 10 years and is regarded as one of the UK’s most influential parenting websites, it has over a million members and over 10, 000 mums meeting up each month in ‘real life’ through the site.\n\nSiobhan’s reason for starting the site was simple; “I went from being a successful, confident career girl to a wreck in a tracksuit who could hardly get out of the door when I had my first baby. I was very, very lonely. My mother was in Ireland; it was just me and the baby from 8am to 6pm. It took me two years to fully integrate myself into the world of toddler groups, baby yoga and The Wheels on the Bus singalong sessions. I now know there are lots of activities going on, but back then I had no idea.”\n\nStaffed by health, counselling and medical professionals, as well as ordinary mums, Netmums allows parents to give and receive advice, information and support, while also giving them the opportunity to read about local news and events in their area. It gives an invaluable national online and real life support group for those who need it.\n\nNetmums has recently launched the Real Parenting Revolution, which is challenging the unrealistic expectations of parenting and trying to put an end to the illusion of perfect parenting and instead championing the cause of everyday parents doing their best for their children.\n\nRead the questions and Siobhan's answers from the Lunchtime Masterclass below.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9613091946,
        "format_confidence":0.8546467423
    },
    {
        "url":"http:\/\/www.theguardian.com\/lifeandstyle\/2014\/mar\/14\/william-shatner-my-family-values",
        "text":"William Shatner: My family values\n\nThe actor who made his mark as Star Trek's Captain James T Kirk talks about growing up in Montreal and his belief that what's on the mantelpiece reveals a lot about a marriage\nWilliam Shatner\nWilliam Shatner: '[My daughters] have brought their family up in the way I wish I’d brought them up.' Photograph: Dan Hallman\/Invision\/AP\n\nMy father, Joseph, had a small company making men's clothing in Montreal, where I grew up. He was lower-middle class. He struggled and worked very hard. He was gone a lot of the time and when he came home he was tired, so he would read the paper and on the weekends he'd rest. My mother, Anne, kept the house, but she was interested in doing more and always had a higher ambition than just being in the house. But there was no way for her to make that work. She would try to do small things – work as an actress, and she gave elocution lessons.\n\nNeither of my parents really influenced me, although I suppose my mother gave me a push when I was six or seven. I went to a little school in a basement where a couple of women, not unlike my mother, were giving so-called acting classes. What it did was acquaint me with the idea of learning lines and saying them. And in some small way getting up on stage and saying those lines and realising that people would believe me if I said them with enough emphasis and truth. That led me to doing radio work in Montreal, and that was really my start.\n\nMy upbringing was very standard. Rather than in the French section of Montreal where there was a great deal of life and ferment, I lived in the west end of the city in a sort of clean, English conservative manner and I went to public school, in the English sense. I went to McGill University in Montreal, so I was living at home for the first 21 years of my life and stuck pretty much to the grindstone. Money was very tight so I had to do it entirely on my own. I was either studying – I was a very poor student – or I was being an actor and that was my life. I didn't do anything spectacular or special and I don't know how all of this career and success came about.\n\nI was raised Jewish. I went to synagogue and was barmitzvahed in the Jewish tradition. I never quite understood it or got it. But I brought my three children up that way and now one of them has it in mind and follows the religion, one of them has it half in mind, and the other one has ignored it completely and has gone elsewhere for religious beliefs.\n\nI was a lonely child. I had two sisters – one older, one 11 years younger – but I realise now I was mostly alone. I suffered from shyness and a fear of loneliness, which has always been with me, it's been a huge motivator for me all my life.\n\nI've always thought that what goes on the mantelpiece is the true test of a marriage. How do you argue what goes on the mantelpiece? What respect do you have for your partner's opinion, if it's completely different from yours? You want all kinds of froufrou on it and I want one simple thing – does that extend to the rest of your taste? On our mantelpiece there is one single thing: a beautiful statue. A work of art.\n\nI married my [fourth] wife, Elizabeth [Martin], 14 years ago and I was attracted by her beauty first of all, which was an old syndrome for me … and I think I lucked out because she had so many other qualities as well. Elizabeth has a great sense of humour and a great sense of adventure and she's very nurturing. That combination of beauty, style, intelligence, humour and loving horses and dogs and children and loving her home and making a home for us, is quite a combination. So I've been very lucky because all that happened by accident. Love is what makes the cold universe warm.\n\nI must have been a hands-on dad because that's what my children [Leslie, Lisabeth and Melanie] tell me. In my mind, I was gone a lot of the time in an effort to make a living, so I am gratified that my kids think that they are who they are today because of my influence on them and my sense of being there for them – although it was only at weekends. But the fact that I was there for them they tell me was important – and they have turned out to be three of the greatest mothers. But I'm always worried about whether I've done a good job as a parent. They have brought their family up in the way I wish I'd brought them up. So something good must have happened!\n\nI have five grandchildren, aged eight to 26: three girls and two boys. At a family meeting with my three daughters, there are 13 of us. Being a grandparent is the greatest joy for me. I have the time now to grab a grandchild and talk, and hug and kiss them and make sure that I'm taking time to be with them and to give them some aspect of the things I've learned. Family life is totally encompassing. I see my daughters every weekend. And we go off on holidays together – everything from skiing to snorkelling. I loved going with my three young grandchildren to Escape From Planet Earth, a wonderful family film.\n\nPeople with money to leave their children can ruin their lives by giving them too much. It's a problem everybody would like to have, but it's also a real problem. The person who earns it has to do that with a singularity of vision and drive and ambition and hustle and hard work. The problem is, if I'm living from hand to mouth, and my children are living hand to mouth, then we're all in the same boat. But if I've held on to my money and I am living well and my children are struggling, that's not a good situation for any of us. For me, for the person who has held on to some money, I can't have my child living in poor circumstances. Finding the balance is a continual source of conversation, not giving too much to rob them of incentive to follow their own dreams and their initiative. So what do you do?\n\nHere's what I've learned about life. I've been very, very lucky. The acting is great and I've had a wonderful career, but the people in my family mean the most to me. The thing you have to remember is that life is for the living. You only have this minute, this little particle that goes kachung! – and then is gone. You have such a short time to live and you've got to help other people, be kind and just love.\n\nEscape from Planet Earth, starring William Shatner, is out now",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9857433438,
        "format_confidence":0.9138453603
    },
    {
        "url":"http:\/\/changinglivesstorybook.blogspot.com\/2014\/01\/another-red-cross-volunteer-to_4.html",
        "text":"Saturday, January 4, 2014\n\nAnother Red Cross Volunteer to Represent Greater NY in the Philippines\n\nChristophe Lobry-Boulanger, along-side fellow Red Cross volunteers departing for the Philippines\n\nChristophe P. Lobry-Boulanger, advisor to the International Federation of Red Cross and Red Crescent Societies' Delegation to the UN, and an eight-year Greater New York Red Cross volunteer, took off for the Philippines today for a four-week deployment to Tacloban.\n\nChristophe will be a member of a five-person Red Cross Relief Emergency Response Unit, or ERU, and will help with the Typhoon Haiyan relief effort. He will overlap briefly with Raul Rivera Nuñez, Greater New York’s regional manager of mass care and logistics, whose has been working with the Philippine relief effort since December. We spoke with Christophe just before he left. \nGreater NY Red Cross (GNY).  You have deployed overseas many times with the Red Cross, correct?\nChristophe Lobry-Boulanger (CLB).  Yes, this will be my fourth deployment. I deployed to Haiti early in 2010 after the earthquake; later that year I was in Pakistan after the massive 2010 floods. I also deployed to Kenya in 2009 after a flood in that country. \n\nGNY. What will your role be in the Philippines?\nCLB. I will be part of a five-person team of American Red Cross workers from around the U.S. We are traveling to Washington, D.C. today [Jan. 3] and will be given our precise responsibilities in D.C. I do know I’ll be doing some work in communications. \n\nGNY:  Will you be working with Raul?\nCLB. We’re going to be in same base camp as Raul and we’ll do a turnover of responsibilities. Raul is part of the second ERU rotation and we are the third rotation. \n\nGNY. Are you looking forward to this deployment?\nCLB. I am proud to represent the American Red Cross and the Greater New York Red Cross. We represent an organization that helps everyone; this is for me the true representation of our saying that the Red Cross helps people “Down the street, across the country, and around the world.” \n\nI like that I’ll be providing assistance and support to the Filipino Red Cross as they assist their own population. They have a very strong national society. They have the wherewithal and volunteers and resilience; but in past three months they’ve had four major disasters, including an earthquake and Typhoon Haiyan. Their resources have been put to the limit and that’s where we come in.\n\nGNY. How does your family feel about your work?\nCLB. I have family in Germany and France. They support me; they are proud of me. They say I volunteer for them.  \n\nGNY. Is there something you are especially looking forward to on this deployment?\n. I’m looking forward to seeing some of the Red Crossers I’ve worked with before on other overseas deployments. And most important, this is chance to go into the field again. It ties into the work that I do at the UN, which is mostly policy work. I miss being in the field and meeting the volunteers who do the work.\n\nYou can follow Christophe on Twitter, @lobryboulanger.\n\n1 comment:\n\nThere was an error in this gadget",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.6294390559,
        "format_confidence":0.6395025849
    },
    {
        "url":"http:\/\/taylornicholsmedia.com\/ep-09-hallie-graves\/",
        "text":"On today’s episode, I’m chatting with my friend, Hallie Graves. Hallie has had a passion for foster care since she was young and I loved getting to chat with her about when that passion was first ignited and where is has led her to today. In our conversation, Hallie shares about what the catalyst was for her to consider fostering as a single woman, trusting that she can’t mess up the plans that God has for her life, and how people reacted to her decision to become a foster parent. We also talk about how Hallie holds the tension so well between wanting what’s best for her kids even when it costs her heart dearly and what it’s like to give your heart over to a child knowing that you will have to eventually say goodbye. Hallie shares her insights on navigating self-care as a single mom and what it was like to put herself in a position where she needed help from those around her. Hallie is such an incredible mom who has so much knowledge on the foster care system and what it looks like to advocate for your children with an open hand.\n\nHallie Graves is a 30-something from the great Austin, Texas. Not a fan of the linear life, Hallie’s a speaker and writer, a lawyer with a boutique law firm, a foster care activist, and a #singlefostermom with infant and toddlers, and is overly interested in just about everything. Hallie is passionate about encouraging people to live fully in light of the grace and freedom of Jesus and to use every ounce of all they’ve been given in this life. She loves the Austin library, Broadway shows, queso, yoga, words, traveling, and her people. Hallie’s involved in the Austin Stone Community Church, Foster Village, and The Archibald Project, and has degrees in voice, physics, and law.\n\n\n\n\nAre you passionate about social issues relating to foster care and shifting the troubling odds stacked against these vulnerable children and families? Do you wonder how your unique gifts and abilities can make a difference in the lives of the nearly half a million children in the U.S. foster care system? If so, Foster Village is the place for you!\n\nThe mission of Foster Village is to create a village of support for children in the foster care system and those caring for them. This 501c3 non-profit organization rallies the community to equip caregivers with critical necessities, connects caregivers with the support they need to continue caring for children in crisis, and advocates for informed community awareness and engagement beyond the system. Services are available directly to licensed foster families, kinship caregivers, and reunifying families.\n\nFoster Village was founded by experienced foster parents and child welfare experts and provides a bridge between a caring community and their neighbors in greatest need. Their multi-use resource center just outside of Austin is the first of it’s kind in Central Texas and also serves as a haven for children who might otherwise spend days in a CPS office while waiting for a home. With five affiliate locations nationwide, Foster Village hopes to see every community have a similar haven and community connection.\n\nFor more information on how to join the village, please visit or\n\nSpeak Life with Taylor Nichols is a podcast committed to keeping it REAL and RAW — real people, real stories, and real life. Be sure to subscribe so you never miss a conversation! {You can listen to the show right HERE and to make sure you never miss an episode just hop on to your favorite podcast app (ie. iTunes, Stitcher, Spotify) and subscribe today! I hope you will consider sharing the show with your friends and if you have a friend with a story you think we need to hear, please nominate them right HERE!}",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.8907977939,
        "format_confidence":0.8289113045
    },
    {
        "url":"https:\/\/www.wsj.com\/video\/news-hub-will-and-kate-guide-to-a-cheap-wedding\/9B607656-9795-41E5-826F-4274D00C71B6.html?mod=googlewsj",
        "text":"News Hub: Will and Kate's Guide to a Cheap Wedding\n\n4\/26\/2011 1:28PM     \n\nTying the knot soon? Brett Arends has some tips for an economical wedding from an unlikely source: Prince William and Kate Middleton.\n\n\nThis transcript has been automatically generated and may not be 100% accurate.\n\nGou ... when ... Prince William to you and me and that's not necessarily what I think but it is ... what Fred Aaron's things Oval will switch only joins us now from Boston ... Fred ... I Michael operable barring and happy but what you say the cheap sky ... Garmin has overcome a month and you know I am area ... of work from the payroll of frugality ... um so ... that that that it remains ... ITV's of the teeth of being ultra Pernell ... on the Korean Tuesday I mean this is the cold War ... what is ... that you're human and complement off they will not take about what Murray with some of the things that you might think you can take a lot of a lot of people could take some very smart ... of wedding planning lessons ... from William and Kate ... are not necessarily in the same product ... but the number of things you can learn ... one of things I'd highlighted straight away was the fact that the save money ... why ... recycling is one of the league a for rent ... stay safe stay safe by doing that do you think your estimate ... it depends on how you calculate it but it's not the many thousands of dollars ... we don't know his total income ... um because we don't know how much he gets ... from his father ... but we know that as a flight attendant ... in the Royal Air Force he's getting about forty thousand homes ... up roughly Eurofer ... of Britain he calculated something in the fifties in the in US terms ... um ... you know ... if he's going to spend two months IRA ... I can easily you spent in error are approaching what they pay nine thousand dollars ... on the ring in tracking probably would've spent a lot more ... of his father spent a lot more all that um ... last dynasty froth ... the the John and I think they should bring that isn't the right and they really are a nice rainy day than I can recognize that as a beautiful thing you'll says they can save money on wedding rings which are that the simple plans with most towns ... again internet before Copper wedding ring ... up because they already have a goal ... I was given to the royal family of many years ago the club of this of ... Welsh gold a practical and get the more ... very very yellow gold um ... and so that's been used to make a great case rings ... so the event of a small small small standing there and that is the difference that is for a nice to see that one thing is that a confusing to mange assign have two receptions ... cars outside my house twice the price ... the brisket what it is those men got in a like a lot of couples ... that got tons of people they have to invite ... ALM so that having um Collie run radiotherapy tells ... us not on the um but she said I don't ... know forseeable indicators that and and on ten prime ministers to read ... this bubble led ... to fears that traders are turning up and Tony Blair will not be there ... but in the face of the ... sky reading whenever while ... she doesn't you cannot use at Gap Chandran and cafes ... for all the people to have to invite and then you never know smaller ... in a Sinabung ... go to the war started paying up for smaller be with you really want to be their son and that can and that saves money the years USAGOLD thingy some which is remarkable is is I haven't ... been on a Saturday ... if you ... won a national holiday as net ... to get government sign of that this is a great rate move ... wasn't ... enough everybody wants to get married on Saturday ... that with the result of corn prices it's much worse than to get ... married on Saturday and you can get ... the venue want unless you were in about seven years ... of red doorknock Frederik during the week ... I will instruct you that ... for most people Saturday sees it using a cable company Konkola national holiday what you can do it if you are in line to the throne ... the show opens on Friday ... with the reality is that it did in the evening I mean the reality is the printer meeting evening wedding and easier ... it'll obviously everyone's gonna have to make their own choices ... of what I think is important here is that a lot of people think what happened ... suddenly everybody only get married on Saturday ... these guys have broken the mould ... that is a very good thing ... okay and dumb fjord or some mentioning Bava name on do you don't get hung up on him and how is that being frugal ... Harper got limited to get say a ten up from this wedding forest of ... married couples everywhere ... people don't realize that the Royal House of Windsor was also was told the House of Windsor ... there ... are real name ... in the House of Saxe Coburg golfer ... they finish the entire family seven eighteen three changes during the first World War ... because it tended to Germanic unknowable of an anti German sentiment for obvious reasons ... if the House of Saxe Coburg offer ... Cafferty changes to House of Windsor ... Bush and toward the bloodshed there and ... a Catlin out lots lots lots lots lots Moma well when including a live coverage of Florey and a longer list Datacom ... thank you very much Brendan's all the Wall Street Journal and Boston cooling ... Prince William and Chernesky ... I'm Simon Constable on that's the new supper now will be back with more lights up",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9533746243,
        "format_confidence":0.9770922661
    },
    {
        "url":"https:\/\/whitneyville.org\/may-2018-meeting-minutes\/",
        "text":"May 2018 Meeting Minutes\n\nMay 17, 2018 Meeting Notes\n\nWelcome.  President Dave Bechtel called the meeting to order at 7:10.  Board members introduced themselves.  Treasurer Deb Maldonado showed everyone new WCA membership cards that can serve as proof of membership to vote at meetings.\n\nElections.  WCA elections were held for Vice President and Secretary:\n\n  • Connie Matheson was unanimously elected to Vice President.\n  • Mark Foran was unanimously elected to Secretary.\n\nCommittee Updates.  WCA committee updates included:\n\n  • Library Committee: Connie reported that on April 27 the Books and Booze fundraiser was held. Like last year, the event was a great success, more than 70 in attendance, great involvement of the local merchants in support of a raffle, and most importantly the event raised $2,300 for the library. Last year’s fundraiser funded many great additions to the library including children’s activities, books, films, and learning materials.\n  • Music Committee. Jan Kasienko announced that the 5th year of the WCA summer music series will begin in June. June 13 is jazz, July 11 is a singalong, and August 8 is classical. Times are 6-8 pm at Denicola Park on Treadwell Street, and the committee is still working on a rain location. Scott Matheson suggested renting a large tent in case of rain; Janet said that would be considered.\n\nPresentation by Julie Smith, Director of Arts and Culture for Hamden.  Julie Smith introduced herself and said she sees her job as promoting arts as an economic development driver for the town, to entice people and businesses to Hamden as it is a great place to live. She presented the following points:\n\n  • Hamden has a lot of great artists, many phenomenal painters, writers, musicians, etc. The town is trying to create a cultural centerpiece in the town center. The question is how to spread the word not only within Hamden but also regionally.\n  • This year’s summer outdoor concerts in town center will focus more on local talent and will have a jazz night for the first time. This year will also feature reggae, disco, and 70s rock.\n  • Julie suggested that the WCA and other groups send information on neighborhood events like the Summer Music Concerts to her and she will promote them.\n\nPresentation by Mark Austin, Hamden Town Engineer.  Mark Austin talked about the proposals for Mather and Waite Street bridge redesign. In the past the proposed project was criticized for being inappropriate for the neighborhood, and the town lost the grant money that would have funded it. This year that same grant pool was not funded by the state, but it will take three years for design and approval, so the town is starting the input process now in hopes of qualifying for grants in future and having citizen support moving forward.\n\nUsing a response poll requesting opinions and ideas for the project, Mark said he has already received a lot of responses from the public indicating what they want to see in this project. Anyone can respond; the link is Currently, responses are 50-50 from Spring Garden and Whitneyville.\n\nMark opened up the floor for input.  Questions and suggestions included the following:\n\n  • The previous plan was to widen the bridge for truck traffic. Is that the plan this time? Mark’s response: To get funding outside of the local government, projects must provide for access to trucks.\n  • Given the age and condition of the bridges, the best course is to close both structures at the same time during construction. Also, it is key that the town ensure there is not diminished water capacity in the neighborhood. Mark’s response: Ensuring water capacity is required and standard in any project of this nature.\n  • Will there be sidewalks? Mark’s response: The current conceptual plan shows sidewalks from both the north and south that will be connected to newly built sidewalk extensions on Waite and Mather.\n  • Will there be a stop sign on Mather at Waite? Is this an opportunity to add one between Dixwell and Whitney to slow down traffic, because this is something the residents of Mather feel strongly about. Mark noted that as a suggestion,\n  • The town can put lights on the bridges, not huge cobra lights but pedestrian sized lighting.\n  • The ongoing challenge to solving traffic issues is that Mather is viewed as a pass-through, and Whitney is a state road, and the neighborhood as a result loses walkability. Mark’s response: There are limited east-west through streets in this area of Hamden, but there is discussion at the state level of turning roads like Whitney into local roads — and in fact that has long been a state recommendation — but the state ignores their own recommendations.\n  • Cheshire has a stoplight pedestrians can press to stop traffic just for pedestrians. Mark’s response: There are two different ways to accomplish this, but he is not sure which mechanism would work.\n  • The town should widen the bridge but not the road! Mark’s response: The roads can stay narrow, and will be required to have guard rails.\n  • What will be the aesthetics of the projects? Mark’s response: Stone or faux stone can be used to improve the look of the project.\n  • One concern is the rise of the road on Mather as it approaches Dixwell due to speeding. The road there is already raised enough. Mark’s response: He has a concern about the aesthetics of that idea, and suggested that the rise creates a separation between the industrial nature of Dixwell and the Whitneyville neighborhood.\n  • Is the town trying to modify poor driver behavior? Can the police increase their enforcement of traffic laws? Wouldn’t that be more cost effective? Can stop signs help slow down speeders? Mark’s response: The Hamden police have been stepping up their enforcement. Another way to slow traffic and increase safety is to construct a three-way stop at the Waite-Mather intersection. That would slow down traffic as would a circle in that location.\n\nMark also announced that Hamden received a $2.8 million grant for various sidewalk improvements including Davis Street and Treadwell Street to the bike trail. He also noted the schedules for replacing sidewalks in Hamden, which unfortunately has a very long list of streets.  One person asked about Caroline Street, which needs serious help.  Mark stated that repairs are prioritized by when the complaint is received by the town. They are placed on a to-do list and handled sequentially. The only way around that system is when a street poses an imminent danger from an engineering perspective. Caroline Street is on the to-do list. To get a street on the list, go to and find the link to the street complaint app.\n\nNew Business.  Dave asked participants if they had any new business.  One participant noted the recent incident at the Children’s Center; he had expected this to be a topic of tonight’s meeting.  Dave acknowledged that citizens were concerned about recent events connected to the Children’s Center, and brought up the idea of a community discussion of the issue. He said the subject was not on the agenda tonight (the speakers had been engaged prior to the incident), but the WCA will be working on setting up a meeting that approaches the ongoing issues with a broader perspective.  There was a recent meeting between several residents, the Children’s Center and the Hamden Police which could serve as a model.\n\nOther participants suggested trimming trees along Putnam Street (they can submit request via See-Click-Fix at, and supporting a neighborhood clean-up.  The WCA had sponsored clean-up days in past years but had low participation.\n\nAdjournment.  The meeting was adjourned at 8:50.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9363005757,
        "format_confidence":0.9704777598
    },
    {
        "url":"http:\/\/www.grantcoks.org\/Archive.aspx?ADID=332",
        "text":"\n\nAugust 9, 2007\n\n\nLEPC Meeting Minutes\n\n\nThe meeting was called to order at 6:10 PM by Vivian Button. Members present were Roger Gardner, Jerry Deckert, John Crosby, Jeff Baier, Richard Banes, Todd Hampton, Toni Irvin, Karla Wood, Shayla Hernandez-Jaquez, and Don Button.  Armando Minjarez and about 26 concerned citizens from Bedrock Mobile Home Park were present to talk about storm shelters.\n\n\nWe talked about the BP Southwest Kansas Community Driving Day on August 25 at the Civic Center.  There will be several booths and different things for people to participate. It is from 9:00 AM to 3:00 PM.\n\n\nWe are going to set up Community Emergency Response Team training.  It is a 20 hour course.  It will take several days to complete. The training consist of Disaster Preparedness for individuals and families, Fire Safety  and Light Search and Rescue which will be taught by the Grant County Fire Department , Disaster Medical Operations taught by Grant County EMS,  Disaster Psychology, Terrorism and information on Community Emergency Response Teams.  We will be advertising this with the media when we have it set up.\n\n\nThe Shelter Committee had talked to both Pioneer Electric and Pioneer Communications; they stated their buildings were not designed as storm shelters.  We looked at some lights Mr. Hathaway had brought to Emergency Management.  That would flash or light up that could be put outside a home or building to let people know it was open and people could come there for shelter.  Law Enforcement had a problem with these lights, they thought it would be an invitation for someone to come in and rob the location. We have not contacted the Ministerial Alliance they do not meet again until September.\n\n\nPioneer Communications have discontinued the use of the SAM radios over their cable system. Channel 10 was discussed we will try to put sound with the power points.\n\n\nArmando Minjarez was the spokes person for the Bedrock Group.  He translated for some of the people.  Several members of the group spoke.  Some of their concerns were where to go during a storm for shelter, the traffic to get to town, how scared the children are when the wind blows hard and the clouds get dark.  Some of the people do not have transportation.  Some locations are open during business hours for shelter, but when they close the people have to leave and find somewhere else to go.\n\n\nSome of the things we discussed were trying to find grants that would help pay for storm shelters.  Try having a fund raiser to help raise money.  To have a designed Community Shelter some one would have to be available to make sure it was open 24 hours a day, seven days a week and 365 days a year and have bathrooms.  A privately owned shelter does not have to have bathrooms.  Todd Hampton stated it would probably cost at least $250,000 dollars for a shelter for 300 people.  It might be better to have several smaller shelters as opposed to one large shelter. Because it is privately owned land there is not a lot the city or county can do.  Don will be going to Greensburg and he will look into what FEMA put with their Mobile Homes. \n\n\nDon Button thanked everyone for coming.  The community needs more participation from its citizens.  We all know funds are tight for everyone.\n\n\nToni Irvin had a correction to the minutes of the last meeting.  She said she had not been named the new Bioterrorism Coordinator at the Health Department.  This will be stricken from the June minutes.\n\n\nJeff made the motion to accept the minutes to the last meeting after that correction is made. John seconded.  Motion carried.\n\n\nNext Meeting will be September 13 at Grant County EMS at 6:00 PM.\n\n\n\nSubmitted by Vivian Button",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.6800211072,
        "format_confidence":0.9495544434
    },
    {
        "url":"https:\/\/bossip.com\/669742\/magazine-covers-tameka-tiny-harris-talks-keeping-things-wild-with-t-i-in-the-bedroom-and-how-she-responds-when-haters-compare-her-to-ms-piggy\/",
        "text":"Magazine Covers: Tameka “Tiny” Harris Talks Keeping Things Wild With T.I. In The Bedroom And How She Responds When Haters Compare Her To Ms.Piggy\n\n- By Bossip Staff\n\nYou may not like Tiny but you will respect her.\n\nTiny Talks Marriage With T.I. And Criticism\n\nTiny is currently covering the latest issue of Rolling Out Magazine, and inside, she dishes on how she is able to handle constant criticism, as well as how she manages to stay positive in a world full of negativity. She also dishes how her and hubby T.I keep things spicy in the bedroom.\n\nVia Rolling Out Magazine:\n\nOn how she manages to maintain her cool despite the constant criticism\n\nI do it with confidence. I believe that confidence is everything for a woman. You just have to be comfortable with who you are and what you bring to the table. I’m at the point in my life where I pretty much don’t give a s— what people think … but if I see something that I don’t like on Twitter and I feel like I want to say something back, I will, because that’s just me. I’m not really quick with my temper, though, and I stay positive and surround myself with positive people. At the end of the day, positivity is the thing that you need the most … that and confidence.\n\nAgain, it’s all about positivity. You’ve got to know that today is just a bad day, and you just have to take it in and keep moving because tomorrow can be a better day. I never let things keep me down, so if it’s a bad moment right now, I will deal with it keep it moving. And if I’m feeling like I’m not looking right, I just don’t take any pictures.\n\nOn how she felt when T.I called her his wife for the first time\n\nI was kind of like ”damn, that’s me.” I felt like a lucky lady and I love it every time I hear it. It just does something to me … it sends a signal to my body and tells me to jump all over him whenever possible [laughs].\n\nHer advice to those who want to spice up their relationships\n\nYou have to try new things and be open and talk about things that you’re interested in. You also have to talk about things that he’s interested in and see if you guys can come to a happy medium, and just get wild … that brings a little something extra to the bedroom.\n\nRolling Out Magazine\n\nMore Stories From Bossip\n\n\nblog comments powered by Disqus",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.950062573,
        "format_confidence":0.6403629184
    },
    {
        "url":"http:\/\/www.wnyc.org\/story\/margie-stern-unsung-hero\/",
        "text":"Margie Stern on Helping Underprivileged Children\n\nFriday, January 10, 2014\n\nMargie Stern owner of the Manhattan store A Time for Children, which donates 100% of the profits to the Children's Aid Society of New York, discusses her work helping underprivileged children get a leg up in life through education. She's joined by Catherine Aponte and Blanca More Recinos, both part of A Time for Children's training program who have gone on to get college degrees.\n\n\nCatherine Aponte, Blanca More Recinos and Margie Stern\n\nComments [2]\n\njohn from office\n\nTwo rich Jewish women speaking about how great it is to help lowly goyem.\n\nJan. 10 2014 12:53 PM\nJohn from Washington Heights\n\nSuper rich UWS women congratulating each other on their philanthropic assistance of the poor. I like Joan but, man, this is the puffiest of puff interviews.\n\nJan. 10 2014 12:49 PM\n\nLeave a Comment\n\nEmail addresses are required but never displayed.\n\nGet the WNYC Morning Brief in your inbox.\nWe'll send you our top 5 stories every day, plus breaking news and weather.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.651655972,
        "format_confidence":0.5530077815
    },
    {
        "url":"https:\/\/people.com\/books\/melissa-rivers-says-joan-would-have-approved-of-her-new-boyfriend\/",
        "text":"\"He's a good guy,\" Melissa says of L.A. talent agent Mark Rousso, whom she started seeing after her mother's death\nCredit: Christopher Polk\/Getty\n\nMelissa Rivers shares her personal memories of her mother, Joan, and the lessons she taught her about laughter and love. Subscribe now for instant access to this exclusive interview, only in PEOPLE.\n\nWhen it came to dating, Joan Rivers had plenty of advice for her daughter. In her new memoir, The Book of Joan: Tales of Mirth, Mischief and Manipulation, Melissa details much of Joan’s guidance when it came to men, from letting him pay to always carrying breath mints.\n\nYet Melissa thinks Joan would be more than pleased with her new boyfriend, L.A. talent agent Mark Rousso.\n\nAfter Joan’s death last September, Melissa leaned on Rousso, whom she had been friends with for two-and-a-half years but never considered dating.\n\n“We had a very combative friendship,” Melissa tells PEOPLE. “I had lots of friends that asked me to set them up with him and I would say, ‘No, I would never set anybody I like up with him,’ ” she recalls, laughing. “And then when you go through something like this, it’s interesting because sometimes the person you least expect to step up is the one that does.”\n\nRousso was there for Melissa, 47, from the moment she got the call that Joan had gone into cardiac arrest. “It threw us into sort of seeing each other in a completely different light. I never ever saw him as a caretaker or as someone dependable, and he said he never saw me as vulnerable or willing to accept help,” she explains.\n\n“I talked to him before I left to go to New York,” Melissa recalls. “And then finally when I made the decision that I was going to turn off the ventilator, I said, ‘I need you to fly out.’ And he did.”\n\nWhile her Jewish mother was always supportive, Melissa says Joan wouldn’t have believed she would fall for someone like Mark. “He’s Jewish, too,” she says with a grin. “Which by the way, if me actually dating somebody Jewish didn’t kill her, I don’t know what would.”\n\nAs for whether or not marriage is in her future again, Melissa says she is taking it slow. “I don’t know. Our lives are crazy enough and then you walk into this situation. We were joking one night, I said, ‘You know, it doesn’t say much about you and your choices when you’re like, ‘Oh, that one is really broken. I’ll take that one.’ And he looked at me and said, ‘You’re not broken, you’re just a little bit bent right now.’ He’s a good guy.”\n\nFor more of Melissa Rivers’ exclusive photo shoot and at-home interview – in which she opens up about Joan’s final days and how she’s moving on – pick up this week’s issue of PEOPLE, on newsstands now\n\nRELATED: Melissa Rivers Reveals When She Misses Late Mom Joan Most",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.7995370626,
        "format_confidence":0.8244752884
    },
    {
        "url":"https:\/\/onestepintherightdirection.com\/2017\/09\/30\/a-guys-perspective-losing-dad\/",
        "text":"A Guy’s Perspective- Losing Dad\n\nHow did it happen- how did you lose your dad.\n\nI lost him to an illness. He was sick for a while, about 3-4 months.\n\nHow old were you\n\nI was barely 15 years old. 14 going on 15.\n\nWhat is your favourite memory?\n\nSeeing him talk about what he loved. His face would light up when the conversation was either about youth or politics. Also, he had this deep baritone voice so hearing him talk about his goals with such passion for me was amazing.\n\nHow was your relationship, were you close or apart?\n\nVery close, I adored my dad and looked up to him. When I grew up I wanted to be just like him.\n\nWhat are some of your regrets?\n\nI was so young, I didn’t know anything. I never really got to have a real father figure in my life. That sucks. He was that kind of Father you know, he would have talked to me, helped understand more, he would have been there.\n\nSigh. What was moving on like?\n\nIt’s been so-so. It’s been tough, it’s been interesting, and it’s been frustrating. But it has made the me you see today. I can’t fault the process, in a way I have enjoyed it.\n\nTell me the most random memory you have of him.\n\nOur trips. Every trip with him was fun. Our last trip together was an adventure, we were taking another road trip to God knows where. My dad was in pain but he still drove, along the way we found ourselves stuck in the mist of trailers. Now every road traveller from my part of the world knows that you do not want to be the caravan in the mist of trucks, lorries and trailers. One of them breaks down or has an accident or even gets into a squabble you are stuck there for the rest of the day. Plus you can’t see past the meter or so around you. So of course my mom was worried and we guys found that funny.\n\nI can imagine. Was on a road trip where a truck got into an accident and that was it, a patch of 15 mins took us 2 hours. Tell me did you have any support while trying to move on?\n\nI didn’t feel I needed any help. I didn’t talk about it with anyone and didn’t want anyone talking about it with me. That probably wasn’t the best decision, now that I look back a little help would have made all the difference.\n\nOkay, so what changed when you tried to get back to normal?\n\nNothing really, I’ve been independent all my life. My siblings and I grew up not having to rely on anyone emotionally, or otherwise. We missed our dad terribly but rarely spoke about it. It was like the elephant in the room.\n\nIt’s amazing how differently we handle pain. If you could say anything to him now what would you say?\n\nI would say I’ll see you again dad.\n\nTell me about a funny moment you had together?\n\nI remember one time when NEPA (sorry if you don’t know the meaning of that, just google it) just restored power and I insisted on saying ‘down NEPA’ only for him to insist I say ‘up NEPA’ (shout out to my Nigerian millennials!) which I blatantly refused to do. I had to change my mind at the last second, now that doesn’t mean I’m a coward, it only means I’m Nigerian and we are smart like that in the presence of koboko (you can still google it. And no, where I come from that’s not child abuse).\n\nHow did you move on or eventually find peace and joy\n\nLife continued robotically. Eventually I found the Lord and He showed me the emptiness and pride that was inside of me. He is the peace, joy and everything I could ever need. It got better when I realized He lives in me.\n\nThat’s amazing. What advice or encouragement would you offer to someone struggling with loss?\n\nIt’s alright to feel cheated, disgruntled, and mad even. Feel free to be mad at God. He can handle it and He doesn’t need us to defend Him that way. You feel you’re in a dark place now and rightly so, I know it’s cliché and all but there really is light at the end of the tunnel. Jesus is the light and if you permit Him to journey life with you, I can absolutely guarantee that you will find Him to be that proverbial friend that sticks closer than a brother-Proverbs 18:24b.\n\n\nThank you Temidayo for your amazing testimony. I love how God meets us exactly where we are. Next time we’ll have my friend Onose tell us about her story. Be sure to share with a friend or on social media, there’s a share button below to make it easier; also don’t forget to like, comment and follow for more.\n\nLove you guys! Well you already know that.\n\n\nOne thought on “A Guy’s Perspective- Losing Dad\n\nAdd yours\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\nCreate a website or blog at WordPress.com\n\nUp ↑\n\n%d bloggers like this:",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.8753738403,
        "format_confidence":0.7803689241
    },
    {
        "url":"http:\/\/truecelebmedia.com.ng\/omotola-marriage-beauty\/",
        "text":"Omotola talks about marriage and beauty.\n\n\n\nOmotola talks about marriage and beauty.\n\nActress Omotola Jalade-Ekehinde recently celebrated her 20th wedding anniversary. In an interview with The Nation, she opens up on the secret of her marriage and her endless beauty.\n\nOn being married for 20 years It’s just been fun. I’m married to my friend and should I say, my destiny supporter. There’s no relationship without its challenge. When people hear that we are celebrating twenty years togetherness, they think we must have been without challenges, but I just want to let people know that if you are determined to do it in life, if you are determined to make it, you will make it. You have troubles in life generally anyway; either with your parents, or with your siblings. So it’s just like that. It’s a normal thing. Don’t use any opportunity or any quarrel in a relationship with your spouse to justify the fact that everybody says marriage is hard. It’s not any harder, just like any other relationship you’ll have in life, might be with your business partners or with your siblings. I understand that there are some marriages that have more challenges than others. If there is abuse involved, I think you should find your way out quickly. But if there is no abuse, then there is nothing you cannot overcome. Given that, I have had a very wonderful time with my spouse. We’ve just been friends. That’s what matters most.\n\nOn having grey hair Well, I’m 38 years old so I’m not scared. But even if I was 51, that’s not the point. I’m growing younger if you actually think about it. Even babies these days have grey hair. Anyways, that’s not the point. The point is, in life, I think we should all embrace who we are. And I think when people are sufficient or feel sufficient in life, and you feel like you’re achieving, you really wouldn’t be afraid of age. I think people are afraid to age when they actually look at where they are in life and feel like they’ve not achieved much. They feel like time is running by. I think that’s actually the reason why people are afraid of aging if you really go into it. But if you are contented in life and know that all fingers are not equal and you are where you are meant to be, because you could actually be six feet below. That you’re alive and well in itself is a reason to celebrate age. I don’t think that’s a reason why not.\n\n\nOn her definition of beauty I think beauty, first and foremost, is in the confidence. If you are a confident woman and you understand your self-worth, I think you are beautiful. That is why sometimes you see some girls that you think, visually, in your own definition, are not aesthetically beautiful. But any time they walk into a room, everybody turns. And you wonder why everybody is looking at that girl. She’s not even that fine. If you get it together, she is a confident woman. So beauty for a woman, even for men but especially for women, is knowing your self-worth, understanding yourself, understanding your body and working with what you have. Most women don’t have everything. Even I don’t have everything but there are things that you have, so work with what you have.\n\n\nTagged with:\n\nAbout author\n\nDamex MrCoded\n\nEntertainer with a difference, A Historian, Actor, blogger, Nigeria born Malaysian writer, am funny and I don’t flirt, quote lover. Composer of famous quote:\n\n‘The goal is to be Holy, not to look Holy’\n\nRelated Articles\n\n\n  1. Anonymous August 2, 2016 at 11:47 AM\n\n    I lov this woman\n\nYou Like? Drop your comments..\n\nFollow Us On",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.80281353,
        "format_confidence":0.9208427668
    },
    {
        "url":"https:\/\/www.livemom.com\/featuring-katie-malinski\/",
        "text":"Featuring: Katie Malinski\n\nI first met Katie Malinski when she volunteered for a program I managed at the Girls Empowerment Network (GENaustin). Then she had a daughter, and I had a son, and we reconnected as moms. Katie provides therapy for children, adolescents and families; parent coaching; workshops; book groups (like this one I wrote a post about in an earlier post) and presentations. I recently had the opportunity to ask her a few questions about her practice and philosophy.\n\nWhat is the difference between therapy and parent coaching?\n\nParent coaching is short-term, solution-focused consultation with parents who want to improve specific areas of their family’s life, their child’s behavior, or their confidence as a parent.\n\nIn my parent coaching role, I am more of a consultant—someone with extensive training and experience in psychology, behavior, child development, attachment theory, parenting, and more—with whom you consult about a specific problem. You describe the problem, I ask you to collect data, then we examine & explore what’s going on and come up with an individualized, intuitive, thoughtful, loving, and effective response! Parents LOVE parent coaching because it leaves them in control, gives them tons of useful information, improves their confidence, and offers so much support.\n\nParent coaching is actually quite different from therapy—therapy is more process-oriented (meaning, that it moves slower, you talk & I listen, we’re not trying to get to an ‘answer,’ etc.) So, if you compare me to a traditional individual therapist, the experience is about as different as apples and giraffes!\n\nWhen might parents want a coach?\n\nThe reasons that bring families in to see me vary, but the most popular is discipline and family harmony, particularly with younger children. To be more specific, parents talk with me about improving their effectiveness in getting their kids to behave appropriately, understanding why behavior problems arise, and overall in feeling more confident in their parenting. Parents also often come to me with questions about healthy childhood sexual development, parenting through divorce, and school problems.\n\nIs parent coaching ongoing or one time?\n\nBoth! It completely depends on what you want to get out of it. If you have a focused, specific item to address, one session can cover that. But, if what you’re working on is, say, discipline—well, that’s likely to fit best with a series of sessions.\n\nHow would parent coaching be different from talking to other moms about challenges I’m facing with my child\/ren?\n\nIt’s great to do both. Parents NEED a village—nothing can replace a supportive community of moms! And, I have a Master’s degree in clinical social work, ten plus years of professionally working with families and tons of continuing education on child development, parenting, attachment theory, etc. In addition to the training, I also have these conversations with parents all day every day—you’d be surprised how much you learn through the experience of helping other parents.\n\nThe other big difference is a bit of magic—when a parent commits to working with a professional, they take some major steps: they acknowledge that there’s an area they’d like to change, they open themselves up to hearing another point of view, they look at the ‘problem’ with new eyes, they pay more attention to their own thoughts\/feelings\/actions, they spend time and money, they agree to experiment with slightly new ways of parenting, and then come back and talk about how those changes worked. The time, focus, and energy commitment in working with a professional is so much greater than in talking with a friend—it can’t help but make a big difference!\n\nDo you have any workshops happening in the next few months?\n\nYes. My Beyond Birds & Bees workshop for parents covers healthy childhood sexual development, sexual abuse and how to talk to your kids about sex. In the Mother-Daughter Puberty & More workshop, mothers and daughters participate together. That workshop covers the nuts and bolts of puberty, communication, and creating your own ‘coming of age’ ritual. Lastly, I am hosting a joint event with Well Styled, Looking Good, Feeling Good: Mother-Daughter Shopping Trip. Daughters work with Well Styled to find a stylish, flattering, age appropriate outfit, while Moms talk about parenting a pre-teen, clothes, body image and more. You can learn more about these workshops on my website.\n\nWhat led you to develop a workshop focused on the “birds and the bees”?\nAdvertisementMany, many conversations with parents.  Parents kept telling me that they wished there was help out there in figuring out how, what, and when to talk to their children about sex. Practically no one in our generation had parents who talked easily with us about sex—but ALL of us want our children to be able to make good decisions about their sexuality. But, how to get there?! I realized that all parents needed to get started was a little basic information about what is important & appropriate, and support in believing that they COULD do it!\n\nWhat do you like about being a therapist and parent coach?\n\nYou know, I really, really love my job, for many reasons. I love talking with parents about the really tough experiences—the big ugly moments, if you will—and helping them understand that we all feel that way, make big mistakes, feel hopeless sometimes. Parenting is so hard, and there just isn’t enough support, validation, and understanding out there for those of us doing it! I love getting to provide it.\n\nMy other favorite thing is watching my clients grow out of needing my services. No, really! It feels so good to see clients putting pieces together, realizing things on their own that we once had to work to see, feeling so much more confident and effective. Seeing a parent feel proud, effective, and confident in their parenting feels great! I absolutely LOVE that that’s my job.\n\nWhat do you think parents can lose sight of?\n\nThe role that they play in their child’s behaviors. We are so much more powerful and influential than we realize. This is actually a GOOD thing, but when we forget it, we feel powerless and frustrated. I like helping parents reclaim that power in ways that help the whole family.\n\nHow did starting a family change the way you related to your clients?\n\nI was a family therapist before I was a parent, and a lot of what I say now is what I said then. Two big things have changed, though:  (a) I focus more on how much parents affect their children—and therefore how a parent can change what THEY do in order to bring about change in their child; and  (b) on a non-verbal, gut level: I GET IT—parenting is so, so, so hard. I really, really understand why parents do the things they do-even the ugly stuff. I think it’s hard to GET that until you’ve made a few dozen of your own ugly parenting mistakes.\n\nWhat do you like most about Austin?\n\nIntelligent, thoughtful, unique people live here, of course! I also love that weird is a good thing here. Coming from rural Louisiana, *I* was weird there. Here I’m practically vanilla—I love it!\n\nWhat do you like to do outside of work?\n\nGo on adventures with my daughter. We love to take the bus downtown—kids make the bus fun. Our family loves to ride bikes, swim, take day trips around central Texas, work in our backyard—anything outdoors. Board games and talking with girlfriends. Reading really great fiction when I’m alone—yum. But lately, a lot of my time currently is spent at my daughter’s school—I’m on the PTA, and it’s like a part-time job!\n\nWhat’s the best way to keep up with what you are doing?\n\nYou can find me on Facebook, sign up for my monthly parenting e-newsletter, read my blog or follow me on Twitter.\n\nWritten by: Nicole Basham\n\nAbout Nicole Basham 793 Articles\nA native Austinite and soccer-playing mom, Nicole uses her 10-year-old son as an excuse to rediscover her hometown through his eyes. In Thoreau's words, her mission is to \"suck out all the marrow of life\", or in her son's words, to cultivate in him a love of \"advenchers\".\n\n6 Comments on Featuring: Katie Malinski\n\n  1. Great article Nicole! It’s good to know about a different kind of parenting resource and support than those of which I was aware. Katie, I’m signing up for the newsletter.\n    Thanks to you both!\n\n  2. I attended her Birds and Bees workshop, and found it really helpful. It took away all of the fear and weirdness I had regarding talking to my daughter about sex and growing up. Thanks, Katie!\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.5904509425,
        "format_confidence":0.8503829837
    },
    {
        "url":"https:\/\/loyalhana.com\/blogs\/mommy-feature\/meet-nicole-fasoline",
        "text":"Free shipping on domestic orders over $100\n\nQ&A with Nicole Fasolino \/ Mama to: Luca, age 7 and Indigo, age 16 months\n\nPosted on March 15 2017\n\n\n What is the best part about motherhood?\n\nThese little humans bring me ultimate love and peace. I really need nothing else beyond them.\n\nWhat is the most challenging part of motherhood?\n\nFinding like-minded parents has been a shocking challenge for me. \n\nHow do you balance work and family?\nIt's always a work in progress. But I decided when my first babe was born that I always wanted my friends, co-workers and family to play a big role in his life. So having my minis with me at work, involved in my process, melding the work\/family time really helps. But I find it crucial that when I'm home, I'm home. I don't bring work stress to the dinner table, and I don't let my emails\/phone distract from my family. \nWhat is a typical day like for you?\nNo day is the same. Ever. Which can be amazing for the soul but dreadfully difficult for scheduling.My kids are not morning lovers, so if I'm shooting, I often don't get to see them before I leave for work. If I'm not on set, it's us having breakfast and a fun walk to school. My work day is a random mix of creative work and meetings. After work can be anything from Luca's soccer game to a run on the West Side Highway to an art opening to a cozy meal at home followed by a long walk for ice cream. But I most always end the night putting the kids to bed with a story that lasts way too long (which is probably why they don't wake up early in the am).\nWhat do you do for “me time?” \nMy husband will argue that I never take \"me time\" because I'd rather use free time to be with my kids, but I'm working on that every day. If and when I have alone time, I'm either working out, getting Reiki (from my amazing Reiki Master mother) or writing. All are genuine therapy which helps keep me balanced.\nWhat is one piece of advice you would pass on to other moms?\nLive in the moment, in your moment. Too many people compare their lives to others these days, and it kinda breaks my heart to see. So much easier to just live in your own reality, do what's right for you and enjoy the moment for what it is.\nTo learn more about Nicole check out her Instagram accounts: \nPersonal @nicolefasolino\nWork @girlswhodressboys\nPassion @thefutureisfemalemovement\n\nJoin our Mailing List\n\nSign up to receive our daily email and get 15% off your first purchase.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9918272495,
        "format_confidence":0.9320456982
    },
    {
        "url":"http:\/\/whur.com\/podcasts\/daily-drum-insight-segment\/the-daily-drum-6-11-14-single-mothers-claiming-fathers-day\/",
        "text":"The Daily Drum, 6-11-14, Single Mothers Claiming Father’s Day\n\nShould single mothers celebrate Father’s Day?\n\n\nL. Divine, Author, The Drama High novel series\n\nJank Morton, Filmmaker and Social Activist\n\nHarold Fisher\n\nFollow Me:\n\nHarold T. Fisher is a broadcast journalist and author. He is currently the host of the news\/talk program, “The Daily Drum” on WHUR-FM and H-U-R Voices, Sirius\/XM Channel 141. Highlights of his journalism campaigns include the aftermath of the earthquake in Port Au Prince, Haiti; coverage of the 2008 Democratic and Republican conventions; the Jena 6 protests in central Louisiana; the Midwestern floods of 1994 and hurricane Andrew in 1992.\n\nStay Connected:\n\nComments Welcome",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.887666285,
        "format_confidence":0.7835689783
    },
    {
        "url":"http:\/\/repository.wellesley.edu\/mitchill\/336\/",
        "text":"\n\n\n8 pages\n\n\n[written different pen: I think 1st letter after Mother's arrival at Fort H. L.B.] Dayton 13th Sept. 1861 Dear Children, [writen in different pen:(Augusta & Howard & Luther)] We received a note from Luther this evening saying you are all well. We are thankful for it, but would like to hear more in detail for the future, we are very lonely without you, I do not know how I would have supported myself the first few days if there had been nothing to force me into action, As it was I was obliged to exert myself continually, and when Joan came I put on as smiling a face as possible, and made her visit a pleasant one with Father's and Mary's help, but my face was so set to sorrow that it actually pained me to smile Joan is a real good woman, and her visit was a benefit to me. She came Tuesday morning, and left Thursday afternoon, Wednesday it rained all day and we were obliged to stay in the house most of the time, Joan and I went to the Fair ground a little while with Father but it rained incessantly, and we returned Thurdsy proved fine and we all went out and had our usual picnic. but we so many dear ones were absent that it was rather sad to me , Joan's friends insisted on returning in the evening, so she and I left the ground early, I suppose she was at home by nine at night, I wished much she could have seen you all I would have been so proud to show you to her. Mary's basket is beautiful and took the medal, Emily's picture was there again but not entered, Mary is pleased but says she would rather have had more competition, E. arranged her veriagated plants in my fern case and set it on the new roof & land, then put a large graceful fern on top and sent it to the pan., She took the premium for variagated plants, and roses, and Henrietta for Bouquets, and Lili would have taken it on string beans, if Amelia had given good measure, so you see we have been reasonably successful. Dear Howard, Fahter has spoken to Mr Martin, And L' *Hommediw* on my behalf, And Mary has spoken to Mr Ferson (who ran over with his wife in the morning and returned in the evening) but to no effect, We will continue our eertions and not dispair, something must \"turn up\" I am disappointed that I did not get a line from thee just to say how thee is, I do hope thee will keep up thy spirits, sand try to get well Any unpleasant symptoms thee may have are no doubt occassioned by thy weak state, owing to thy late sickness, and thy time of life, also I suppose aggraveted by thy confinement to school, Air exercise, Sea bathing and healthful diet. Are all thee needs dear child I hope and believe Do not resort to Leach remedies for anything, Try to be cheerful too, there is much in being determined to be well, and to succeed, I think if nothing better offers thee and I can busy ourselves to profit, to our health at least, on our lot, for a few monthes, but something will it must and shall. We shall have to wait longer, and be satisfied with less now, than if we were at peace, but we will hope this state of things will not continue long. Write to me soon and often and freely, I have not spoken to Will about the school, but his Father thinks he is very tired already, However, we cannot know from what he says, Tiem will show, We miss thee every hour in the day, And the first thing I think of in the morning is Oh they are all gone! And the last things I think of at night are of you all, and how you are doing. We had Carter V. Maynard speaking at the Fair, and they were Serenaded and much attention paid them by John and Peter Lowe. Phillips Staff young and other, carter staid with Young. Annie Achy was married to a surgeon in the Army, and left with him, Mary Brady who was present says it was a very sad wedding, Jerrie has not yet returned, E. had two letters from him last evening, She expects him tonight, He and Ed, have been coming along leisurely in the buggy and camping out at night, and he seems delighted with his trip, if one may judge from his letters, E. had a pretty toilsome time with the Fair, without him, or, rather, would have had, but for Father who did not leave for the North as he expected, but concluded to stay till after the Fair, much to our satisfaction, I am busy drying, and putting up peaches Of which we have many more than we expected to have, Those by the Cistern are beautiful to look at now they are *repe*, but they are not so rich as the others, Those by the wash house have grown much since you left and are quite fine peaches and as yet, we have lost none, Thankgs to Brunoe I suppose, E. has just left, Sunday evening, and took Mary with her to pass the night, Father expects to go North soon and I shall want her with me, so she concluded to go tonight, Everything is safe so far, at your house I am there every day and sometimes twice in the day, Father has locked the gate, and I think no one has been in but ourselves, The recent rains have started the flowers afresh, and all looks fresh and bright. Tell me particularly how you are situated, and if Augusta and the children feel at home yet, and if Howard improves in health and spirits, I want him and Augusta to learn all about the Cooper Institute, that can be found out, And let us know, I am sure Mary would feel more confindence, after a time in the institute, then she can feel without it, And I am sure she deserve to be encouraged, Tell dear little Sella that Grandmama wishes her to learn fast, and be able soon to write me a letter, and Frank must be able to read and spell when he comes home, I do not want them too closely confined, not by any means, but to be very attentive when Momma is teaching, and when lessons are *done*, run and play and grow rosy and well, Dear little Rob is too little yet, He must be a dear good boy, till I see him again I suppose you are pretty nearly settled by this time, and able to go about and be instructed and amused, Do take every opportunity to see, all that is worth seeing, You may not have another opportunity so good, Luther seemed in good spirits when he wrote I hope his hay fever has left him long ere this, Kate seems quite well, and Ann told me that Hugos sips say, Mett and she, or rather Mette and Mr. Phillipps, are trying hard for Mr. Cook. Mr. and Mrs Lowe assisting Mette, and Mr. Phillips working for Kate or Louie, and the good people are much amused, Of course you will not repeat what I write, but \"they say\" Mr L. s are quite neglected, and thrown in the shade, by the others, and do not fail to make sarcastic remarks on the subject, But enough of such stuff, In view of the distress of the nation, it is a shame to trifle so_ I received this note addressed to Augusta through the P.O. and it was thought best to open it, Did I do wrong or not, We are in usual health, but very anxious about you, Do write soon after and fully to your affectionate mother Sarah M. Forrer\n\n\n\nTo view the content in your browser, please download Adobe Reader or, alternately,\nyou may Download the file to your hard drive.\n\nNOTE: The latest versions of Adobe Reader do not support viewing PDF files within Firefox on Mac OS and if you are using a modern (Intel) Mac, there is no official plugin for viewing PDF files within the browser window.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.6343664527,
        "format_confidence":0.8485164046
    },
    {
        "url":"http:\/\/www.aaa.si.edu\/collections\/diaries\/mcentee\/entry\/18820522",
        "text":"The Jervis McEntee Diaries - May 22, 1882\n\nDiary Entry:\n\nMonday, May 22, 1882 Dismantled my room today preparatory to having it cleaned tomorrow. Carried the pictures out and all the small articles which I wiped off carefully. There seems no end of the things in this room. I got rid of some things which were of no value but still which had some associations connected with them. It costs me a pang to destroy anything I ever had with which dear Gertrude is even remotely connected but I find it is better gradually to put some of these things out of my sight. The room looks bald and bare tonight and not at all like our room. I dont see how people live in bare rooms and yet so many things are a great care. It has rained at intervals but has been warm, so warm that I put on my summer under clothes. I have had to look over many of dear Gertrudes personal belongings, her shawls and her bonnets. I found the Buffalo moths had got into some of the things. I feel less melancholy than I feared I would and as I almost invariably do on coming home in the spring. It is because I am busy and have a Western trip to look forward to. It is necessary to have some engrossing object in life. I am in hopes we can make a sale to Sam CoyKendall and if we can it will be a great relief to me and will give me a feeling of independence to which I have long been a stranger. The Powell made her last regular trip for the season and came in tonight at 8.30.\n\n< Previous Entry | Next Entry >",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.7665504813,
        "format_confidence":0.6782774329
    }
]