[
    {
        "url":"https:\/\/www.ideastream.org\/about\/press-releases\/ideastream-presents-women-who-rock-public-media-events-this-july",
        "text":"ideastream presents Women Who Rock Public Media events this July\n\nFor more information, contact:\nMarissa Norris, Communications Coordinator, 216.916.6318\n\nJune 16, 2016 (Cleveland, OH) – As delegates, political experts, spectators and more flock to Cleveland next month for the Republican National Convention, so will thousands of journalists. While some of audiences’ favorite NPR and PBS journalists are in town next month, ideastream is hosting three special events featuring the Women Who Rock Public Media including Gwen Ifill, Mara Liasson, Rachel Martin, Korva Coleman and more.\n\nAt 3 p.m. on Friday, July 15, the PBS show Washington Week, the longest-running prime-time television news program, will record live from the Hanna Theatre at Playhouse Square. In addition to participating as the studio audience, the public is invited to purchase tickets for a post-show reception and\/or an intimate dinner with the show’s host, Gwen Ifill. The taping is free and open to the public (ticket required), and ticket packages are available for access to the exclusive add-on events starting at $50.\n\nTwo days later, just before the convention officially kicks off, guests are invited to the Idea Center to hear direct accounts of political campaigns from those who report on them. Election Stories from Women Behind the News featuring NPR’s Mara Liasson, Rachel Martin and more! will bring top journalists together for a round-table discussion and reception at 6 p.m. on Sunday, July 17. Tickets are available for $10.\n\nThen, right in the middle of the RNC excitement, NPR newscaster Korva Coleman will be the featured speaker at a Lunch and Learn starting at noon on Wednesday, July 20. This limited-seating event will include a catered luncheon, a short presentation by Coleman and an open Q&A discussion. This program will be held at the Idea Center, and tickets, which include free parking, are available for $40.\n\n“We are looking forward to hosting such talented and respected journalists in our city during the RNC,” said Mary Grace Herrington, chief development officer at ideastream. “Not only will they report from Cleveland up close, our members and supporters will have the opportunity to watch these women in action and hear from them firsthand.”\n\nFor more details and ticket information, visit\n\n\n\n\nBios for the journalists featured during these events can be found here:\n\nThe mission of ideastream is to strengthen our communities. ideastream pursues this mission as a multiple media public service organization by providing distinctive, thought-provoking programs and services that enlighten, inspire, educate and entertain.\n\n\nSupport Provided By\n\nMore Wcpn Schedule\nMore Wclv Schedule\n90.3 WCPN\nWCLV Classical 104.9\nNPR Hourly Newscast\nThe Latest News and Headlines from NPR\nThis text will be replaced with a player.\nThis text will be replaced with a player.\nThis text will be replaced with a player.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9642704129,
        "format_confidence":0.9942500591
    },
    {
        "url":"http:\/\/europa.eu\/rapid\/press-release_IP-12-373_en.htm",
        "text":"Navigation path\n\nLeft navigation\n\nAdditional tools\n\nOther available languages: FR DE LV\n\nEuropean Commission - Press release\n\nNew partnership between EU and UN Women to enhance gender equality worldwide\n\nBrussels, 16 April 2012 - A new partnership between the EU and UN Women set up to strengthen cooperation between the two organizations on their work on empowering women and gender equality, was today signed by High Representative for Foreign Affairs and Security Policy\/ Vice President of the Commission Catherine Ashton and Commissioner for Development Andris Piebalgs, with Under-Secretary-General and Executive Director of UN Women Michelle Bachelet.\n\nThe new Memorandum of Understanding signed on the margin of the EU Sustainable Energy for All Summit in Brussels, reaffirms the partnership between the two organisations to support gender equality and women’s empowerment around the world and ensures closer collaboration; sharing information, expertise and analysis in order to effectively advance women’s rights.\n\nCooperation will primarily focus on ensuring women’s representation in decision- making in the fields of economics, politics and justice worldwide, as well as better access for women to work and social opportunities.\n\nCrucially, the partnership will see the two organisations coming together to take action on combating sexual and gender-based violence. This will include a commitment to provide more support and protection to survivors of violence and increasing access to support and services for those women affected.\n\nCatherine Ashton said: \"Discrimination against women and girls remains the most pervasive and persistent form of inequality. Together with UN Women we will work to improve the role of women in political and economic decision-making. We will also fight impunity for perpetrators of sexual violence, ensure better protection of women and improve their access to justice. These are issues that need our full attention and this new partnership enhances our ability to work even harder to reach these goals.\"\n\nEU Commissioner for Development, Andris Piebalgs added: \"As I travel around the world, I can see that women are the agents of change. There will be no human and economic development without a sound respect of women’s rights and conditions. This is a fundamental part of the development policy that I wish to champion. I'm convinced that this partnership will take our collaboration with UN Women to a new level, ensuring more efficiency and better support to women all over the world.\"\n\nUN Women Under-Secretary-General and Executive Director Michelle Bachelet said: “The full participation of women strengthens democracy, peace and sustainable development globally. By signing this strategic partnership, the European Union and UN Women reaffirms their strong commitment to gender equality and women’s empowerment. This partnership builds on on-going collaboration in several areas of work. The EU is a very important partner to UN Women and the MoU will enhance our co-operation on policies and programmes which make a difference in the lives of millions of women and girls worldwide.”\n\nThe partnership will involve the two organisations working together on policies and programmes on gender equality and women's empowerment. It will also mean that relevant information, analysis and strategic assessments are regularly shared in order to improve collaboration.\n\n\nThe EU and UN Women are already working together regularly, for example, on the Increasing Accountability in Financing for Gender Equality Progamme, set up to help national governments; civil society and donors to improve resources and accountability on gender equality in 15 countries. A program recently started on enhancing women’s participation in peace-building and post-conflict planning in Liberia, Timor-Leste and Kosovo. The new Memorandum of Understanding confirms this partnership.\n\nEU's work on gender\n\nThe Commission has a crucial role to play in furthering the development of women and girls. Since 2004, for example, thanks to EU support: more than 85,000 new female students have been enrolled in secondary education, more than 4 million births attended by health personnel and 10.8 million consultations on reproductive health carried out.\n\nEU Sustainable Energy for All Summit – the Gender dimension\n\nOn 16 April, the European Commission and the Danish Presidency of the EU Council are organising the EU Sustainable Energy for All Summit. The afternoon session of this event will focus on gender and access to sustainable energy for women where Under-Secretary-General and Executive Director of UN Women Michelle Bachelet will provide the keynote address.\n\nWomen are disproportionately adversely affected by the lack of modern energy services. Energy plays a major role in women's daily lives; in practical uses, such as cooking and processing food and collecting water, and in meeting their wider needs; allowing them to study in the evenings, providing street lighting for safety, and enabling communication.\n\nThis Summit is being hosted by President José Manuel Barroso and EU Development Commissioner, Andris Piebalgs. Other high level participants include the UN Secretary-General, Ban Ki-moon, as well as representatives from developing countries, industry and civil society organisations committed to achieving sustainable energy for all by 2030. This ambitious goal was set up by a High Level Group, led by UN Secretary-General Ban Ki-moon, of which Commissioner Piebalgs is a member.\n\nFor further details about the EU's work with women, go to:\n\nTo find out more about UN Women, go to:\n\nUN Women is the UN organization dedicated to gender equality and the empowerment of women. A global champion for women and girls, UN Women was established to accelerate progress on meeting their needs worldwide. UN Women supports UN Member States as they set global standards for achieving gender equality, and works with governments and civil society to design laws, policies, programmes and services needed to implement these standards.\n\nTo find out more about the EU Sustainable Energy for All Summit, go to\n\nContacts :\n\nCatherine Ray (+32 2 296 99 21)\n\nWojtek Talko (+32 2 297 85 51)\n\nMaja Kocijancic (+32 2 298 65 70)\n\nDaniel Almeida (+32 2 213 1445)\n\nSide Bar\n\nMy account\n\nManage your searches and email notifications\n\nHelp us improve our website",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9972125888,
        "format_confidence":0.9905641079
    },
    {
        "url":"https:\/\/www.face.eu\/2019\/11\/european-hunters-demand-higher-environmental-ambition-in-the-next-cap-agriculture-and-fisheries-council-18-november-2019-brussels\/",
        "text":"European hunters demand “higher environmental ambition” in the next CAP\n\nBrussels, 18 November 2019 – Today, EU Agriculture Council ministers met in Brussels to discuss the future of the Common Agricultural Policy (CAP) post 2020. For FACE, the CAP is a crucial support mechanism for agriculture and rural areas in Europe. However, the current CAP has a significant negative impact on the environment, biodiversity and the status of many huntable and non-huntable species in agricultural landscapes.\n\nFACE, which represents Europe’s 7 million hunters, supports the Commission’s call for “higher environmental ambition”. But this means that EU agriculture ministers must be realistic on the need for major improvements to the environment and climate-related aspects of the next CAP. In this context, FACE supports greater environmental performance and better targeting of direct payments to support biodiversity with a shift towards a performance-based approach.\n\nBiodiversity at the field level: In order to improve biodiversity at the field level, there must be a minimum percentage for non-productive areas across all farmland in the EU. FACE wants a minimum 7% share of agricultural areas devoted to non-productive features intended to protect biodiversity where no plant protection products may be used. This will reduce pesticide dependency and boost pollination thereby helping to build resilient functional biodiversity on farmland. Evidence highlights the need of 10% for ‘nature’ on farms and landscape connectivity to support farmland biodiversity.\n\nRing-fencing: Member States will be required to include agri-environment-climate commitments in their CAP Strategic Plans. With regard to allocated spending, there must be specific ring-fencing for biodiversity, but only measures that clearly contribute to climate and environment should count towards CAP ring-fencing.\n\nSimplification: FACE supports a push towards simplification and EU rules that will not encourage farmers to remove important habitats (such as scattered shrub and small wooded pastures) that are beneficial for agriculture (e.g. shelter, soil stability, forage) and for biodiversity. For example, the definition of permanent pasture\/grassland must be clear in order to ensure that certain non-productive natural features\/elements are eligible for direct payments. This is because permanent grassland\/pasture with shrubs and\/or trees are of outstanding importance for small game species (and biodiversity conservation in general) in various regions of Europe. Furthermore, farmers that maintain high nature value farmland, must be supported by targeted measures.\n\nA strong CAP (post 2020) on biodiversity remains the most powerful instrument to deliver results for the United Nations’ Sustainable Development Goals (SDGs), the upcoming Green Deal and the EU’s post-2020 Biodiversity Strategy. From FACE’s perspective, there is a need to be as ambitious as possible to guarantee success for small game populations on Europe’s farmland. In this context, Europe’s farmers must be properly supported for producing quality food as well as the other goods and services that society requests.\n\nFor more information on today’s meeting see:\n\nNo Comments\n\nPost A Comment\n\nStay informed, subscribe to the FACE Newsletter",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.5378000736,
        "format_confidence":0.9539678097
    },
    {
        "url":"https:\/\/scsbc.org\/guest-column-sc-small-business-chambers-real-track-record\/",
        "text":"Guest Column: SC Small Business Chamber’s Real Track Record\n\nGuest Column: SC Small Business Chamber’s Real Track Record\n\n\nA response to FITSNews commentary on voting rights legislation …\n\nSeptember 4, 2021\n\nBy Frank Knapp Jr.\n\nI want to thank Will Folks for his recent commentary (8-23-2021) on the SC Small Business Chamber’s support for voting rights legislation.\n\nWhile we might have differences of opinion, he did include several full statements I have made in explaining why we believe it is critical for the U.S. Senate to pass voting rights legislation to protect democracy and our vibrant entrepreneurial economy.\n\nUnfortunately, he devoted much of this piece to criticizing H.R. 1, which is the far-ranging U.S. House bill passed to address voting rights and much more.  He specifically says that my organization endorsed this bill.\n\nThat is not correct.\n\nI’ll return to what we are supporting but first let me address his statement that my organization “rarely embraces pro-small business positions.”\n\nTwenty-one years ago, I co-founded the SC Small Business Chamber of Commerce (SCSBCC).  Our record of success for small businesses is lengthy:\n\n  • In 2000, we began a first-of-its kind campaign to reduce the income tax rate for small businesses from 7% to 5%, to equal the rate paid by corporations.  We were the lead business organization on this effort. In 2005, the SC legislature passed and Governor Mark Sanford, Will’s former boss, signed a bill to give small businesses the tax relief we had worked to achieve.\n  • In the 2000s, workers compensation premiums for small businesses were a great concern and reached a fevered pitch in 2005 and 2007 when the insurance industry wanted 32.9 percent and 23.7 percent rate hikes respectively.  Not only did the SCSBCC propose and see enacted in 2005 funds to enable the state to address insurance fraud, but it joined the SC Consumer Advocate in court to fight the proposed giant rate hikes with the help of pro-bono attorneys from the “left-of-center South Carolina trial lawyer community.”  SCSBCC was the only business organization to oppose these rate hikes and convinced a judge to cut the requests by 44 percent and 58 percent respectively saving small businesses hundreds of millions of dollars in insurance premiums.  Finally, SCSBCC proposals for fixing the workers compensation rate making process were adopted by the legislature in 2007 and resulted in the insurance industry ceasing their efforts for giant premium increases.\n  • SCSBCC is recognized as the primary organization fighting on behalf of small businesses on all matters regarding electricity\/gas rates that are regulated by the S.C. Public Service Commission (PSC).  Since 2002, SCSBCC or me, as a customer, have intervened in every SCE&G\/ Dominion Energy general rate hearing to oppose rate hikes.  Our success in fighting the proposed 6 rate hikes has been amazing with the average cut to proposed increases being over 59 percent.  This includes Dominion agreeing this year to reduce its desired 7.2 percent hike on small businesses to only 1.08 percent, an 85 percent decrease.  No other small business organization has stepped up to take on the powerful utilities other than SCSBCC.\n  • Since 2015, SCSBCC has been the leading small business organization in the state and along the entire East Coast opposing offshore exploration and drilling for oil in the Atlantic, which has vast bi-partisan opposition in South Carolina.  In 2018 SCSBCC and 16 SC coastal municipalities sued the Trump Administration, one of only two lawsuits filed on the issue, for approving preliminary permits needed for seismic airgun blasting in the Atlantic to look for oil, a process that would have harmed our commercial and recreational fishing industries.  Our lawsuit was successful in stopping the final approval of the exploration process and thus offshore drilling.\n\nSCSBCC has other small business success stories.  However, today our principal issues are the nation’s 40-year low in new business startups. We are calling on Congress to, among other things, increase access to capital for entrepreneurs and small businesses and increase the number of small businesses receiving federal contracts.  We are also advocating for common sense immigration reform to help address our labor shortage by allowing a higher level of legal immigration of people who want to work and create small businesses in our country.\n\nAnd, of course, SCSBCC is also calling on the U.S. Senate to pass voting rights legislation.  We fully expect that the vote will be for a bill supported by moderate Senator Joe Manchin (D-WV).  Today, no one knows exactly what will be in that bill, but it is safe to say that it will not be everything that is in H.R. 1.\n\nWe also support adding the 163rd exception to the Senate filibuster rule, if necessary, that will allow for a voting rights bill to pass with a simple majority if a bipartisan bill can’t pass.  This carveout has been proposed by SC Congressman James Clyburn. Surely the rights given to all Americans by the Constitution, including the right to vote as specifically protected by the 15th Amendment, are just as important as a foreign trade deal to be enacted by a majority of Senators.\n\nNo, a Senate voting rights bill will not be the federal government taking over local elections. In fact, it will be protecting local governments’ ability to control their own elections by stopping state governments from dictating voting procedures and even having the power to nullify voting results.\n\nSmall businesses are very concerned about the current state of our economy and support voting rights legislation according to a survey by Small Business for America’s Future.\n\nI’ll end with this.\n\nA strong democracy is vital to a vibrant entrepreneurial economy in which people know that if they have a good idea and are willing to sacrifice and work diligently, their idea can be turned into a successful, profitable business for themselves, their families, and their communities.\n\nEntrepreneurship and a nation’s entire economy suffer when electoral power is removed from the people allowing an autocratic, one-party government and the politically well-connected to control the business ventures of others for their own benefit.\n\nSCSBCC unequivocally supports democracy and for passing voting rights legislation to protect it.\n\nFrank Knapp Jr. is the president and CEO of the South Carolina Small Business Chamber of Commerce, co-chair of Small Business for America’s Future and Board member of the American Sustainable Business Council.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.8982357979,
        "format_confidence":0.5988478661
    },
    {
        "url":"https:\/\/thefspc.org\/2017\/02\/15\/",
        "text":"Daily Archives: February 15, 2017\n\nConsentCon – An Unconference\n\nAre you passionate about consent, sexuality and kink education and activism? We want you to be part of the conversation on March 11th, 2017!\n\nConsentCon is a place for people to come together and learn from one another around the topics of consent, sexuality, kink and the interplay of the three. We will be spending the afternoon of Saturday, March 11th exploring topics and engaging in conversations using Open Space principles. This format’s success depends on the timely arrival and participation of all attendees. Refreshments will be on hand, and you are welcome to bring your own. After a dinner break, the Consent Academy is hosting a social where we will continue the discussion in a more relaxed format. For more details of the event, visit the calendar listing.\nBased on “Open Space principles”, ConsentCon is going to be both familiar and entirely new. Kinksters and Activists have been enjoying this kind of format for years at events such as Undressing Normal, KinkForAll, and GRUE – but each happening is a special kind of event.\n\n\nEvery session topic at a ConsentCon has exactly one criteria: passion. What are you passionate about? Teach it, talk about it with others, ask questions. Just one thing: if you want it to happen, you have to do it. Unlike other conferences, where the staff has worked like crazy to deliver you great classes with renowned presenters, at ConsentCon you create your own classes.\n\n\nRegistration opens at 1:00pm on Saturday, March 11. At 1:30pm, Open Space veteran Octavia and her team of ConsentCon facilitators will lead the attendees through some fast-paced exercises to generate the schedule for the afternoon. Trust me, you’re going to want to be there early to get in on the action as soon as it starts.\n\n\nYou bring your passion, your knowledge, and willingness to participate! Don’t worry about whether or not other people will be interested in your topic: if you’re passionate about it, that’s enough. Don’t worry about being an “expert” – again, if you’re passionate about it, you have enough opinions and experience to at least have a good discussion about it. Decide if you think it’s a half-hour, 45 minutes, or a one hour session, and put it on the board. The facilitators will help.\n\nAgain: the schedule will fill up quickly. So it’s important to be there on time and participate in the creation of the schedule, as well as learn how the space works. \u2028\u2028After the grid fills, the space will open for the sessions. The main room will be sectioned to allow for some sound separation, plus the courtyard and some hallways, will be available for use. The sessions can range from a lecture, a round table discussion, a group problem-solving task force, or even just a few friends gathering in a corner working out exactly what it is that intrigues us about sexuality\/consent\/kink and how we view it.\n\nWe will have a computer set up as a Note Taking station. Notes will be available online to all participants. Look for easels with paper and pens around the space to assist in getting your ideas out visually.\n\nAt about 6:00, everyone will gather in the main space again, and acknowledge each other’s contribution – whether presenting, attending, discussing, whatever. Some call this a “Closing Circle”, or liken it to resolution. Think of it as necessary aftercare – if not for you, then for the others who were in the ConsentCon with you. It’s important and enlightening. You’ll want to be there.\u2028\u2028 Be prepared.\n\nTicket are on sale now!",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.6408860683,
        "format_confidence":0.8705911636
    },
    {
        "url":"https:\/\/blog.chron.com\/txpotomac\/2013\/07\/livestreaming-coverage-of-rick-perrys-announcement\/",
        "text":"Livestreaming coverage of Rick Perry’s announcement\n\nTexas on the Potomac brings you livestreaming coverage of Gov. Rick Perry’s big announcement at Holt Cat in San Antonio.\n\nThe event is scheduled to begin at 1 p.m. CDT\/2 p.m. EDT.\n\nWatch — and while you’re waiting, feel free to vote in our TxPotomac readers’ poll on Perry’s future.\n\nRick Perry says he'll announce \"exciting future plans\" on Monday. What would you like him to announce?\n\nView Results\n\nLoading ... Loading ...\n\nRichard Dunham",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9962043166,
        "format_confidence":0.6092647314
    },
    {
        "url":"http:\/\/www.governor.ny.gov\/press\/10072013-domestic-violence-awareness",
        "text":"Contact Information:\nGovernor's Press Office\nNYC Press Office: 212.681.4640\nAlbany Press Office: 518.474.8418\nAndrew M. Cuomo - Governor\n\nGovernor Cuomo Proclaims October as Domestic Violence Awareness Month\n\nPrinter-friendly version\n\nAlbany, NY (October 7, 2013)\n\nGovernor Andrew M. Cuomo has proclaimed October 2013 as Domestic Violence Awareness Month in New York State, and he encourages all New Yorkers to participate in the State’s annual Shine the Light on Domestic Violence campaign by wearing purple on Wednesday, October 16.\n\n\n“New York State is committed to providing the victims of domestic violence the protections and justice they need, and ensuring that offenders are appropriately penalized for their atrocious actions,” Governor Cuomo said. “The designation of October as Domestic Violence Awareness Month and our Shine the Light campaign seeks to raise awareness of what New Yorkers can do to help combat domestic violence and sends a message in our communities that it will not be tolerated in this state.”\n\n\nCoordinated by the state Office for the Prevention of Domestic Violence (OPDV), the Shine the Light campaign promotes the use of the color purple – long associated with domestic violence awareness – in creative ways throughout October to raise awareness of the issue and efforts to combat it.\n\n\nFor example, landmarks and buildings across the state, including Niagara Falls, Syracuse University’s Hall of Languages, Schenectady City Hall, the State University of New York’s Administration Building, the Mid-Hudson Bridge, and Times Square, have been bathed in or featured purple lights as part of the campaign.\n\n\nOPDV Executive Director Gwen Wright said, “Governor Cuomo stands with us in affirming the seriousness of domestic violence by proclaiming October as Domestic Violence Awareness Month in New York State. Our annual Shine the Light campaign further supports individuals and communities across the state by providing them with a low- or no-cost way to participate in the effort to spread awareness of the issue, since awareness is a critical component in the prevention of domestic violence.”\n\n\nMore than 500 entities across the state, including municipal governments, the courts, private businesses, colleges, non-profit organizations, law enforcement agencies and crime victims’ assistance programs, have participated in the campaign since it began in 2008.\n\n\nIn addition to using purple lights to illuminate buildings and other structures, groups have used purple in a variety of ways, including creating a “living” purple ribbon, composed of individuals wearing purple and photographed in the iconic shape; hosting a purple scavenger hunt; and hanging banners and distributing wrist bands and other materials with awareness messages and information about where to get help.\n\n\nEntities and individuals who participate in the State’s Shine the Light campaign by turning purple or wearing the color on October 16 or any other day in the month are encouraged to submit their photos to so that OPDV may share them via Facebook ( and Twitter (@NYSOPDV). Join the conversation on Twitter: #shinethelight.\n\n\nNew York is the only state in the nation to have an executive-level agency that has the sole mission of fighting and preventing domestic violence. Since taking office, Governor Cuomo has made strengthening the state and local response to domestic violence, a crime which disproportionately affects women and children, a priority.\n\n\nUnder the Governor’s leadership, the state has enacted a variety of legislation designed to strengthen the criminal justice system’s response to domestic violence while at the same time providing survivors with enhanced protections so they can more safely sever ties with their abusers. For example, New York created the new felony crime of aggravated family offense, which enables law enforcement to target the recidivist nature of domestic violence.\n\n\nDefendants who commit certain misdemeanor-level offenses and have a previous conviction for a specified misdemeanor or felony against a family or household member within the past five years can now face a felony charge. Judges are now required to consider the history and use of possession of firearms, and violations of orders of protection, when determining bail or release of defendants charged with domestic violence offenses.\n\n\nThe State also has taken steps to address non-criminal needs of domestic violence victims, such requiring insurance companies, when notified of the domestic violence, to not jeopardize a victim’s safety by disclosing confidential information to the abuser; and preventing abusers who were subject to an order of protection or charged with someone’s death from making funeral or burial arrangement decisions.\n\n\nVictims of domestic violence and sexual assault can seek help 24 hours a day by calling New York State’s toll-free hotline: 1-800-942-6906 or 1-800-942-6908 (Spanish language).\n\n\nThere are also programs statewide that provide direct services to victims of domestic violence and sexual assault, including counseling and emergency shelter for victims and their children. Information about those programs is available via New York State Coalition Against Domestic Violence website:, and the New York State Office of Victim Services ( also funds 186 programs that assist crime victims across the state.\n\n\nThe Office for the Prevention of Domestic Violence ( is charged with improving the response of state and local communities to domestic violence. OPDV provides guidance to Executive staff on policy and legislation; conducts statewide community outreach and public education programs; and trains professionals on addressing domestic violence in a wide array of disciplines, including child welfare, law enforcement and health care.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.6765147448,
        "format_confidence":0.9918090701
    },
    {
        "url":"https:\/\/efta.org\/2015\/02\/white-house-info-sharing-plan-wins-favor-with-aba\/",
        "text":"White House info sharing plan wins favor with ABA\n\n In News\n\nOn February 13, 2015, President Obama signed an executive order to encourage and promote the sharing of cybersecurity threat information within the private sector and between the private sector and government. The American Bankers Association subsequently released a statement on the order, essentially calling it a good start.\n\nThe president’s plan lays out a framework for “expanded information sharing designed to help companies work together, and work with the federal government, to quickly identify and protect against cyber threats.”\n\nAccording to a White House fact sheet, the goals of the presidential order are to:\n\n  • encourage the development of information-sharing organizations;\n  • develop a common set of voluntary standards for information-sharing organizations;\n  • clarify the Department of Homeland Security’s authority to enter into agreements with information-sharing organizations;\n  • streamline private-sector companies’ ability to access classified cybersecurity threat information; and\n  • pave the way for future legislation.\n\nABA President and CEO Frank Keating responded as follows:\n\nThe steps taken by the administration today will help the business community and government agencies share critical threat information more effectively. Recent cyber-attacks underscore the need to help businesses improve their awareness of threats and enhance their response capabilities. …\n\n[The banking industry is] committed to working with others within the business community — including retailers — to develop a similarly strong and effective mechanism for sharing threat information.\n\nAbove all, we need Congress to send a bill to the President that gives businesses legal certainty that they have a safe harbor against frivolous lawsuits when voluntarily sharing and receiving threat indicators and countermeasures in real time and taking actions to mitigate cyberattacks.\n\nRecommended Posts\nContact Us\n\nWe're not around right now. But you can send us an email and we'll get back to you, asap.\n\nNot readable? Change text. captcha txt",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.8878899217,
        "format_confidence":0.9400605559
    },
    {
        "url":"http:\/\/archive.seiuwest.ca\/2017\/03\/07\/show-your-solidarity-for-public-service-workers\/",
        "text":"Show your solidarity for public service workers!\n\nThe provincial government is trying to blame working people for their $1.2 billion deficit. Privatization, contracting out, layoffs, sell-offs, and attacking public sector workers hurts Saskatchewan.\n\nThat’s why people across Saskatchewan are joining together on Wednesday, March 8 – also International Women’s Day – to Rally for Saskatchewan! SEIU-West knows that many people want to join but are not able to volunteer their time to get to Regina, so we’ve got a perfect opportunity for you to show your solidarity!\n\nvanessa rally4sk\n\nVanessa setting a great example!\n\nFirstly, we ask that you send a letter to tell Premier Brad Wall to stop targeting public sector workers – visit\n\nNext, we ask that you hold up this poster with your own message of support and take a picture! You can also use our poster template that already have messages of solidarity on them. Just be sure to hashtag #Rally4SK and upload it to social media! And don’t forget to post your picture on the SEIU-West Facebook page!\n\nFinally, be sure to call your MLA about why you support the #Rally4SK – click here to find out all MLA contact information!\n\nFor those attending the Rally for Saskatchewan, we’ll see you soon! And for those unable, we’ll see you on social media!\n\n\n\nDid you like this? Share it:\n\nComments are closed.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.996645987,
        "format_confidence":0.992192924
    },
    {
        "url":"http:\/\/www.worldpolicy.org\/blog\/2015\/09\/11\/world-policy-newsletter-week-september-11th",
        "text":"Best Drupal HostingBest Joomla HostingBest Wordpress Hosting\n\nWorld Policy Journal is proud to share our weekly podcast, World Policy On Air, featuring former Newsweek On Air host David Alpern with timely insights from global affairs analyst Michael Moran of, risk and geostrategy consultants. Click here to subscribe on iTunes!\n\n\n\nWorld Policy Newsletter, Week of September 11th\n\nAround the World\n\nAs European policymakers come together to address the migrant crisis, they must consider more than border policies and refugee numbers. Peter Atwater argues that Europeans and migrants alike are losing faith in public institutions, creating tensions no government can resolve.\n\nIn Lebanon, the nation’s capital bears the scars of decades of sectarian conflict and government corruption. Samer Mohdad's camera navigates the divide between the city's political elite and the young people fighting to control their fate.\n\nMeanwhile, outrage over Cecil the Lion's killing sparked an international clamor targeted at Zimbabwe's animal management policies. Sarah Logan looks into the sale of baby elephants to China, a tactic that produces funds that are meant to bolster conservation efforts, but are instead finding their way into politician’s pockets.\n\nFinally, in this week’s episode of World Policy On Air, Aliza Goldberg discusses how Turkey’s and the Czech Republic’s approaches toward Jewish culture have shaped disparate public perceptions of Jews. She compares how the two countries have formulated relations with their Jewish populations and suggests that the Czech case can stand as an example for other European countries to follow.\n\nAround the Institute\n\nNext Tuesday September 16, Arctic Deeply and the World Policy Institute, in collaboration with Guggenheim Partners and the Lee Kuan Yew School of Public Policy, National University of Singapore, will be hosting a roundtable titled “Asia and the Arctic: Where Things Stand.” The discussion will focus on the dawn of Arctic energy exploration and how Asian nations are faring amid the rapid change. Some of the featured speakers include Parag Khanna, Senior Research Fellow at NUS, Singapore; Mika Mered of Polarisk Consulting in France; and Mia Bennett of the Department of Geography at UCLA. Event is by invitation only and will be held in Singapore.\n\nFood Fight,” the fall issue of World Policy Journal, is now on newsstands. From the expanding global waistline to the relationship between food and cultural identity, the magazine explores some of the most pressing culinary matters of our time.\n\nBook Releases\n\nElmira Bayrasli’s new book, From the Other Side of the world: Extraordinary Entrepreneurs, Unlikely Places, was released this week. Profiling seven entrepreneurs in seven countries, Bayrasli explains how the next Steve Jobs is just as likely to come from Lagos as he is from Silicon Valley. On Tuesday September 22, Bayrasli will speak at a private event hosted by the Turkish Philanthropy Fund about her new book. To RSVP, click here.\n\n\nWilliam Powers makes the second stop on his book tour for New Slow City next Wednesday September 16. His book documents his sustainable, “slow” living approach to one of the busiest cities in the world: New York. Register here to attend the New York event and click here for complete tour listings.\n\n\nFellow Updates\n\nMichael Genovese presented a tribute book to leading academic Thomas E. Cronin at the American Political Science Association annual meeting. The Quest for Leadership: Thomas E. Cronin and His Influence on Presidential Studies and Political Science includes a wide range of articles written by many of today's top political scientists.\n\nTodd Lester’s is leading a four-day gardening workshop in an occupied building in São Paulo this weekend and next.\n\nShaun Randol discusses in an interview with KPFK radio how The Mantle, his newly launched publishing imprint, uses social media to find emerging voices. \n\nKim Taipale recently participated in the Munich Security Conference Roundtable on International Cyber Security Norms in New York.\n\n\n\nDon't forget to sign up for our weekly newsletters to find out the latest from the pages and website of World Policy Journal. Whether your interests are in emerging markets, the environment, urban informality, or just the most insightful perspectives on global events from across the world, World Policy has you covered. Subscribe today!\n\n[Photo courtesy of Flickr] Share\/Save\n\nPost new comment\nThe content of this field is kept private and will not be shown publicly. If you have a Gravatar account, used to display your avatar.\nThis question is for testing whether you are a human visitor and to prevent automated spam submissions.\nEnter the characters shown in the image. Ignore spaces and be careful about upper and lower case.\n\n\nAround WPI\n\nJihad in Sub-Saharan Africa \n\nThis paper, “Jihad in Sub-Saharan Africa: Challenging the Narratives of the War on Terror,” examines the history of Islamic movements in Africa's Sahel region to contextualize current conflicts.\n\nWorld Economic Roundtable with Vicente Fox \n\nIn this World Economic Roundtable, former Mexican President Vicente Fox discusses his current quest to make his country a hub for technology. \n\nIntern at World Policy\n\nWant to join our team? Looking for an experience at one of the most highly sought-after internships for ambitious students? Application details here.\n\n\nAl Gore presides over Arctic Roundtable \n\nAs the United States prepares to assume chairmanship of the Arctic Council in 2015, this inaugural convening of the Arctic Deeply Roundtables launches a vital conversation for our times. \n\n\nWhen the Senate Worked for Us:\nNew book offers untold stories of how activist staffers countered corporate lobbies in the U.S.\n\nAre the U.S. and China on a collision course?\nGet the facts from Amitai Etzioni in “Avoiding War with China.”\n\nMA in International Policy and Development\nMiddlebury Institute (Monterey, CA): Put theory into practice through client-based coursework. Apply by Nov. 30.\n\n\nTo learn about the latest in media, programming, and fellowship, subscribe to the World Policy Weekly Newsletter and read through our archives.\n\nWorld Policy on Facebook",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9836966395,
        "format_confidence":0.7415445447
    },
    {
        "url":"https:\/\/www.einpresswire.com\/article\/560399375\/republican-hopeful-state-house-rep-jake-hoffman-is-hillsborough-county-s-largest-non-incumbent-fundraiser-of-2021",
        "text":"There were 865 press releases posted in the last 24 hours and 189,533 in the last 365 days.\n\nRepublican & hopeful State House rep., Jake Hoffman, is Hillsborough County’s Largest Non-Incumbent Fundraiser of 2021\n\nTAMPA, FLORIDA, UNITED STATES, January 11, 2022 \/ -- Jake Hoffman, serial entrepreneur and the president of Tampa Bay Young Republicans (TBYR) outraised all other non-incumbents in Hillsborough County campaigns last year, despite only being declared for the last three months of 2020.\n\nJake has made a name for himself in conservative circles over the past few years in the Tampa Bay region as someone who isn't afraid to take on the local Democratic majority in his county. He emerges as the clear front-runner in what could be a competitive Republican State House primary in Hillsborough County as he sits on a war chest of nearly $70,000 between his campaign and affiliated political committee. Additionally, his kickoff event host committee featured over 40 former and current elected officials in the region who one would assume would aid in his upcoming fundraising efforts as the political cycle ramps up.\n\nHe is a young community leader and businessman who co-founded Invasion Digital Media, a company that focuses on helping professional athletes develop and boost revenue streams through E-commerce. Besides taking care of the business, he is also known to be actively involved in his community through various organizations both political and apolitical.\n\nJake's major concern for this election is the handling of the COVID-19 pandemic, which he claims is the spark that ignited him to run for State House.\n\n\"Our government officials have no clue what they are doing. When they decided to shut down cities and businesses, I started to ask our elected officials tough questions, Hoffman recalls, and to this day, they still can't tell you what factors or statistics they're looking for to go back to normal. I'm running because I want to bring common sense to a government that's aimless and drunk with power.\"\n\nThe pandemic has been handled differently in every country and Jake believes that the best intervention is minimal government intervention.\n\n\"If you look at the actual science of the public policies we've put into place, you can clearly see there hasn't been a country in the world that has been able to eliminate or even mitigate the virus, and we've known this for well over a year. The only thing these governments have control of is the media. State and local politicians are taking their notes from the Biden Administration which loves to whisper sweet nothings in the ear of the American people while fumbling every public health decision possible,\" Hoffman says.\n\nJake's passion for politics and his dedication to young conservative causes have earned him the support of many of his peers in his area, but also across the United States. \"It feels great to have so much support being given to me by young conservatives,\" he said. \"Young Republicans are the only demographic that give me hope in the future of the country because we can't count on weak establishment Republicans to save us, and we absolutely can't allow the wildly socialist younger Democrats of American to drive our country into the ground. Your average, non-political American totally underestimates how radical the Democratic Party has become behind the scenes.\"\n\nIn 2020, he led Tampa Bay YR's to be recognized as the Best Young Republicans Club in the United States. Apart from that, he and his fiancé started a political podcast called \"Moderately Outraged.\" As a co-host of the said show, Jake discusses political issues and injustices he sees on a weekly basis.\n\n\"There's honestly something new to get outraged about every week. People keep telling me to focus on a few key issues for my race and I will, but every day I wake up to another ridiculous news headline at the local, state, or federal level, so my advice to voters is to elect people who aren't afraid to take strong, vocal stances on every issue and avoid supporting politicians who refuse to go on record or give you the runaround, because if they don't, you know they won't have the personality to stand up in crunch time,\" Hoffman believes.\n\nIf elected, Hoffman plans on being an advocate for commonsense policies and will try to strengthen individual freedoms in the State of Florida.\n\nJake says that \"Florida is one of the leaders in the world on appropriate pandemic response through the last two years and we have Governor DeSantis to thank for that, but he will only be Governor for a few more years, so we need to elect leaders to the State House and State Senate that will continue his legacy well past his term limits and resist getting complacent.\"\n\nFor more information, please visit\n\nErin Matthews\nSouth Florida Newswire\nemail us here",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.997387588,
        "format_confidence":0.8851418495
    },
    {
        "url":"https:\/\/www.arc.gov\/news\/article.asp?ARTICLE_ID=404",
        "text":"Link to ARC home page.\n\nLegislative Update: Senate, House Appropriations Committees Approve FY 2014 Energy and Water Development Appropriations Bills\n\nJune 2013\n\n[Amended August 2013]\n\nOn June 27, 2013, the Senate Committee on Appropriations approved its FY 2014 energy and water development appropriations bill, which provides $68.2 million for ARC's nonhighway programs. This is an increase from the Commission's FY 2013 post-sequester funding level (approximately $64.9 million) [number amended August 2013 to reflect final post-sequester figure] and is roughly even with ARC's FY 2012 funding level.\n\nThe House Committee on Appropriations passed its version of the legislation, which contains $70.3 million for ARC, on June 26.\n\nFull Senate and House action on the bills is pending.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9416569471,
        "format_confidence":0.9335569739
    },
    {
        "url":"http:\/\/kurdwatch.org\/?aid=2795&z=en",
        "text":"Stay informed with our    e-mail newsletter\nYour e-mail adress\n\nIstanbul: National Coalition chooses head of government\n\nKURDWATCH, March 30, 2013—On March 19, 2013, the National Coalition in Istanbul elected Ghassan Hittu (b. 1963 in Damascus) the first head of government of the Syrian Opposition. Against expectations, Hittu was elected by simple majority. Thirty-five of the fifty-three delegates present voted for him, including the contingent of the Muslim Brotherhood. Nine delegates left the session in protest, as they had anticipated an appointment by common accord. In the coming weeks, a government based in the liberated regions of Northern Syria is to be formed. Hittu has been active against the regime since the beginning of the Syrian revolution two years ago. He is of Kurdish origin, but thus far has neither taken an active stand on the Kurdish question nor publically stated his opinion on the matter. Before his election, he was little-known within oppositional circles.\n\n\nwww.kurdwatch.org -  © 2009 - 2015 [ E-Mail: info@kurdwatch.org ]",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9971779585,
        "format_confidence":0.6536713839
    },
    {
        "url":"http:\/\/news.belmont.edu\/student-led-bruinvote16-initiative-brings-voter-education-registration-to-campus\/",
        "text":"News & Media\n\nOfficial News From the Office of Communications\n\nStudent-Led BruinVote16 Initiative Brings Voter Education, Registration to Campus\n\nBruinVote16 Logo\n\nWorking with the voter education arm of the Commission on Presidential Debates, Belmont is one of 150 institutions nationwide participating this fall in College Debate 16, a non-partisan initiative to empower young voters to identify issues and engage peers in the presidential election.\n\nA student team, led by junior journalism major Riley Wallace, was convened in the spring to lead Belmont’s work on this initiative, and plans began to form under the banner #BruinVote16. This summer the team joined forces with leadership from SGA and SAPB to combine efforts for educational programs and voter registration promotion. Events already scheduled include debate watch parties, voter registration drives, informative convos and a documentary screening on civil discourse.\n\nRiley Wallace and Sybril Brown\n\nRiley Wallace and Dr. Syb Brown\n\nIn June, Wallace attended a conference at Dominican University of California with other College Debate 2016 delegates from across the country. Dr. Syb Brown, professor of media studies, also served as featured speaker at the College Debate ’16 June conference, leading the delegates in a discussion on “Digital Citizenship.” Wallace said, “Being involved with #CollegeDebate16 was really interesting in that it showed the scope of how involved a college student can be within the political process, whether that’s working alongside policy-influencing organizations, expressing ourselves through the vote or organizing events to help bring attention to issues important to us and our peers. It was powerful to consider the amount of change possible just through the students in that room.”\n\nChris Dickerson, president of Belmont SGA, and the SGA and SAPB leadership teams were already hard at work on putting together programming for Fall 2016 to encourage an informed campus environment around election season. “Every year Student Governments across the state of Tennessee are charged by the Secretary of State’s office to engage with their campuses through voter registration drives and events geared towards political participation. This year, I’m excited that SGA and Belmont have taken this charge to an entirely new level through the efforts of #BruinVote16. People have given their lives fighting for the right to vote, and it is our collective responsibility to engage in the political process and make sure that our voices are heard.”\n\nWallace adds that she hopes the #BruinVote16 efforts also change how she and her peers converse on important issues.\n\n“Through this program, I’d like to bring that sense of empowerment to Belmont’s campus. I’d love for BruinVote16 to help foster civil discussions on issues that will affect college students during and after the upcoming presidential election and provide welcoming and accessible platforms where students can learn more about our government and their role in it.”\n\nBrown and Wallace are both participating in the organization’s next event Sept. 6-7, once again at Dominican University of California.\n\nFor more information and to view a current listing of events, visit",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9607641101,
        "format_confidence":0.9480412006
    },
    {
        "url":"https:\/\/www.iga.gov.bh\/en\/article\/government-service-centers-evaluation-committee-holds-its-4th-meeting-and-review-evaluation-progress-of-first-batch",
        "text":"Government Service Centers Evaluation Committee Holds its 4th Meeting & Review Evaluation Progress of First Batch\n\n  • article\n12 Mar 2018\n\nThe Government Service Centers Evaluation Committee; formed following the decision of HRH Prince Salman bin Hamad AlKhalifa - the Crown Prince, Deputy Supreme Commander and First Deputy Prime Minister; to raise efficiency of government services; held its 4th meeting headed by Chairman Mr. Mohamed Ali AlQaed, Chief Executive of the Information & eGovernment Authority, on Wednesday 7th March with the attendance of committee members.\n\nDuring the meeting, the committee was briefed on the evaluation progress of first batch, started on 25th February, for 47 service centers representing 11 governmental entities. The committee also reviewed the international standards in evaluating government services via a presentation that highlighted the experiences of institutional evaluation, and best practices as well as areas for improvement in evaluation mechanisms of the upcoming phase.\n\n“Improving efficiency in government service centers comes in-line with the Government Action Plan and the Government Forum outcomes. The committee will carry-out the evaluation which will be a significant factor for improving public sector services through a number of development initiatives” stated Mr. AlQaed and pointed at the importance of collaboration between all stakeholders to change the work culture, methods and approaches of providing services in the centers, he also emphasized on continuous training and qualifying service employees. All centers will be evaluated on production, excellence and raising efficiency of performance.\n\nThe Chairman praised the positive responses received on the Government Service Centers Evaluation Guideline following its circulation. The guideline is a roadmap to reach new horizons in performance by adopting the foundations of efficiency, effectiveness and development through the utilization of the latest concepts in government work. The committee reviewed the mechanisms that facilitate logistics for evaluation teams and discussed the progress of the online system which supports the evaluation process developed to include all data in one platform as well as work on evaluating and reviewing the results.\n\nThe committee presented its agenda for the way forward to evaluate the centers on standards adopted by the committee in five key categories starting from attaining easy access to the centers, being distinguished in offering the service, compatibility of center’s environment, smooth management of clients up to focusing on the effectiveness of the administrative process applied by the center including the handling of customer’s feedback to improve public sector services by achieving the highest levels of customer satisfaction.\n\nThe committee is headed by the Chief Executive of Information and eGovernment Authority, and includes Shaikh Abdulla bin Ahmed AlKhalifa representing the Bahrain Center for Strategic, International and Energy Studies (Vice Chairman); Dr. Jawaher AlMudhahki representing Education & Training Quality Authority; Dr. Mohammed Behzad representing the National Contact Center; Mr. Jamal AlAlawi representing the Civil Service Bureau; Dr. Ahmed AlShaikh representing Bahrain Institute of Banking and Finance (BIBF); Nada AlQassab from Silah Gulf Co.; Dr. Mohamed Baqer representing University of Bahrain; accompanied by Ahmed AlAwadhi representing the Ministry of Finance (Secretary).",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.8151134253,
        "format_confidence":0.9314638376
    },
    {
        "url":"http:\/\/newsroom.redcross.org\/2013\/03\/08\/disaster-alert-democratic-republic-of-the-congo-population-movement\/",
        "text":"DISASTER ALERT: Democratic Republic of the Congo Population Movement\n\nDemocratic Republic of the Congo Population Movement\n\nViolence in the Central African Republic (CAR) has sparked a cross-border migration of refugees into Equateur, a province in the north of the Democratic Republic of the Congo (DRC). According to the United Nations Office for the Coordination of Humanitarian Affairs, over 21,300 refugees from CAR have crossed the border, including a number of unaccompanied minors. This number is up from 4,000 people just one month ago.\n\nInitial assessments have raised concerns about health, nutrition and protection for this population.\nImmediate needs include temporary shelter, food and reconnecting family members who have been separated.\n\nOver the last four months the DRC Red Cross has supported 345 displaced families with basic relief supplies, health services, water and sanitation activities and support with reconnecting family members. As needs increase the global Red Cross network is supporting the relief operation with additional assistance.\n\nThe American Red Cross has deployed one disaster management specialist to lead the Red Cross Field Assessment and Coordination Team. This multi-national team will work closely with the DRC Red Cross to support assessments and response planning.\n\nComments are closed.\n\n\nGet every new post delivered to your Inbox.\n\nJoin 393 other followers\n\n%d bloggers like this:",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.8235569596,
        "format_confidence":0.9602617025
    },
    {
        "url":"https:\/\/thefulcrum.us\/2020-election-challenges-with-vote-at-home-and-the-leadership-now-election-support-corps-2646872860",
        "text":"News. Debate. Community. Levers for a better democracy.\nAug. 6, 2020\n1:00 PM - 2:00 PM (Eastern)\n\nForeign Interference: Rep. Elissa Slotkin and CAP VP Kelly Magsamen on the 2020 National Security Agenda\n\nOrganizer: Leadership Now Project\n\nAs we approach this year's election, our country faces serious questions about both America's role in the world and the very integrity of our democratic processes. How is America handling the threat of foreign interference in the 2020 election? What role might the military or the international community play in the event of an election crisis? And what's the potential for a foreign policy course correction under a new administration? Join us for a conversation with former CIA and Pentagon official turned Congresswoman Elissa Slotkin (Mich.) and former Pentagon and White House official and VP of National Security at CAP Kelly Magsamen to examine all things at the intersection of national security and American democracy in 2020.\n\nLocation: Webinar\n\nNews. Community. Debate. Levers for better democracy.\n\nSign up for The Fulcrum newsletter.\n\nNCSL Basecamp\n\nAug. 3-5, 2021\n© Issue One. All rights reserved.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9972826242,
        "format_confidence":0.9316199422
    },
    {
        "url":"http:\/\/action.smartgrowthamerica.org\/p\/dia\/action3\/common\/public\/?action_KEY=17389",
        "text":"Tell Congress to support neighborhoods with transit\n\nHave you ever caught a bus right outside your office? Taken the subway to a ball game? Or ridden the light rail to the grocery store? If you have, you know how convenient and inviting transit-oriented development can be. \n\nThe Transit Oriented Development Infrastructure Financing Act, introduced on May 1, 2014 by Sen. Brian Schatz (HI), Sen. Ed Markey (MA), Sen. Kirsten Gillibrand (NY) and Sen. Jeff Merkley (OR) and would make available loans or loan guarantees to support transit-oriented development projects.\n\nThe cost of this program is small but the public benefits are big.\n Use the form below to tell your Senators to support the bill today.\n\nAdd me to the following list(s):\n  • LOCUS News for real estate developers and investors.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.84365803,
        "format_confidence":0.9462987185
    },
    {
        "url":"https:\/\/www.customcontested.co.za\/civil-society-statement-on-the-anc-national-conference\/",
        "text":"Civil Society statement on the ANC National Conference\n\nThe ANC’s 54th National Conference on Saturday is an historic opportunity to acknowledge and reverse growing poverty and inequality, disintegrating social cohesion and the devastating failure of the government’s land reform programme, which shows increasing signs of capture by politically connected elites.\n\nRural activists and policy analysts meeting at the Tshisimani Centre for Activist Education resolved today to demand that delegates give meaningful consideration to the urgent, far-reaching and deeply researched recommendations of the High Level Panel (HLP) headed by former president Kgalema Motlanthe.\n\nThe HLP reported to the Speakers’ Forum on 21 November and simultaneously launched a website including the report, proposals for amended legislation and video and transcripts of the public hearings at which around 10 000 South Africans gave or heard graphic and devastating accounts of the ways in which South Africa’s democracy has failed them. The report and background material are available here: .\n\nActivists from the Alliance for Rural Democracy, Tshintsha Amakhaya, the Land Access Movement of South Africa, the Rural Women’s Movement, the Wonderkop Land Claims Committee and a number of other community based organisations assert today that proposals, including the withdrawal of potentially damaging legislation currently before Parliament, must be made binding resolutions of the ANC National Conference and implemented immediately.\n\nThe HLP underpins many of the conclusions of the ANC’s own mid-year Policy Conference in terms of the lived experience of the 17 million people whose homes are within the boundaries of apartheid’s former Bantustans. The report makes it clear that failure to act urgently could see further and probably irreversible elite capture and rural dispossession.\n\nThe activists demand that these urgent proposals of the HLP be adopted by the Conference:\n\n  1. Develop a new national land reform framework act to define equitable access and set standards and processes for implementation and oversight of redistribution.\n    The HLP says in its report: “The right to equitable access to land should be what animates the redistribution of land. Yet, to date, there has been no law that defines the meaning of equitable access to land or sets targets and reporting requirements in relation to redistribution. This has enabled elites to profit disproportionately from land reform. It has also meant that people see the restitution process, which is based on the loss of provable historical rights, as their only hope of getting land.\n    “The Panel’s recommendations combine a range of high-level, but also detailed, inputs to the formulation of legislation. The recommendations include legislation to provide a framework for land reform, particularly on redistribution. The Panel also makes specific recommendations on various pieces of legislation to improve their clarity, to enhance the prospects of successful implementation and to provide mechanisms to gather information and to monitor and evaluate policy outcomes.”\n  2. Withdraw the Traditional Leadership and Governance Framework Amendment Bill and the Traditional and Khoi-San Leadership Bill, both of which have been adopted in the National Assembly and sent to the National Council of Provinces for consideration.\n    The HLP notes in its report: “Current and proposed legislation on traditional leadership denies people living in areas under traditional leaders several constitutional rights, distinguishing them from those living in the rest of the country who enjoy the full benefits of post-apartheid citizenship. Such legislation also poses a threat to social cohesion by entrenching and promoting ethnic identities.”\n  3. Amend the current Traditional Leadership and Governance Framework Act of 2003 to acknowledge that customary law is voluntary and living. Traditional communities should not be defined according to imposed tribal boundaries. The political authority of traditional institutions must be separated from the land rights of people. Traditional councils cannot take decisions that deprive people of land rights. Other kinds of decisions can only be taken after customary consultation with people and meeting all the Act’s accountability and composition requirements. Tribal levies should be prohibited, and traditional institutions should be prohibited from exercising powers that are not in statute or customary law.\n  4. Amend the Mineral and Petroleum Resources Development Act (MPRDA) to give previously disadvantaged holders of land rights the power to grant or to withhold consent for mining, to ensure adequate compensation to communities, and to enforce accountability in the management of community benefits.\n    The HLP notes in its report “…mining has led to land dispossession and loss of livelihoods, while there are no real benefits for mine-hosting communities. Hundreds of millions of rands paid over to traditional councils by mining houses have not been accounted for. The Panel makes recommendations for amendment in relation to compensation for loss of land and livelihoods (and) for the transparent sharing of benefits accruing from mining…” \n  5. Amend the Interim Protection of Informal Lands Rights Act (IPILRA) to more robustly entrench the land rights of informal rights holders, and to make IPILRA permanent.\n    The HLP says in its report: “Of particular concern are recent laws that have been used to dispossess vulnerable South Africans of customary land rights in former homeland areas. As the people who bore the brunt of the Land Acts and forced removals, those living in the former homelands deserve particular protection and redress. The Panel has accordingly proposed that the Interim Protection of Informal Land Rights Act (IPILRA) be urgently amended and properly enforced, and also that other laws that have been interpreted to enable land grabs, such as the Traditional Leadership and Governance Framework Act, the Mineral and Petroleum Resources Development Act and Ingonyama Trust Act, be explicitly made subject to IPILRA and amended in other ways as well.”\n  6. The Ingonyama Trust Act must be repealed or drastically amended to halt the seizure of land rights by the Ingonyama Trust Board.  The amendments proposed by the panel about restitution are nuanced and creatively deals with the expectations raised and the real need for the efficient and swift finalisation of the long outstanding land claims.  A concerted and sustained programme of redistribution and tenure reform will also assist in addressing misdirected restitution claimants.\n    The HLP says in its report: “The Trust is meant to exist and function subject to existing land rights under customary law and not act in ways that undermine and abrogate such customary and other underlying land rights. However, the Trust in some instances, regards itself as the outright owner of land and therefore not subject to any duty to consult or to obtain community consent in dealing with the land.”\n  7. Transform law making and policy making, so that all people in particular rural people can claim their constitutional rights and participate meaningfully in the protection, promotion and fulfilment of all the social and economic rights in our beloved bill of rights:\n    Parliament can play an important role in ensuring secure access to land for millions of South Africans in ways that make a meaningful impact on their quality of life…  The elites that beneﬁt from these ongoing processes of exclusion and marginalisation include commercial farmers, traditional leaders, urban property developers, mining capital and political elites who distribute houses and mining licences.”\n  8. Focus policy on the needs of families and individuals, and recognise and celebrate the agency of our rural people:\n    Policy and legislation need to shift focus to seeing people as families and individuals, acknowledging how they live in practice, how they farm in practice and the shape of their families. [p448]. This message should be taken serious by all policy makers and rural people are our agency are not going to be ignored into the next 20 years.”\n\nThe activists further demand that National and Provincial legislatures facilitate the HLP in reporting back to the many communities and stakeholders who engaged in the public participation process that underpinned the HLPs findings.\n\nThe High Level Panel has proposed crucial interventions to prevent the continuing dispossession and exclusion of poor and rural people from meaningful citizenship. The ANC National Conference cannot ignore the work of this panel.\n\n\nConstance Mogale of the ARD: 082 5590632\n\nEmily Tjale of Lamosa: 082 314 1958\n\nStha Yeni of Tshintsha Amakhaya: 074 5228819\n\nSizani Ngubane of the RWM: 083 8405151\n\nSiyabu Manona of Phuhlisani: 082 6598583\n\nTshisimani Centre, Cape Town, 12 December 2017\n\nTo download a PDF version of the ARD statement, please click here\n\nPermanent link to this article:\n\n%d bloggers like this:",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9974070191,
        "format_confidence":0.919495523
    },
    {
        "url":"https:\/\/portsmouthtuc.wordpress.com\/2011\/06\/09\/hampshire-anti-cuts-demo\/",
        "text":"Hampshire Anti-Cuts demo\n\nHampshire Association of Trades Union Councils march against the cuts on Saturday 25th June in Winchester. Portsmouth Trades Council is arranging transport to this very important event. Coaches (which will be free) will leave the Hard at 9.15 am, Fratton Bridge (first bus stop on Goldsmith Ave) at 9.30 and Cosham at 9.45.\n\nPlease book seats with Louis MacDonald atlouismacdonald@ntlworld.com it would be helpful, where possible, for people to book collectively either through their family, campaign, trade union branch etc, but please book your seat early.\n\nDownload flyer here\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9938337803,
        "format_confidence":0.9469200969
    }
]