[
    {
        "url":"http:\/\/healinghandsofjoy.org\/about\/our-staff\/makda-teklemichael",
        "text":"Makda Teklemichael | Development Associate\n\nOriginally from Ethiopia, Makda is  based in Boston, Massachusetts and joined Healing Hands of Joy in 2016. Prior to joining HHOJ, she was at Engel Entertainment in New York City where she worked on A Walk to Beautiful, Emmy Award winning documentary, that shows the plight of Obstetric Fistula victims in Ethiopia. Before moving to the United States, Makda worked as a researcher at Institute of Ethiopian Studies (IES) and Ethiopian International Institute for Peace and Development, on themes of Ethiopian Art, Globalization and East African History. She was also involved in several projects that addressed issues of Women and Development in Ethiopia. Makda received her MA and BA degrees in History from Addis Ababa University, Ethiopia.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9315921068,
        "format_confidence":0.9630674124
    },
    {
        "url":"https:\/\/socmediji.wordpress.com\/category\/vincent-mosco\/",
        "text":"Arhiva Kategorije: Vincent Mosco\n\nStaying ahead of the curve: an interview with Vincent Mosco\n\nDr. Vincent Mosco is Professor Emeritus in the Department of Sociology, Queen’s University in Kingston, Ontario, Canada. He graduated from Georgetown University in 1970 and received the Ph.D. in Sociology from Harvard University in 1975. Professor Mosco is the author of numerous publications on communication, technology, and society. His most recent books include ˝To the Cloud: Big Data in a Turbulent World˝ (Pluto Press 2014),˝The Political Economy of Communication˝ (Sage 2009, 2nd edition), ˝The Laboring of Communication: Will Knowledge Workers of the World Unite?˝with Catherine McKercher (Lexington Books 2008), and ˝The Digital Sublime: Myth, Power, and Cyberspace˝ (MIT Press 2004). He is also the editor, with Christian Fuchs, of the special issue of the journal Triple C titled ˝Marx is Back: The Importance of Marxist Theory and Research for Critical Communication Studies Today˝ (2012) and editor, with Catherine McKercher and Ursula Huws, of the special issue of the journal Work Organisation, Labor and Globalisation titled ˝Getting the Message: Communications Workers and Global Value Chains˝ (2010). In 2014 he was joint recipient, with Catherine McKercher, of the Association for Education in Journalism and Mass Communication (AEJMC) Professional Freedom and Responsibility award. His 2004 book ˝The Digital Sublime: Myth, Power, and Cyberspace˝ won the Olson Award for outstanding book of the year in cultural studies. In that same year he received the Dallas W. Smythe Award for outstanding achievement in communication research.\n\nNastavi čitati",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9805610776,
        "format_confidence":0.9303746819
    },
    {
        "url":"http:\/\/michellemathews.net\/Resume.html",
        "text":"Michelle Mathews\nFreelance Writer\nYour Subtitle text\nDallas Observer, Dallas, Texas, August 2005-April 2010\nEditorial Operations Manager\n  • Proofread and copy edited all editorial content (approximately 20 pieces per week including long-form features, columns and reviews) for weekly paper with a circulation of 100,000\n  • Worked with production department to layout, proof and correct copy in QuarkXPress and Adobe InDesign\n  • Weekly proofread and made textual and basic HTML changes to the online version of the newspaper\n  • Wrote short, often humorous stories for the calendar section and contributed short pieces to the annual “Best of Dallas” special issue\n\nDallas Observer, Dallas, Texas, February 2002-August 2005\nEditorial Assistant\n  • Completed phone, Internet and on-site research for writers and editors\n  • Prepared and submitted reports to corporate office\n  • Transcribed taped interviews for writers\n  • Answered phones, sorted mail and faxes and handled general secretarial duties for editorial department\n  • Wrote a feature story, two news stories and frequent calendar items\n\nPuretan International, Carrollton, Texas, June 2001-February 2002\nSales and Marketing Assistant\n  • Assisted in writing advertising, promotional and technical copy and graphics for a tanning bed manufacturer and distributor\n  • Updated text and graphics for Puretan’s Web sites\n  • Submitted press releases and technical information to trade magazines\n  • B.S. in English from Abilene Christian University, Abilene, Texas, May 2001\n  • Minor in Digital Media\nWeb Hosting Companies",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9940819144,
        "format_confidence":0.9751827717
    },
    {
        "url":"http:\/\/www.geos.vt.edu\/people\/spotila",
        "text":"Geosciences at Virginia Tech\n\nFaculty and Instructors\n\nJames A. Spotila\nProfessor of Geology\n\n4060B Derring Hall\n+1.540.231.2109 (Phone)\n+1.540.231.3386 (FAX)\n\nMailing Address:\n4044 Derring Hall (0420)\nBlacksburg, VA 24061\n\nPh.D., 1998, California Institute of Technology\nB.S., 1992, Boston College\n\n\nResearch Interests\n\nNeotectonics (structural geology of recently-active, continental structures, particularly strike-slip faults and orogenic belts), geomorphology (landform evolution, erosion of active and extinct mountains, impact of tectonics on surficial processes), thermochronometry (radiogenic helium dating), and seismic hazards (paleoseismology, geology of intraplate earthquakes).\n\n\nHaving trouble finding someone?\n\nIf you can't find someone in the department, try Virginia Tech's People Search.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.6185994148,
        "format_confidence":0.9697721004
    },
    {
        "url":"https:\/\/www.hercampus.com\/author\/maya-bhatia\/",
        "text":"Her Campus Logo Her Campus Logo\nMaya Bhatia\n\nUIC '21\n\nMaya is currently a Senior at University of Illinois at Chicago. She is majoring in Integrated Health Studies with the goal of becoming a genetic counselor. She joined HER and is excited for all the article she will create. She enjoys staying connected with pop culture and all the new restaurants.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9747360945,
        "format_confidence":0.9925179482
    },
    {
        "url":"https:\/\/www.postjobfree.com\/resume\/ac4e0s\/pedro-skype-royal-face-san-salvador-el",
        "text":"Sign in\n\nCustomer Service\n\nSan Salvador, San Salvador Department, El Salvador\nFebruary 09, 2018\n\nContact this candidate\n\nPedro Angel Salomon Cueva Melgar\n\nCol.Acaxual#* pje. D casa#117 Acajutla, Sonsonate.El Salvador\n\ncell:6135 0977 Skype: pedroangelsalomon.cuevamelgar1\n\n\nSeeking long term employment in an organization where I can grow professionally and further enhance my skills, knowledge and experience to face and overcome the challenges of today’s changing work environment.\n\nSummery of Qualifications & Skills\n\nWork well under pressure as part of a team\n\nWell-groomed appearance\n\nPolite, respectful, and courteous manners\n\nResponsible, efficient, and flexible\n\nAbility to work in a fast-paced, intense environment smoothly\n\nAbility to elicit confidence and build rapport\n\nTalented in problem solving and office system design\n\n\nAssociate in Customer Service ● Community College ● Houston, TX 2000\n\nEisenhower High School● 1997\n\nEmployment History\n\n•Transactel powered by Telus 2008-2013\n\n•Teleperformance 2013-2013\n\n•Hotel royal decameron 2005-2008\n\n•Atento 2014-2014\n\n•Sykes 2014-2015\n\n•Working from home S.E.O 2015-Present\n\nContact this candidate",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9973620772,
        "format_confidence":0.8645043373
    },
    {
        "url":"https:\/\/www.uni-weimar.de\/en\/media\/chairs\/computer-science-department\/webis\/people\/stein\/",
        "text":"Benno Stein\n\nBenno Stein\n\nBauhaus-Universität Weimar\nBauhausstraße 11 · Room 110.2\n99423 Weimar, Germany\n\nPhone: +49 (0)3643 - 58 3795 | 3710\nTwitter: @bennostein\nORCID: 0000-0001-9033-2217\n\nShort Curriculum Vitae\n\nBenno Stein is chair of the Web-Technology and Information Systems Group at the Bauhaus-Universität Weimar. His research focuses on modeling and solving data- and knowledge-intensive information processing tasks. Common ground of his research are the principles and methods of symbolic Artificial Intelligence. Benno Stein has developed theories, algorithms, and tools for information retrieval, machine learning, natural language processing, knowledge processing, as well as for engineering design and simulation (patents granted). For several achievements of his research he has been awarded with scientific and commercial prizes.\n\nProfessional background: Study at the University of Karlsruhe (1984 - 1989). Dissertation (1995) and Habilitation (2002) in computer science at the University of Paderborn. Appointment as a full professor for Web Technology and Information Systems at the Bauhaus-Universität Weimar (2005). Research stays at IBM, Germany, and the International Computer Science Institute, Berkeley. Benno Stein serves on scientific boards, on program committees, as reviewer in various relevant conferences and journals, and he is the initiator and a co-chair of PAN, an excellence network and evaluation lab on digital text forensics with focus on authorship analysis, profiling, and reuse detection. He is cofounder and spokesperson of the Digital Bauhaus Lab Weimar, a visionary and interdisciplinary research center for Computer Science, Arts, and Engineering. Not least, he is a cofounder (1996) and scientific director of the Art Systems Software Ltd, a world leading company for simulation technology in fluidic engineering.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.8619770408,
        "format_confidence":0.983551681
    },
    {
        "url":"http:\/\/it.toolbox.com\/people\/aktarulislam\/posts",
        "text":"Log In\nE-mail or User ID\n  Keep me signed in\nRecover Password\nCreate an Account\n\nAktarul Islam\n\nDakshin Dinajpur, India\nMember since 6\/15\/2014\nQ&A, Blogs, Research & More\n  • Get the answers you want from industry experts\n  • Stay informed about the latest industry developments\n  • Share your expertise with millions of professionals\n\nPCMag Digital Group AdChoices\n\nTRUSTe Privacy Certification",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.5368457437,
        "format_confidence":0.9683476686
    }
]