[
    {
        "url":"https:\/\/www.budsgunshop.com\/catalog\/product_reviews_info.php\/products_id\/47920\/reviews_id\/5433",
        "text":"Buy with Confidence\nCustomers Currently Online\nOver 2 million Customers Since 2003 !\nYou Are In:\nProduct Search\nSearch Descriptions  \nFree Shipping Option\n\n\n\nStore Directory\n\nView all items by any one manufacturer by searching or selecting it from the dropdown\nBuy with Confidence\n\nHow to Buy a Gun Online\nHow to Purchase NFA (Class III) Items\nDon't Lie for the Other Guy\nWhy Buy From Buds?\nPayment Options\/Cancellation Fees\nShipping & Returns\nState Restrictions\nNorton Shopping Guarantee\nTeam Buds\nRecent Reviews\nConditions of Use\nPrivacy Notice\nFacebook YouTube Channel Twitter Feed Instagram\nTaurus 809 9mm 17 + 1 Round w\/Blue Finish\nby James K Date Added: Saturday 27 February, 2010\nThe gun is so nice and easy to handle. Going to the range very shortly to try out the gun. From ordering to shipping to recieving the gun, was very easy. If I ever need to upgrade the weapon, I will go with \"Buds\". I will let you know how the gun operates shortly.\n\nRating: 5 of 5 Stars! [5 of 5 Stars!]\nWrite Review\n\nMore Information on product...",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.6829704642,
        "format_confidence":0.9842960835
    },
    {
        "url":"http:\/\/www.golfable.com\/golfcourses\/cities\/Friday_Harbor_WA",
        "text":"Friday Harbor Washington Golf Courses\n\nSan Juan Golf & Country Club\n\nAdditional Golf Course Reviews:\nOcean Shores Golf Course -- Member Player\nReview by: Derrick the front nine has very few trees, more of a links style course and the backside is tight with out of bounds on every hole. course plays difficult especially with the winds they get there. definately a challenging course.\nFrom Ocean Shores, WA USA",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9923658967,
        "format_confidence":0.9262375236
    },
    {
        "url":"https:\/\/tennisnerd.net\/gear\/racquets\/prince-phantom-100x-racquet-review\/19628",
        "text":"Home GearTennis RacquetsRacquet Reviews Prince Phantom 100X Racquet Review\n\nPrince Phantom 100X Racquet Review\n\nby Tennisnerd\n\nThe 100X is the new Phantom Pro. It comes in two weights and patterns. I deal with both in this Prince Phantom 100X Racquet Review.\n\nThe previous Phantom Pro was extremely flexible for a modern frame. This update is a bit stiffer but is still below 60 RA strung, which means comfort won’t be an issue. They have also added the Anti-Torque system (Textreme and Twaron at 10 and 2 in the hoop as well as the shaft). The idea with ATS is to stabilize the frame. The 100X series also comes with the CTS beam, which goes from 18 to 22 mm. So if you like thin-beam racquets that play like more modern frames – check out the 100X series. The 305 is perhaps one of the best racquets I have tried in a long time, and I will tell you why in this Prince Phantom 100X racquet review.\n\n\nI have reviewed both the 305g 16×18 version and the 320g 18×20 in this review. Below are the strung specs of my racquets:\n\nHead size: 100 sq inches\nBeamwidth: 18-20.5-22 mm\n\nStrung specs (w overgrip)of the Prince Phantom 100X 16×18 305: 327g, 31.7 cm balance, 322 SW.\nStrung specs (w overgrip)  of the Prince Phantom 100X 18×20 320:  345g, 31 cm, 334 SW.\n\nIt is clear that the 305 version will be more spin-friendly and easier to use, while the 320 version will be more controlled and demanding.\n\nI tested the racquets with a bunch of different strings: Solinco Confidential, Dunlop Explosive Spin, RS Paris Octagon.\n\nHow do they play?\n\nI believe the two different Prince Phantom 100X racquets play exactly as intended. You get more spin with the 305 and more control and stability with the 320. Both racquets are plush, comfortable, and offer a great sense of connection to the ball. Since I am gravitating towards lighter racquets these days, the 305 is my favorite. It is such an impressive racquet that I find it difficult to fault. The spin and power are both there; the feel is excellent, it handles both flat and topspin shots well. It is one of the most complete racquets I have tried in a while. The only issue I had with it is that on some occasions, it felt slightly unstable, but that was very slight, and overall I found the stability impressive for the weight, swing weight, and flex rating.\n\nThe 320 also had a great feel. It offered a bit more directional control, a lower launch angle, a slightly more penetrating slice. But it wasn’t as easy to swing, and I like the free spin the 305 version offered me. Since the swing weight of my racquet was 334, it was a bit more challenging to generate enough topspin to achieve control, but for advanced players, this might not be a problem. When I switched between the racquets, I noticed that with the lower launch angle of the 18×20, I was clipping the net a lot more with that frame.\n\nSummary – Pros and Cons\n\nLet’s look at some pros and cons of the Prince Phantom 100X racquets.\n\n305 16×18\nLight and easy to swing\nGreat spin potential but not an annoyingly high launch angle\nImpressive stability for its weight and flex\nVery plush and comfortable\n\n320 18×20\nMore control and stability than the 305\nMore difficult to swing\nLower launch angle\n\nThese racquets are both excellent, and I enjoyed this play-test. The Prince Phantom 100X 305 is something so rare as a modern frame that is plush, spin-friendly, and still controlled. It reminds me a bit of the Gravity Tour but offers a bit more comfort and spin. It is simply put a brilliant, all-round racquet. Definitely already on the list for the Gear of the Year 2020.\n\nThe 320 is also a nice racquet, but I did struggle a bit more with the weight and string pattern of that frame. You get more things for free with the 305. But if you like a bit more weight on your racquets and like to attack the ball with a flatter game – the 320 would likely be your best bet.\n\nHave you tried the Prince Phantom 100X? What did you think of it? \n\nYou may also like\n\n\nAaron March 2, 2020 - 5:57 pm\n\nAwesome review, I’ve been waiting to pull the trigger on getting the 305 until I saw another article to confirm Tennis Warehouse’s outstanding reviews. I really appreciate your work and dedication to these great reviews!\n\nSide note, I’m an American that is going to be moving to Stockholm fairly soon. Any specific suggestions for tennis clubs\/leagues? Around 4.5+ level.\n\nTennisnerd March 3, 2020 - 12:38 pm\n\nThanks. The best idea is to join a club and start asking about their local leagues and tournaments there. I lived in Stockholm for 9 months, but just as I was about to leave I was asked to join the league team as there is usually a waiting list for the bigger clubs. I joined SALK and their facilities and atmosphere is very nice: https:\/\/salk.se\/english\/\n\nweelie March 2, 2020 - 7:51 pm\n\nHow does the 305 compare with Clash tour (Clash pro)?\n\nTennisnerd March 3, 2020 - 9:02 am\n\nA more connected feel, the Clash is very muted. It is also a bit faster through the air thanks to the thinner beam design.\n\nKen Harris March 2, 2020 - 8:13 pm\n\nI purchased the Phantom 100x 305 when it first came out. It is very user friendly due to the 100 sq inch head, lower SW and open 16 x 18 pattern. I added 2 grams of lead at 12 to add some plow. The 100x 305 has a nice balance of power and control, very spin and arm friendly. I thought it might have been a little string sensitive but I may have strung it at too high of tension at 54\/53 with Gosen Micro 16. Due to cooler conditions should have strung it 2 or 3lbs lower which would improve the feel. I am also currently using the Blade v7 98 16 x 19 which is a bit more demanding but prefer the feel of the Blade.\n\nFor match play without a doubt would prefer to use the 100x 305 as you get easier power and spin over the Blade. When the weather warms up will strongly considering making a switch to the Prince frame.\n\nHayden March 3, 2020 - 12:39 am\n\nI feel exactly the same about the 16×18 version – very connected to the ball and plays like a pillow on my hand yet producing amazing power still!\n\nOut of curiosity, what tension did you use on your 305g? I strung it at 50lbs on prokennex IQ Hexa but it was a bit too powerful so I increased to 53lbs.\n\nRaf March 3, 2020 - 2:08 am\n\nHow would you compare the Wilson Ultra Tour with the 100x 305?\n\nTennisnerd March 3, 2020 - 9:01 am\n\nThe 100X gives you easier access to spin and power and a bigger sweet spot. The Ultra gives you better control.\n\nMick March 3, 2020 - 3:14 pm\n\nHow does it compare with Angell TC101 you just reviewed? Seems like both are very comparable except the size of sweet zone\n\nTennisnerd March 3, 2020 - 3:20 pm\n\nIt feels faster through the air and a bit plusher.\n\nSaksham Agarwal March 3, 2020 - 4:41 pm\n\nHow is the 100X 305 for a player who plays mostly flat?\n\nTennisnerd March 4, 2020 - 7:42 am\n\nI would probably go for the 100X 18×20 or the Prince Phantom 97P if you are a flat hitter.\n\nGotham March 3, 2020 - 5:39 pm\n\nThank you for the review! I have been playing with Yonnex Ai100 since past few years and has served me well, though, lately I feel I may have to move to something different. Reason is that two of my tennis buddies\/opponents have suddenly moved from average frames to RF97 autograph. Suddenly, playing with them now, feels like the RF is giving them more ease of play, they are able to touch my shots and keep the ball in play more, their slices are better now and if I hit a poor\/slow shot, they are able to counter that with a heavy fast shot! We play mostly doubles, so its an advantage for them to not get too bogged down by the RF97A weight during the doubles game.\n\nMy options are:\n1) move to RF97A as well – I did do a trial of RF97A and felt that RF due to its weight\/heft gives you some support to counter fast shots easily but just pointing and touch and using the opponents power. At net also due to its heft, its easy to volley. The issues, I realized is that, I am unable to hit top spin like I did with Ai100. It feels like with this stick its more of playing flat. Should I then consider this option, and give it time and hope that my game will improve and adjust to RF97A?\n2) move to something like Head Gravity 360+ pro – Your and TW reviews for this racquet are good and enjoyed them. But not sure if this one is a right one to gravitate to from Ai100 to counter RF97A opponents.\n3) move to Prince 100X 305 – Same as gravity pro, reviews for this racquet is great from you and TW. Should I move to this racquet or 1 or 2 option s above?\n\nOther racquets I am thinking about – Tecnifibre TF40 305, Dunlop SX 300 Tour, extended length racquets like Yonnex Ezone 98+\/100+\n\nAny pointers or words of wisdom are welcome. Thank you!\n\nTennisnerd March 4, 2020 - 7:42 am\n\nI offer a racquet consultation service if you want more detailed advice, but I would generally not recommend the RF97 Autograph unless you are a very advanced player. In my opinion, it is not really fast enough for doubles. I would recommend you to try the Prince 100X. The Gravity Pro is a bit more demanding but also better for a flatter game style.\n\nCarlos March 3, 2020 - 10:16 pm\n\nFor your review seems similar to the Pro Kennex Ki+Q Tour Pro 315 (2019). Another very good frame and underrated.\n\nTennisnerd March 4, 2020 - 7:39 am\n\nThe ProKennex is under-rated for sure, this one feels a bit more connected to the ball.\n\nTennis Lion March 3, 2020 - 10:39 pm\n\nGreat review and hitting; like those slice forehands! Regarding the difference in launch angles and control, I think a new metric might be useful: as well as the pattern, a measure of the typical cell size at the sweet-spot could help, since some patterns are open and others more dense. As far as I can tell, sweet-spots are about the size of a ball or two (at most) in the middle of the frame, so measuring the typical gap between strings at that point (and if they are square or rectangular) might tell a lot about the launch\/control features. For example, I noted that my 6.1 95S has 0.85×1.3cm rectangular ... (truncated)",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9929580688,
        "format_confidence":0.6587284803
    },
    {
        "url":"https:\/\/activegearreview.com\/camping-gear-reviews\/camp-kitchen\/icemule-classic-cooler-review\/",
        "text":"Home » Camping » Camp Kitchen » IceMule Classic Cooler Review\n\nIceMule Classic Cooler Review\n\nPlease follow and like us:\nIceMule Classic Cooler\n\nIceMule Classic Cooler\n\nInitial Beer Chilling Thoughts on the IceMule Classic Cooler\n\nOk, it’s Portable! That isn’t necessarily earth shattering news.  Being able to carry all of your picnic needs and do so hands free  with great ease is more of a revelation!  The Tri Fold Closure system closes and seals the cooler while also clipping and securing to the carrying harness. Perfect for taking the Ice Mule Classic Cooler to your favorite outdoor spot. This is a fantastic addition for my upcoming Summer outdoor and active ventures. I suppose now I will be “forced” to bring along some ice cold adult beverages wherever I go?\n\nThe Unique Features of the IceMule Classic Cooler.\n\nThe IcuMule Classic Cooler sports a patented insulated dry-bag design. The interior and exterior walls filled with air do an adequate job of keeping your items nice and cool.  I have not had the chance to test in really hot summer weather, but the advertised time for keeping ice intact is 24 hours.\n\nThe welded seams are solid, and have withstood my initial month of testing. Being tossed into the trunk, squeezed into the back of the kid bike trailer, thrown over my shoulder for a bike ride, and the running\/schlepping around during a backcountry hut trip were a good start.  The IceMule Classic Cooler still looks good. She should stand up to the wear and tear I still intend to put the cooler through come summer time. The no zipper Trip Top Fold closure system is very unique indeed. It’s my first foray into this kind of a system, but is more common in the watersport world. The IceMule Cooler would be perfect for a canoe, kayak, SUP, sailing, or party boat trip.\n\nIce Mule Classic Cooler\n\nThe air nozzle allows you to easily blow in a little bit of air. The more air, the better insulated which is good. The more air also means you’ll not be able to put as much into the IceMule Classic Cooler. Depending on your needs, this can be adjusted to suit the day’s hauling load and cooling needs.\n\nThe heavy-duty embossed MuleSkin EV fabric appears to be able to withstand the regular rigors of camp or picnic life. I would be careful around sharp objects as the lining can puncture. I suppose that is the one sacrifice for not going with a hard shelled cooler.\n\nI can’t wait to take this out later this summer on a canoe trip to really test it’s floatability, but for now a stream side picnic test will have to do the trick.\n\nIceMule Classic Cooler\n\nTesting the Waterproof capabilities. My sandwiches stayed dry!\n\nPerformance and a Few Outdoor Adventures with the Ice Mule Classic Cooler.\n\nI am an ambassador for a local running race organization, and am continuously helping out and volunteering at races and events. Many times, I have to go man an aid station, and hauling a cooler to rather remote spots can be a real hassle. Now, I have the ability to carry quite a lot of necessities to my destination on my bike in the Ice Mule\n\nIceMule Classic Cooler\n\nThe foldable closure system\n\nMy wife and I like to ‘bag’ 14-ers.  The great State of Colorado boasts 54 peaks (+\/- depending on who you talk to and how you define them) over 14,000 feet.  These peaks have varying degrees of difficulty, and even the easiest will certainly challenge anyone.  A celebratory beer is a common sight as one summits and conquers their own little Everest.  Not that I am intending on carrying my IceMule Classic Cooler to the top. We have, however, gotten into the habit of packing a celebratory lunch, drinks, and dessert that we stash in as picturesque a place as possible to enjoy as we descent. We shoot for a place somewhere about a third of the way up (2\/3 of the way down), so we don’t have to haul up too much weight as the going gets tough. Depending on the distance, we bring the necessary fuel to get to the top and back down, but the thought of an elaborate spread is enticing and rewarding.  The IceMule Classic Cooler will be perfect for this venture, and I can’t wait for the first opportunity.\n\nIceMule Classic Cooler\n\nLightweight (depending on your cargo, of course), but easy to carry to my destination.\n\nAn early season hut trip was perfect for the IceMule Classic Cooler. Temperatures and conditions in Colorado in March can be all over the board. Depending on your level of ‘hard-core-ness’, camping may not be a viable option. Trekking to a hut is a happy compromise that allows the outdoorsman to spend time with friends in the great outdoors ‘camping’ with some basic ‘luxuries’.  It’s mainly a solid roof overhead and walls as well as a fireplace or stove of some sorts for cooking.  It’s not the Hilton, but the experience is priceless.\n\nDepending on your trip, the distances to the huts vary.  Ours was a couple mile hike into the Indian Peak Mountain Range.  I like to trail run and snowshoe, and looked forward to some trail time.  I took two trips, the first included our packs and basic necessities. Everyone else was going about getting camp set up while I ran back for the IceMule Classic Cooler and some other luxuries. Now, there is still plenty of snow, so keeping the cooler filled with ice was no problem. You might ask, why would you need a cooler at all? Good question!  The simple answer is wildlife.  Leaving anything edible outside is a sure fire way to invite a not so welcome visitor to your camp. The specialty cheeses, milk, yogurt, beer, and burgers stayed cold and were ultimately enjoyed with great vigor.\n\nIceMule Classic Cooler\n\nThe carrying strap has a cushioned strap for additional padding.\n\nTechnical Specifications and Features\n\n  • Welded Seams\/no zippers\n  • TriFold DriTop System\n  • Heavy-Duty embossed MuleSkin EV fabric\n  • PolarLayer Insulation\n  • Rolls up for easy storage\n  • It floats\n  • Keeps ice intact for up to 24 hours.\n  • Dimensions: Medium = 10” dia. X 16” tall)\n  • Capacity: Medium = 15L – holds 12 cans plus ice\nIceMule Classic Cooler\n\nRubberized bottom for protection and slip resistance.\n\nFinal Thoughts\n\nThe IceMule Classic Cooler is a wonderful addition for any outdoor enthusiast looking to bring along some perishables or adult beverages for enjoyment to places few people get to see. The beauty of the Cooler lies in its versatility and wide variety of uses. From the park, tailgate, campground to the wide range of water sports uses like fishing, boating, or canoeing.\n\nI’ve gotten lots of great comments and inquisitive looks as I am out with my IceMule Classic Cooler. I’d like to think my trail and campside marketing campaign has resulted in a few sales for IceMule.  Go out and get yourself one! It’s a great addition to my active outdoor arsenal, and it should be for you as well.\n\nMSRP for the IceMule Classic Medium is $59.95.\n\nFor more information on this and other sizes and styles please visit:  www.icemulecooler.com\n\nPlease follow and like us:\n\nAbout Niels Oomkes\n\nI am a multi-sport endurance athlete, and love to get out into the great outdoors to push the body to its limit. Most of my weekend expeditions, adventures, trips, or vacations are planned around running, biking, snowshoeing, camping, or anything else that will allow me to enjoy nature's exquisite beauty.\n\nOne comment\n\n  1. Your site is one of the few the have reviewed the YETI Hopper and the IceMule Classic. I have yet to find a comparison between the two. The obvious first flag is price. $300 for the Yeti and $70 for the IceMule. Simple enough choice there. I am looking for a gift for my wife. She is worth the $300 but is there really a difference that warrants the extra dough? The IceMule sure looks like it would be durable, waterproof, and easy to carry. The YETI is well… a YETI so it has the recognizable cool factor. I think though the zipper is a downside and it will be hard to load, unload, and keep clean inside. I have also read the zipper get sharp with use and will scratch you up reaching inside. Help a brother out here, I need some real info, not paid advertisements.\n\n    Richard Dickerson\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.8972327113,
        "format_confidence":0.926704824
    },
    {
        "url":"http:\/\/club.dx.com\/reviews\/109279",
        "text":"DX » Community » Reviews » Anti-Fog PC Lens Swimming Goggles Glasses - Silver White\nCustomer’s impression:\nThere are no customer's impression yet.\nCreate Review\n\nShare your reviews,\nphotos and videos here!\n\nSort by\n  • Latest Reviews\n  • Most Helpful Reviews\n  • Pro Reviews First\n  • posted byFhersen on 05\/13\/2014\n\n    Good product, good looks, really does its job because the water does not enter your eyes with proper placement. The tape head set is very soft and comfortable, perfect balance between comfort and fit. Properties &quot;no fog&quot; will disappear as used, at least in my product that happened, and... Read more\n\n    0 0 1\n\n  • posted byhb9txw on 03\/22\/2014\n\n    Very comfortable to wear due to the soft silicone rubber, even for long period of time. The anti-fog coating is great, I can swim 1 hour without fog inside. Good fit on the face and no leaks. The polycarbonate lenses are crystal clear. The rubber strap around the head is a bit on the short side I... Read more\n\n    0 0 0\n\n  • posted bycaminando on 09\/09\/2012\n\n    It never gets foggy. I attend to a warm pool and it works as advertised. Fit the eyes perfectly. You won't get water inside, just make sure to keep them dry before you wear them. There's a little reflex when you're swimming but if you're doing it for training, not pro, then it doesn't matter. The... Read more\n\n    0 0 1\n\n  • posted byRoboP on 07\/17\/2012\n\n    very good product, fits perfect, included nose bridges S,M,L , quaility is very good didnt expected for this price :), the eye rigs are made from very comfortable silicone , i like white collor i personaly woul need bigger nose bridge :), changing of nose bridge feels risky i was afraid to break... Read more\n\n    0 0 0\n\nDX Everywhere",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9793255925,
        "format_confidence":0.9856099486
    },
    {
        "url":"http:\/\/www.motorcyclegear.com\/testimonials\/show\/2011\/6\/2\/4155",
        "text":"Courtney H. from BC, Canada\n\nJune 2, 2011\nI Received my joe rocket atomic jacket 3.0 and hjc helmet base plate and shield very quickly. I got the jacket on sale and I am very impressed with the jacket, comfortable and arms and waist can be adjusted to fit better to your body. Also lots of body armou in shoulders back and elbows. The hjc base plate was a easy fit and the shield makes you look bad ass.\n\nRelated Products\n\n← Previous Back to 2011 Gallery Next →\nNew Enough is now",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.5513496995,
        "format_confidence":0.9928875566
    },
    {
        "url":"https:\/\/hittingperformancelab.com\/testimonial\/first-home-run-2-weeks-after-reading-your-book\/",
        "text":"Thank you Coach! Your stuff is great! My son got his first home run 2 weeks after reading your book. Keeps getting more and more distance now.\n\nFollow Me\n\nJoey Myers\n\nI’m a member of the American Baseball Coaches Association (ABCA), the International Youth and Conditioning Association (IYCA), and the Society for American Baseball Research (SABR).I’m also a HUGE supporter of the Positive Coaching Alliance (PCA).\n\nI’ve spent 11+ years in the corrective fitness industry, and have too many alphabet-soup certifications to bore you with.I also played four years of Division One baseball at Fresno State from 2000-2003.\n\nIt’s NOT how you study, but what you study that counts.I apply human movement principles (or rules), validated by science, to hitting a baseball and softball.\nFollow Me\nMichael Roberson Jr.",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9903926849,
        "format_confidence":0.991204679
    },
    {
        "url":"http:\/\/precisionfitnesstrainer.com\/category\/articles\/success-stories\/",
        "text":"Archive | Success Stories\n\nRSS feed for this section\n\n“Colorado Springs resident Gloria lost 90 pounds…”\n\n19 September\nColorado Springs Fitness\nGloria before\nColorado Springs Fitness\nGloria 90 pounds late\n\nColorado Springs resident, Gloria, lost 90 pounds with Personal Trainer Edward Scaduto. This is her story.\n\nWhenever I saw a heavy person, I would ask my friends and family, ” Am I that big?” Even though I knew the answer to the question, I still didn’t take control of my weight.My staple diet consisted of junk food, lots of carbs, and other unhealthy foods. Then two events happened that made me realize that I had to make some changes in my weight and in my life. At a doctor appointment, my doctor informed me that I had borderline high blood pressure. She informed me that I had to lose weight – I was putting unnecessary stress on my body. This made me painfully aware of how much I actually weighed. Not too long afterward, I took a trip to California and when sitting in my seat on the airplane took up more space than one seat. I didn’t want to wait around for any more wake-up calls.\n\nNow, I am working on staying committed, as well as keeping the momentum. I am working on losing the last of my weight. Ed has been great at encouraging me with this goal. I am also very happy with my current eating plan. I feel great! I feel that continual accountability is and will be an important step to maintaining my success. Looking back I realize that I couldn’t have achieved this success on my own; Ed has been an instrumental part of the weight loss success I have achieved. He helped me in setting goals, keeping me motivated and accountable, checking my food log and creating menu plans that would incorporate foods that I enjoyed eating.\n\n“I have lost 15 pounds and now my Cholesterol is 178…”\n\n09 June\n\nI am a 56-year-old woman who weighed 197 lbs when I started working with Ed Scaduto. My cholesterol was 245. I was not in any kind of shape but round!\n\nI had come into a little money and had to decide what to do with it. My first thought was to put it away for retirement. But with exertion asthma, fatigue, and other health issues, I decided to use it to make sure I make it to retirement.\n\nEd brought me along slowly after evaluating my capabilities. Even the basics were a challenge at first. But soon, I was pumping iron, engaging in cardio, and looking for more challenges. Ed advised me on my dietary intake and coached me constantly. He took the time to discuss health issues and the latest research findings and how they apply to me. He is a very patient trainer!\n\nNow, I’ve lost over 15 pounds and my cholesterol is 178! I am in great shape now and my stamina is awesome! I look forward to working out with Ed – he keeps me motivated and moving!\n\n\n“Colorado Springs Sisters Both Lose 30 pounds Each…”\n\n10 May\n\nSofie and Monica before\n\nWe are sisters and the very best of friends. We do everything together. We even each have 2 kids the same ages in pairs, 1 boy and 1 girl each.\n\nWe used food as a social thing. Always thinking of what “fun” thing we could eat while watching movies or soaps. We were members of another gym and went at least 4 times a week with no results. I guess we were just going through the motions.\n\nThat all changed when we decided to work with a personal trainer and started working out with Ed Scaduto (Precision Fitness).\n\n\nMonica and Sofie after\n\nWe both have so much more energy and we have both lost 30 lbs each so far and feel great. Now instead of rewarding ourselves with food, we go out and buy a cute outfit several sizes smaller than before. This is a total lifestyle change for us. We will never go back to the way we used to be.\n\nThank You Ed!\n\nSofie & Monica\n\nI have dropped sizes in my clothing…\n\n09 May\n\nMolly April 2008\n\nI joined the gym after realizing that stress was taking a toll on me mentally and physically.  I knew from previous experience that I needed a trainer to help me get the motivation to make this a lifestyle change as well as learn how to become stronger so I wasn’t prone to injuries.\n\nWhen I began working with Ed, my goal was to increase my activity and reduce my percentage of body fat.  I have learned so much information, not to mention a plethora of strength training routines from having a trainer. Any previous trainers I had in the past would just take you through the routine and that was it. I was pleasantly surprised when I started working with Ed and it wasn’t just about what I was doing in the gym; that was only part it.\n\nThe other piece was I had to change my diet\/nutrition; otherwise the exercise would only do so much. For me its been so helpful to have a trainer who took the time to find out my goals, challenge me and has been great about working with me on whatever ailments I might be dealing with.\n\nMolly July 2008\n\nPreviously, anytime I wouldn’t feel matter how minor it was, I would stop working out. But I have learned how to adjust routines etc so that I continue w\/ my training despite what is going on. Its’ definitely helped me get towards my goal of more activity and reduction of body fat percentage.\n\nAfter losing 20 or so pounds I feel like I have a way to reduce my stress. I have better confidence about utilizing equipment and I have dropped sizes in clothing.  I still have a ways to go, but knowing I have the tools and resources like Ed to help me when I need it is half the battle. I’ve been working with Ed on and off for over 2 years now and well worth every penny spent. I’ve recommended him to friends whom also enjoyed Eds’ training style, if you are in the market for a trainer, hire Ed!\n\n“I feel like I have a partner in this process of improved health and fitness…”\n\n28 April\n\nColorado Springs Personal TrainingI have benefited in so many ways from my training.  Ed takes his role seriously as demonstrated by the time he took to truly listen to my goals and create a plan tailored for me.  In trying to improve my triathlon performance and shed some pounds in the process, he created a nutritional and workout routine to help me get there. \n\nI know that Ed sincerely cares for his clients–he comes prepared for our workouts with exercises targeted to improving my performance as well as closely watching my movements to ensure I am doing the exercise with correct form in order to get the full benefit of the exercise without injury.  He also does not hesitate to remind me of my goals and hold me accountable when I wonder from the plan!\n\nWorking with Ed has not only been challenging but a great deal of fun, and more than having a trainer, I feel like I have a partner in this process of achieving improved fitness and health.\n\n“Made a huge difference in my exercise success…”\n\n22 April\nColorado Springs Personal Training\n\nDan Oldfield atop Pikes Peak\n\nSuper Trainer! Professional. Mature. Conscientious. The go to guy to make a real difference in training.\n\n\nI trained with Ed for 18 months. The best trainer I’ve ever had. Made a huge difference in my exercise success. He showed me the right way both anatomically as well as strength wise.\n\n\nEd motivated me to train consistently, correctly, and with clear goals. He is the consummate professional who learns about his clients particular strengths as well as struggles, then builds a training plan to improve the whole. Great guy to train with!\n\n“I thought I would never lose the weight…”\n\n21 April\nCarol before\n\nCarole before\n\nCarol after\n\nCarol after\n\nWhat do I see when I look at the pictures?\n\nI see someone who accomplished their goal.  I see someone who pushed beyond her limits and now is happy in her new body.  I used to think that I would never be able to lose the fat and was pretty unhappy about how I looked.  But once the process started and because of the direction and encouragement you provided I grew more confident.  It really did feel like it was impossible to change.  But I believed and it happened.  Along with the weight loss I had to deal with the issues that caused me to overeat.  Those issues are melting away as well.\n\nI feel absolutely wonderful about where I am at now.  I know I could still lose a few pounds.  But I can find clothes that fit and I have been getting tons of compliments.  I really don’t like that much attention but it is good to have some validation.\n\nNow I feel like the person I was always meant to be (physically).   I also walk around with my badge of success (lower weight).  It speaks volumes about my fortitude.\n\nBut I know my journey is not over yet.  I am in it for the rest of my life.\n\nThanks so much for your direction, support and caring.",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9742687941,
        "format_confidence":0.9802880287
    },
    {
        "url":"https:\/\/www.alltrails.com\/parks\/us\/utah\/crack-canyon-wilderness\/views",
        "text":"Explore the most popular views trails in Crack Canyon Wilderness with hand-curated trail maps and driving directions as well as detailed reviews and photos from hikers, campers and nature lovers like you.\n\nThis was such a fun trail! We did the entire loop with our 6 & 8 year old, and they were just fine. Some water in LWH, but it was only about 2 ft deep. Not too strenuous. More like a long walk. We loved the canyon stretches best. More to climb on.\n\n10 days ago\n\nIt’s a bit of a drive to get to the trailhead, but well worth the effort. You’ll pass the trailhead (sign) for the Crack Canyon hike first, then about 2 miles later come to a small parking area and trailhead signs for Chute Canyon as well as the Behind the Reef Trail. Do recommend at least a high clearance vehicle, the dirt road is rough in some areas.\n\nTo start the Chute Canyon trail, walk a short distance down the road and enter the wash on your right, then just follow the wash. We hiked about 5 miles down the wash, and around 4.5 miles down you’ll see a sign on your right that has a small sign attached indicating that you can get to Crack Canyon by going 2 miles to the left. We just continued down the wash for a bit and saw some pronghorn. Didn’t make it to the end, but loved the hike. Towering canyon walls all around.\n\nDidn’t see anyone else on the trail, but did see “evidence” of horses ;-)\n\nHiked this for the first time yesterday (May 5) with my dogs and it's by far one of my favorite trails. Little Wild Horse was the toughest part, containing several sections of scrambling and a few narrows with standing water that required wading, the deepest of which easily surpassed 3ft. Carried the dogs through the deeper sections. Would definitely recommend some waterproof shoes and a dry bag for valuables. There's a long, largely exposed (no shade) stretch between LWH and Bell. Bell Canyon was much easier - no water here - but there were a few scrambles that topped 12ft. Had to lift the dogs up and over. Overall a great, moderately difficult hike. Be prepared to wade, pack plenty of water, snacks, and a change of socks.\n\nLittle Wild Horse has water sections, deepest goes to your belly button. I stemmed 2\/3 of them.\n\nGet started early, beat the heat and the yammering kids. :)\n\n22 days ago\n\nawesome trail. My wife and I are in mid 60s and had a great time. Hiked up Ding over to Dang ,down to water and back up and back down Ding. beautiful Trail\n\nReturned and did this slot again with family. Just a simple fun slot. Great for a starter slot. doable by most any.\n\n24 days ago\n\nSpecial place, short modest hike, easy to find the way back, destination is a special and unique scenic area with Indian art as a bonus. It is a must when near Goblin State Park. I would rate it very doable for most kids.\n\nI took my 5 year old son and my 2 year old daughter with me, It was a lot of fun. i had a full body climbing harness and a harness for myself with a 6' connector which allowed me to lower my kids, and making sure that they were safe at all times. my kids had some issues with the wall coming down dang, mostly because they couldn't see what they were going to\ndescend. But as long as there are 2 adults, one being at the bottom and one at the top, everything is manageable.\nThe water at the end of the hike was roughly 3' deep, and cold!\nBoth of my kids give this hike 5 stars.\n\n1 month ago\n\nOne of my favorites in the early spring! Also a great “entry level” slot canyon for people to experience!\n\nThis is mainly a review for people wanting to take their dogs as I haven’t seen a whole lot of detail on it in other posts. This was one of my favorite hikes I’ve ever done! I hike between 600-700 miles a year with my dog and our friends so that says a lot for this trail. My group of 4 people and 2 dogs did this hike 4-15-18 and we all loved it. Ding has one boulder towards the beginning that you will need to get over then has several obstacles that you can either help your dog with or go around the obstacles. Coming down Dang the first big obstacle either requires dogs to be harnessed and “kinda rappelled” down a 50 foot section of tiered drop offs that I think would be too slick and steep for the dogs to do without a rope controlling their speed. At that point we took a narrow side trail on the right side(lookin down canyon) to bypass the rappelling section. But shortly after that you come to several 10-12 foot drop offs that are unavoidable and I highly recommend harnesses for the dogs and rope is a must to lower them down at least one section. And while my friend used a dog backpack for her dog the saddlebags did get in the way a few times on narrow ledges and drop offs that kind of knocked off the dogs balance, and it didn’t offer quite the same support around the chest and torso, so an actual harness is recommended over a pack. Several 6-8 foot drop offs to help your dog down and at the end there is a double drop off with the second one putting you in water. As of 4-15-18 the water was 42 inches deep and probably 75 feet long. If you’re strong you can grip the two walls with feet and hands and spider crawl without getting wet, but we enjoyed the water.\n\nI only recommend taking you dog if\n1:both you and your dog have plenty of trail experience\n2: preferably both you and your dog have some boulder hopping experience.\n3:both you and your dog have problem solving mindsets and don’t panic or get anxiety if it takes a few attempts to get past obstacles.\n4: at least one person in the group needs to be able to fully lift the weight of your dog\n5: take rope, harnesses and a carabiner (which we forgot), your dog will appreciate mushers secret for sore feet back at camp or the drive home. Bring plenty of water for you and the dog, no reliable water source on the trail\n\nClick on my profile and see some of my pictures for reference\n\n1 month ago\n\nThis is an easy out and back hike. This is not a slot canyon per se, but it does get fairly narrow in sections. Beautiful scenery. Encountered only 5 people on horseback during the hike.\n\nFantastic hike! A must do AND NOTE LOOP DISTANCE IS ACTUALLY 11 Miles Not 8.\n\nGreat hike. Lots of fun. A little challenging at the start.\n\nGreat slot canyon. Actually three sets of slot canyons with a small wide area in between each section. Went up Little Wild Hors and backtracked same route. Took 3 1\/2 hours. No water in the canyon which was a huge plus. Some mild scrambling. We are in our early 60s and did it without any problems. The temperature was 68 degrees and I would not recommend hiking it past 75 degrees. Bring plenty of water and a few snacks. Very crowded due to spring break in Utah but still a fantastic hike. Not to be missed if you are in the area.\n\n1 month ago\n\nA great little hike for the whole family !\n\nStarts out as a great slot canyon, i think about two miles, then turns into a trail that leads to bell canyon. Getting out of wildhorse has two high scrambles that are about 12 feet each, but once out, it is easy from there. The downhill to bells canyon is the hardest part, but not too hard. Bells is most interesting at the end of the loop. Mid 40s, did it with my wife and 16 year old daughter, a little teamwork got us through the tough spots. Bring water, bright and sunny between canyons.\n\nSuper fun hike! The down-climbs were a little more than I expected, but it was totally worth it! Water at the bottom of dang canyon was about 3.5 feet deep.\n\nWent with a group of 10 youth and 4 adults. We went up Ding and down Dang. Going up Ding and down Dang is definitely the easier way to go. Dan has several sections where going up would be much more difficult. This was a great hike and everyone had a good time.\n\nAs of 17 Mar 18, there is water at the bottom of Dang. You can brace your self and scoot along the narrow sections if you have the strength and agility to do it. There is one area about 10 feet in diameter that you will be wading in about knee deep water. The narrow sections the water was about waist deep. The section with water is about 100 yards long.\n\nGreat hike! did it by myself on a weekday and there;s nobody around. one star less because the central part that parallel with the bike trail is kinda boring. Very accessible slot canyon and so much diversity of rocks!\n\n2 months ago\n\nWe loved this trail! Nice, easy hike! Great for a little weekend getaway!!\n\n2 months ago\n\nA little difficult to find the “path”. But we made our own.\n\nIt was so beautiful and the “Window” was unlike anything I’ve ever seen!\n\nGreat hike!\nThere is still water towards the bottom of Dang Canyon.\n\n3 months ago\n\nAbsolutely beautiful hike that is worth it at the end. Beware though - the trail is really hard to find, nonexistent if anything and I got lost in the swell at least 2-3 times making this more of a \"moderate to difficult\" hike versus \"easy\" on the way back I found the \"easy\" route that I'd classify as more \"moderate\" due to having to scramble in a few places.\n\nI hiked with my lab (large dog, about 70lbs) that I had to help on\/off steep places so I'd recommend the dog wearing a harness if you bring them. Lots of little pools of water in the swell for her to jump in and cool off for a drink.\n\nThe trailhead is also kind of hard to find, there's lots of \"unsigned dirt roads\" in this area, so just follow google maps and try to find the one that heads closest to the gps coordinates. Also not much cell service so have the coordinates keyed up before you lose signal.\n\nOne of the best hikes I have ever been on. We didn’t make it past the deep water. However, we will definitely be going back.\n\nThis was our family's first time in this canyon, although my son had been the year before with his scout group. We went up Ding and down Dang, which I would probably recommend for the easier route.\n\nDing was perfect for our group of 6, age range 9-60. Great bouldering, and just a fun adventure hike. Dang was definitely more difficult, and my son said it was harder that he remembered from las... (truncated)",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.7972493768,
        "format_confidence":0.9537348151
    },
    {
        "url":"https:\/\/www.tennisfantasies.net\/contact-us\/",
        "text":"Contact Us\n\n\nContact Us\n\n\nIt was perfect. -Larry Mendelsohn, Michigan\nThe tennis event was terrific. Everybody is getting tired of hearing me talk about it. It was the best time I have ever had in my life. -Maury Berg, New York\nI would pay twice the amount to duplicate the same week with the same group. -Dr. Lear Von Kock, Pennsylvania\nI cannot tell you how much I enjoyed myself. The combination of a great staff, great facilities, great food and a fine group of guys made it a week I will never forget. -Larry Starr, Florida\nI am still 'high' after the week. -Dr. Conner C. Osmer, California\n\nMeet the Legends\n\nJohn Newcombe\n\nRod Laver\n\nRoy Emerson\n\nFred Stolle\n\nOwen Davidson\n\nMarty Riessen\n\nBrian Gottfried\n\nMark Woodforde\n\nCharlie Pasarell\n\nRoss Case\n\nDick Stockton\n\nRick Leach\n\nLuke Jensen\n\nMurphy Jensen",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9946672916,
        "format_confidence":0.8428009152
    },
    {
        "url":"https:\/\/www.thecardboardreview.com\/2014\/03\/2013-2014-panini-elite-basketball-review.html",
        "text":"Tuesday, March 11, 2014\n\n2013-2014 Panini Elite Basketball Review\n\nCan't get enough of foil? Then you gotta go for the new Panini Elite Basketball. Elite is a long standing brand that's all about the foil. This year's edition brings basketball collectors some excellent looking foil inserts and parallel cards to chase. Of course those looking for memorabilia and autographs won't be left out either. There are all sorts of things to find when you purchase a box of 2013-14 Elite Basketball.\n\nBase Card Design -\nThe 13\/14 Elite base cards use a very simplistic portrait-type design. The border creates a pretty thick foil frame that surrounds the player photo. Thankfully, the thick frame does not fully enclose the player - the player is overlaid in front of the frame, which creates a popping out effect. While the card is uncluttered and clean, it is too much so. The thick borders create too much space so that the cards lack a bit of visual impact. Halving, or even cutting the border to a third, would have been a better look in my opinion.\n\nThe back of the Elite base cards are not the typical Panini design... and whenever that happens I have to give them props. The Elite backs are more visually interesting than the fronts. The card number is large and easy to see, and the card has been partitioned into different parts. Each section contains relevant stats, facts, or graphics. The player photos have been darkened and saturated with red. I was a bit mixed about this, as maybe a full color photo would have been better... but I'll give Panini a pass here as the dark red photo matches up with Elite's red color scheme.\n\nNBA veterans are represented in Elite with a limited edition subset. There isn't anything to denote the veterans save for serial numbering to 999. I think making the veterans harder to obtain is a good idea as they should have special status in comparison to the current NBA players. This also makes completing the base set a bit more challenging.\n\nThe rookie cards in Elite are also numbered to 999. Unlike many other Panini sets, these rookie cards do not benefit from autographs or memorabilia. If you're looking for an affordable rookie card, Elite might be the place to look. Being numbered to 999 makes this rookie card set a bit easier to put together, which is nice for some collectors. For the well-to-do collectors out there, these are probably not as enticing to chase.\n\nBase Card Design Score:\n\nInserts\/Game-Used\/Autos -\nWhile having a name like Elite sounds like a super-premium product, it really isn't (though it was when it came out years ago). Elite has been regulated to a mid-level offering. Unlike some of the super-premium products with only a handful of packs per box, Elite packs in 20 packs in each box! It makes for a fun, and longer, rip.\n\nThe insert cards in Elite make extremely good use of the foil. These Elite Series inserts make good use of an up-close photograph on a team-color centric background. These cards look outstanding, and I wouldn't mind having a set of these cards. Had these cards come out in the 90's, I would have been all over them. I still really appreciate how stunning these cards look, but in today's crowded hit-focused card market, they sadly will not get the 'must have' attention from me that they should.\n\nFranchise Future cards have a similar design concept to the Elite Series set. These cards feature a larger player photo in front of a rich foil background. These cards are much busier than the Elite Series, but it works as the design really goes well with the rookie context that they represent.\n\nPassing the Torch cards ditch the graphical background. The result works nicely as the true background that the player is a part of looks great in foil. The bottom white portion of the card is elegant looking with the silver foil trim. The Passing the Torch inserts are dual sided with a player on each side. This card has Kobe Bryant on one side and James Harden on the back. Unfortunately, only one side has the foil treatment.\n\nFace 2 Face inserts allow for two players to share the same side of the card. I am usually not a fan of dual cards like this with two players on the same side (to me, it's too crowded), but these look about as good as they can. The foiled up hardwood is especially sweet looking.\n\nStatus (and Aspirations) parallel cards are found throughout the Elite set with all sorts of different numberings. The gold die-cut card shown above is numbered to just 24. Black versions are one-of-ones. Player collects would be wise to check the numbering of the parallel cards of the player they collect. It might be a super short-print!\n\nMy particular box of Elite came with three Throwback Threads insert cards. Two of them were simple jersey cards like the Robert Parish above. Though they are only jersey cards, I do think Panini has done an excellent job with the design of these. I've got to hand it to them, as plain as I thought the base cards were, the insert sets are completely on-point.\n\nThe autographed jersey version of throwback threads has variable numbering depending on the player. The Brent Barry card is limited to 25.\n\nNew Breed cards feature memorabilia and autographs of the rookies. Like with all the other inserts I've seen, Panini has got the look of these cards down pat. To me, these New Breed cards have a futuristic look that is perfect for these first-year players. This memorabilia set is very modern and slick. Limited prime variations can be found as well.\n\nUnfortunately, my box was a bit overloaded on Throwback Thread cards, but Elite does offer quite a bit more in terms of memorabilia set variety. If you're interested in what Elite has to offer, do a quick search and see what other goodies can come out of this new product.\n\nInserts\/Game-Used\/Autos Score:\n\nOverall Rating -\nElite is a very enjoyable set with some great looking cards within. It's definitely not a game-changing product though. I doubt people will be clamoring to hunt these cards down, but for collectors who enjoy a well-made card... these are definitely cards to set your eyes on buying.\n\nIn fact, as a product that that sits right in that mid-level area, it makes for a relatively affordable romp into basketball cards. I would definitely recommend it as something to buy for newer collectors, or for people looking to get into the hobby. It's a product that shows that cards can look great, and has a solid amount of hits and base cards per box. Elite hits the sweet spot in that area.\n\nThis year's Elite Basketball is a solid, balanced, basketball card product. It's certainly worth checking out, especially if you've enjoyed it in the past.\n\nOverall Rating:\n\nCheck out my box of Elite:\n\n\n\n  1. Elite looks really great this year and im looking to get the LaMarcus Aldridge cards from Elite. Inserts are very great and I want to own some of those Elite Series cards.\n\n\n\n  2. The jersey auto cards are cool. Adding the jersey makes up for the sticker. I like the throwback threads idea; good to have veterans in there.\n    yt: ryannturnaa\n\n  3. elite looks great this year nice box and nice isaha thomas for ur pc YOUTUBE: Dominic Mcleod\n\n  4. Unique Packaging, nice lookin base cards and relic cards!\n    YouTube: Packdog101\n\n  5. Nice that both your autos had jerseys as well. One thing I definitely noticed is that the Elite series cards look much better than they did in hockey.\n\n    YouTube: andicardsnstuff\n\n  6. Elite is a great product. Great inserts nice base design. I never buy basketball cards or watch basketball but this got me intrigued especially the die cut cards which look amazing!\n\n    YouTube: HockeyCardCollector\n\n  7. Cool looking cards you got\n    YouTube: jesiah ingram\n\n  8. really great looking product! looks a lot like the football\n\n    YOUTUBE: jtayl132\n\n  9. amazing review man!\n\n    YT: thejerseycards\n\n  10. Elite this year looks very good. A solid box for collectors. Like the base card design and the nee breed hits look very very nice. Curious to see more of the better cards pulled from this product. Thanks Blacksheep!\n\n    Youtube: MrUnboxingWorld\n\n  11. This product has been pretty much the same thing but is very nice for rookies and have nice designs. YT:TeamRGHQ2Sports\n\n  12. wow I never was a fan of basketball till seen this break like I collected some packs but never got anything and this video makes me wanna get a box of this product looks good lol my youtube is ironjeep58\n\n  13. sweet inserts\n\n    simon anctil\n\n  14. + The Elite Series cards are extremely well done. Perfection!\n\n    - The base card fronts are very bad looking. The border is way to big, and not even the frame design in the back does look good to me.\n\n    Youtube: Majlfp\n\n  15. This set is a nice surprise this year - Just like the Toronto Raptors!\n    YT - Skroeker24\n\n  16. Insert sets are very nice looking, base are a bit plain\n    Youtube: snipeshowisaboss\n\n  17. Aome very nice cards, love the die cuts\n\n    Yt hahamansr\n\n  18. cards looks nice!\n    Jerseys also looks nice\n    Of course theres then panini with millions of autoes of player who have played few minutes on nba! Those autoes must go straight into bin!\n    yt martinspridstavlaet\n\n  19. Nice jerseys YouTube Ethan barton\n\n  20. I think this pouduct is awesome i love elite it is a great proududt\n\n    Youtube hockeycollector91\n\n  21. could you please send me a card??? it would be much appreciated\n\n  22. Basketball is a popular game and the passion for basketball will bring some weakness for us, therefore, we have several collections of basketball products. Elite is a well-known brand name that we have found in different basketball products. Especially in basketballs, basketball hoops, and different other basketball products.\n    Basketball Accessories",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.561529994,
        "format_confidence":0.8358959556
    },
    {
        "url":"http:\/\/www.pbnation.com\/feedback.php?u=161132",
        "text":"Buy\/Sell\/Trade Feedback for choume\nFind fields & stores near you!\nFind fields and stores\nPbNation News\nPbNation News\nCommunity Focus\nCommunity Focus\n\nBST Trust\nSign up for BST Trust and show other potential buyers and sellers you are trustworthy. Learn more about it here.\n\nMember Profile Recent Ratings Contact Info\nPositive Feedback:\nTotal positive feedback: 1\nTotal neutral feedback: 0\nTotal negative feedback: 0\n6 Months\n12 Months\nPositive Positive 0 0 0\nNeutral Neutral 0 0 0\nNegative Negative 0 0 0\n\nAll Feedback Received From Buyers From Sellers From Trades Left for Others\nTotal Feedback Received By choume\nRating Summary Options From Date\nPositive HOLY CRAP!!! He sent money asap. A+ to PbN\nRating Already Submitted Report False Rating\nSeller Sogamember666 (64) 10-20-2007",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.8709673285,
        "format_confidence":0.9261955023
    },
    {
        "url":"https:\/\/www.ukclimbing.com\/logbook\/c.php?i=38334",
        "text":"Climbs the superb blunt arete in the centre of the crag starting on the left under the overhang. Climb up and right to the arete, up cracks then back left onto the arete proper. Continue direct to the top, pausing for the obligatory guidebook shot on the way.\n\nTicklists: Victim Of Mathematics' Ticklist of Extreme Justice, Kendal Wall's Best 100 climbs in Britain, Ultimate E1 ticklist, UK Lonely Leads.\n\nScott Quinn 16\/Jul 2nd O\/S\n\nnice route, very cool rock\n\nwith Chris\nCMoore 16\/Jul Lead O\/S\n\nNice rock. Good climbing.\n\nwith Scott\nHidden 03\/Jun Lead O\/S\ntmawer 23\/Jul\/16 2nd rpt\nwith Bram\nBTphonehome 23\/Jul\/16 Lead O\/S\n\nBrilliantly bold. Superb climbing.\n\nwith Tony\nLakesben 19\/Jul\/16 2nd O\/S\nwith The Plough\nScooter Young 27\/Sep\/15 Lead\nJWrighty 19\/Sep\/15 2nd\nwith Rob\nr_o_b_h2 19\/Sep\/15 Lead O\/S\n\nvery bold start but gear appears thereafter, upper arete is awesome\n\nwith jen wright\nkyaizawa 28\/Sep\/14 Lead O\/S\n\nAwesome route on some remarkably clean rock with good friction. Airy and exposed feeling, but never too hard. One of the best Lakes E1s??\n\nsea_lene 21\/Sep\/14 2nd O\/S\n\nTraverse left is bold! Superb route.\n\nwith Richard Toon\nOlli-C 24\/Aug\/14 Lead O\/S\n\nAwesome Got drawn in by the cracks of Close Shave after the crux. Felt a little silly for missing out the arete. Will go back. Ace crag.\n\nwith Lou\nGudge 19\/Aug\/14 2nd O\/S\nned_85 19\/Aug\/14 Lead\nHidden 25\/Jul\/14 Lead\nmartrin 11\/Jul\/14 Lead O\/S\nwith Sarah Kekus\nRachel S 10\/Jul\/14 Lead O\/S\n\nIt's quite hard to get gear in the overhang to protect the crux move and there's not much good gear below that. I sort of lobbed a wire in over my head.\n\nwith Cal\nBigTone 28\/Jun\/14 Lead O\/S\n\nThe initial move up the crack and then moving left was the hardest bit for me. Eases after that. V enjoyable.\n\nHidden ?\/Jun\/14 Lead G\/U\nJonathan Hall 05\/May\/14 Lead\nRM199 05\/May\/14 2nd O\/S\nchrisallan 27\/Sep\/13 2nd O\/S\ny2keable 26\/Aug\/13 2nd O\/S\n\nWow, tough!\n\nwith John\nHidden 14\/Jul\/13 2nd\nPaul Figg 13\/Jul\/13 Lead\n\nOne of the best E1's you'll ever do.\n\nwith Rachel Antill, Nick Clement\nNick Clement 13\/Jul\/13 2nd\n\nFantastic climbing and a great situation.\n\nwith Rachel Antill, Paul Figg\nLessworkmoreclimbing 06\/Jul\/13 2nd\n\nFound it precarious especially with the wind!\n\nwith Kev\nEm66 ?\/Jul\/13 -\nwith Tom, Rosie\nHidden 20\/Jun\/13 Lead O\/S\nHarry Ellis 10\/Jun\/13 Lead\n\n\nwith matt fraser\nChad123 09\/Jun\/13 AltLd O\/S\n\nSuperb climb, loved it, great position, great rock and great moves. Agree with comments below, more like an E1 5a with an HVS 5b crux, gear is spaced but holds keep appearing if you believe.....great fun and worth the slog up the hill....\n\nwith Sam, Ben\nsgl 02\/Jun\/13 2nd\nwith ben, chad\njohn lynch 01\/Jun\/13 Lead O\/S\n\namazing route, felt quite serious for it's grade.\n\nwith johan\njohang 01\/Jun\/13 2nd β\nwith john lynch\nHidden ?\/Jun\/13 AltLd\nJames Oswald 26\/May\/13 Lead O\/S\n\nSuper ace. The move to get up into the crack isn't easy, the next section (after a small cam) is a little bold and scary. Then some gear and some lovely delicate climbing with spaced gear and awesome moves. A great route\n\nMr. K 26\/May\/13 2nd O\/S\n\nTerrifying! Strong lead by James.\n\nHidden 10\/Oct\/12 2nd rpt\nHidden 15\/Jul\/12 Lead O\/S\nJohn Nuttall 21\/May\/12 2nd\nwith Andy H\nJim Slater 29\/Mar\/12 Lead O\/S\n\nExciting climb, seriously run out in central section.\n\nHidden ??\/2012 Lead O\/S\nCaptain Gear ??\/2012 -\nJ1PEF 24\/Jul\/11 2nd\nwith beds\nbeds74 23\/Jul\/11 Lead\nHidden 27\/Jun\/10 Lead O\/S\nRCrockford 26\/Jun\/10 2nd\nHidden 26\/Jun\/10 2nd O\/S\nDiggler 26\/Jun\/10 Lead O\/S\nHidden 26\/Jun\/10 Lead\nCalder 26\/Jun\/10 2nd\nwith Rich, Mark\nHidden 12\/Jun\/10 -\nHidden 02\/May\/10 Lead\nHidden 18\/Apr\/10 2nd O\/S\ntomhull 18\/Apr\/10 Lead O\/S\n\nawesome route!!!! nearly didnt get on it cos the picture in the guide made it look desperate. wasnt that bad, cleaner than the other routes!\n\nwith matt harris\nHidden ??\/2010 -\nduncana 26\/Sep\/09 2nd\n\nScary run out for Pippa; nice position though\n\nwith Pippa Archer\nHidden 20\/Sep\/09 Lead O\/S\nHidden 08\/Aug\/09 TR\nbrockers 08\/Aug\/09 TR O\/S\n\nI found it too bold and then it started to drizzle so lowered off and did it on Top Rope.\n\nAlly Smith 28\/Jun\/09 -\nHidden 24\/Jun\/09 Lead O\/S\nHidden 19\/Apr\/09 Lead O\/S\nC coldwell-storry 21\/May\/08 Lead O\/S\nwith Neil Chelton\nplatt2000 ??\/2008 2nd\n\nyohan lead\n\nMike Lee 10\/Aug\/07 2nd\n\nE15b 36mts Jim led.\n\nwith Jim\nBob 10\/Jun\/07 2nd rpt\nwith M. Bullough, Steve Brock\nMark Davies PK ?\/Jun\/07 Lead O\/S\n\nA truly great pitch. Scary upper traverse left onto the arete. An E1 5a route with an HVS 5b crux!\n\nwith Fiend\nJohann ??\/2007 Lead O\/S\nwith Dan Platt\newen ?\/Jun\/06 Lead\ncem 30\/May\/05 2nd\n\nTossed a coin for the lead: I lost.\n\nTom Briggs - Jagged Globe ??\/2005 -\nDanT 31\/Jul\/04 2nd dog\nsteveP 31\/Jul\/04 AltLd O\/S\nwith DanT\nkarly54 14\/Jun\/04 AltLd\nwith Peter Goodwin\nHidden 23\/May\/04 2nd\nGraham Iles 02\/May\/04 Lead\nwith Big Dave\nShaw Brown 28\/Sep\/03 2nd\nwith David Jones\nNigel Coe 03\/Aug\/03 Lead dnf\n\nWimped out below arete.\n\nwith Amnon\nstewart murray ?\/May\/03 2nd\nwith Alastair Fletcher\nrob.grafton 23\/Jun\/01 Lead\nwith Bruce\nHidden 22\/Jul\/00 Lead O\/S\nThe Pulsing Motorik of Neu! 17\/Jun\/00 Lead O\/S\nwith Drew\nsimon cox ??\/2000 -\nBullybones ??\/2000 -\nBug ??\/1999 -\nFATBOYFAT ??\/1997 Lead O\/S\nwith Jim Hatfield\nD Tempest 28\/Jul\/96 2nd\nwith Rick\np.crooky#1 17\/Jul\/96 Lead\nwith Tom Foster\nHidden 20\/Aug\/95 -\nandybirtwistle 29\/Jul\/95 Lead\nwith Graham Hindle, Ernie Greenwood\nAndy Say 09\/Apr\/95 Lead\nGreg Cunningham ??\/1994 Lead\nwith dave langrish\nRich Kirby 26\/May\/92 Lead\nwith Ian Kirby\nHidden 25\/May\/92 Lead O\/S\nRich Kirby ?\/May\/92 Lead O\/S\nwith Ian Kirby\nDerek Furze ??\/1992 Lead\nwith Leigh Harrison\nDerek Furze ??\/1992 Lead\nwith Leigh Harrison\nMartin Bennett 01\/Sep\/91 -\nwith MT\nwhispering nic 01\/Jun\/91 -\nwith Ali W\nNickJH ??\/1991 -\nHidden 19\/May\/90 Lead O\/S\nPaula Hamilton-Gibson ?\/Jul\/89 AltLd\nwith Bill Williamson\nBruce Kerr 27\/May\/89 Lead\nwith Sandra Graham\nSteve Crowe ??\/1989 Lead O\/S\nwith Mark Turner\nHidden 03\/Jul\/88 AltLd\njon 21\/Jun\/88 Lead\nwith H\njcw ??\/1988 -\nBob ?\/Aug\/86 -\nwith al phizacklea\nHidden 08\/Jun\/86 -\nTom V ??\/1986 -\nKen Taylor 25\/Jul\/84 TR\ntmawer 28\/Apr\/84 Lead\nwith John G\nBob Windsor ??\/1979 Lead\nwith Fred Wardropper\nPaul Clarke ??\/1976 Lead\nwith Mike Lynch\n67 users have this on their wishlist\nHigh E2\nMid E2\nLow E2\nHigh E1\nMid E1\nLow E1\nHigh HVS\nVotes cast 28\nHigh 5c\nMid 5c\nLow 5c\nHigh 5b\nMid 5b\nLow 5b\nHigh 5a\nMid 5a\nLow 5a\nVotes cast 26\nVotes cast 24\nStyle of ascent\nAlt Leads\nNot Set\nFlashed (β)\nGround Up\nNot Set",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9905247092,
        "format_confidence":0.6527843475
    },
    {
        "url":"http:\/\/www.takechargefitnessprogram.com\/about\/testimonials\/",
        "text":"Take Charge Fitness Program Testimonials\n\nHear What Our Clients Are Saying About Us\n\n“My personal trainer is the BOMB!\nKeeps me motivated; She keeps me on my health quest course and best of all, she keeps coming back! I work out regularly, I work out harder and more intensely than I would without Mika. The gains to be achieved and the outcome is improved 100% with a personal trainer. Mika is a part of my personal fabric of life, could not survive without her”.\n\n– Terah Cochrane\n\n\n“A very nice laid back place to work out. Everyone is so helpful. A great place to get fit and fellowship with VERY nice people”.\n\n– Carlos “David” Butler\n\n\n“I love taking all the classes and having other members to talk and laugh with really makes exercise enjoyable”.\n\n– Becky James\n\n\n“I never really thought that working out could be so much fun!! I love all the instructors!”\n\n– Pat Ford\n\n\n“One of my class heroes is 80 years old! I hope to stay fit for a LONG time and Take Charge Fitness is helping me every step of the way”.\n\n– Carol Baxter",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9860905409,
        "format_confidence":0.9919099212
    },
    {
        "url":"http:\/\/www.golfworks.com\/product.asp?pn=MT2001",
        "text":"SEARCH Search GolfWorks\n  GolfWorks Canada | Online Catalog | Find the Right Golf Shaft Become a Fan of the GolfWorks\n\n   (1 customer reviews)   Tell a Friend about this item\n\n  • Product Description\n  • Reviews\n\n(1 customer reviews)\n\nOverall Rating:\n\nWrite an online review and share your thoughts with other customers\n\nSort Reviews: Newest | Oldest | Highest Rating | Lowest Rating \n\n -  Monday, May 07, 2012\nReviewed By: Trey McDaniel (Magnolia, Texas)\nI purchased this shaft to use in the R11 played with it a few times but never really got a good feel for it. Well when the RBZ driver came out i decided to trade the R11 in for the new RBZ which came stock with the xcon 5. Played with it for a few rounds and thought man this is much better than the R11. Then one day i said to my self I wonder how my radix 4 would preform in this club head? So i switched out the shafts and oh my goodness. It was like putting a nascar engine on a go kart. I was so impressed I am now a matrix fan for life. I am now easliy bombing my driver out to 300yrds in air on most shots. Always in the fairway now. Best shaft i have every purchased well worth the money. I know the radix4 maybe seem a little to light for my swing speed but it works and my club is super light which allows for more club head speed which equals distance. Seriously best shaft out there. But thats just my thoughts.\n\nRead More Reviews",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.995664537,
        "format_confidence":0.751100421
    },
    {
        "url":"http:\/\/www.evike.com\/product_reviews.php?cPath=30_151&products_id=40839",
        "text":"Contact Us (626) 286-0360 Store Locations\nExtended Phone Support Hours 7am-7pm PST\nBrowse by Type or Category\nNew Evike Outpost Locations! SAVE 20% with coupon code: EVIKEOUTPOST (Exclude MAP and SALE Items)\n\nMatrix Spec. Ops High Speed Sniper Veil Head Wrap Scarf - Woodland Camo\n\n1 Customer Review\n\nby Andrew R. on 08\/24\/2015\n\"Really not many good things to say about this product. It's probably manufactured for pennies and the up sale is ridiculous. It's too thin, made of cheap material, and the camo pattern is ONLY PRINTED ON ONE SIDE. Talk about cutting corners. The material itself is a weird mesh. I expected something with a little more... substance. It just feels like a roll of mesh that you can buy at any arts and crafts store for $1 a roll.\n\n-Protects from bbs if wrapped in layers (then again, so can any scarf)\n\n-Price is ridiculous for what you get. I'd pay $1 for this at the most.\n-Terrible material\n-Camo pattern only on 1 side\n-Starts to smell bad after several weeks of use. Can you wash it? I don't know! No instructions whatsoever. I threw it in a washer bag and it seemed to stay together. It frayed a little bit though so I wash it sparingly.\n\nOverall I'd say this isn't worth your money. Just buy a shemagh. I'd also caution you to look elsewhere when purchasing something like this as I've found this product (and many other better alternatives) on eBay and Amazon for under a dollar.",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.7685959339,
        "format_confidence":0.9935138226
    },
    {
        "url":"https:\/\/www.hombregolfclub.com\/flightscope-mevo-review\/",
        "text":"FlightScope Mevo Launch Monitor Reviewed\n\n9.4 score\n[Editors rating (9.4)] = (Hombre Golf Club) score (9.4)\/10\n\nEditor rating: 9.4 \/ 10\nUser's rating: based on 0 user ratings\n1 star\n2 star\n3 star\n4 star\n5 star\nAdd your Rating\n\nIt might sound like a cliche, but there’s a great amount of truth in the saying ‘practice makes perfect’, and there’s no serious golfer out there who doesn’t live by this truth. Practicing is necessary to improve all your golfing skills, lower your score, and eventually get to a single-digit handicap. However, if you want to come up with a precise measurement about the level of your progress, the speed of your swing, the way you perform every shot, you need a device which is capable of measuring all these parameters so that you have a clear indication of what you do right, and what needs to be perfected. And this is where FlighScope Mevo steps in.\n\nMevo FlightScope is one of the most outstanding launch monitors that are capable of delivering accurate data about your swing with all statistical information needed for serious analysis of the swing. This is exactly what any golfer needs if he\/she is determined to improve his\/her own skills in the right way. Often golfers say that the coach is the number one factor of getting better, however, if there wasn’t a launch monitor, it would be harder to compare and contrast your performance, which is a step forward to get ensured that you are on the right track. \n\nAs modern technology has been advancing and getting better in creating devices that will make people’s lives easier, thus have been golf manufacturers taking the advantages of this technology to provide golfers with the most game-enhancing units that will make any golfer better and more interested in their performance. This has also affected the prices of the modern units, making them more and more affordable compared to their predecessors. This particularly refers to launch monitors as some of the most professional ones used to cost more than 20K which was almost impossible for many golfers to own one. \n\nNowadays things have considerably changed, so we can find many different models of portable launch monitors, among which the FlightScope Mevo Portable Launch Monitor is one of the most recommended among golfers. This 3D Doppler radar launch monitor is extremely small, compact and easy to use. We have analyzed its function and bellow we have provided you with all the aspects of its performance, so continue reading to find out more.  \n\nEditor's Pros & Cons\n\nPortable launch monitor which is very small, compact and easy to carry in your pocket\n\nSuitable for indoor and outdoor use\n\nThe Mevo app captures and creates videos of your performance\n\nCustomizable interface, data blocks, 2D trajectory, data tables\n\nExtremely long battery life\n\n\nSometimes it delivers inconsistent and inaccurate measurements\n\nGeneral Description\n\nFlightScope Mevo has been attracting golfers ever since it was released a few years ago. I don’t know what’s more attractive, the affordable price tag it comes with (compared with many similar devices), or its minuscule size that allows you to take it anywhere with you. It is so small and compact that you can even keep it in your pocket without any discomfort. However, the size and the price are certainly not the only factors that contributed to its market head-on but the multiple and versatile functions it has.\n\nIn case you are new to launch monitors then you probably expect data regarding the ball flight and your swing speed, but the Mevo FlightScope does much more than that. It is a highly functional launch monitor that delivers the speed of the ball and the club, carry distance, smash factor, apex hight, vertical launch angle, spin rate, and flight time. Plus, it has the possibility to connect to your mobile phone, to track your progress over time, and to dial in your distances. This all-in package will make your game more meaningful, you’ll get insight into your performance, and you will know what your next step should be. By tracking, saving, comparing and sharing your data, you give purpose and meaning to every practice session you have.\n\nDesign Features\n\nOnce you unbox the Mevo monitor, you’ll probably realize that it is much smaller than you’d expected as it resembles the size of a credit card. It is considerably thicker though, and it does have considerable weight as well so it doesn’t give the impression of being cheap and unreliable. On the backside, it has a kickstand so that it can be used on any surface like indoor matsand outdoors. The front side is white with orange color on the sides for better visual effect. The size allows you to carry it everywhere with you inside your pockets or the golf bag.\n\nThe Way It Works\n\nJust taking it from the box and turning it on won’t do any job since this launch monitor needs to be connected to your mobile phone where you get all the data for your performance. This means, before you hit the golf course or start hitting some balls at the driving range, you need to connect it to your phone via Bluetooth. After that, you need to download the free Mavo app and synchronize it with the radar. Once you have done all the settings and connections, you can start using the Mevo launch monitor.\n\nMake sure you level it on the ground and have it about four feet distance from the tee. There is a sight on the device through which you can see the target (the ball) so you need to position the radar against the ball because if you don’t aim it correctly it might give you inaccurate data. However, once positioned as it needs to, according to golfers, this is one of the easiest, convenient and reliable launch monitors you can find for the price.\n\nMevo Mobile App\n\nThe free Mevo app is the key to getting all the data for your performance since you get all the readings on your phone. Before you start with every shot, you need to select the cub you’ll be using because, even though it has the option to predetermine the club, it might provide you with wrong information because of its size, so it is advisable to feed the app with this information prior striking the ball.\n\nOnce you start hitting the balls, all your data will be displayed on your smartphone visually, and in audio. This is super convenient because you can actually hear what you’ve done without looking at your phone. One of the greatest features that this app has is the ability to automatically record your performance in real-time so that you can analyze it afterward. The readouts are very easy to see and understand and the overall section organization is intuitive and easy to follow.\n\nFinally, the app allows you to track your progress over time since it stores all the data and golf videos that it has captured so that you could go back to your previous training sessions and analyze your tendencies, your progress, and your flaws. Plus, you can share all the data with your coach or the social networking sites and connect to people within the Mevo golf community.\n\nCustomizable Interface\n\nToo much data can be confusing and sometimes very overwhelming. This imposes the need of having it displayed in the most understandable way so that golfers can be sure that every segment of their performance is adequately stored. Therefore, the Mevo designers made the app customizable so that you can adjust it in line with your own needs, to view the data that you need in your own way. There are a variety of interface options such as 2D trajectory with data blocks or only data blocks, data table with averages for every club, and video recording taken from any angle with data overlay that can be customized.\n\n\nThe accuracy that the portable launch monitors offer is a hot issue, and this area is where the battle is being fought. When we mentioned that the FlightScope Mevo is an affordable launch monitor we had its performance in mind compared to those that cost more than $15K. The price gap is the reason why it has stirred many emotions and many golf experts rushed to test it and compare it with the high-end monitors that are extremely expensive. This enthusiastic surge to get more for the money has proven to be very useful since it gives an insight into the real performance that the Mevo delivers.\n\nAccording to experts, the FlightScope Mevo is an excellent portable launch monitor. Compared to several high-end, insanely expensive launch monitors it provides a similar reading on each aspect of your performance. Not identical though, there have been many discrepancies, especially when it comes to ball speed, which on a few occasions the Mevo has failed to register a shot or deliver greater speed compared to the professional launch monitors, however, all those deviations are neither too frequent nor too wide.\n\nAnother thing which is important to mention is the fact that the Mevo needs to be properly aligned towards the ball within 5 feet range so that it delivers accurate results. However, this alignment and positioning it on an even surface is inconvenient as you’d probably need to lay down on the ground so that you see if the sightline of the Mevo is aiming towards the ball, which can be frustrating at times.\n\nCost and Value\n\nThe price point of the Mevo is one of the key factors that make this portable launch monitor one of the best selling ones on the market. But, you wouldn’t buy a product just because of the low price point, would you? The FlightScope Mevo represents a pack of features that are common for the ultra-expensive launch monitors for about twenty times less their price. It is accurate, it will provide you with detailed insight into your performance and it will even record your performance through your phone and the app.\n\nOn the other hand, there are some more features to be wished for, such as a bit more accuracy, a bit more stability in the software, maybe a bigger scope for alignment, however, all those issues are hardly noticeable if you compare its overall performance with the performance of the h... (truncated)",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.985340178,
        "format_confidence":0.7529664636
    },
    {
        "url":"https:\/\/www.bluelabeldiving.com\/testimonial\/huw-rowland\/",
        "text":"Review about Blue Label Diving from Huw Rowland\n\nThe Full Cave course with Ben Reymenants has probably been the most exciting stand alone course Ive done since Ive started diving.  The challenging and basically poor dive conditions helped me get the most out of the course and I know feel I could comfortably cave dive in pretty much any conditions that present themselves.\n\nHaving already been tec trained Ben…tailored the course to make it as challenging as he could for me, pushing me to improve with every dive, something I try to do as an instructor and what I also like to see in my instructors.  The easy or minimal option was never taken.\n\nWhat was most impressive to me was Ben’s overall knowledge of diving in general.  I would ask some very specific questions about many different topics and he would be able to come up with an in depth answer straight away.  I have been fortunate to have been taught by several very experienced tec ITs but Ben’s breadth of diving knowledge trumps them.\n\nThe overall hospitality I received from Blue Label over my whole trip was awesome.  I immediately felt part of the team, spent many hours in the dive centre after my course was finished and was also able to tag along on some other training dives.  I can’t wait to head back and do some more courses and dives with Ben and the rest of Blue Label!!\n\nHuw Rowland\n\nThis entry was posted in . Bookmark the permalink.",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9870680571,
        "format_confidence":0.9901201725
    },
    {
        "url":"https:\/\/e-surfer.com\/en\/onean-electric-surfboard-test\/",
        "text":"\n\nRider Jens L. had to wait 1.5 years until he got the electric surfboard for his 6,000 USD (including extras) investment. He ordered on July 29th 2015, paid August 3rd 2015 and got the Onean Carver on January 15th 2017. Winter time in Germany.\n\nElectric Surfboard Test\nElectric Surfboard Test – Onean Carver\n\nThe Spanish manufacturer promises with 4,400 watt up to 24 mph for riders up to 165 lbs on its website. Our rider had 174 lbs with wetsuit, but could not get faster than 16.8 mph which was just enough to get gliding.\n\nThe 2 batteries we tested were supposed to last 20 minutes, but after 12-15 minutes the speed went below the glide phase.\n\nRe-charging the battery of the Onean Carver took us 150 minutes versus 90 minutes according to the manufacturer.\n\nONEAN Carver\nONEAN Carver – speed measured by GoPro 5\n\nPositiv was the easy to exchange battery which just weights 27.5 lbs and the silent jet engine.\n\nOnean claims a weight of 53 lbs with battery, but we found our board was 65 lbs.\n\nThe Onean remote control\n\nThe waterproof Bluetooth remote control comes as a wristlet and has a short cable with a pressure sensitive sensor. If you press harder you get more speed.\n\nThe wristlet is convenient, but the quality of materials ist not the best and if you press hard all the time due to the limited speed your thumb starts hurting after a while.\n\nThe Bluetooth remote control also lost the connection a few times.\n\nOnean Carver Surfboard\nOnean Carver Surfboard\n\nElectric Surfboard Test – Conclusion\n\nYou get what you pay for. With 4,130 USD plus VAT the Carver is so far the cheapest electric surfboard on the market. For riders up to 132 lbs it should have enough power for enjoyable rides.\n\nFor riders above 176 lbs (including wetsuit) you probably need more battery power and a stronger jet engine. The materials of the board itself are good, but the fins and remote control were disappointing.\n\nMore details about the board you will find in our Electric Surfboard database, where you can compare the specs with other boards.\n\nOnean Carver Review Video:\n\nUnd here a video from our partner Mike at Jetsurfingnation:\n\nONEAN CARVER Review YouTube play\n\nMore picture are in the PICTURES section.\n\nOne video is with music and speed indicator by GoPro and the other one is without music in order to get a feeling about sound and acceleration.\n\nCheck also the Website of the Onean Carver.\n\n\n  1. I confirm this review. I have 86 kg and was not able to go faster than 25 km\/h. While this speed would be fine, the Onean would not keep the 25 km\/h when I started carving.\n\n    I guess a need a board with more horsepower.\n\n\n  2. You are lucky. I ordered a board and was promised to be delivered many times. Got fed up with waiting and demanded my deposit back and guess what. Still waiting. Again they keep promising refund but none delivered. I would not use onean again. After more than 2 years, no board and no refund!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9907653332,
        "format_confidence":0.7127169967
    },
    {
        "url":"https:\/\/foursquare.com\/item\/4ebaceebc2ee8d90198539d0",
        "text":"MetroFocus left a tip at Wollman Ice Skating Rink\n\n830 5th Ave (at East Dr), New York, NY | November 9, 2011\nIt's more than a rink, it's a breathtaking view. Ringling Bro's Grandma recommends the views here - forget the skates and just look around. A must on anyone's to-do list.\nRead more\nTip is too short...\nTip is too long...\nSave this tip Report\nWollman Ice Skating Rink\nNew York, NY\nSkating Rink\nShow More (on 2 To-do Lists and 302 Other Lists)",
        "topic_id":21,
        "format_id":23,
        "topic_confidence":0.9118192196,
        "format_confidence":0.9838491678
    }
]