[
    {
        "url":"http:\/\/www.lawtimesnews.com\/poll\/the-federal-government-has-tabled-a-massive-omnibus-bill-to-overhaul-the-countrys-national-security-regime-do-you-have-legal-concerns-about-how-people-can-remove-themselves-from-no-fly-lists-370\/",
        "text":"Poll Results\n\nThe federal government has tabled a massive omnibus bill to overhaul the country’s national security regime. Do you have legal concerns about how people can remove themselves from no-fly lists?\nVoting for this poll has ended\nTotal Votes: 19\nPoll Results\nYes, I have concerns about how clients impacted by being on the list can pursue litigation to have themselves removed.\nNo, an enhanced security regime means certain legal trade-offs.\nStart Voting: 9\/11\/2017|End Voting: 9\/18\/2017\n\nRecent Polls\n\ncover image\n\n\nSubscribers get early and easy access to Law Times.\n\nLaw Times Poll\n\nA recent Court of Appeal decision found the effects of internet defamation distinguishes it from defamation in other mediums, when it comes to awarding damages. Do you agree with this finding?",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9109020233,
        "format_confidence":0.6400220394
    },
    {
        "url":"http:\/\/lawrato.com\/property-legal-advice\/can-daughter-claim-share-in-ancestral-property-2698",
        "text":"quesCan daughter claim share in ancestral property?\n\nMy grandfather executed a WILL in the form of a notary which was not registered. This property was ancestral. He had 2 sons and a daughter. The property according to the notary was divided between the two sons who've been enjoying these property for 10 years now. The property was further divided amoung their children. Recently, the daughter sent a notice claiming that she was not given any share in the property. She got married 40 years back and is well settled. Does she have a right to oppose the WILL now?\n\n  • ansIt is always advisable to probate the WILL. It is a judicial proof that the WILL is genuine. Your grand father could only have bequeathed a self acquired property by WILL. For ancestral properties, your grand father could only have bequeathed his share.\n\n    The daughter can claim the share in property since it is ancestral and she has a right in it. She has a valid reason to challenge the WILL.\n\n  • Disclaimer: The above query and its response is NOT a legal opinion in any way whatsoever as this is based on the information shared by the person posting the query at LawRato.com and has been responded by one of the Property Lawyers at LawRato.com to address the specific facts and details. You may post your specific query based on your facts and details to get a response from one of the Lawyers at LawRato.com or book a Detailed Consultation with a Lawyer of your choice to address your query in detail.\n  • Related Articles\n\nConsult best Property lawyers in India\n\nProperty Lawyers in India\n\nAdvocate Jaspreet Singh Rai\n\n  Greater Kailash 1\n Experience: 14 years\n\nAdvocate Sukhwinder Singh Rai\n\n  District Court, Ludhiana\n Experience: 17 years\n\nAdvocate Arjun Vinod Bobde\n\n  Supreme Court of India\n Experience: 14 years\n\nAdvocate Sudershani Ray\n\n  Kailash Hills\n Experience: 10 years\n\nView all >>\n\nHow it Works\n\nKnow how LawRato makes legal easier and effortless\n\nAsk a Free Question\n\nPost a question and get free advice from multiple lawyers\n\nTalk to a Lawyer\n\nEasily find and book private consults with top lawyers in India\n\nGet Fee Estimate\n\nReceive multiple quotations for your legal requirement instantly",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9906394482,
        "format_confidence":0.9224540591
    },
    {
        "url":"http:\/\/www.justanswer.com\/intellectual-property-law\/7tg2a-home-based-business-cleaning-algae-moss-shingles.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Roger Your Own Question\nRoger, Lawyer\nCategory: Intellectual Property Law\nSatisfied Customers: 30913\nExperience:  BV Rated by Martindale-Hubbell; SuperLawyer rating by Thompson-Reuters\nType Your Intellectual Property Law Question Here...\nRoger is online now\nA new question is answered every 9 seconds\n\nI have a home-based business cleaning algae and moss from shingles.\n\nThis answer was rated:\n\nI have a home-based business cleaning algae and moss from shingles. Photos of my work are displayed on my website. I was thinking about having the Drifters' 1962 song \"Up on the Roof\" play as the photos scroll. There are dozens of You Tube posts with this audio. Is it legal for me to use it?\n\nHi - my name is XXXXX XXXXX I'm an Intellectual Property litigation attorney. Thanks for your question.\n\nLEGALLY speaking, it is illegal to use a copyrighted work for personal gain without getting permission from the owner of the copyright. Thus, this would likely be illegal. Here's a good link you could read:\n\nObviously, the likelihood of actually getting caught doing this and even being sued is slim because the cost of pursuing a legal claim probably outweighs the money damages that could result, BUT that doesn't mean it's legal and it certainly doesn't mean that you won't get sued; however, the odds are low.\n\nThat said, you can likely get a license to use the song for a nominal fee, and then you won't have to worry about getting sued over the issue. You can contact the US Copyright Office or visit the website and look up the song to see who the copyright owner is; then you can contact the owner about getting a license.\n\nRoger and 2 other Intellectual Property Law Specialists are ready to help you\n\nRelated Intellectual Property Law Questions",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.977167666,
        "format_confidence":0.9664868116
    },
    {
        "url":"http:\/\/www.avvo.com\/legal-answers\/married-23-years-and-am-very-unhappy--i-want-a-div-209513.html",
        "text":"Skip to main content\n\nMarried 23 years and am very unhappy. I want a divorce but dont know if I can make it on my own. Where do I begin?\n\nMonterey, CA |\n\nWe have 2 kids and I stay home. He makes about $130,000 a year.We own a home.If I divorce him how much will I recieve? Will I be able to stay on his health coverage? He handles all the finances so I'm not able to \"hide\" money to get myself started. Where do I begin?\n\nAttorney Answers 2\n\n\nI would suggest that you begin by consulting with a well qualified family law attorney. If you need to pay a fee for the consultation, you might want to do so in cash so that your spouse does not get notice of that meeting.\n\nAll that I can tell you is that you are in a long term marriage and you will most likely receive spousal support for an indefinite period of time. A person cannot place their ex spouse on the medical coverage. Therefore, if you divorce, you will need to obtain your own medical insurance. If you are somehow uninsurable because of pre-existing medical conditions, you might want to get a legal separation instead of a divorce.\n\nThe child support will last until the youngest child is 18 AND graduates from high school OR 19 years of age, whichever first occurs.\n\nI have been answering many questions on AVVO and giving my opinion of what will occur if a matter went before a judicial officer based upon the facts as I understand them. However, I want to point out that such an opinion is based upon many factors, not the least of which is that the party have an experienced family law attorney representing them on the matter. If facts and issues of law are not properly placed before the court, the results could be very different than otherwise expected.\n\nThe response given is not intended to create, nor does it create an ongoing duty to respond to questions. The response does not form an attorney-client relationship, nor is it intended to be anything other than the educated opinion of the author. It should not be relied upon as legal advice. The response given is based upon the limited facts provided by the person asking the question. To the extent additional or different facts exist, the response might possibly change.\n\nMark as helpful\n\n1 found this helpful\n\n\nYou should absolutely begin by consulting with a family law attorney, and possibly several attorneys if you are at all uncomfortable at your first meeting.\n\nYour questions can and should all be answered in much more detail than I can provide you based on the limited information in front of me, but I shall do my best to at least give you some idea of what you can expect in a divorce.\n\nCalifornia is what is known as a community property state, which means, in a very simplified version, that all assets acquired during marriage, regardless of whether earned or purchased by you our your husband, are presumed to be equally shared between the two of you. For example, if you bought your house during the marriage, it's very likely both yours, and if you were to sell it, the equity would be divided equally. If your husband has a pension or a retirement, you are entitled to one-half the community interest (not the same as 1\/2 of the entire plan, but it will likely be very close to half). If you have credit card debt, each of you is obligated for one-half of the amount.\n\nAs to whether or not you can stay on his health coverage, so long as the divorce proceedings are still going on, he is required to keep you on his plan. After the divorce is finalized, you will have to provide your own insurance, although you will likely be eligible for COBRA coverage.\n\nChild support (if either child is 18 or younger and still a high school student) is based on two factors: each parent's income and the amount of time the child(ren) spend(s) with each parent. Spousal support is divided into temporary and permanent support, better referred to as \"pre-divorce\" and \"post-divorce\" support. Support while your divorce is pending (temporary support) is based on income. Support after your judgment (permanent support) is based on 14 different factors.\n\nA family law attorney can help you plan for your divorce and set you up the best way possible financially. Good luck!\n\nMark as helpful\n\nDivorce topics\n\nTop tips from attorneys\n\nWhat others are asking\n\nCan't find what you're looking for?\n\nPost a free question on our public forum.\n\nAsk a Question\n\n- or -\n\nSearch for lawyers by reviews and ratings.\n\nFind a Lawyer\n\nBrowse all legal topics",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9814583659,
        "format_confidence":0.9896033406
    },
    {
        "url":"http:\/\/www.avvo.com\/legal-answers\/when-can-i-get-my-license-back--2nd-dui--637306.html",
        "text":"Skip to main content\n\nWhen can I get my license back? 2nd DUI.\n\nParamount, CA |\n\nI just got my license suspended for 2 years from the DMV, which started in Jan 2012. I went to court already and got 96 hrs. in jail and was told to enroll in an 18 month alcohol program. The judge didn't say anything about a license suspension, but not to drive w\/o a valid license. I have reseached about the suspension and found out that 1 year of the suspension is a \"hard\" suspension. I also came across SB 598. Exactly how can this recently passed law help me get a license to get to work, school and the court affiliated obligations I must do? What would be the fastest way to get driving again?\n\nI refused the test, because I was not pulled over. I was arrested at home well over an hour after I had last drove.\n\n+ Read More\n\nAttorney answers 2\n\n\nWhile I'm sure that you are not feeling that lucky, if it had to happen you picked a good year! Whereas it would normally be one year before you could be licensed, this year you are able to apply for a license after serving 3 months of the suspension. This will be resolved between you, the DMV, and an car interlock device company. You will probably be contacted by DMV and notified of this procedure, but if not go to the DMV after having served three months of the suspension. With the IID installed in your vehicle you will be able to drive again so long as the device does not detect alcohol. What I have told you assumes a \"normal' DUI, no refusal, and no DUI probation violation. At least this will help get you started. Also the license is unrestricted. George\n\n\n\nmay i ask? I asked the DMV hearing officer if I can apply for a restricted and he said no. Not with a 2nd, Period. I mentioned I live alone, only supporter of my income to keep home etc No metro in my area (rural) so it IS possible? riverside co. ca. tks\n\n\nIt is not uncommon for the DMV to issue a restricted license to allow an offender an opportunity to drive to work, school and for necessities such as medical care.\n\nYou should contact the lawyer who handled your DUI case for further information. Also, at the very least you can go into DMV with proof of insurance and inquire if you pay the required fee whether you are eligible for a restricted license.\n\nOne thing for sure, do not ever get into a car after having any alcohol, even a gklas of wine or a can of beer. If you are stopped by an officer, he will no doubt smell alcohol once you roll down the window or open the door. That will begin the field test and the chance of being charged with another DUI, something you do not want to happen again.\n\nLastly, if you apply for a professional state Board license or have one, you will have to disclose this conviction, even if later dismissed (expunged). Most employers also have applications that require an answer to whether a prospective employee has ever had a conviction. If you do not answer the questions truthfully, the consequences can be even more severe.\n\nGet Avvo’s 3-part DUI email series\n\nA roundup of the best tips and legal advice.\n\nDUI topics\n\nRecommended articles about DUI\n\nWhat others are asking\n\nCan't find what you're looking for?\n\nPost a free question on our public forum.\n\nAsk a Question\n\n- or -\n\nSearch for lawyers by reviews and ratings.\n\nFind a Lawyer",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9924334288,
        "format_confidence":0.9900873303
    },
    {
        "url":"https:\/\/www.safesmartliving.com\/community\/identity-theft-definition\/",
        "text":"What’s the definition and meaning for identity theft in today’s world?\n\nTo sustain this free service, we receive affiliate commissions via some of our links. This doesn’t affect rankings. Our review process.\n\nThe term identity theft gets thrown around so liberally, and it’s frustrating to me, because a person’s “identity” comprises so many variables that people don’t immediately realize. The dictionary defines identity theft as “the fraudulent acquisition and use of a person’s private identifying information, usually for financial gain,” but I’m guessing that’s an outdated definition. To clear the air (and to help me prepare for my social studies class), could you guys provide me with what you would consider to be the meaning of  ID theft? Much obliged, and for the record I consider you guys to be the experts on this particular topic 🙂\n\n-Josh V\n\n\nThe dictionary definition is correct, but you’re right it’s somewhat broad. We would define identity theft (or conversely identity fraud) as a crime in which an individual posing as someone else takes advantage of one or more sensitive and personally identifiable pieces of information (such as a date of birth, address, social security number, driver’s license number, etc.) in order to impersonate that other individual. The key here is impersonate, since the resulting crime can only be successful if they fool people into thinking they’re someone they’re not. The crimes that result from this, as you may guess, become more numerous as we rely more on technological advances. The balance between the benefits technology provides, and privacy it takes away from us, becomes more precarious the more comfortable our lives become.\n\n-Alex, Safe Smart Living\n\nKnow the answer? Comment below! Got your own question? Ask it here.\n\nLeave a Reply",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9718522429,
        "format_confidence":0.9381532669
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/pennsylvania-civil-rights-law\/boyfriend-house-receives-mail-told-893492489\/",
        "text":"Legal Question in Civil Rights Law in Pennsylvania\n\ni want to get my boyfriend out of my house - he receives mail there i was told by the police i have to evict him and i was told by the magistrate that i can just change the locks and put his things out\n\nAsked on 8\/31\/11, 6:10 am\n\n1 Answer from Attorneys\n\nAndrew Solomon Law Office of Andrew A. Solomon\n\nIf you own the house, it would seem pretty easy for a lawyer to file an action in District Justice court (small claims) to get an eviction order, or a restraining order. If he doesn't comply, then the Sheriff has the right to forcibly evict him. Additionally, under these circumstances (unless he has a lease) it would seem that you might be entitled to have him pay your legal fees, and definitely your filing fees. I would see a lawyer immediately to get a clearer picture of your options based upon the specific facts involved..\n\nRead more\nAnswered on 9\/02\/11, 5:14 pm\n\nRelated Questions & Answers\n\nMore Civil Rights Law questions and answers in Pennsylvania",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9964788556,
        "format_confidence":0.9891172051
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/illinois-wills-trust-probate\/legal-rights-living-house-half-624171664\/a\/",
        "text":"Legal Question in Wills and Trusts in Illinois\n\nwhat legal rights do I have as to living in a house I own half of and the other oarty doesn't want me living there\n\nAsked on 7\/05\/13, 4:06 pm\n\n1 Answer from Attorneys\n\nVirginia Prihoda Law Offices of Virginia Prihoda\n\nYou need to focus on methods and opportunities to resolve your domestic dispute in priority over an examination of your legal rights. You may find that your rights are enforceable only in a court proceeding which may indicate a lawsuit to partition and sell the property is appropriate, I suggest you talk to an attorney in your jurisdiction to explore the particular facts and circumstances of your situation, and seek out a neutral third party (such as a pastor, rabbi or social worker) who can serve to help you arbitrate your differences with the other party.\n\nRead more\nAnswered on 7\/08\/13, 7:39 am\n\nRelated Questions & Answers\n\nMore Probate, Trusts, Wills & Estates questions and answers in Illinois",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9941242337,
        "format_confidence":0.9882858396
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/egypt-business-law\/claim-trading-cairoegypt-company-imports-572322032\/",
        "text":"Legal Question in Business Law in Egypt\n\n\nThe Trading Co.,\n\n\nWe're a company that imports automotive parts from the US.\n\nWe received a price quote and samples from a US supplier last year. They advised, then, they'll ship as soon as payment is received. In November 99, we placed an order, sent them full payment in advance. They, then, advised they have a delay and promised shipping to take place Jan. 2000. In Jan., they advised they won't be able to ship before May. In May they advised that shipment is now ready to go, they just need a new check since the one they have is too old. We sent a new one, they stopped replying to us till a few days ago when they sent us a fax advising they won't be able to ship since they do not have the parts requested, and that they'll be returning the check back to us. I wonder if there's any legal action that can be taken against them since we committed to supply those parts to a government authority through a tender. Now, we are facing delay penalty in addition to the fact that we'll have to supply the parts no matter what; we'll be buying them locally at a high price. We also spent a lot of money on phone calls, plus multiple bank fees to issue them checks twice.\n\nAsked on 7\/25\/00, 4:33 pm\n\n2 Answers from Attorneys\n\nGerald Hershenson Law Office of Gerald M. Hershenson\n\nRe: Claim\n\nYou have a valid claim. Documents have to be reviewed. However, you did not mention whether the check was cashed or returned. This company clearly caused a delay and would be responsible for any damages. The question that needs to be addressed is to determine whether the company is responsible financially to pay any judgement. I suggest that you immediately follow through with collection of this claim. Unfortunately a lot of time has passed since your message was posted. You need to consult with American legal counsel immediately.\n\nRead more\nAnswered on 9\/12\/00, 5:06 pm\nDaniel Press Chung & Press, P.C.\n\nRe: Claim\n\nYou have a claim for breach of contract for the difference between the amount you agreed to pay the supplier and what you have to pay to acquire the parts (plus the amount of the check if it was cashed). You need to make a reasonable effort to shop around for the lowest price reasonably available to obtain the parts, but that will almost certainly be higher than your agreed price due to the short notice. You should obtain counsel in the U.S. in the state where the seller is located, and act fast in case they are insolvent.\n\nRead more\nAnswered on 9\/12\/00, 6:34 pm\n\nRelated Questions & Answers\n\n    A PHP Error was encountered\n\n    Severity: Warning\n\n    Message: Invalid argument supplied for foreach()\n\n    Filename: views\/new_publicquestionview.php\n\n    Line Number: 154\n\nMore Business Law questions and answers in Egypt",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.7081909776,
        "format_confidence":0.9896453619
    },
    {
        "url":"https:\/\/askthelawyer.federaltimes.com\/2011\/08\/19\/q-a-session-veterans-preference-for-promotion\/",
        "text":"Q & A Session – Veterans Preference for Promotion\n\n\nAsk the Lawyer received the following question (paraphrased for easier reading and clarity) from a reader on a legal matter that might be of interest to the entire audience.\n\n\nI am a current permanent federal employee under FERS, and I am also a disabled veteran. I have applied for a higher position within my current department. Am I still eligible to receive a 10 point veterans preference for the new position?\n\n\nVeterans preference applies to initial appointment and reductions-in-force. It does not apply to internal promotions. Veterans preference may apply to a prevent a non-veteran from being hired ahead of you for a position for which you are qualified if the vacancy announcement and hiring authority used seeks outside candidates.\n\n\nBill Bransford is managing partner of Shaw Bransford & Roth PC.\n\nDisclaimer: Ask a Lawyer publishes information on this website for informational purposes only. Information on this website is intended – but not promised, guaranteed, or warranted – to reflect correct, complete and current developments. In addition, the contents of the website do not constitute legal advice and do not necessarily reflect the opinions of the attorney. Information from this website is not intended to be used as a substitute for specific legal advice, nor should you consider it as such. You should not act, or refrain from acting, based on information on this website without seeking specific legal advice about your particular circumstances. No attorney-client relationship between you and Ask a Lawyer’s author is created by the transmission of information to or from this site.\n\n\nAbout Author\n\nDebra Roth\n\nDebra L. Roth is a partner at the law firm Shaw Bransford & Roth, a federal employment law firm in Washington, D.C. She is general counsel to the Senior Executives Association and the Federal Managers Association, host of the “FEDtalk” program on Federal News Radio, and a regular contributor to Federal News Radio’s “Federal Drive” morning show. Email your legal questions to lawyer@federaltimes.com.\n\nLeave A Reply",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9139745235,
        "format_confidence":0.668753922
    },
    {
        "url":"https:\/\/www.debate.org\/opinions\/do-you-like-the-crimefighter-lights-in-chicago",
        "text":"Do you like the Crimefighter lights in Chicago?\n\nAsked by: Adam2\n  • More lighting leads to less crime\n\n    Better lit streets are almost always viewed as safer, and for good reason: less crime occurs in better lit areas. Following that logic, installing lights in order to prevent crime is an eminently logical move by police, and something that can easily be implemented elsewhere is a positive effect is seen.\n\n  • They are a good idea.\n\n    Yes! I think the Crimefighter lights in Chicago were a brilliant idea and I'm glad they are being implemented. More cities should install Crimefighter lights in their cities as well because I do believe that it lowers crime rate slightly. Especially because not many people are going to commit crime when it is bright outside.\n\n  • No responses have been submitted.\n\nLeave a comment...\n(Maximum 900 words)\nNo comments yet.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9088691473,
        "format_confidence":0.88871032
    },
    {
        "url":"http:\/\/www.justanswer.com\/immigration-law\/9j1ty-planning-marrying-canadian-citizen.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Ely Your Own Question\nEly, Counselor at Law\nCategory: Immigration Law\nSatisfied Customers: 101313\nExperience:  Private practice in several areas, including immigration\nType Your Immigration Law Question Here...\nEly is online now\nA new question is answered every 9 seconds\n\nI am planning on marrying a Canadian citizen and I would to\n\nCustomer Question\n\nhello I am planning on marrying a Canadian citizen and I would to know the steps to take to bring her to the U.S. we are planning on getting married in July\nJA: Thanks. Can you give me any more details about your issue?\nCustomer: I want to know the steps I need to take to make that happen\nJA: OK got it. Last thing — Immigration Lawyers generally expect a deposit of about $18 to help with your type of question (you only pay if satisfied). Now I'm going to take you to a page to place a secure deposit with JustAnswer. Don't worry, this chat is saved. After that, we will finish helping you.\nSubmitted: 1 year ago.\nCategory: Immigration Law\nExpert:  Ely replied 1 year ago.\n\nHello and welcome to JustAnswer. Please note: This is general information only for educational purposes only, and is not legal advice. No specific course of action is proposed herein, and no attorney-client relationship or privilege is formed by speaking to an expert on this site. By continuing, you confirm that you understand and agree to these terms.\n\nWhich of the following do you wish to do:\n\nA) Marry her abroad, and then petition for her greencard status, or\n\nB) Petition for her on a temporary fiance visa, marry her in USA, and then adjust her to a greencard status?\n\nThis is not an answer, but an Information Request. I need this information to answer your question. Please reply, so I can answer your question. Thank you in advance.\n\nCustomer: replied 1 year ago.\nHello, whichever is faster. I plan on getting married late July in Algeria. However, I am not sure if it makes more sense to legally get married there then petition for a green card or petition for a fiancé visa then do the legal part here in the USA. I want to proceed with the fastest option.Thank you,Moncef\nExpert:  Ely replied 1 year ago.\n\nWell, either process takes about 6 months, but marrying abroad (as you already seem to want to do) is less paperwork and cost, so let us go with this.\n\nThis involves filing for an I-130 (Petition for Alien Relative). You can see STEP BY STEP INSTRUCTIONS and what documents to file HERE.\n\nThe I-130 application itself may be found HERE.\n\nI hope this helps and clarifies. Gentle Reminder: Use the SEND or REPLY button to keep chatting, or please rate when finished. You may always ask follow ups at no charge after rating. Kindly rate my answer as one of the top three faces\/stars and then SUBMIT, as this is how I get credit for my time with you. Rating my answer the bottom two faces\/stars or failing to submit the rating does not give me credit and reflects poorly on me, even if my answer is correct. I work very hard to formulate an informative and honest answer for you; please reciprocate my good faith.\n\nCustomer: replied 1 year ago.\nDoes the six month period start after July? Or can the I-130 be filed before getting married aboard. I would like her to move here after the wedding in July. If I start the process for the fiancé visa, does that mean she can have the visa six months from now then it is just a matter of changing status once she is here?Thank you,Moncef\nExpert:  Ely replied 1 year ago.\n\nSix months is an estimate, it begins when you file the I-130.\n\nThe I-130 cannot be filed before you are married.\n\nIf you go the fiance route, you would petition for her fiance visa (HERE), get her to come over (about 6 months wait), and then file for her greencard with the I-130 after marriage (HERE).\n\nGentle Reminder: Please, use the REPLY or SEND button to keep chatting, or rate positively and SUBMIT your rating when we are finished. You may always ask follow ups at no charge after rating.\n\nRelated Immigration Law Questions",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9722842574,
        "format_confidence":0.9777251482
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/virginia-drunk-driving-dui\/violating-dui-probation-violated-blowing-639503361\/",
        "text":"Legal Question in DUI Law in Virginia\n\nviolating dui probation\n\nI have violated probation by blowing into my ignition lock and the rusult was failed.\n\nAsked on 6\/09\/09, 12:12 pm\n\n1 Answer from Attorneys\n\nMichael E. Hendrickson Attorney & Counsellor at Law\n0 users found helpful\n0 attorneys agreed\n\nRe: violating dui probation\n\nWell, better see the lawyer about it who presumably represented you in the underlying DUI case.\n\nRead more\n6\/09\/09, 11:19 pm\n\nRelated Questions & Answers\n\nMore Drunk Driving & DUI Law questions and answers in Virginia\n\nLooking for something else?\n\nGet Free Legal Advice\n\n88283 active attorneys ready to answer your legal questions today.\n\nFind a Legal Form\n\nBrowse and download our attorney-prepared and up-to-date legal forms from $4.99\n\nFind a Form\n\nFeatured Attorneys\n\nAnthony RoachLaw Office of Anthony A. RoachChatsworth, CA\nTimothy McCormickLibris Solutions - Dispute Resolution ServicesSan Francisco, CA\nMichael E. HendricksonAttorney & Counsellor at LawAlexandria,\nFind An Attorney\n\nAre you an Attorney?\n\nEarn additional revenue and grow your business. Join LawGuru Now",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9966049194,
        "format_confidence":0.9900053144
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/texas-criminal-law\/waiver-expeditionmy-friend-arrested-texas-704592660\/",
        "text":"Legal Question in Criminal Law in Texas\n\nWaiver of Expedition\n\nMy friend was arrested in Texas for a charge in Louisiana. Her attorney, in Louisiana, told her to sign a waiver of extradition and she would be released from jail and that the waiver should have been processed by the arresting officer. She wont be seen by a judge until May 25. What is the process for a waiver of expedition? Please help!!\n\nAsked on 5\/15\/10, 2:07 pm\n\n1 Answer from Attorneys\n\nKen Gober (Austin TX) Lee, Gober & Reyna\n0 users found helpful\n0 attorneys agreed\n\nI have written on and been published on this topic.\n\nYour friend may sign a \"waiver of extradition\", however it is impossible to say whether that is good advice (your friend should follow the advice of her Lawyer. If your friend wants an attorney to represent her in the extradition matter she should request one.\n\nI have represented clients who were arrested in another State and were being extradited to Texas, they had a Criminal Defense Lawyer appointed to represent them in the matter.\n\nGood Luck!\n\nRead more\n5\/20\/10, 5:52 pm\n\nRelated Questions & Answers\n\nMore Criminal Law questions and answers in Texas\n\nLooking for something else?\n\nGet Free Legal Advice\n\n8787 active attorneys ready to answer your legal questions today.\n\nFind a Legal Form\n\nBrowse and download our attorney-prepared and up-to-date legal forms from $4.99\n\nFind a Form\n\nFeatured Attorneys\n\nAnthony RoachLaw Office of Anthony A. RoachChatsworth, CA\nTimothy McCormickLibris Solutions - Dispute Resolution ServicesSan Francisco, CA\nBarry SteinDe Cardenas, Freixas, Stein & ZacharyMiami, FL\nFind An Attorney\n\nAre you an Attorney?\n\nEarn additional revenue and grow your business. Join LawGuru Now",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9969199896,
        "format_confidence":0.9911512733
    },
    {
        "url":"https:\/\/www.askmehelpdesk.com\/family-law\/adding-father-birth-certificate-836877.html",
        "text":"Ask Experts Questions for FREE Help !\n    ForMicah's Avatar\n    ForMicah Posts: 2, Reputation: 1\n    New Member\n\n    Jan 25, 2018, 08:32 PM\n    Adding a father to birth certificate\n    My son's birth certificate is blank where the fathers name is supposed to go because his biological father refused him. I have a protective order in place and our divorce decree mirrors the protective order stating he has no contact with either of us. I have re-married and my son wants his step dad listed on his birth certificate and to take his last name. Do I have to go through the process of terminating the biological fathers rights and having his step dad formally adopt him or can I simply add him to the birth certificate?\n    J_9's Avatar\n    J_9 Posts: 40,299, Reputation: 5646\n\n    Jan 25, 2018, 08:38 PM\n    You will have to go through the formal process of termination of parental rights and then adoption. If your son is an adult, however, he can just have his last name legally changed.\n    talaniman's Avatar\n    talaniman Posts: 54,321, Reputation: 10855\n\n    Jan 25, 2018, 09:36 PM\n    Your state is important. There are requirements to be met governed by state law for termination of parental rights. Involuntary or voluntary. What state are you in?\n\n    ForMicah's Avatar\n    ForMicah Posts: 2, Reputation: 1\n    New Member\n\n    Jan 26, 2018, 03:53 AM\n    We are in Texas.\n    talaniman's Avatar\n    talaniman Posts: 54,321, Reputation: 10855\n\n    Jan 26, 2018, 08:42 AM\n    Is this voluntary or involuntary? Read the provided \"How to\" link above in my previous post, it also contains requirement that must be met under Texas state law\n\n    https:\/\/www.childwelfare.gov\/pubPDFs\/groundtermin.pdf, about page 57, but fair warning there are forms that have to be filed in the proper court, and it's a LOT of work and they may not even have the forms you need.\n\n    Personally in Texas, you need a lawyer to guide you through the legal process, expensive and time consuming, to terminate this fellows rights, and have your child adopted. No you cannot just add the new guy to the birth certificate. I suggest you review the link I sent and set up a consultation with a FAMILY LAW attorney.\n\n    You can Google Family Law attorney's in your zip code, and get a fairly good list to go through, or get a list of legal aid attorneys near you, or visit your local courthouse, to see what you may be up against as far as forms, filing fees, times and dates. Then you can decide how best to proceed. I can tell you also my fellow Texan, many petition forms must meet a very strict FORMATTING criteria, and are available only to a licensed attorney, depending on the county and court.\n\n    The phone numbers and addresses of the courts are available on your COUNTY \/City website.\n\n    Good LUCK\n    cdad's Avatar\n    cdad Posts: 12,701, Reputation: 1438\n    Internet Research Expert\n\n    Jan 30, 2018, 02:24 PM\n    Were you married at the time the child was born ?\n\nNot your question? Ask your question View similar questions\n\n\nQuestion Tools Search this Question\nSearch this Question:\n\nAdvanced Search\n\nAdd your answer here.\n\nCheck out some similar questions!\n\nAdding father to birth certificate. [ 8 Answers ]\n\nMy some was born in Arizona and soon after his mother moved and filed for custody in California. The result of which awarding me primary physical custody and joint legal custody. The problem is my son is now 15 and my name was never added to the birth certificate. Even though I have primary custody...\n\nAdding Father to Birth Certificate [ 1 Answers ]\n\nI need to add my son's father to his birth certificate. My son is 14 years old now and his dad pay's child support on him. We all acknowledge that this man is his biological father. There is no question about that. When I gave birth to him we weren't married and I was on Medicaid. The hospital told...\n\nAdding father to birth certificate [ 1 Answers ]\n\nI want to add my daughters father to the birth certificate... We were together and have been together since she was born, but when she was born things were rocky so I didn't put his name on there. We have been together for 10 yrs and we are now married. My daughter is 9yrs. Old and we want her...\n\nAdding father's name to birth certificate [ 1 Answers ]\n\nHow do you go about putting a fathers name on a child's birth certificate after the child's been born?\n\nAdding the father's name to a birth certificate. [ 1 Answers ]\n\nI am Bahamian, my child was born in New York. I did not list the father's name on the child's birth certificate. He is not american. How can I list it now.\n\nView more questions Search",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9681529999,
        "format_confidence":0.9831498265
    },
    {
        "url":"https:\/\/answers.justia.com\/question\/2019\/01\/27\/hi-its-been-more-than-8-month-and-my-div-488006",
        "text":"Schenectady, NY asked in Divorce for New York\n\nQ: Hi, its been more than 8 month and my divorce lawyer is not able to serve notice to my wife.\n\nHi, its been more than 8 month and my divorce lawyer is not able to serve notice to my wife as she is intentionally dodging the service. He has not even able to get court permission for motion of publication. Also, i have a strong feeling that he is lying to me , he is not providing me the copy of all document that he submitted in court. Please advise what to do. THANX\n\nRelated Topics:\n1 Lawyer Answer\nAli Shahrestani, Esq.\nAli Shahrestani, Esq.\n  • San Jose, CA\n  • Licensed in New York\n\nA: If you're dissatisfied with the pace or rigor of representation, why not hire a better lawyer? 8 months of delay for service is ridiculous. More details are necessary to provide a professional analysis of your issue. The best first step is an Initial Consultation with an Attorney such as myself. You can read more about me, my credentials, awards, honors, testimonials, and media appearances\/ publications on my law practice website, I practice law in CA, NY, MA, WA, and DC in the following areas of law: Business & Contracts, Criminal Defense, Divorce & Child Custody, and Education Law. This answer does not constitute legal advice; make any predictions, guarantees, or warranties; or create any Attorney-Client relationship.\n\nJustia Ask a Lawyer is a forum for consumers to get answers to basic legal questions. Any information sent through Justia Ask a Lawyer is not secure and is done so on a non-confidential basis only.\n\nThe use of this website to ask questions or receive answers does not create an attorney–client relationship between you and Justia, or between you and any attorney who receives your information or responds to your questions, nor is it intended to create such a relationship. Additionally, no responses on this forum constitute legal advice, which must be tailored to the specific circumstances of each case. You should not act upon information provided in Justia Ask a Lawyer without seeking professional counsel from an attorney admitted or authorized to practice in your jurisdiction. Justia assumes no responsibility to any person who relies on information contained on or received through this site and disclaims all liability in respect to such information.\n\nJustia cannot guarantee that the information on this website (including any legal information provided by an attorney through this service) is accurate, complete, or up-to-date. While we intend to make every attempt to keep the information on this site current, the owners of and contributors to this site make no claims, promises or guarantees about the accuracy, completeness or adequacy of the information contained in or linked to from this site.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9954391122,
        "format_confidence":0.9874702096
    },
    {
        "url":"http:\/\/www.proz.com\/kudoz\/polish_to_english\/law_general\/1223621-oswiadczenie_majatkowe.html",
        "text":"global directory of translation services\n The translation workplace\nKudoZ home » Polish to English » Law (general)\n\noswiadczenie majatkowe\n\nLogin or register (free and only takes a few minutes) to participate in this question.\n\nYou will also have access to many other tools and opportunities designed for those who have language-related jobs\n(or are passionate about them). Participation is free and the site has a strict confidentiality policy.\n18:53 Jan 7, 2006\nPolish to English translations [PRO]\nLaw\/Patents - Law (general)\nPolish term or phrase: oswiadczenie majatkowe\nThe phrase is taken from an article.\n\nSummary of answers provided\n4 +1Declaration of Interest \/declaration of property\n4assets declaration\n\n\n\n13 mins   confidence: Answerer confidence 4\/5Answerer confidence 4\/5 peer agreement (net): +1\nDeclaration of Interest \/declaration of property\n\n\nF.Declaration of interests\n\nThe law of 2.5.95 on the obligation to state mandates, functions, professions and make a declaration of property establishes a system of transparency for those in positions of public responsibility. MPs (and, in the future, regional and communal representatives) are required to make an annual declaration mentioning all mandates, directorships or professional activities exercised by them in the preceding 12 months, stating whether the position was remunerated. This list is published in the \"Moniteur Belge\". A detailed property declaration is also required in the month following taking up the position, which must be renewed every 5 years. These declarations are kept confidential by the Court of Auditors. Only an investigating magistrate is entitled to open these declarations.\n\nNote added at 16 mins (2006-01-07 19:09:53 GMT)\n\nz tym ze declaration of interest jest oswiadczeniem o czerpanych korzysciach :-)\n\nLocal time: 11:47\nNative speaker of: Polish\nPRO pts in category: 1263\n\nPeer comments on this answer (and responses from the answerer)\nagree  bajbus: declaration of property jest zdecydowanie lepsz± wersj± IMO\n1 day15 mins\n  -> tak - ale to declaration of interst to jest to co sie sklada przy podawaniu rowniz uzyskanych korzysci (w czasie kadencji)\nLogin to enter a peer comment (or grade)\n\n7 hrs   confidence: Answerer confidence 4\/5Answerer confidence 4\/5\nassets declaration\n\n\nmoze byc tez tak\n\nAssets DeclarationThis is a set of rules, not a law, and asset declaration is only one of the many rules ... ACT 550: The Public Office Holders (Declaration of Assets and ... civilservice\/assetsByCountryHistoricalALL.asp -\n\nUnited States\nLocal time: 05:47\nSpecializes in field\nNative speaker of: Native in PolishPolish\nPRO pts in category: 102\nLogin to enter a peer comment (or grade)\n\nReturn to KudoZ list\n\nChanges made by editors\nJan 7, 2006 - Changes made by bartek:\nLevelNon-PRO » PRO\n\nKudoZ™ translation help\nThe KudoZ network provides a framework for translators and others to assist each other with translations or explanations of terms and short phrases.\n\nSee also:",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9537582397,
        "format_confidence":0.7950208187
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/virginia-\/suit-clear-title-interest-acres-283746615\/a\/",
        "text":"Legal Question in Real Estate Law in Virginia\n\nSuit to clear title\n\nI own 52.5% interest in 400 acres in Virginia. There are 10 heirs to 23.75% and one individual has quit claims totaling 23.75% that he got from 5 other heirs. The 10 heirs that have 23.75% are willing to sell if I bring suit to get a clear title, but the individual that owns 23.75% is nowhere to be found. We have tried everything to locate him including his SS #. Twice we have traced him to a mail box drop, and then he closes the box. Now we can't find him anywhere. We have been trying for the past 10 years. What do I need to do to get clear title if I can't find him?\n\nAsked on 7\/05\/06, 3:39 pm\n\n2 Answers from Attorneys\n\nThomas Dunlap Dunlap, Grubb & Weaver, PLLC\n\nRe: Suit to clear title\n\nAs part of the quiet title suit you would seek to have a court appointed guardian ad litem for the \"heirs unknown or not found\" you would advertise the property and issue pursuant to a court order. I have served as the guardian ad litem in these type of cases and have served as the attorney as well. I would be happy to talk to you about it if you have more questions.\n\nRead more\nAnswered on 7\/05\/06, 3:43 pm\n\nRobert Strupp Robert J. Strupp,Attorney at Law, PLC\n\nRe: Suit to clear title\n\n\nYou would likely be filing a quiet title action in the jurisdiction where the property is located. Who is responsible for maintaining & paying taxes for the property? Facts may lead to an abandonment argument as well.\n\n\nRobert J. Strupp\n\nRead more\nAnswered on 7\/05\/06, 3:45 pm\n\nRelated Questions & Answers\n\nMore Real Estate and Real Property questions and answers in Virginia",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9437645674,
        "format_confidence":0.9902398586
    },
    {
        "url":"https:\/\/answers.justia.com\/question\/2014\/04\/15\/my-childs-father-havent-see-her-4-yrs-st-76256",
        "text":"Miami, FL asked in Family Law for Florida\n\nQ: My child's father haven't see her in 4 yrs stop paying child support and now file for timeshare for my 12 yrs old.\n\nHe know where we live and been invited to my house by my husband but he refuses. He treating to take my daughter away after he got married in order to stop paying child support. My daughter visited for his wedding and was left alone she had to call the police. My husband raised my daughter for 10 yrs, she had phone he bought to keep in touch with her and got angry leave rude messages on it and then disconnected it. Now he's sues me for timeshare.\n\nRelated Topics:\n2 Lawyer Answers\n  • Clearwater, FL\n  • Licensed in Florida\n\nA: He is entitled to file papers. He will likely get supervised visitation at best, for now, most guys do not follow through, with that said you should retain a lawyer.\n\n  • Altamonte Springs, FL\n  • Licensed in Florida\n\nA: I want to add that you can file a counter-petition that asks for retroactive chlid support. However, if there already exists an judicial order estabilshing a child support amount, you should file a motion for contempt against the father. If the court finds the father in contempt, you will probably be awarded the attorney's fees that you spent. Also, the court will likely order the father to graudally pay off the child support arrears.\n\nI encourage you to call me and schedule a free consultation if you have any questions.\n\nJustia Ask a Lawyer is a forum for consumers to get answers to basic legal questions. Any information sent through Justia Ask a Lawyer is not secure and is done so on a non-confidential basis only.\n\nThe use of this website to ask questions or receive answers does not create an attorney–client relationship between you and Justia, or between you and any attorney who receives your information or responds to your questions, nor is it intended to create such a relationship. Additionally, no responses on this forum constitute legal advice, which must be tailored to the specific circumstances of each case. You should not act upon information provided in Justia Ask a Lawyer without seeking professional counsel from an attorney admitted or authorized to practice in your jurisdiction. Justia assumes no responsibility to any person who relies on information contained on or received through this site and disclaims all liability in respect to such information.\n\nJustia cannot guarantee that the information on this website (including any legal information provided by an attorney through this service) is accurate, complete, or up-to-date. While we intend to make every attempt to keep the information on this site current, the owners of and contributors to this site make no claims, promises or guarantees about the accuracy, completeness or adequacy of the information contained in or linked to from this site.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9946181178,
        "format_confidence":0.9868430495
    },
    {
        "url":"https:\/\/travel.stackexchange.com\/questions\/88785\/what-are-my-rights-if-questioned-by-immigration-enforcement-on-a-us-domestic-fli?noredirect=1",
        "text":"A few days ago, an editor at Vice tweeted a photo of what appears to be a CBP or ICE agent inspecting the documentation of individual passengers disembarking a flight. The caption states that it was a domestic flight from San Francisco to JFK, and that passengers \"were told we couldn't disembark without showing our 'documents'\". This has caused a bit of a splash, with some questioning the legality and prudence of the action.\n\nI fly domestically quite frequently. In the event that I encounter a similar situation, I wish to know my own rights and to be able to inform other passengers of theirs.\n\nI am only interested in the narrow case defined above, in which everyone on a domestic flight is asked to show documents before deplaning. Assume that I am flying for travel rather than immigration, and that I have not committed any immigration or travel violations.\n\n  • Do I have the right to refuse compliance if asked for documentation?\n  • Can officials in this situation detain or arrest me solely for refusing to comply or failing to produce documentation?\n  • Are there possible long-term consequences if I refuse to comply, but otherwise have done nothing wrong?\n\nI understand that immigration officials generally require probably cause to stop or detain someone, but have jurisdiction to detain someone who cannot demonstrate legal status at border crossings (source). I understand that this jurisdiction generally applies at airports for international arrivals. My question is whether it also can apply at an impromptu checkpoint for domestic travelers attempting to deplane.\n\n  • 1\n    @Dorothy Please don't post answers as comments. If you have the time to look up the precise section of US law that covers the situation, surely you have time to write it in the answer box with a little bit of formatting. – David Richerby Feb 25 '17 at 17:04\n  • 5\n    I'm voting to close this question as off-topic because we are not lawyers. This we can not answer. You need to ask the ACLU. Are you ready to risk being jailed based on the ramblings of a few random strangers off the Internet?? – chx Feb 25 '17 at 17:27\n  • 2\n    @phoog nothing of the sort. In this case I would want an opinion from a lawyer who is ready to fight for that opinion at the airport where I get jailed when the CBP\/ICE is of a differing opinion. – chx Feb 25 '17 at 17:31\n  • 7\n    @chx from meta: \"Customs and immigration laws that deal with travelers rather than immigrants would also be on topic.\" Anecdotally, it certainly seems like a lot of questions here ask about the legal nuances of customs, border, and immigration law and how to navigate the system. And my understanding is that just because a question is on-topic on one stack doesn't necessarily make it off-topic on another. – Joe Feb 25 '17 at 17:34\n  • 4\n    @chx and other close voters: I strenuously object to the idea that this is off topic. We have many questions about legal rights at fixed passport control checkpoints, customs checkpoints, and security checkpoints. Why should it be different if the question instead concerns a temporary checkpoint or other investigation? – phoog Feb 25 '17 at 18:34\n\nConstitutional law professor Garrett Epps has covered this incident in an article for the Atlantic. He concludes that by law, an agent in this situation should allow passengers who refuse to comply to pass.\n\nBased on his research, Epps concludes that officials lack the authority to perform mandatory check of every passenger:\n\nAfter days of research, I can find no legal authority for ICE or CBP to require passengers to show identification on an entirely domestic fight. The ICE authorizing statute, 8 U.S.C. § 1357, provides that agents can conduct warrantless searches of “any person seeking admission to the United States”—if, that is, the officer has “reasonable cause to suspect” that the individual searched may be deportable. CBP’s statute, 19 U.S.C. § 1467, grants search authority “whenever a vessel from a foreign port or place or from a port or place in any Territory or possession of the United States arrives at a port or place in the United States.” CBP regulations, set out at 19 C.F.R. § 162.6, allow agents to search “persons, baggage, and merchandise arriving in the Customs territory of the United States from places outside thereof.”\n\nEpps further writes that \"I asked two experts whether I had missed some general exception to the Fourth Amendment for passengers on a domestic flight\", and quotes them in the piece agreeing that a mandatory check would not be legal, and that there is no exception for domestic aviation.\n\nEpps also reached out to CPB, who are quoted claiming that the incident did not constitute a mandatory check, but a request for \"consensual assistance\":\n\nIn this situation, CBP was assisting ICE in locating an individual possibly aboard the flight that was ordered removed from the United States pursuant to the Immigration and Nationality Act. To assist ICE, CBP requested consensual assistance from passengers aboard the flight to determine whether the removable individual in question was in fact aboard the flight. In the course of seeking this assistance, CBP did not compel any of these domestic passengers to show identification. With much-appreciated cooperation from these passengers, CBP was able to resolve the issue with minimal delay to the traveling public.\n\nEpps notes that such requests for \"voluntary cooperation\" are perfectly legal, even if the officers involved block an exit, ask for documents, and do not tell anyone that they are not legally required to comply.\n\nAt the end of the article, Epps concludes that passengers should be able to pass without complying, but suggests that there a degree of risk in doing so:\n\nI have researched the matter, and feel reasonably confident that an agent would have to let me pass if I refused the demand for my papers. If not, I can afford counsel and my family knows excellent lawyers to call.\n\n| improve this answer | |\n  • 2\n    In New York, they could rely on US v. Martinez Fuerte, because it's less than 100 miles from the coastal border (indeed, JFK is on Jamaica Bay, which connects to the Atlantic around Rockaway Point), but perhaps they wouldn't want to because a challenge might induce a court to narrow the applicability of the earlier ruling. If they actually had information that a given person was aboard the aircraft, though, couldn't they could require people to identify themselves until they found that person? Would they then be exceeding their authority if they looked into others' immigration status? – phoog Feb 28 '17 at 4:37\n  • 2\n    Given that they asked for identification from passengers who could not possibly be the alleged target of the dragnet, I am inclined to view this as an ex post factor pretext. As far as the 100-mile zone, I think the problem is these passengers clearly embarked from somewhere else in the USA. It isn't like looking for improper land border-crossers. I agree CPB probably doesn't want to test this, as they could easily lose. – Andrew Lazarus Feb 28 '17 at 8:06\n  • 2\n    @AndrewLazarus with respect to the 100-mile zone, it doesn't matter whether the passengers embarked elsewhere in the USA. It possibly should matter, but it doesn't. Border Patrol has in the past routinely searched buses and trains on domestic routes. There's no reason to think they'd treat airplanes any differently. (And, in this case, the flight originated in the 100-mile zone, so there's no way to say that one of the passengers didn't sail into SF bay without immigration inspection and then board the plane. Highly unlikely, but possible enough for the legal justification.) – phoog Mar 4 '17 at 3:08\n  • 1\n    @phoog Is there any case law on domestic flights? It's obvious that a land border crosser could hop a bus as well as go in a private vehicle. But the law ties the zone to suspicion of illegal entry, and that would be a stretch for a flight. For surface transportation, still being near the border is significant. For the destination airport, it isn't. Papers, please! – Andrew Lazarus Mar 4 '17 at 6:02\n  • 1\n    @AndrewLazarus the act provides this power \"for the purpose of patrolling the border to prevent the illegal entry of aliens into the United States\"; it does not mention suspicion. In practice, the courts have upheld Border Patrol checkpoints even though they hardly catch anyone who has recently crossed the border illegally. FYI, the executive branch has defined some statutory terms by regulation at 8 CFR 287.1. – phoog Mar 4 '17 at 6:29\n\nDo I have the right to refuse compliance if asked for documentation?\n\nYou have a fifth-amendment right against incriminating yourself, so you can refuse to comply. However, depending on the legal authority for checking your ID, the officers can probably detain you until they've determined your immigration status, or whatever other facts are relevant to their investigation. Under certain circumstances, they can search your person and property, which will most likely give them access to your documents even without your consent.\n\nIf I refuse compliance or cannot produce documentation, can officials detain me at the airport, pull me off a plane that hasn't yet departed, or prevent me from boarding a connecting flight?\n\nYes. If they have probable cause to suspect you of a crime, they can arrest you. If they have reasonable suspicion, they can detain you to investigate that suspicion. In some cases, reasonable suspicion is not required.\n\nAre there possible long-term consequences if I refuse to comply? Are the consequences different if I am a US citizen, a foreign national with a valid visa or green card, or an alien in the country without proper documentation?\n\nThis is immigration enforcement, so of course the long-term consequences depend on your immigration status. If you can prove that are a US citizen, or that you are an alien in compliance with immigration law, there can be no long-term consequences related to... (truncated)",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.8487179875,
        "format_confidence":0.9905441999
    }
]