[
    {
        "url":"https:\/\/homecompanion.com\/is-the-holiday-season-coming-earlier-2\/",
        "text":"1-800-473-4427 sfarrar@homecompanion.com\n\nYou may have noticed a new trend in retailing. Merchants are focusing on the all-important holiday season earlier and earlier. Thanksgiving Day used to provide the first sign that Christmas was coming. Today, many retailers have been promoting Christmas since the week before Halloween. Does this have your family confused?\n\n“Although this is all for commercial reasons, early recognition of the holidays can be fun for families,” says Mario DeMello, a meeting planner. “I think having three months of the year where there is fun, celebration, and family gathering in the home is good for young and old.”\n\nMario may have a point.\n\nMany seniors look forward to the holiday season where family is present. You may not be as aware that seniors also love the idea of providing candy for kids during Halloween, and all of the talk about cooking, celebration, and gift-giving, leading up to Thanksgiving and Christmas. This is a great time to get your senior loved one in an upbeat and positive mood.\n\nMany seniors are lonely and depression can set in, but festive times may make it easier to have a different point of view about life. So, don’t be afraid to get into the spirit, even if it is a little early.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9706454277,
        "format_confidence":0.511295855
    },
    {
        "url":"http:\/\/www.lovefraud.com\/2016\/09\/19\/mary-ann-glynn-lcsw-offers-free-online-chat-support-group-sunday-sept-25\/",
        "text":"By September 19, 2016 0 Comments Read More →\n\nMary Ann Glynn, LCSW, offers FREE online chat support group Sunday Sept. 25\n\nMary Ann GlynnExperience the support of people who know! Join our free online live chat support group next Sunday night, Sept. 25, 8 pm EDT at www.destructiverelationshipshelp.com.  Share your struggles and get feedback, support, and hope from others who get it.  The group is professionally run.  \n\nHere’s how to join:\n\nAt 8 pm come to the site and scroll down the home page to the Services section. Click on the highlighted “live chat support group,” and you will be brought to the chat room as a Guest#.\n\nHope to see you there!\n\nPost a Comment\n\nYou must be logged in to post a comment.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.531716466,
        "format_confidence":0.7321642637
    },
    {
        "url":"http:\/\/clanbyrne.com\/new-years-message-from-our-patron-lt-col-charles-a-byrne\/2015\/",
        "text":"New Year’s message from our Patron Lt.Col. Charles A. Byrne\n\nAs 2015, with its burden of heavy events propels us into 2016 one ponders the fate of western Christian civilization and her magnificent achievements in Europe, America and across the globe crowned as they are by governments established by the people themselves securing their God given sovereign freedom.\n\nThe brilliant emerald in the western crown, the Irish people and their land, gleams today as it will as long as  humankind last. The bright inextinguisable glint flashing from that gem is Clan Byrne.\n\nClans men and clans women! Let us fill 2016 with achievements brightening the light from the Emerald Isle in the western crown.\n\nA very happy and prosperous New Year to you all.\n\nCertavi et Vici,\n\n\nLt. Col. Charles Artuad Byrne, Patron, Finte O’Broin, The International Association of Byrne Clans\n\nThis entry was posted in News. Bookmark the permalink.\n\nComments are closed.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.707275629,
        "format_confidence":0.9601734281
    },
    {
        "url":"http:\/\/www.tke.org\/news\/2014\/01\/24\/tke-at-asu-investigation-statement",
        "text":"TKE at ASU Investigation Statement\n\nTKE at ASU Investigation Statement\n\n\nJanuary 24, 2014\n\nTo All Media Outlets\n\n\n\nAlex Baker, Chief Information Officer\n\nOffice: 317-872-6533 ext 228 Email:\n\n\nResponding to the events that occurred at Arizona State University on Sunday, January 19, 2014, involving members of the Beta-Xi chapter of TKE, Tau Kappa Epsilon International Fraternity strongly condemns and sincerely apologizes for the actions of the few members involved in this incident.  This incident should be a reminder of why we place such importance on our values of love, charity, and esteem. This tasteless and offensive situation is an opportunity to better educate the men of Tau Kappa Epsilon and fraternity men across the country.\n\nWe have been openly working with university officials throughout their investigation. During our investigation at ASU, we have learned the following information regarding the incident:\n\n  1. According to ASU Interfraternity Council guidelines, the \"MLK Party\" was not an official fraternity event of the local TKE chapter. The event was not discussed or formally planned by the chapter.\n  2. Without malice or forethought, an individual member hosted an event at his personal residence.\n  3. Sixteen of the 125 chapter members attended this private function throughout the evening. There were fewer than 30 men and women at the event thus not meeting Arizona State IFC guidelines for an official fraternity function.\n  4. The chapter officers who attended the event have resigned their position of leadership in TKE.\n  5. We also recognize the following discrepancies reported through media outlets. Our investigation discovered there was one \"watermelon cup\" that was brought by a non-member of Tau Kappa Epsilon to the event. We also discovered that not all of the photographs shared with the media were photos that were taken that night. A number of photos were from a 2012 Halloween event and an earlier sporting-themed function.\n  6. The Beta-Xi chapter is one of the most multi-cultural social fraternities on the ASU campus.\n\nIn the weeks leading up to this event, the chapter has been making a positive impact in the Tempe community. The men of the Beta-Xi chapter of TKE sponsored 1 mile through the Tempe Adopt-A-Street program. Days before the incident, the chapter raised over $850 for a philanthropic cause.\n\nTau Kappa Epsilon is taking the following corrective actions for the Beta-Xi chapter:\n\n  1. Based on their involvement in the event, 16 members out of 125 total members, will be facing suspension or expulsion from Tau Kappa Epsilon International Fraternity.\n  2. The chapter is immediately placed on probation – restricting all activities of the fraternity for a minimum of one year.\n  3. The chapter is to issue a public apology to Arizona State University and the Tempe community.\n  4. In an effort to promote unity and educate the students of Arizona State University, and with the permission of the university, the International Fraternity will sponsor a professional program on cultural diversity.\n\nSince our founding in 1899, Tau Kappa Epsilon Fraternity has never had an exclusionary clause to prevent individuals from joining. Our founders established a fraternity in which the primary requisites for membership would be the personal worth and character of the individual rather than the wealth he possessed, the honors or titles he could display, or the rank he maintained on the social ladder.\n\nThough we do not track any demographic information of our membership, TKE is diverse in every sense of the word. Tau Kappa Epsilon proudly represents a wide range of individuals by any measure of race, creed, beliefs, or orientation. We work every day to contribute to the advancement of society through personal growth of our members, and service to others. Tau Kappa Epsilon Fraternity is committed to \"aid men in their mental, moral, and social development throughout their lifetime\".\n\n  • Tags\n\nRelated Posts",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.8211870193,
        "format_confidence":0.9820407629
    },
    {
        "url":"https:\/\/inside.jcu.edu\/2015\/04\/21\/her-campus-jcu-girls-night\/",
        "text":"April 21, 2015 STU\n\nHer Campus JCU Girls’ Night\n\nOn Friday, April 24, at 10 p.m. in Jardine, hang out with Her Campus JCU for food, coloring, friendship bracelets, nail painting, facials, and a showing of Easy A! Come in comfy clothes and relax before the last week of classes! Email alippert16@jcu.edu for more information.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.9429753423,
        "format_confidence":0.9885244966
    },
    {
        "url":"https:\/\/wilsoncountymg.org\/2015\/04\/27\/wcmg-executive-board-meeting-tuesday-28-april-2015\/",
        "text":"WCMG Executive Board Meeting – Thursday, 30 April 2015\n\n\nEvent:  WCMG Executive Board Meeting\nWhen:  6:30 PM on Thursday, 30 April 2015\nWhere:  Master Gardner Building\n.              James E Ward Agricultural Center\n.              Lebanon, TN 37087\n\nExecutive Board meetings are open to all WCMG members.\n\n\nAbout Greg Tomerlin\n\nI enjoy gardening, keeping bees, birding, the outdoors, and visiting State & Local Parks and Greenways.\nThis entry was posted in Announcement, Meeting Notice, Volunteer Opportunity. Bookmark the permalink.",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.7374057174,
        "format_confidence":0.992886126
    },
    {
        "url":"http:\/\/www.saltlakemagazine.com\/blog\/2012\/08\/10\/camping-for-a-cause\/",
        "text":"Girl Scouts of Utah is celebrating their 100th birthday, and they are inviting women of all ages for a women-only getaway. Enjoy and indulge yourself on a variety of gourmet meals, signature cocktails, massages, facials and a lot of dance.\n\nAll girls deserve a little retreat; so don’t miss your chance to attend the 10th Annual Camping for a Cause on Aug. 17 and 18.\n\nLast year’s camping was a true weekend getaway, and everyone had lots of fun. A local band was jazzing all the ladies up, and according to Melissa Matthews, Director of Development at Girl Scoutsof Utah, “Not a single soul was sitting down.”\n\nJoin Girls Scouts of Utah for a fun and relaxing girls time at the 10th Annual Camping for a Cause. All proceeds benefit Girl Scouts programs. Click here to register.\n\nFriday, August 17, 2012 at 5 p.m. through Saturday, August 18, 2012 at 2 p.m.\nCamp Cloud Rim, Park City",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.845880568,
        "format_confidence":0.8174142838
    },
    {
        "url":"http:\/\/blog.toybank.org\/2012\/05\/toybank-summer-bash.html",
        "text":"Monday, May 21, 2012\n\nToybank Summer Bash!\n\n18 Toybankers eagerly awaited in UPG College on a Tuesday morning to welcome 200 children from Asha Kiran.\n\nThe children had a ball of a time in the Toybank Summer Bash! They were engaged in various activities from Origami to games, etc. They all were shown a fun movie – ‘Krish, Trish & Baltiboy’ which was sponsored by The Children’s Film Society India.\nThe event started at 9.30am, the children in both the classes were told about 3 core rules for the day:\n  1. Not to make too much noise\n  2. Not to litter the classes\n  3. And to do masti!\nBoth the classes were filled with 100 children each! The event unfolded with the origami session in both the classes. One class was taught to make a rotating toy – ‘Flexagon’, and the other class was taught how to make a ‘Star Frisbee’.   \n\nIn each of the classroom there were 8-10 volunteers helping out children to fold the papers and follow the instructor. At the end most of the children got the final toy made by themselves, and started helping their peers make the toy for themselves. \n\nBoth the classes took a short break after the fun origami session, some of them were playing with their new toys they made, and some of them were munching on the snacks provided to them.\n\nAfter the break Toybank screened a movie for all the 200 children gathered at UPG College.  The children enjoyed the movie – ‘Krish, Trish & Baltiboy’. The movie went on for around 1hour and 10 minutes. The movie DVD was sponsored by The Children’s Film Society India.\nVolunteer stirred a discussion with the children in both the classes after the movie. Here are some of the responses from the children who saw the movie:\n  • Duriya Pande said that she liked movie because it was animated and her most favorite story was of lion and farmer because it shows how to take decision when we are faced with problems in life.\n  • Sabiya said that she liked the story of deer and family because the family members love each other, and ready to die for each other. Due to the bonding seen in the deer’s family, the king in the story also learned a lesson and became good to all people.\n  • Surender said that he liked all the three stories because they were animated. He also said that the queen was greedy. The last story of farmer and tiger interested him as he was impressed by the way the farmer’s wife solved the problems in her life..\n  • Gopal said that he learned to study and progress in life from these stories, One of the stories also taught him that we should be together in difficult times.\n  • Gaurav also learnt to smile in the face of difficulties and to solve problems happily, he also learnt that he should not condemn others and should not be greedy.\nAfter the discussion of the movie, the children were served lunch, later we had a short interaction with the children, and some of them promised to give a written feedback about their experience of the day and the learning’s from the movie they has seen!\n\nThe NGO bus arrived at around 2pm to pick-up the kids from the College. The children went home very happy with smiles on their faces and a new toy made by them in their hands!\n\nWe thank Children Film Society India for lending us a copy of the DVD of Krish, Trish and Baltiboy.\n\nWe also thank Usha Pravin Gandhi College for letting us use their infrastructure for this event!\n\nToybank would also like to appreciate all the volunteers who attended this event and helped us execute the event smoothly.\n\nCheck out more pics of the event here\n\nNo comments:",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.7187929153,
        "format_confidence":0.9074146152
    }
]