[
    {
        "url":"http:\/\/www.twinkl.co.uk\/news\/story\/labour-make-work-experience-compulsory-and-axe-ebacc",
        "text":"Primary Education News\n\n20 May '13\n\nNews Labour: make work experience compulsory and axe 'EBacc'\n\nCompulsory work experience will be reintroduced in schools under a Labour plan to get teenagers ready for the jobs market, the Daily Telegraph has learnt.\n\n\nRead the full story in Telegraph Education\nLog in Join\nCareer button",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9510139823,
        "format_confidence":0.9411050081
    },
    {
        "url":"http:\/\/www.rep-am.com\/articles\/2012\/12\/05\/news\/local\/doc50bf4eb4ac6d6831590919.prt",
        "text":"Username: Password:\nRegister \/ Forgotten Password?\nWednesday, December 5, 2012 8:36 AM EST\n\nWolcott, paraprofessionals reach tentative agreement\n\nWOLCOTT -- A tentative agreement has been reached between the school paraprofessionals union and the town, after a four-hour arbitration session last week.\n\nA second arbitration session, scheduled for Tuesday, was canceled due to the tentative agreement, according to Superintendent of Schools Joseph P. Macary.\n\nDuring last week's hearing, a three-person arbitration panel heard testimony from Municipal Finance Officer Linda Bruce on the town's financial status.\n\nRead more of this story and more!\n7-Day Subscribers have FREE access to everything on and our E-Edition.\nCLICK HERE to register and activate your access,.\n\nNot a subscriber?\nYou can purchase a single-day subscription for only $0.75 to read this and access all of our content and our E-Edition. CLICK HERE purchase a single day subscription.\n\nBecome an electronic subscriber to the Republican-American for only $8 a month. CLICK HERE.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.8926579952,
        "format_confidence":0.9674505591
    },
    {
        "url":"https:\/\/www.newspaper.indianlife.org\/story\/2021\/01\/15\/news\/indigenous-storyteller-in-residence-program-introduced-at-university-library\/1739.html",
        "text":"Indian Life Newspaper -\n\nIndigenous storyteller-in-residence program introduced at university library\n\n\nLast updated 2\/2\/2021 at 2:43pm\n\nSASKATOON-With the new year, the University of Saskatchewan (USask) has begun a six-week pilot for a unique Indigenous Storyteller-in-Residence program at the university library.\n\nThe storyteller will be involved in creating and participating in opportunities designed to promote intercultural understanding and story-sharing between and among Indigenous and non-Indigenous peoples.\n\n\"It's so important that we never lose sight that we are on Treaty 6 territory and the homeland of the Métis and our sense of place is a central part of the university's identity,\" USask university library dean...\n\nFor access to this article please sign in or subscribe.\n\n\nPowered by ROAR Online Publication Software from Lions Light Corporation\n© Copyright 2020\n\nRendered 03\/02\/2021 18:26",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9274935722,
        "format_confidence":0.973637104
    },
    {
        "url":"https:\/\/www.timeshighereducation.com\/comment\/leader\/what-dad-does-ought-not-matter\/2005610.article",
        "text":"What Dad does ought not matter\n\nUniversity entry has exploded since Robbins, but there are signs that parental social class is re‑emerging as a crucial factor\n\nJuly 11, 2013\n\nThe Robbins report, published in 1963 and seen by some as the last great state paper of the 20th century, shaped the higher education system we have today.\n\nIts 50th anniversary this October will be marked by many, and in a first salvo in this week’s Times Higher Education, Paul Temple, co-director of the Centre for Higher Education Studies at the Institute of Education, hails the report that “cleared the way for expansion by driving a stake through the heart of the ‘more means worse’ argument”.\n\n“Its research showed that entry to university largely depended not on ability but on class: 45 per cent of children whose father was in a ‘higher professional’ occupation entered full-time higher education, compared with about 2 per cent from families where the father was a manual worker,” Temple writes.\n\nWhile young people increasingly seem to understand the loan repayment system, many parents do not and still talk of having to save up for university\n\n“Only an unusual genetic theory”, he adds, “could link natural ability to your dad’s job.”\n\nThe size and scale of today’s higher education sector is a world away from that surveyed by Robbins (even the target, set by Labour 14 years ago, for 50 per cent of young people to attend university has been all but met).\n\nYet there are threats to this transformation, which has happened within an academic career-span.\n\nResearch published this week by the Strategic Society Centre thinktank suggests that charging fees has put renewed emphasis on what your parents did, do and think when it comes to making a decision about university.\n\nThe report, Achieving Access for All, found that young people from a household with an annual income above £52,000 a year were far more relaxed about the cost of a degree than those with less wealthy parents, and that those with graduate parents in non-graduate jobs were particularly likely to worry about cost.\n\nSingling out the key to getting young people into university, Nick Barr, professor of public economics at the London School of Economics, has said “It’s attainment, stupid”, but the researchers behind this week’s report suggest an alternative: “It’s the parents, stupid.”\n\nAn additional “parent factor”, evident in the questions put to David Willetts, the universities minister, at the report’s public launch, is that while young people increasingly seem to understand the loan repayment system, many parents do not and still talk in terms of having to save up to send their children to university or of being unable to afford to do so.\n\nThe report is particularly timely in that it coincides with the publication of access agreements for 2014-15, which show that the number of institutions charging tuition fees of £9,000 will increase from three-quarters to nine out of 10.\n\nSo how to reach those with the ability and aspiration to go to university but most at risk of deciding that it is “not for people like them” or is not worth the investment?\n\nThe mantra of providing them with information, advice and guidance still stands, but this is notoriously difficult to get right, and it will be even harder if, as many believe, the relatively benign terms of the loan repayment system prove unsustainable and have to be torn up after the next election.\n\nAt the very least, however, understanding which groups are most likely to be deterred, and why, should help to prevent a return to the days when university access was linked so strongly to your mum’s or dad’s job.\n\n\nYou've reached your article limit.\n\nRegister to continue\n\nRegistration is free and only takes a moment. Once registered you can read a total of 3 articles each month, plus:\n\n  • Sign up for the editor's highlights\n  • Receive World University Rankings news first\n  • Get job alerts, shortlist jobs and save job searches\n  • Participate in reader discussions and post comments\n\nHave your say\n\nLog in or register to post comments\n\nFeatured Jobs\n\nMost Commented\n\nMonster behind man at desk\n\nDespite all that’s been done to improve doctoral study, horror stories keep coming. Here three students relate PhD nightmares while two academics advise on how to ensure a successful supervision\n\nSir Christopher Snowden, former Universities UK president, attacks ratings in wake of Southampton’s bronze award\n\nopinion illustration\n\nEliminating cheating services, even if it were possible, would do nothing to address students’ and universities’ lack of interest in learning, says Stuart Macdonald\n\nFemale professor\n\nNew data show proportion of professors who are women has declined at some institutions\n\ncelebrate, cheer, tef results\n\nEmilie Murphy calls on those who challenged the teaching excellence framework methodology in the past to stop sharing their university ratings with pride",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9950030446,
        "format_confidence":0.6971443295
    },
    {
        "url":"https:\/\/www.coachmilesv.com\/copy-of-new-page",
        "text":"Soul Trap logo.png\n\nCopyright 2019\n\nWebsite Design by\n\nMiles Vinciguerra\n\nCorporate Presentations: \n\n\nWhat are the two most common causes of low workplace morale, failing professional \n\nrelationships and\n\n\n\n1. Interpretations: \"Judgements made about circumstances and events, without facts\"\n\n2. Assumptions: \"that because something has happened before, it will happen again.\"\n\nThe video above is intended to serve as an example of the presentation offered to your workplace for free. \n\n\nIf you would like me to present at your company, please\n\ncall or email me directly.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.5577193499,
        "format_confidence":0.5977350473
    },
    {
        "url":"http:\/\/sk.sagepub.com\/Reference\/childmedia\/n398.xml",
        "text":"• Entry\n  • Reader's guide\n  • Entries A-Z\n  • Subject index\n\n\nSelectivity is the process of selecting media content. The concept is most commonly used to refer to intentional exposure to media content. Intentionally avoiding certain types of content can also be considered a form of selectivity. The processes governing selectivity also ...\n\n    • Loading...\n    locked icon\n\n    Sign in to access this content\n\n    Get a 30 day FREE TRIAL\n\n    • Watch videos from a variety of sources bringing classroom topics to life\n    • Read modern, diverse business cases\n    • Explore hundreds of books and reference titles",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.8408949971,
        "format_confidence":0.9628295302
    },
    {
        "url":"https:\/\/www.eapfoundation.com\/writing\/exams\/toefl\/",
        "text":"Oops Sorry, not there yet\n\nThis website is still under construction, so some of the pages you might want aren't ready yet - including this one. If there is something you think I should add urgently, please feel free to contact me. Don't forget to join the newsletter for regular news, including information on updates to the website.\n\nIn the meantime, the sitemap (below) shows all the active areas of the website, which you can go to right now.\n\nNewsletter  Sign up\n\nFill out your e-mail address to receive a periodic newsletter for the site.\n\n\n\n\n\n\nAuthor: Sheldon Smith. Last modified: 12 March 2014.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.8596266508,
        "format_confidence":0.8530147672
    },
    {
        "url":"http:\/\/www.coalition4affordablesolar.org\/download-pdf-technology-and-teaching-book-by-gyan-publishing-house.pdf",
        "text":"Technology and Teaching\n\nTechnology and Teaching\n\n4.11 - 1251 ratings - Source\n\nBear in mind that students with dyslexia often find high contrast between text and background (such as black text on white ... Reasons to use PowerPoint So why should you consider using PowerPoint for your teaching and learning activities?\n\nTitle:Technology and Teaching\nAuthor: I. Muthuchamy, K. Thiyagu\nPublisher:Gyan Publishing House - 2011\n\nYou must register with us as either a Registered User before you can Download this Book. You'll be greeted by a simple sign-up page.\n\nOnce you have finished the sign-up process, you will be redirected to your download Book page.\n\nHow it works:\n  • 1. Register a free 1 month Trial Account.\n  • 2. Download as many books as you like (Personal use)\n  • 3. Cancel the membership at any time if not satisfied.\n\nClick button below to register and download Ebook\nPrivacy Policy | Contact | DMCA",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9890333414,
        "format_confidence":0.6687845588
    }
]