[
    {
        "url":"http:\/\/www.choctawnation.com\/history\/obituaries\/q\/",
        "text":"Choctaw Nation of Oklahoma\n\nThe Great Seal of the Choctaw Nation\n  • David \"Dave\" Quentin\n\n    David “Dave” Quentin\n\n    Born: 9\/11\/1920\n\n    Died: 1\/25\/2005\n\n    Maiden Name: n\/a\n\n    Honorific: n\/a\n\n    David “Dave” Quentin, 84, of Hugo, Oklahoma, passed away January 25, 2005, at his home. He was born September 11, 1920, and had lived in Hugo since 1983.\n\n    Mr. Quentin enjoyed attending organization meetings of which he was a member and was actively involved in each of them. He enjoyed attending pow wows, fishing and making jewelry.\n\n    He was a heavy equipment operator and a member of the International Union of Operating Engineer.\n\n  • Barbara Ellen Quinton\n\n    Barbara Ellen Quinton\n\n    Born: n\/a\n\n    Died: n\/a\n\n    Maiden Name: n\/a\n\n    Honorific: n\/a\n\n    Barbara Ellen Quinton\n\n  • Rebecca Ann Quinton\n\n    Rebecca Ann Quinton\n\n    Born: 7\/31\/1945\n\n    Died: 4\/19\/2009\n\n    Maiden Name: Crawley\n\n    Honorific: n\/a\n\n    A woman of character and full of life, Rebecca Ann Quinton was born July 31, 1945, in McAlester, Okla.\n\n    She passed away in the early morning hours on April 19, 2009. She was 63 years old. Becky worked for Steve Meador & Associates as a court reporting firm.\n    She had been in the court reporting and legal profession for over 30 years. She was very active in politics and was a big supporter of the Democratic party.\n\n    Her biggest joys were sports, poker, “The Price is Right,” and of course her grandkids.\n\n    She is survived by her daughters, Shelli Quinton-Dawson and Tawna Crist, her son-in-law, Rodney Crist, and her two grandchildren, Kyle Dawson and Rachael Crist, all of Edmond, Okla. She had many cousins.\n\n    Becky had a great love for her family and had many friends that stretched across the country. Her love and spirit will remain etched deep in our hearts and souls forever. She touched many lives with her giving spirit whether you wanted it or not, and her laughter, she could never hold back. She never knew a stranger and would start up a conversation with anyone she came across.\n\n    She was preceded in death by her mother, Willie Mae Crawley, and her dad, Othel Crawley.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.7063222528,
        "format_confidence":0.7233515978
    },
    {
        "url":"http:\/\/mentalfloss.com\/article\/55114\/world-war-i-centennial-archduke-seals-his-own-doom",
        "text":"World War I Centennial: The Archduke Seals His Own Doom\n\nImage credit: \nWikimedia Commons\nLike us on Facebook\n\nThe First World War was an unprecedented catastrophe that killed millions and set the continent of Europe on the path to further calamity two decades later. But it didn’t come out of nowhere. With the centennial of the outbreak of hostilities coming up in August, Erik Sass will be looking back at the lead-up to the war, when seemingly minor moments of friction accumulated until the situation was ready to explode. He'll be covering those events 100 years after they occurred. This is the 103rd installment in the series. \n\nFebruary 17, 1914: The Archduke Seals His Own Doom\n\nThe assassination of Archduke Franz Ferdinand in Sarajevo on June 28, 1914 gave Austria-Hungary the excuse it needed to attack Serbia, inadvertently triggering the First World War. But the Archduke’s presence in Sarajevo that day was purely a matter of chance—or more precisely, petty political maneuvering.\n\nEmperor Franz Josef had appointed his cantankerous nephew inspector general of the Austro-Hungarian army in August 1913, in order to acquaint the heir to the throne with the empire’s military affairs. Now armed with sweeping (if rather vague) authority, Franz Ferdinand was eager to assert control over the Dual Monarchy’s armed forces—especially if it allowed him to pull rank on the chief of the general staff, Conrad von Hötzendorf, a former friend who’d fallen out of favor due to his persistent advocacy of war against Serbia.\n\nConrad found it especially annoying when Franz Ferdinand showed up to observe the army’s annual maneuvers, so naturally the Archduke always made sure to be there. In 1914 the maneuvers were set to take place in Bosnia, with the clear goal of intimidating neighboring Serbia, and Franz Ferdinand—who opposed war with the troublesome Slavic kingdom, but understood the need for occasional saber-rattling—let it be known he planned to attend. But his itinerary didn’t include the provincial capital of Sarajevo, a third-tier town of 50,000 with little to recommend it to a globetrotting aristocrat.\n\nSarajevo was only added to the Archduke’s itinerary at the insistence of the provincial governor, Oskar Potiorek, an ambitious functionary determined to show Vienna how his enlightened administration had won over Bosnia’s restive Slavs. Of course this was pure fantasy—Potiorek had declared a state of emergency in May 1913 and never rescinded it—and Franz Ferdinand, knowing the risks, was understandably reluctant. But Potiorek had another card to play. If the Archduke paid an official visit to Sarajevo, his “morganatic” wife Sophie would be accorded the ceremonial recognition usually denied her in Vienna (as a minor aristocrat she was considered inferior and coldly ignored at court). After years of snubs, Franz Ferdinand was probably eager to show Sophie off with the pomp and circumstance he felt she deserved.\n\nWhatever his reasons, on February 17, 1914, the Archduke finally gave in to Potiorek’s nagging and agreed to visit Sarajevo the day after the maneuvers, scheduled for June 26 and 27. They couldn’t have chosen a worse date: June 28, St. Vitus’ feast day (Vidovdan in Serbian) is the anniversary of the traumatic Serbian defeat at the Battle of the Field of Blackbirds (Kosovo Polje), where the Ottoman Turks wiped out the badly outnumbered Serbs in 1389. A key event in the formation of Serbian national identity, the Battle of Kosovo Polje symbolizes Serbia’s long struggle against foreign oppression, and has traditionally been commemorated with church rituals, the recitation of epic poetry, and patriotic gatherings.  \n\nEven worse for Franz Ferdinand, the semi-legendary history of Kosovo Polje included the story of Miloš Obilić, a brave Serbian knight who avenged the defeat by assassinating the Ottoman Sultan Murad on the field of battle, martyring himself in the process. The symbolic link between the medieval Turkish despot and the modern Austrian Archduke was all too obvious to Bosnian Serb nationalists, especially in light of rumors that the Austro-Hungarian army maneuvers were actually a cover for a surprise attack on Serbia. \n\nMeanwhile, the head of Serbian military intelligence, Dragutin Dimitrijević, codename Apis, was busy plotting the assassination of some high-ranking Austrian official. In December 1913 or January 1914 several members of Dimitrijević’s ultranationalist terrorist organization, Unity or Death (also known as the Black Hand) met in Toulouse, France, to plan the murder of Potiorek, but this conspiracy soon fizzled out. Afterwards one conspirator, Muhamed Mehmedbašić, returned to Sarajevo and got in touch with his friend and fellow Black Hand member Danilo Ilić, who eventually put him in touch with several other would-be assassins, including a young Bosnian Serb named Gavrilo Princip. In March 1914 they learned of the Archduke’s coming visit to Sarajevo, and a new plot began to form.\n\nSee the previous installment or all entries\n\nMore from mental_floss...\n\nFebruary 17, 2014 - 7:00pm\nsubmit to reddit",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9924291968,
        "format_confidence":0.9060648084
    },
    {
        "url":"http:\/\/americanclarity.com\/2013\/03\/17\/heritage-as-a-matter-of-the-will\/",
        "text":"American Clarity Add us on facebook:\n\n17. March 2013\n\nHeritage as a matter of the will\n\nFiled under: history,worldview — admin @ 10:51\n\nEditor’s note: a version of this article appeared on The American Thinker, but was so badly mangled and inferior to the original, I request that the reader — if he has any appreciation of my writing — please read this version either instead, or as well.\n\nLook closely at those two words, heritage and destiny, dear reader, and see at once two concepts entirely different, and yet intimately connected: the former, what we have been, and the latter, what we will be — and yet, if we simply describe heritage as what we have been, the latter, what we will be, risks much loss.\n\nFor heritage, simply put, is not a series of historical happenstances — dead, a record of what once was.   What once was is far better known as history.  But rather, knowing that any man may read history books and place them back on the shelf, heritage is something far different — alive, something inherited and maintained; a story propagated not simply by happenstance, but by a matter of the will.  In short, heritage isn’t simply something we know about our ancestors, but something of theirs we want to keep; and if we do not want it, we do not keep it.\n\nFor reasons of sanity, here must be distinguished two different types of heritage: universal and particular, for only the latter is forfeitable.  For knowing that every man’s story is different, that his forefathers’ crimes and honors and struggles have begotten different microcosms of humanity with different manifestations of society both good and evil (that is to say, particular to certain persons and exclusive of others), mankind also has a common heritage, uniting black and white, male and female, civilized and barbarian alike: man’s creation in the image of God, his forfeiture of Eden, and his inevitable journey back to the Great White Throne.  Within universal heritage is encompassed a basic and foundational knowledge of the self and fellow man, without which no truly eternal brotherhood can possibly exist, without which there can be no unalienable rights and duties, and without which man’s entire existence reduces him to an accident without hope, without glory, and without future. Universal heritage may be ignored, but never escaped: men may and should be held accountable according to it by other men, and will be held accountable to it by God.\n\nBut, seeing that the second lesser kind of heritage, the particular, is a matter of the will — morally subject to universal heritage, and maintained or forfeited by willing participants — it becomes necessary to distinguish between what must be propagated, and what must be abandoned.  For if men propagate the injustices of ancestors, not only error, but perpetual guilt and shame become an inheritance, damning posterity upon arrival and creating an injustice of another nature: children perpetually punished for the sins of fathers, a spiritual prison without walls for the containment of souls — undeserved and irrational dishonor.  If heritage were simply a matter of recycling history and repeating it as a form of ancestor worship, it could serve no moral or practical purpose, becoming a religion of anti-transcendentalism in which man could not only never rise above what he currently was, but also never above what dead men had already accomplished.\n\nTherefore, seeing that particular heritage — if it is to be beneficial (that’s to say, an object of pursuit at all) — must be a transmission of wisdom and goodness, and a forfeiture of follies and evils, we find ourselves not only in need of an eternal standard by which to progress (a moral compass provided by the universal heritage), but of children willing to carry forward particular banners; children who not only know what good their ancestors have done, but those who feel romantically inclined toward its perpetuation.  For whatever certain men say of the will — wrongly, that it is a sovereign act committed by an impartial soul — we must recognize that the will is nothing more than desire and potential combined: men will only what they want, and if they do not want it, they do not will it (as said above).  And thus we may say that in the perpetuation of heritage, two duties exist: the young have a duty to accept what is good; the aged have a duty to present what is good as living and desirable.\n\nIf the presentation of heritage is the duty of parents, what failures may we accuse the present generations of!  What negligence!  What willful ignorance in an age of unprecedented information!  To paint their greatest of ancestors with the hastily penciled lines of soulless history textbooks instead of carving statues of marble and gold!  To have given their children to teachers and professors, whose pathetic moral constitutions and self-loathing permeate entire classrooms, who smother glory under avalanches of guilt, and make children hate their own identity!  Heritage inverted — this is the inheritance of the modern American, the glorious story exchanged for something worse than nothing, a propagation of perpetual guilt and discord; not a future to be gained, but a past to be lost; a people to be forgotten.  If heritage is an act of the will, then is ours likely to be handed to the next generation?  To children whose heritage comprises the ugliest they know, whose shame in Fathers exceeds their pride, whose story is felt to be better left untold?\n\nCursed are children without a heritage — much more those whose heritage is worth keeping, but thrown away; but cursed still more are the parents of those children, who thought the greatest achievements of man not worth celebrating, whose hearts never beat wildly when reading of Hale, Henry, Washington, and Paine — Abraham and Moses and David and Jesus; who count the propagation of true religion and enlightenment and virtue less valuable than Monday Night Football — glory exchanged for entertainment!  Dead souls! — walking, but lifeless, spineless, heartless; with no future but to die clutching to an increasingly irrelevant and dwindling “conservatism” on life-support!  To a series of rules for the purpose of production, and little more!\n\nIt may be said that the current fiasco — a Republican party predominantly (though not entirely) filled with sellouts and establishment fat cats, and the Democratic party with traitors and villains — may be a manifestation of our forgetfulness.   But if heritage is an act of the will, then let us pick up our books — old books, written by long-dead men — and start afresh.  Let us look upon the current era not as heritage, but as a stain in the pages of Western Civilization; as a second Dark Ages, a soul-smothering progressive Papacy before the Renaissance and Reformation; as sins of fathers committed, but soon abandoned for lack of perpetuation.  Let us go back and fall in love with the great men of Greece and Rome, to pick up dusty banners, to celebrate the excitement of virtuous martyrs and the dangers of liberty — to wet our eyes and cheeks before old gravestones as though heroes passed only yesterday, and reclaim what is ours, and no soul can forfeit but us, and then only if we choose.\n\nIf the above essay may be summarized in a short sentence, let it be this: if heritage is a matter of the will, let us then will to have great heritage — first, in the divine, second, by the moral triumphs of our great and glorious Western Civilization.\n\nNo Comments\n\nNo comments yet.\n\nRSS feed for comments on this post.\n\nSorry, the comment form is closed at this time.\n\nPowered by WordPress",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.5577427149,
        "format_confidence":0.892570436
    },
    {
        "url":"https:\/\/classseminars.wordpress.com\/2015\/05\/01\/order-in-the-court-to-kill-a-mockingbird-and-the-imagined-civil-rights-movement\/",
        "text":"Order in the Court: “To Kill a Mockingbird and the Imagined Civil Rights Movement”\n\nby Jenifer Abercrombie\n\nHow did Martin Luther King Jr.’s march on Washington D.C. end plastered on a bus stop? How did a political revolution become a shopping holiday? Dr. Peter Kuryla, associate professor of history at Belmont University, began his seminar “Civil Rights Demonstrations Amid Courtroom Melodramas: To Kill a Mockingbird and the Imagined Civil Rights Movement,” with just those questions.\n\nDr. Kuryla began his lecture by showing the scholars how “the civil rights movement [has become] a part of our everyday lives.” Besides what is taught in history classrooms, people can now commemorate the fight for civil rights with Little Rock High School Mugs or Rosa Parks Cookie Jars. Dr. Kuryla asserted that these objects are indicators of people’s opinion about civil rights. The moment you can see a political movement for sale,” he said, “you know people have embraced it.”\n\nRosa Parks cookie jar\nRosa Parks cookie jar\n\nBut how did this happen? How did a radical social and political move for equality become “not so controversial anymore?” Dr. Kurlya started with an explanation of what made it controversial in the first place. “Has anyone seen the movie Selma?” he asked. As a few hands went up across the room, Dr. Kuryla explained that the film was one of the first to display the civil rights movement from the activists’ point of view. What made the civil rights movement so polarizing and difficult for people, he explained, was the violence, like that depicted in the movie, that people began seeing on their televisions. While most activists promoted peace, the response to their protests were often exactly the opposite, and as Dr. Kuryla said, the public began to wonder, “what kind of America is this?”\n\nSelma March 7, 1965\nSelma, Alabama –  March 7, 1965\n\nWhat made the demonstrations of civil rights activists so powerful, Dr. Kuryla argued, was the fact that the demonstrations like those in Selma or Anniston “put white violence against black people on display.” This influx of unnerving images of disorder, violence, and chaos prompted Americans to respond in a strange way: their media consumption. To showcase an example Dr. Kuryla turned to ABC’s television schedule on Bloody Sunday in 1965. While Selma, Alabama was erupting in violence, ABC was preparing to show the night’s scheduled film, Judgement at Nuremburg, a courtroom drama centered around the trials of Nazi war criminals. During the film, breaking news interrupted the fictional drama with footage from the streets of of the Selma march. This moment of spliced film strips cemented the connection in people’s minds; what made the Nazi criminals any different from Alabama law enforcement?\n\nScene from Judgement at Nuremberg\nScene from Judgement at Nuremberg\n\nAnd which was easier to watch? Marlena Dietrich and Montgomery Clift playing the scripted justice of a courtroom or real Americans divided and viciously beating their countrymen on the pavement? Enter To Kill a Mockingbird. This book, which now tops high school reading lists, was released in 1960 and adapted to film in 1962. In the midst of real turmoil, Americans were turning in droves to fiction for order and understanding. To demonstrate the influence of courtroom fiction, Dr. Kuryla showed the scholars the trial scene from the To Kill A Mockingbird film. Afterwards he asked the Scholars to analyze the characters and reveal the message that depicts “Black people [as] largely defenseless and innocent,” and their savior as a “white, middle class, liberal, educated man.” In reality, Dr. Kuryla argued, the civil rights movement was much less orderly and the roles much less defined. In the midst of the real civil rights movement there were less white lawyers defending equality, and more black activists in the streets, doing the movement themselves.\n\nScene from To Kill a Mockingbird\nScene from To Kill a Mockingbird\n\nBut according to Dr. Kuryla the courtroom drama dynamic that populated so much literature and film at the time of the civil rights movement is exactly what has altered its collective memory. Dr. Kuryla presented the scholars with research showing that Americans consumed more courtroom drama during the time of the civil rights movement than any other time in history. But why the love for court? He asserted that the order of courtroom fiction became most appealing during a time of upheaval, when both laws and ideas were being challenged, when violence seemed to reign over justice. He also noted that as the logic of the courtroom has been mapped onto our understanding of that time period, the movement has slowly lost its controversial nature and eventually slipped into commercialism.\n\nIn a world where education and public opinion remember Harper Lee more often than Emmett Till and the judge’s bench over the Selma streets, Dr. Kuryla challenged the scholars to take a new look at history and think about how and what we consume in order to resist turning a political revolution into a cheap souvenir.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.6466032267,
        "format_confidence":0.7429721951
    },
    {
        "url":"https:\/\/www.privatephotoreview.com\/2019\/09\/the-hungry-rivers\/",
        "text":"The Hungry Rivers\n\nThe Hungry Rivers\nA roadside house near Gaibandha Sadar is inundated due to over flown of water from Ghagor River. Date: 24 July, 2019 Location: Gaibandha, Bangladesh\n\nFloods are one of the recurring climatic phenomenon in Bangladesh and often have been within bearable limits. However, infrequently they become devastating. Each year in Bangladesh about 26,000 sq km which is 18% of the country is flooded. During astringent floods, the affected area may exceed 55% of the total area of the country. In an average year, 844,000 million cubic meters of water flows into the country during the sultry period (May to October) through the three main rivers the Ganges, the Brahmaputra-Jamuna and the Meghna. This volume is 95% of the total annual inflow of upstream water. By comparison, only about 187,000 million cubic meters of streamflow are engendered by rainfall in the country during the same period.\n\nIn Bangladesh, the definition of flood appears differently. During the pluvial season when the water flow exceeds the holding capacity of rivers, canals, beels, hoars, low-lying areas and banks are overstepped, water spreads over the floodplain and it inundates the area causing damage to crops, vegetation, homesteads, roads and other properties.\n\nA 65 years old woman from Uzaldanga Char, Gaibandha is standing alone infront of her house, which has been washed away by devastating floodwater. Date: 25 July, 2019 Location: Gaibandha, Bangladesh\n\nImmensely weighty monsoon rainfall throughout the country and onrush water from upstream have caused a massive flood in low-lying areas of the Northern, North-eastern and Southeastern districts of Bangladesh this year.\n\nThe overall flood situation in the northern districts have deteriorated as the water levels of all major rivers marked elevate inundating fresh areas, marooning thousands of people and disrupting road communications in four northern districts namely Kurigram, Nilphamari, Rangpur and Gaibandha.\n\nA 40 years old man from Uzaldanga Char, Gaibandha is standing in front of his half-inundated house by floodwater. Date: 25 July, 2019 Location: Gaibandha, Bangladesh\n\nAccording to information of the District Mitigation and Rehabilitation Officers (DRRO), around 1.25 lakh families of 106 Accumulations in 20 Upazilas of the mentioned districts have been affected. The houses, tube-wells, latrines, roads in the affected areas went under the floodwater. People were withal suffering from acute crisis of food and drinkable water.\n\nThe floodwater washed away many houses, livestock and crops in many areas. Maximum schools and colleges went under water and shut down due to flood. Rest of the institutions were used as flood shelters for flood victims.\n\nDue to completely breakdown of a bridge in Ketkirhat, Gaibandha, a farmer is waiting with his cattle to cross the river for safe place. Date: 24 July, 2019 Location: Gaibandha, Bangladesh\n\nPeople who were living close to the main roads took shelter on the street with their valuable goods and in some cases whatever they could able to take with them instantly. Beside food crisis for human, owners of cattle’s also suffered a lot for food for their cattle. On the other side, people who are living in Chars suffered most due to quick inundation of their houses and firms. Almost every year they suffered from this inundation.\n\nThough flood brings poly soil which makes our land more fertile, helps to yield more crops but still people are suffering and not pleased with their uncertain life condition due to this sudden hungry behave of rivers.\n\nA 75 years old woman who lost one of her family member during this shattering flood is living on the street of Konchipara, Gaibandha with her other family members and cattle. Date: 24 July, 2019 Location: Gaibandha, Bangladesh\n\nThe major occupation of the people is agriculture and cattle grazing which is strongly affected by flood. Located Char Uzaldanga, Gaibandha, which is a cattle grazing hotspot. Date: 25 July, 2019 Location: Gaibandha, Bangladesh\nOnly a handful of families dare to stay along the Char Uzaldanga,Gaibandha haunted by experiences of nature’s anger. Date: 25 July, 2019 Location: Gaibandha, Bangladesh\nPart of Char Uzaldanga looks like a tiny line on the top of the river when seen by the people of this char. Date: 25 July, 2019 Location: Gaibandha, Bangladesh\nSubmit Your Photo Essay\n\nSupport from our readers helps improve visibility, encourage exchanges, create new opportunities for photographers and writers around the globe, so if you value what we do, please support PRIVATEphotoreview today. Thank you.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8409627676,
        "format_confidence":0.8216293454
    },
    {
        "url":"http:\/\/buffalonews.com\/2017\/10\/13\/editors-choice-defining-moments-black-history\/",
        "text":"Editor's Choice: 'Defining Moments in Black History' - The Buffalo News\n\nShare this article\n\nprint logo\n\nEditor's Choice: 'Defining Moments in Black History'\n\n“Defining Moments in Black History: Reading Between the Lies” by Dick Gregory\n\nAmistad, 236 pages, $24.99\n\nWhen Dick Gregory died Aug. 19 at the age of 84, he was still almost a month away from publication of this book. Had he lived and been vigorous enough to flog the book everywhere possible on the book hype tour, there is no question in my mind that this book would have been launched into serious American consciousness.\n\nWe’d have seen him venerated on all the talk shows that matter and some that don’t. He’d have been on “CBS Sunday Morning” and who knows what else.\n\nIt’s a milestone book--the final testament of a great American sensibility which was tragically orphaned by the author’s mortality just before publication. It’s a summing up and probably as welcome as any book Gregory ever wrote. He wasn’t just the first black comedian of them all but a man who, for the rest of his life, was a tireless activist and, as he puts it “let’s not forget, conspiracy theorist.” (Read him on Martin Luther King’s assassination.).\n\nThe truth about Gregory is even at the beginning, humor was just his way of being a razor-sharp social critic. His contemporary in black comedy, Godfrey Cambridge, was funnier. But Gregory took his American “otherness” into something that, at times, almost seemed to bid for sainthood.\n\nSo this challenging, hugely readable book is the Gregory’s--eye-view of Black America right up to “Black Lives Matter” and the film “Get Out.” The title word “black” is struck out to get across that black history is American history. He wants us to know that Nat Turner’s was not the only slave revolt and that Rosa Parks, when she wouldn’t give up her bus seat, had Emmett Till on her mind.\n\nHe said he’d place John Brown as Number One “if I had to make out a list of the fifty most important people who ever lived in the history of planet Earth” but that Abraham Lincoln “didn’t care one way or the other about black folks.”\n\nBoth Malcolm X and Richard Pryor, says Gregory, “had something in common. They were both so bashful they’d embarrass you. They’d pull their heads down; couldn’t look up at folks.” A landmark American book whose author, tragically, didn’t live to force us to admit it.\n\nEmail: jsimon@buffnews.com\n\nThere are no comments - be the first to comment",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.7130028605,
        "format_confidence":0.735673666
    },
    {
        "url":"http:\/\/www.daytonhistorybooks.com\/they_taught_me_to_fly.html",
        "text":"They Taught Me To Fly\n\n\nThis article appeared in the Dayton Journal Herald on December 12, 1943\n\n “They Taught Me To Fly…”\nBy Gen. H. H. Arnold\nCommanding General, Army Air forces\n     These 40 years have moved rapidly and, for once, it can be truly said that it seems as if it were only yesterday.  The airplane is one of those rare cases where the effect of a great invention upon society can be observed within the span of one lifetime.  That has been Orville Wright’s lot, and the amazing growth from that first product of a bicycle shop to the modern flying giants is a greater tribute to him than any words that can be written.\n     Objectivity would be necessary for a true estimate of the Wright brother’s contribution to civilization.  That would be particularly difficult for me as it was the Wright brothers who first taught me how to fly.  None who had contact with them in those early years could escape a strong personal admiration for them, for their great vision, for their complete and utter belief in the new science they had suddenly made a reality.\n     To achieve that reality—the conquest of the air—has been the dream of many minds in the past and the final, historic chapter to all those dreams was written at Kitty Hawk.  That December day was also the opening chapter in a story that will continue as long as there is the air above me.  A third dimension had been opened for man’s activity.  Others followed in the path of the brothers from Dayton; many gave their lives but there were always more to fill the gaps.  Immediate Army interest helped send the new invention higher and faster while the oceans and continents became narrower and smaller.  Today, we do not gasp if we hear of speeds of 500 miles an hour and when we are asked how distant a place is we can safely reply: it is very near.\n     Much can be said of the airplane for rarely has man’s way of life been affected as deeply and as suddenly by any single invention.  We could, for example, discuss the abuse rather than the use of the airplane for we also remember another December day—not at Kitty Hawk but at Pearl Harbor.  Those who were responsible for that treachery forgot that the airplane was a product of free men who would stand the test of war because they had stood the test of peace.  In that sense, the Army Air Forces—a miracle of size and superior quality—can be regarded as the heritage of Orville Wright, his brother and the others who struggled with them in those early years.  Although the Japanese used aviation as a weapon of treachery, we have forged it into the decisive weapon of freedom.\n     There can be no higher praise for Orville Wright than to remember that on this anniversary of the first flight.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9577850699,
        "format_confidence":0.9622686505
    },
    {
        "url":"http:\/\/chattanoogan.com\/2013\/2\/13\/244358\/Remembering-the-Thomas-Fritts-and.aspx",
        "text":"Remembering the Thomas Fritts and Cash-Melton Hardware Companies\n\nWednesday, February 13, 2013 - by Harmon Jolley\nCash-Melton Hardware was a successor to Thomas Fritts & Company.\nCash-Melton Hardware was a successor to Thomas Fritts & Company.\n\nThe Warehouse Row mixed-use complex at 1110 Market Street preserves historic buildings connected to Chattanooga’s railroad past.  When I was growing up, we shopped at the P&S Paper and School Supply which was one of the tenants.   As a downtown worker, I frequently ate lunch in the food court.  Anyone remember Larry’s Gourmet Burgers, and the employee who called out, “Burger, burger, burger”?\n\nThere was once a similar large building diagonally located across Market Street from Warehouse Row.\n\n  The building housed a large hardware retail store that had different owners over time.\n\nThomas W. Fritts founded his eponymous hardware store in the late 1800’s.  Mr. Fritts had previously worked with his brothers, Benjamin and Jacob, in the steamboat business.  Jacob was killed in a steamboat explosion (a common occurrence) at Washington Landing in 1875.  Benjamin left his river-based career for a partnership in the Fritts and Wiehl wholesale drug company. \n\nThomas W. Fritts and Company was located at 1017-1107 Market Street.  The firm sold farm implements, harnesses, buggies, wagons.  If it was a need for something that neighed, they sold it.   Mr. Fritts resided several blocks away up the hill at 550 Vine Street.\n\nIn 1913, James A. Cash, Charles L. Hall, and Thomas N. Melton became officers of the Cash-Melton Hardware Company, a successor to the company of Thomas W. Fritts.  According to the 1914 Chattanooga Commercial Review, the company was a wholesale and retail dealer in hardware, guns, cutlery, tools, queensware, and sporting goods.  They also continued the products that Tom Fritts had offered for the horse, of course.\n\nJames Albion Cash, president and treasurer of the store, was born in 1866 at Smith’s Crossroads (present Dayton, TN).  He moved to Chattanooga at age 18.  He served as Chattanooga alderman and commissioner, spanning a change in the form of the city’s government.   Mr. Cash led the development of Lovell Field and the Brainerd Fire Hall, and also advocated a river bridge at Main Street (which was never built, but might have changed our transportation history).\n\nThomas Norton Melton, secretary of the merchant, was born in 1869 at Collierville, TN, east of Memphis.  He came to Chattanooga at age 19 due to the business boom of East Chattanooga and Highland Park.   Mr. Melton worked for Carter-Magill Hardware before helping to found Cash-Melton Hardware. \n\nCash-Melton Hardware failed in 1931 as a result of the Great Depression.  Thomas Melton continued working for Crisman Hardware until retirement in 1958.\n\nI could not determine a date when the Fritts\/Cash-Melton building was demolished.  The 1917 Sanborn Fire Insurance map clearly shows the building, with a large railroad yard with Y’s and switches in back of the building.   \n\nIn 1926, Chattanooga’s city leaders led a project to extend Broad Street south of Ninth, and connect on the other side to the existing Whiteside Street.   That involved removing rail lines and buildings, one of which could have been Cash-Melton.   According to the 1927 city directory, Cash-Melton had by then relocated to a smaller building at 135-137 Market Street, where they offered “everything in hardware.”  \n\nIf you have information on the Fritts\/Cash-Melton hardware businesses, or know whatever happened to the folks connected with Larry’s Gourmet Burgers, please send me an e-mail at jolleyh@bellsouth.net.  I’ll update this article with your feedback.\n\nPhotograph from 1920 showing that railroads kept Broad and Whiteside streets from being connected.\nPhotograph from 1920 showing that railroads kept Broad and Whiteside streets from being connected.\n\nSons of Co-owner of Service Auto Parts Share Their Memories\n\nDon and David Maddox, sons of Service Auto parts co-founder Owen Maddox, shared their memories in response to my recent article on the business. From Don: Again, thanks for putting this in the Chattanoogan. It brought back many good memories of the days I worked with my father selling auto parts here in Chattanooga. Both Hollin Williams and my father, Owen Maddox ... (click for more)\n\nService Auto Parts Once Kept Chattanooga's Cars Running\n\nWhen I think about working on cars, I think of the times that I helped my father (or vice versa, after I started driving).  Engines were simpler then, with enough space under the hood for a mother cat and kittens to ride as stowaways one day to my father's work.  \"Where is that meowing coming from?\" he thought.  Fortunately, the felines were fine, though their nine ... (click for more)\n\nDA Looking Into Issue Of County Commission Candidate's Campaign Sending Filled-Out Requests For Absentee Ballot To Elderly Voters\n\nThe District Attorney's Office has been provided with documents that a County Commission candidate's campaign sent filled-out requests for absentee ballots to elderly voters. Kerry Steelman, election administrator, said there have been four instances in which such requests came from the Elect John Brooks campaign. He said state law says in Section 2-6-202:  (3) A person ... (click for more)\n\nGraham Says County School-City Lawsuit Settlement \"Stinks,\" But County Commission Approves It\n\nThe County Commission on Wednesday approved a settlement of a lawsuit brought by the Hamilton County Schools against the city of Chattanooga, though several commissioners said they were not happy with the deal and Commissioner Joe Graham said it \"stinks.\" Commissioner Graham was the lone no vote. He was joined by Commissioner Tim Boyd in a failed effort to defer it a week. ... (click for more)\n\nPickle Ball? - And Response\n\nCollegedale has done some wonderful things for its residents.  The Greenway is a perfect example of money well spent on helping to give her residents the opportunity to improve their lives, at least from a health standpoint. Having taught at Wolftever Creek for a decade plus, I was fortunate to have opportunity to take my classes on walks from time to time.  It provided ... (click for more)\n\nRoy Exum: Say It Ain't So, Larry Joe!\n\nLarry Joe Wheelon, the tainted horse trainer who was charged with 18 counts of aggravated animal cruelty when his barn was raided in April of 2013 and some animals were sored so badly that they could barely walk, finally went to a court hearing in Blount County on Wednesday and his steps toward Judge Tammy Harrington’s bench were decidedly heavy. My goodness, yours would have been ... (click for more)",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9204218388,
        "format_confidence":0.6454514861
    },
    {
        "url":"http:\/\/www.midwestalmanac.com\/a-fair-to-remember\/",
        "text":"A Fair To Remember\n\n\nWhat do Dr. Pepper, automobiles, and fax machines have in common? If you said they all debuted at the Louisiana Purchase Exhibition in St. Louis, Missouri, you’d be right.\n\nBetter known as the 1904 World’s Fair, this epic event should have been held in 1903, in order to celebrate the centennial of the Louisiana Purchase. It was delayed a year to allow time for more exhibitors to participate. It could easily be said that the 1904 World’s Fair did more to propel America (and the rest of the world) into the 20th century than any other single event. By the time the fair closed in December 1904, nearly 20 million people had attended the Fair. Those 20 million people saw more new inventions–appliances, machinery, tools, vehicles, and foods–than they had ever dreamed of. Many of those inventions are ones that we use and enjoy every single day.\n\nAccording to popular legend, Dr. Pepper, hot dogs, ice cream cones, and a host of other foods were invented at the fair. While that makes for a great story, it isn’t entirely accurate.\n\nDr. Pepper, fruit icicles, and puffed rice were first introduced to the public at the fair and a host of other foods (hot dogs, peanut butter, ice cream cones, the Club sandwich, cotton candy, hamburgers, and iced tea; to name a few…) weren’t invented there, but were definitely made popular on the Pike.\n\nThe Pike was the name of a street at the fair which contained food, entertainment, and activities galore. Fair-goers could be treated to the music of brass bands, the gyrations of belly-dancers, or witness an epic naval battle. They could “travel” to exotic locations and ride elephants, camels, or a ferris wheel. The phrase “coming down the Pike” comes from the 1904 World’s Fair.\n\nThe Creation Exhibition Photo from Wikipedia\n\nA bit more trivia about the fair:\n\nAutomobiles were first used as utility vehicles by Fair employees.\n\nMyths about the dangers of electricity were dispelled at the fair, since many of the buildings made liberal use of it.\n\nAlthough Coca-Cola no longer contained cocaine, its reputation prevented it from gaining a concession at the Fair. Fair-goers could indulge in Hires Root Beer, Circle A Ginger Ale, and of course, Dr. Pepper, but Coca-Cola was hard to find.\n\nDue to the incredible heat that summer and danger of using Mississippi River water for drinking and cooking, water was piped into concessionaires and exhibition halls for 12 cents per 1000 gallons—later reduced to the princely sum of one cent per 1000 gallons. Free bottled water could be obtained at the Palaces of Agriculture and Manufacture. Also, for a penny per portion fair-goers could purchase cold water from “slot machines.” (You might recognize some of the company names: Poland Springs, White Rock, American Carlsbad…)\n\nOther companies represented at the Fair have gone on to become household names.\n\nJack Daniel Whiskey\n\n\n\n\nVan Kamp\n\nLog Cabin Syrup\n\nWelch’s Grape Juice\n\nExpositions are the timekeepers of progress. They record the world’s advancement. They stimulate the energy, enterprise, and intellect of the people; and quicken human genius. They go into the home. They broaden and brighten the daily life of the people. They open mighty storehouses of information to the student. -President William McKinley at the 1901 World’s Fair\n\nThat seems like a pretty fair (pun intended) assessment of the Louisiana Purchase Exhibition. To take a look at more amazing photos, click here.\n\n\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9802657962,
        "format_confidence":0.6145737767
    },
    {
        "url":"https:\/\/mountainx.com\/news\/oral-history-records-heart-and-soul-of-mountain-culture\/?replytocom=2779307",
        "text":"Oral history records heart and soul of mountain culture\n\nPASSING ON THE PAST: With the wealth of information modern technology affords, the oral traditions and histories passed down through generations in Western North Carolina and elsewhere often get lost in the shuffle. Historians such as filmmaker David Weintraub, right, are working to preserve these stories and lessons before the region’s elders pass on. Photo courtesy of David Weintraub.\nPASSING ON THE PAST: With the wealth of information modern technology affords, the oral traditions and histories passed down through generations in Western North Carolina and elsewhere often get lost in the shuffle. Historians such as filmmaker David Weintraub, right, are working to preserve these stories and lessons before the region’s elders pass on. Photo courtesy of David Weintraub.\n\nTake a walk through downtown Asheville and you’re bound to run across some symbol or image of Western North Carolina’s mountain heritage. From stores peddling traditional crafts to the overalls-clad busker with banjo in hand, the history of the Southern Appalachians still looms large in the region’s identity and the way it portrays itself to visitors.\n\nIncreasingly, however, the traditions that produced these icons of mountain life are being lost to gentrification and changing demographics. Nearly half of Buncombe County residents now come from somewhere out of state, according to a study by the Carolina Population Center at UNC Chapel Hill. And within the four-county Asheville metropolitan area, nearly 24 percent of residents are 65 or older, 2015 census figures show.\n\nSeeking to preserve the region’s history and traditional culture, local organizations and researchers are working to document the lives and wisdom of WNC’s elders, believing that this provides invaluable context for the area’s present and future.\n\n\nOral history has long played a central role in the mountain region’s cultural makeup, notes Kiran Sirah, president of the International Storytelling Center in Jonesborough, Tenn. “We used story as a way to communicate, understand and share knowledge and wisdom, to make sense of the world around us and to think about morals or lessons from the environment.”\n\nFrom the native Ani Katuah (the ancestors of the Cherokee) to the first European settlers who called these mountains home, the stories passed down helped succeeding generations survive and thrive in a harsh, isolated environment, notes filmmaker David Weintraub, who heads the nonprofit Center for Cultural Preservation in Hendersonville.\n\n“Today, we think our lifeline is our plastic device,” he points out. “But our lifeline isn’t stuff: It’s our connections and relationships. When you get an oral history with an elder, it helps to give us some grounding in a way that picking up a textbook or doing a Google search doesn’t.”\n\nOral history and personal recollections also bring dry names and numbers to life, says Anne Chesky Smith, director of the Swannanoa Valley Museum & History Center. “You realize that it’s not just dates and facts: It’s real people living real lives and doing real things.”\n\nMemory therapy\n\nCultural significance aside, sharing life stories can also serve as a form of therapy for teller and listener alike.\n\nBRIDGING THE GAP: Techniques like the Guided Autobiography method, developed by James Birren in the 1970s, not only help elders tell their stories in their own words but can bridge the generation gaps between students as they share their memories and life experiences. Photo courtesy of the Birren Center for Autobiographical Studies\n\nAccording to the National Institutes of Health, loneliness and social isolation among older Americans have been linked to an increased risk for everything from loss of motor and cognitive functions to Alzheimer’s disease and cancer. Coming together with others to share their experiences helps elders connect across generations, notes Cheryl Svensson, director of the Birren Center for Autobiographical Studies and an instructor in guided autobiography.\n\n“Just writing these stories down brings up memories, connections and synapses in the brain that they might not have had if they were just sitting home and watching TV,” she notes. Other studies, adds Svensson, have found that children with a sense of their family’s past are likely to have higher self-esteem and adjust better to social situations. “They’ll know something about your life — where they come from, what happened to you, how you survived and coped.”\n\nSalt of the earth\n\nOral history can also provide context for many of the issues facing WNC communities today in ways that a textbook or fact sheet cannot.\n\nJim Veteto, who founded the Appalachian Institute for Mountain Studies, has long paired oral history with his efforts to collect heirloom seeds from around the region, a method known as “cultural memory banking.”\n\nThese stories, says Veteto, an assistant professor of anthropology at Western Carolina University, are crucial in understanding how the crops grow, where they come from and what cultural significance they carry.\n\n“In my research, the average age of the person I interview is 70,” he says. “They sometimes don’t have people in their families to pass down the seeds and stories to. We’re trying to create interest in it and serve as sort of a vehicle for helping to promote that.”\n\nBesides helping preserve biological diversity, seeds with a clearly defined cultural background are often more attractive to the average gardener, adds Veteto, which helps keep them in the hands of individuals rather than giant corporations like Monsanto.\n\nFInal construction-shelter\nBUS STOP STORIES: The new bus shelter on Haywood Road, near New Belgium’s brewery, was not only built from re-purposed materials taken from the New Belgium site, but will soon be adorned with panels that share the history of West Asheville and the nearby area, according to Chris Joyell of the Asheville Design Center, which designed the structure. Photo courtesy of the Asheville Design Center.\n\nOral history is also influencing several local public works projects. In 2015, the Asheville Design Center joined forces with students at UNC Asheville on an oral history project about West Asheville. The fruits of that effort will be incorporated into panels adorning the new bus shelter on Haywood Road near the New Belgium brewery.\n\n“It’s something that impacts people on a daily basis,” notes Chris Joyell, the design center’s executive director. “In a bus shelter, you actually have a captive audience. It’d be really cool to come out of the brewery, sit down, start reading that panel and learn a crazy story of how much history is under the soil of this site.”\n\nJoyell hopes the city will consider incorporating this project into other bus shelters as well. “For a lot of us that are new here, there’s so much history that gets lost in the shuffle,” he points out. “Telling these stories helps increase our appreciation of what we have here now and maybe points us in the direction we can go in the future.”\n\nFor example, the disruption inflicted on the Burton Street community when interstates 26 and 240 were pushed through in the 1960s and ’70s, says Joyell, has had a major influence on the current plans for the I-26 Connector.\n\n“Learning about the history of a community like Burton Street really points to some of the problems that we’re currently facing,” he says. That encourages planners to ask questions like “How can we have a highway connector that actually connects communities instead of dislocating them?”\n\nEye of the beholder\n\nWhile the value of preserving oral history has been widely acknowledged, collection methods often vary, depending on the situation and the interviewer’s goals. At the Swannanoa Valley Museum, says Smith, the focus is very local. Interviewers can use video, audio recordings or simple notes, depending on the subject’s preferences.\n\n“We have a list of starter questions on our website,” she notes. “They’re pretty generic: where they were born, when they were born, who their parents were. But usually, once you start talking to people, new topics come up.”\n\nDeveloping rapport with an interview subject is essential, says Weintraub, who uses interviews in many of his documentaries. “People are fairly humble,” he says. “Often, they don’t necessarily want to reveal their lives and inner thoughts to someone they don’t know.”\n\ntheron with goat\nLIVING THROUGH WORDS: Theron Maybin, colloquially recognized as the “Mayor of the Green River,” is one of several recently departed local legends captured on film and tape by the Center for Cultural Preservation. As more local elders pass on, filmmaker David Weintraub says the mission of capturing their stories for posterity becomes crucial for preserving our regional identity. Photo courtesy of David Weintraub.\n\nBeing a good interviewer also requires an open mind and active listening, he continues. “I find that the most valuable answers come not from the initial questions but from the give-and-take, the follow-up. Someone says an innocuous thing, and all the sudden it opens up a whole world.”\n\nA race against time\n\nFor many researchers, the biggest challenge in collecting oral histories is time itself. In the last nine months, six of the people he interviewed during the past year have died, Weintraub says. They include local luminaries like Cal Calhoun and Theron Maybin. Calhoun was the co-founder and master of ceremonies for the “Carolina Barn Dance” radio show, once broadcast to over 500 stations around the country. And Maybin, aka “the Mayor of Green River,” was renowned for his homespun agricultural wisdom.\n\n“Every time I lose one of these elders, I realize how much more work there is to do and how much quicker we need to do it,” notes Weintraub. Despite his best efforts, the Center for Cultural Preservation has a backlog of people waiting to be interviewed, he says. And the Swannanoa Valley Museum, says Smith, has many pre... (truncated)",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.984659791,
        "format_confidence":0.801879704
    },
    {
        "url":"http:\/\/www.abajournal.com\/magazine\/article\/november_20_1945\/",
        "text":"November 20, 1945\n\nIn the aftermath of World War II, victorious Allied forces responded to widespread atrocities carried out by the Nazi regime under color of war. British Prime Minister Winston Churchill had urged that Nazi leaders be “hunted down and shot.”\n\nBut those favoring a legal process prevailed with the creation of an international tribunal commissioned to try German officials accused of war crimes and crimes against humanity.\n\nMeticulous Nazi record-keeping provided much of the evidence against the 22 defendants. Official documents, along with wrenching eyewitness testimony, opened the world’s eyes to the horrors of the Holocaust.\n\nAfter 11 months, 12 defendants were sentenced to death, seven to prison terms ranging from 10 years to life, and three were acquitted. Hitler’s No. 2, Hermann Göring, remained unrepentant throughout, and he committed suicide the night before he was to be executed.\n\nABA Notices\n\nAdvertisers in this Issue\n\nWe welcome your comments, but please adhere to our comment policy. Flag comment for moderator.\n\nCommenting is not available in this channel entry.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9580304027,
        "format_confidence":0.5286201835
    },
    {
        "url":"http:\/\/tennesseesoul.com\/history\/flyingblind.html",
        "text":"Black Sunday\n\nThe Big One\n\nClark Field\n\nThe One\n\nRaid on Palau\n\n\nThe Rake\n\nHog Killin'\n\nSunday Call\n\nTough Birds\n\nRun of Hollow\n\nRobbing Bees\n\nHay Hauling\n\nThe Shed\n\nFinal Mission\n\nLike About Bob\n\nExuberant Birds\n\nPreface & Reader Response\n\n\"I wouldn't take anything for the experience, but I wouldn't give a nickel for it again!\"\n\nAnnotated Bibliography\n\n\n\nA Paradox of History: The Unseen Present\n\n\nA Former WWII Pilot's Long Look Backward to See the Big Picture\n\nby Jackson N. H. Murley\n\nWars are complex phenomena. Worldwide war requires a multitude of perspectives for fuller comprehension of causes, courses, and impact. History weaves various stories and perspectives into a more unified pattern of the past, a pattern from which one may learn lessons. World War II left no continent untouched, so thousands of perspectives must be collected and analyzed to create a clearer portrait. This is a story about one participant's perspective and what he knew and did not know about the bigger picture.\n\nRobert W. Hulme (Bob) was a World War II bomber pilot. Born in 1919 in Tennessee, he struggled through the Great Depression, working hard to help support his family. Three months before Pearl Harbor, he was drafted into the United States Army on his twenty-second birthday for what was supposed to be one year. Eventually, he served in the United States Army Air Forces (USAAF) for a little over five years, and after the war he served in the United States Air Force reserves for twenty-one years. He raised four girls on his farm outside Franklin, Tennessee, and has seven grandchildren. Now, at 81, he has many stories to tell about the Great Depression and World War II.\n\nWhen he was drafted in 1941, the Great Depression was still severe; it was hard to get a job and wages were very low. After high school, Bob made $11 per week for his family doing construction work for the telephone company. With room and board provided, U.S. Army pay was \"a raise\"; throughout his time in the army, he sent checks to his family.\n\nBob was eating lunch on December 7, 1941 with cousins in Mineral Wells, Texas (near Fort Worth) when \"my feathers fell.\" Upon the announcement of the bombing of Pearl Harbor, Bob knew he was in the army for the long haul. Soon he entered a New York City army unit stationed in California. Bob could not understand all of the \"Yankee talk\" of his fellow soldiers; at times he felt like he was in a foreign country. Hundreds of similar veteran accounts detail first encounters between Yankees, Southerners, Italians, Jews, and other disparate groups, revealing the strong sectionalism of pre-World War II America. Bob knew there would be orders in the next few weeks to ship out of San Francisco to the South Pacific, but he wanted to transfer to the U.S. Army Air Forces, because he thought \"flying is better than walking.\"\n\nA shortage of money and imagination crippled the air forces before Pearl Harbor. The military establishment believed, as Alfred Mahan espoused, that a strong navy was essential, not strategic air bombing. The air forces were small and rather exclusive. But during World War II the old principles were disproved, particularly at the Battle of Midway. The strength of the air forces tripled from mid-1940 to mid-1941 and then quintupled from mid-1941 to mid-1942, expanding in part by extending admission to those who only had a high school diploma (rather than only those with two years of college). Despite his enthusiasm, Bob had to struggle to even obtain the opportunity to take the written entrance test; he had no choice but to go AWOL (Away Without Official Leave) – the only time he did so during the war – to hitchhike to take the test. He arrived hours late but still passed, submitting all of the necessary paperwork just minutes before the admitting officer left for the evening. The next morning, as his Army Ground Forces unit was preparing to ship out, Bob was pulled aside and notified of his transfer to the Army Air Forces.\n\nBefore being trained, Bob was given four consecutive 28-day leaves because the training schools were full. New trainers and equipment were required before additional trainees could be accommodated. A glance at the USAAF training numbers of the period confirms that Bob entered the USAAF simultaneously with thousands of others. The number of graduates boomed, septupling from 27,531 in 1941 to 192,468 in 1942. This boom in graduates may have been in part a result of less strict and more disorganized training. Bob's early training experience certainly reveals some disarray. Instructors often forgot about trainees. Bob had to largely teach himself how to fly, listening at night to what other trainees did and practicing the techniques the next day. Bob was prepared for his basic examination, but his examiner did most of the flying, passing him anyway. Luckily, Bob became an excellent pilot and a bomb group leader, but the training processes of the Army Air Forces did not work as intended in 1942.\n\nSoon Bob was sent to the South Pacific. Flying heavy bombers (B-24s and B-25s), he and the rest of the 5th Air Force fought its way up the island chains from New Guinea to Borneo to the Palau Islands to the Philippines. Initially there were some defeats and disasters, such as \"Black Sunday\" in 1943, when most of the 5th Air Force scrambled to land at a single strip. But soon the tide turned. President Franklin Delano Roosevelt created a new Office of War Mobilization with Former Supreme Court Justice James F. Byrnes at the helm; this office successfully produced an American war machine that surpassed those of Japan and Germany. By 1944, the U.S. Army had fully organized and mobilized in the Pacific. The Pacific Air Force, utilizing the renowned B-25, had many successful bombing runs in the Philippines during the Luzon Island Campaign, paving the way for General Douglas MacArthur's glorious return to the Philippines. One of Bob's most harrowing missions at that time was a successful bombing run of Clark Field, formerly an American field, on Christmas Eve 1944, in which his radio operator was killed and the hydraulics system on his plane malfunctioned, causing the brakes and flaps to break down.\n\nAfter retaking the Philippines, Japan was the next target, but any need to bomb and invade Japanese cities was obviated by the introduction of nuclear weapons, which took Bob by surprise, and prevented, in his words, \"a real rough scuffle.\" Following the surrender of Japan and an additional year in the USAAF, Bob returned home, married Roberta Jane Wright (whom he met during initial pilot training at Chickasha, Oklahoma), and returned to his job with the Bell Telephone Company in 1946 for $6000 per year (compared to $572 per year pre-war for construction work for the same telephone company).\n\nAs the post-war years passed by, Bob's ideas about the war changed. During the war he neither knew a lot about the other theaters of war nor thought much about the bigger picture. According to Bob, \"When I was actually in the service, I was just concerned about where I was. I wanted to do all I could to help win the war, and then go home. Of course I was concerned about what was going on elsewhere, but we had no means of finding out. We didn't have any radios in the Southwest Pacific. Occasionally, I'd hear news about Europe in letters from my family, but they didn't know what was really going on either.\"\n\nSince retiring from the Bell Telephone Company, Bob has had time to read several histories on World War II and biographies of Truman and Roosevelt, among others. He also regularly attends reunions of his 22nd Air Force Squadron. One may think that since he was a participant, stories about WWII might not be surprising to him. But that is not the case: \"I'm appalled when I read now about what actually happened.\" He realized that FDR and his commanders often made mistakes – the Japanese forces were underestimated, and initially the heavy bombers in Europe were placed in unreasonably perilous conditions. But Bob's respect for Truman increased after reading about Truman's early life as a farmer, his character, and his wisdom in office.\n\nAfter many discussions with European veterans, Bob concludes that he was lucky to be in the Army Air Forces on the Pacific Front. In Europe, the Germans were ready when Allied planes crossed the English Channel, Bob says; they were defending their homes. But on the Pacific, targets were widely spread and far from Japan. Bob had less to fear from the Japanese Zeros and Kamikazes than from the weather and anti-aircraft fire. Ninety-five percent of his flying was over water, so the main fear was of becoming \"shark bait.\" (He laughs at this expression of grime wartime reality.) Other accounts (particularly the statistics of the USAAF) support Bob's observations. From 1943 to 1945, the ratio of heavy bomber casualties to heavy bomber arrivals in the Pacific and Far East was about 18 percent – for Europe and the Mediterranean, it was about 32 percent.\n\nOne striking example of how little information Bob had during the war is that he did not know the full harrowing story of his tent mate until decades after the war. At the time the scene seemed taken out of Joseph Heller's Catch-22. As Bob tells it today, \"We just assumed that he died. We had already divided up his stuff when he returned.\"\n\nRobert W. Hulme's experiences offer an important perspective on the USAAF during World War II. But during World War II Bob was not aware of the \"big picture\" and many aspects of the general course of the war. He did not fully understand the war until reading history provided him with a patchwork of perspectives on other fronts. His experiences reveal basic paradoxes of World War II, such as the mix of horror with courage and pride and the creation of lifelong friendships in the midst of detachment from larger realities. These paradoxes explain the common sentiment, expressed simply by Bob, that \"I wouldn't take anything... (truncated)",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9920302629,
        "format_confidence":0.7626633644
    },
    {
        "url":"http:\/\/www.wiclarkcountyhistory.org\/4data\/85\/85155.htm",
        "text":"Obit: Quell, Andrew H. (1872 - 1928)\n\n\n\n\n\n----Source: THORP COURIER (Thorp, Clark County, Wis.) 02\/09\/1928\n\n\nQuell, Andrew H. (5 Sep 1872 - 4 Feb 1928)\n\n\nMr. Andrew H. Quell died at his farm home in the town of Reseburg, Clark County, Wis. Saturday morning at 3 a.m., of heart disease, which has been bothering him for some time. Mr. Quell was born Sept. 5, 1872 at Burlington, Iowa. It was there he spent all his life, save the six years in Thorp.\n\n\nMr. Quell leaves to mourn his loss, his devoted wife and five children and one grandchild. Three of the children lived at home, Harry, Emily and Roy. Grace, or Mrs. Dukowen, and her husband, Martin, of Baraboo, came with the baby tot he funeral. Harley came from Port Washington.\n\n\nIt was always Mr. Quell's saying, \"If I have any flowers coming, I want them while I am alive, not when I am dead.\" Mrs. Quell had many plants about the home and Mr. Quell so enjoyed them.\n\nMr. Quell was taken to his old home where he had longed to be. There he wished to take his final rest.\n\n\nMr. Quell was liked by all, and often helped his neighbors in threshing and filling silos.\n\n\nThe funeral was from the home. Mr. Bennetts gave the sermon. The text was \"Behold, I Come Quickly.\" The members Methodist choir sang Mr. Quell's favorite songs, \"Nearer My God to Thee,\" and Beautiful Isle of Somewhere.\" Mrs. B. R. Rusch sang \"Face to Face.\"\n\n\nMrs. Quell and Harry accompanied the body to Burlington, Iowa for burial Monday morning.\n\n\nMr. Quell leaves a host of friends and will be missed by all.\n\n\n\n© Every submission is protected by the Digital Millennium Copyright Act of 1998.\n\n\nShow your appreciation of this freely provided information by not copying it to any other site without our permission.\n\n\nBecome a Clark County History Buff\n\n\nReport Broken Links\n\nA site created and maintained by the Clark County History Buffs\nand supported by your generous donations.\n\n\nWebmasters: Leon Konieczny, Tanya Paschke,\n\nJanet & Stan Schwarze, James W. Sternitzky,\n\nCrystal Wendt & Al Wessel",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8453423977,
        "format_confidence":0.9749068022
    },
    {
        "url":"http:\/\/www.mailtribune.com\/apps\/pbcs.dll\/article?AID=\/20130414\/NEWS\/304140378\/-1\/LIFE",
        "text":"Not long after Champ Payne put a ring on Betty McCollum's finger in April 1852, he and his 17-year-old bride left Missouri for Oregon.\n\nNot long after Champ Payne put a ring on Betty McCollum's finger in April 1852, he and his 17-year-old bride left Missouri for Oregon.\n\nIt was a year, historians believe, when nearly 10,000 people pushed West with their ox teams, some seeking gold in California and others free land in the Oregon Territory.\n\nA Cave Junction newspaper, quoting a Payne descendent in 1984, said that this wasn't Champ's first overland trip across the plains. In 1849, when he was 17, he went in search of California gold with his older brother, James. According to the story, the brothers stayed until 1851 and returned to Missouri after making \"a little bit of money.\"\n\nChampion Turpin Payne and Elizabeth \"Betty\" McCollum were both born and grew up in Chariton County, Mo. Champ's mother died when he was 4, and his father died when he was 10. Except that Champ and Betty had married in Keystville, Champ's hometown and the county seat, little more is known about their early life.\n\nThe newlyweds arrived in the Willamette Valley on Aug. 31, 1852, and within a month they had claimed 320 acres northeast of Harrisburg.\n\nAfter farming in the same location for nearly 16 years, Champ and Betty brought their seven surviving children to Jackson County and settled east of Phoenix on land beneath the rocky cliffs that still bear the family name.\n\nThe Paynes had 11 children in all, but only nine survived to see the 20th century. Their youngest was born when Elizabeth was just about 40 years old.\n\nOn the annual newspaper listing of Jackson County's affluent residents, Champ Payne was consistently ranked as one of \"Our Wealthy Men,\" sometimes known as \"Our Heaviest Taxpayers.\"\n\nTheir farm, with a panoramic view of the valley, was home to one of the county's earliest commercial dairies, selling milk and home-churned butter.\n\nA 1931 Mail Tribune article remembered \"Grandma Payne\" as a \"thorough believer in diversified farming.\"\n\nHer garden was irrigated with water piped from a nearby creek in a homemade, somewhat leaky canvas hose. There were the usual assortment of farm animals and, according to the article, annual summer cattle drives to Klamath County, where the Payne's cows could feast in \"luxuriant summer pastures.\"\n\nIn 1870, brother James and his family left Missouri and were reunited with Champ in Jackson County, living nearby until 1875, when they moved to Josephine County, east of Cave Junction. There, James helped build the Althouse Church.\n\nChamp Payne retired from farming in the late 1890s, turning over operation of the farm to his son, Champ Jr.\n\nIn November 1900, Champ and Betty bought land on North Main Street in Ashland and began to build a house. Within a year, and after spending $600, the house was finished and the Paynes moved in. Betty remained in the house even after Champ died in February 1919. In 1923, she finally sold the house and moved in with Champ Jr. She died in April 1929 and, within days of their 77th wedding anniversary, the couple were reunited in the Phoenix Historic Cemetery.\n\nWriter Bill Miller lives in Shady Cove. Reach him at",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9851804972,
        "format_confidence":0.6509270668
    },
    {
        "url":"http:\/\/ahoy.tk-jk.net\/Letters\/RobertEmmettMcElhennylist.html",
        "text":"Robert Emmett McElhenny list in attack on H.M.A.S Canberra\n\nJune 02, 2009\n\nSubject: Robert Emmett McElhenny\n\nSadly my mother, sister of Robert McElhenny has passed away.  (25\/05\/2009). \n\nI am the eldest son of Ellen May Deegan (nee McElhenny). Robert Emmett was my uncle.\n\nFour years ago my mother asked me to drive her to the Mackay Harbour, here in North Queensland, her adopted home. Our family were from the Wollongong area.\n\nThe purpose of the visit to the ship, was unknown to me  at the time. I thought she wanted to see the HMAS Canberra at the harbour.\n\nShe disclosed to me and a serving member of the Navy and the young TV reporter on the jetty, just what was on her mind. She wanted closure.\n\nIn the mid thirties, she had encouraged her younger brother to enter the Navy. She, in turn entered the Catholic order of Sisters of the Sacred Heart (Sister Collette).\n\nShe left the convent, for health reasons.\n\nIn fact, she ended up married to a sailor, Jack Hylton Deegan. Stoker\/gunner on the HMAS Moreton Bay.\n\nOver the years she had carried a burden, she felt it was her fault that brother Robert, had joined the Navy and had gone down with the HMAS Canberra.\n\nI am sure she had closure that day. She never mentioned the subject again. May they rest in peace.\n\nPatrick Thomas Deegan\n\n\nSorry to learn about the loss of your Mother.\n\nHere are the Certificates of Service for Robert and Jack.\n\nStoker Petty Officer\n\nService  Royal Australian Navy\nDate of Birth  2 April 1919\nPlace of Birth  RANDWICK, NSW\nDate of Enlistment  20 July 1936\nHome Port\/Port Division  SYDNEY, NSW\nNext of Kin  JOHN\nDate of Death  9 August 1942\nPosting on Death  HMAS Canberra \n\nRobert is shown on my Canberra list of casualties as Missing believed Killed in Action as:\n\nActing Stoker Petty Officer (TY) Robert E. McElhenny 21128. thev TY stands for temporary.\n\nAble Seaman\n\nService  Royal Australian Navy\nDate of Birth  2 August 1920\nPlace of Birth  MOUNT KEMBLA\nDate of Enlistment  29 December 1942\nLocality on Enlistment  CORRIMAL, NSW\nHome Port\/Port Division  SYDNEY, NSW\nNext of Kin  DEEGAN, ELLEN\nDate of Discharge  28 June 1946\nPosting at Discharge  HMAS Kuttabul \n\nJack was an Able Seaman not a Stoker.\n\nBest regards,\n\nback to letters index\n\n\nThis site was created as a resource for educational use and the promotion of historical awareness. All rights of publicity of the individuals named herein are expressly reserved, and, should be respected consistent with the reverence in which this memorial site was established.\n\nCopyright© 1984\/2014 Mackenzie J. Gregory All rights reserved",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.837729454,
        "format_confidence":0.6966288686
    },
    {
        "url":"http:\/\/nationalinterest.org\/article\/the-rebirth-of-realism-and-the-lessons-of-history-the-british-example-11-2232",
        "text":"The Rebirth of Realism and the Lessons of History: The British Example (1)(1)\n\nRealists look to history and the structural nature of the world as their blueprint for conducting foreign policy.\n\nRealists look to history and the structural nature of the world as their blueprint for conducting foreign policy. In the nature of the world they found themselves in, post-Waterloo Great Britain eerily mirrors the conditions facing the United States at the dawn of the twenty-first century. As these circumstances reflect the present American situation, a closer understanding of the methods of the time ought to lead to a template for present American action.\n\nFirst, the United States of today and post-1815 Great Britain are in a strikingly similar historical situation. As the dust settled on the field of Waterloo in June 1815, Great Britain found itself, much like the United States after the Cold War, the preeminent power on the globe. Post-Waterloo Great Britain stood as the victor in a series of wars and as primus inter parus at the dawn of a new era; such a historical reality explains why it was a status quo power, wedded to the perpetuation of the post-Napoleonic international system. As such, British geopolitical strategy remained generically the same as all ordering powers since the dawn of civilization- to prevent the emergence of a global rival.\n\nSecond, the world the British found themselves in was uni-multipolar in structure, much like our own. In terms of military, economic, political, cultural, and diplomatic power, the British were first among equals but far from being the sole significant power. This structural reality required that the settlement of critical international issues required action by Great Britain, but generally with the aid of some combination of other major powers. For instance, when fighting alone against the Boers (1899-1902) the British found an adversary who threatened to erode domestic British imperial sentiment. But in a coalition with France and Austria-Hungary during the Crimean War (1854-1856), Britain easily defeated Tsarist Russia.\n\nCoalitions of the willing, diplomatic combinations designed to secure a specific purpose, proved to be the diplomatic tool of choice. Hence, the British modus operandi was often a hybrid: to behave multilaterally where possible, and unilaterally where necessary. Harvey Sicherman has described Benjamin Disraeli, British Prime Minister from 1874 to 1880 as knowing \"how to create an international coalition around a common objective, and how not to lose his way in the warmth of its company.\" (2) Current U.S. strategy mirrors the British approach. Secretary Rumsfeld recently stated, \"The mission determines the coalition, the coalition does not determine the mission.\"\n\nThird, Great Britain and the United States' common geopolitical position has defined the emerging threats of their respective eras and identified the best way to defend against such a challenge. Both Great Britain and the United States are \"islands\" lying off of the main Eurasian continental mass, capable of offshore intervention. The threat of a rising hegemon that could dominate Europe formed the basis of British foreign policy, evidenced by British military opposition to the Spanish Armada, the Sun King of France, Napoleon's legions, Wilhelmine Germany, Nazi Germany and the USSR. Great Britain's outsider status rendered balancing the most effective diplomatic tool for arresting the appearance of a European hegemon. Thus, Great Britain always politically supported the secondary power or grouping of powers, hoping to halt the dominance of a rival with the potential to unite Europe against the island power. For example, Great Britain led a coalition of Russia, Austria-Hungary and Prussia against the mighty Napoleon, then advocated generous peace terms to a defeated France in an effort to balance against Alexander II's powerful Russia, before eventually joining with France and Austria-Hungary to defeat Russia in the Crimean War.\n\nGiven the British geostrategic position, British military domination was founded primarily on the strength of the Royal Navy, which from 1860-1910 was as strong as the next three or four naval powers combined. This dominance was based on a particular military advantage-speed of reaction time in a crisis. Great Britain could bring more force to bear, more quickly and over more of the world, than any other great power of its time. For while Russia, China and France possessed vast land forces, only Britain had the ability to quickly transfer effective fighting forces anywhere, making it the world's only genuine global power in the nineteenth century. Given this overwhelming advantage, the statesmen of London remained confident that any challenge to their global predominance could be seen off long after it had presented itself, thus rendering a hyperactive foreign policy unnecessary.\n\nSuch a strategy was enormously economical. London had watched through the centuries as Spain, France, Austria and the Netherlands exhausted themselves in an endless series of continental wars. Great Britain, by contrast, had the luxury of only using military force in Europe when the international system itself was threatened. Ironically, Great Britain's great strategic mistake, beyond fighting an endless series of minor colonial wars that sapped its strength, came in recognizing far too late that it was a rising Germany, and not traditional colonial rivals France and Russia, that presented a hegemonic challenge to Europe in the latter part of the nineteenth century.\n\nToday, in terms of geopolitics, America remains committed to preventing the rise of a hegemon although the definition of such a danger has expanded. As Henry Kissinger has observed, \"The domination of a single power or either of Eurasia's two principal spheres-Europe or Asia-remains a good definition of strategic danger for America.\"",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.5049256682,
        "format_confidence":0.670568943
    },
    {
        "url":"http:\/\/www.argenweb.net\/white\/wchs\/DavenportsofWhiteCounty_files\/davenport.html",
        "text":"Judge W.D. Davenport\n\nGleanings from Judge Davenport’s Bible\n\n\nPresident, White County Historical Society, 1998-2000\n\n\nilliam Dupre Davenport made it all the way from Clay to the Governor’s chair some 85 years ago. He became a champion of morality, punishing bootleggers and promoting Christian ethics in the public schools. His Bible recently surfaced, provided by a family friend, more than half a century after his death. It contains personal information on his family as well as evidence that he - or his wife Margaret Figg Davenport - studied it often.\n\nAccording to the Bible, William was born August 3, 1877, the second child of Tabitha Francis Haywood Davenport and Benjamin Franklin Davenport.\n\nHe married Margaret February 15, 1903, at the home of her parents, Joseph J. and Frances Figg of Clay, an area later called Route 1 Pangburn. The ceremony was conducted by justice of the peace John A. Carruthers and officially witnessed by L.D. Fields and his wife Lelia.\n\nDavenport opened a law practice in Searcy in 1909 after teaching school for several years. He was elected to the State Senate in 1915. Serving as president of that body in 1917, he acted as Governor on several occasions during the absence of the Governor, G.W. Hays. According to historian Raymond Muncy, “Searcy politics managed to keep on an even keel in the 1920s. M.H. Greer had been elected to a second term as mayor in 1918. In 1922 he moved to another state and W.D. Davenport was appointed to fill out his unexpired term.” Davenport was succeeded as mayor in 1924 by Mark P. Jones. That year, Davenport was elected to the Searcy School Board at a time when strong emphasis was placed in Searcy’s schools on Christian values. By the time the Roaring Twenties came to a close, William was building a name as a forceful Circuit Court judge. This was a time when the illegal manufacture of intoxicants became such a problem in and around Searcy that a court session was referred to as a “Bootleggers’ Convention” and Judge Davenport as “The Moderator.” More than half the criminal cases that came before the Circuit Court in 1929 were alcohol related.\n\nJudge Davenport died April 10, 1949. The Bible he left is filled with marginal notations indicating serious Christian study. On November 2, 1942, he had written into it all the genealogical information about his family that he knew:\n\nHis father Benjamin Franklin Davenport was born in North Carolina August 30, 1848; he died April 13, 1886 and was buried at “Coffey or Harris Cemetery.” Residents of this area have not heard the cemetery called “Harris” before, although Judge Davenport refers to it by that name other times in his Bible. A Charlie Harris is the only marked grave for a Harris in the cemetery. Tabitha Frances Haygood and B.F. Davenport were married at Pangburn in 1872. According to the Bible, she died February 11, 1942, and was buried at “Coffey or Harris Cemetery.” All Judge Davenport knew to write about his grandfather was his name - John Davenport - and that he died “at the close of the Civil War.”\n\nFrances and Ben Davenport had three other children. Jennie was born November 23, 1873, at Pangburn. She married George Reaves and gave birth to Maude Reaves, then married Presley Broadwater and gave birth to May Broadwater Goff. Jennie died May 15, 1901, at Dewey and was buried at Coffey Cemetery. Booth Davenport was born in 1879 at Clay and died in 1896. He never married. He was buried at Coffey Cemetery. Kate Davenport was born in 1881 at Clay. She married Walter Harshaw. Their children were Arley and Odean Harshaw. She died March 13, 1968, and was buried at Henderson Cemetery. Walter followed two years later.\n\nW.D. and Margaret had one child, Elvin Figg Davenport, born November 18, 1919, at Searcy. He never married and died at age 81 June 27, 2001, in a Searcy nursing home. Margaret, who was born November 22, 1883, at Clay, died November 20, 1962. She, Judge Davenport and Elvin were buried at Oak Grove Cemetery.\n\n\n--photo courtesy Mary Dean Rice Reynolds, WCHS\n\nW.D. and Margaret Davenport in an early studio pose.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9836764932,
        "format_confidence":0.9349562526
    },
    {
        "url":"http:\/\/kevinbaker.info\/the-character-of-our-country\/",
        "text":"The Character of Our Country\n\nBy Patrick Cooke\n\nThe Wall Street Journal\n\nCopper-riveted jeans, the first oil rig, running shoes, dry cleaning and the 23-story-high clipper ship—as American as apple pie.\n\n\nAmong the many rewards of America the Ingenious, Kevin Baker ’s survey of Yankee know-how, is stumbling on its buried nuggets. Here is a handful. The computer onboard Apollo 11’s lunar landing craft, Eagle, possessed less memory than today’s average cellphone. The letters in the Morse code message S.O.S. don’t mean anything; they’re just easy to send and hear. In the 1920s people spent five to six hours on weekend days at fabulously baroque movie palaces like the 3,000-seat Strand in New York City. Before 1930, most American cars were so aerodynamically ineffective that they were more efficient driven backward. Les Paul nearly died when he was electrocuted in his Queens, N.Y., apartment while perfecting the electric guitar.\n\nReaders will unearth one or two such treasures on nearly every page as Mr. Baker examines a wide range of the achievements that have made, and still make, America great again—and again. There are 68 entries in all, most of them no longer than the length of this review. His subjects vary in scope from public-works projects like the Southern California Aqueduct to everyday items like Liquid Paper and the lowly safety pin. “The inventions in this book are inextricably linked to the American experiment,” the author writes. “They were inspired, shaped and made possible by the character of our country.”\n\nMr. Baker launches his tour with a look at the prairie schooner, the nearly indestructible wagon design that took some 500,000 pioneers west in the middle decades of the 19th century. About the size of a minivan, this beast weighed 1,300 pounds and could haul 3,000. At two miles per hour under ox power, it covered 15 to 20 miles a day. Its front wheels were smaller than the rear for easy tight turning—circle the wagons, boys!—and the whole thing could float if need be. Most schooner owners preferred to walk rather than ride in a rig so rough that a bucket of milk left inside in the morning was churned by nightfall.\n\nFrom this departure point Mr. Baker skips hither and yon in time, breaking his subjects down into loose categories. “Apparel” includes entries on copper-riveted jeans, the first bra, running shoes and dry cleaning—a process that owed its origins to the production of poison gas during World War I. “Powering” examines, among other creations, the first oil rig and the original solar cell. “Roaming” explores the building of the Panama Canal, a dream car called the Lincoln Zephyr and the stately 23-story-high Yankee Clipper sailing ship of the mid-1800s, capable of covering close to 465 nautical miles in 24 hours.\n\nSome readers may find a few of Mr. Baker’s selections questionable. He cites Jazz and the Blues as being just as much an American innovation as, say, the pioneer-era Pennsylvania Rifle. Fair enough, even if musical idioms feel a touch beyond his brief. A section on transportation subtitled “How Will We Travel in the Future?” seems a departure from known innovation into the Buck Rogers science-fiction fantasy of the 1940s: The levitating hover board? It doesn’t exist. Nor has the flying car given a lift to the world of aviation—though it is interesting to learn that there have been 2,400 flying-car designs, and 300 prototypes have taken flight, however briefly.\n\nMr. Baker is good at pointing out the unanticipated consequences that arose from some inventions: Richard Jordon Gatling, inventor of the Gatling gun, a fearsome instrument of battlefield butchery still in use in some forms today, believed that his contribution would save lives—depending on which side of the gun you were on—because one man operating the weapon would reduce the need for other soldiers. The inventor who created television, Philo Farnsworth, believed that his device could bring about world peace. “If we were able to see people in other countries and learn about our differences, why would there be any misunderstandings?” he wrote. “War would be a thing of the past.” And you wouldn’t need the Gatling gun.\n\nLike Farnsworth, many of the inventors in “America the Ingenious” came from impoverished upbringings and had little formal education. Walter Hunt, creator of the safety pin, was educated in a one-room schoolhouse but went on to invent scores of other items, including a device that allowed circus performers to walk upside-down on ceilings. Elisha Graves Otis, of Otis elevator fame, was a high-school dropout who, according to his son, Charles, “needed no assistance, asked no advice, consulted with no one, and never made much use of pen or pencil.” Of the innovators who undertook world-changing engineering feats, it is remarkable how often they brought them in under budget and ahead of schedule, among them the Golden Gate Bridge, Hoover Dam and New York’s Hudson and East River railroad tunnels.\n\nMr. Baker’s book neatly follows the fluid boom to bust to boom times of the nation’s history: Telegraph begets trans-Atlantic cable. Andrew Carnegie ’s revolutionary steel-processing system makes skyscrapers possible and thus the modern city. Whale oil fuels train headlamps that show the way across the west at nighttime. Refined petroleum replaces whale oil just in time for the arrival of the automobile. Hoover Dam delivers electricity to Southern California and the Southwest, which in turn run newly invented air conditioners that make scorching deserts habitable and prompt a middle-class migration.\n\nAmerica itself is an ingenious idea, the author concludes, and the man who he insists most exemplifies its spirit is Alexander Hamilton, an immigrant “who grew up in wretched and sometimes horrible circumstances in the West Indies.” Hamilton would rise to become the nation’s first secretary of the Treasury. Not a particularly sexy job but a vital one. He recognized that to succeed we would “require education, capital, machines, cities, better communications [and] faster transportation.” As Mr. Baker writes: “Hamilton is great because he made America a country that could make things.”",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9258823395,
        "format_confidence":0.9760726094
    },
    {
        "url":"https:\/\/coastalcourier.com\/coastal-living\/faith\/father-serra-and-the-california-missions\/",
        "text":"\nFather Serra and the California missions\nMission San Luis Obispo de Tolosa at 751 Palm Street in San Luis Obispo, California. - photo by Daniel Peterson\nThe oldest historic buildings along the Pacific shore of the United States are the 21 (mostly 18th-century) California missions. Established as remote colonial outposts of a Spanish empire that was in the twilight of its glory, they are young by Middle Eastern or even European standards. By American standards, though, they are venerable.\n\nWhen Spain emerged unified under Ferdinand and Isabella in 1492 after expelling the Muslims who had invaded Iberia nearly eight centuries before, its warrior aristocrats, in whom the spirit of the Crusades still lingered, sought new lands for conversion and wealth. Eventually, they claimed all of Mexico and Central America, the Caribbean, half of South America and much of the present-day United States.\n\nBut Californias colonization came relatively late, nearly two centuries after San Diego and Monterey had been mapped. And, even then, the Spanish viceroy acted only when the Russians began to show interest in the region. The assignment to take Christianity to California fell, in 1769, to a Franciscan priest named Junipero Serra.\n\nHe succeeded brilliantly. By his death in 1784, he had established nine missions. The first two anchored the port settlements of San Diego and Monterey; the other seven were designed to link them. With the addition of 12 more missions by Father Serras successors, each settlement lay a solid days march from its nearest neighbor. The first missions were built near the coast so they could be supplied by sea. As the Spanish felt more secure, they began to establish missions further inland. A separate string of them was planned for the Central Valley, but the mission system collapsed before they could be built.\n\nWhile the Catholic padres indisputably intended to spread Christian doctrine and save souls, the Spanish government, which supported them, had political aims. Spain realized that the vast and distant territory of California with about 100,000 Native American inhabitants would be very difficult to settle and control. But Spain found a way of extending its empire that required few men and little money. One or two priests, protected by a few soldiers and given an initial load of supplies, could set up a mission that would soon become self-supporting.\n\nAs they appear now, the missions are usually little more than a chapel with some surrounding buildings. In their heyday, though, they were hives of economic activity. The typical mission supported a weavery, a pottery, a winery, a blacksmiths shop and a tannery, along with its church and agricultural plantation. Indian villages soon clustered around each mission settlement, first attracted by bright beads, clothing and food but quickly assimilating into the mission economy. The padres plan and, happily, the governments as well was not only to Christianize the natives, but to teach them basic manual skills along with reading and writing. The intent was to make them genuinely Spanish in both culture and political loyalty.\n\nThe political success of the mission system is shown by the fact that a mere 300 soldiers, dispersed along a line more than 650 miles long, were able to control virtually all of modern California. Its religious success appears in the fact that, at the end, when the Mexican government ordered the secularization of the missions in 1833, 60 padres ministered to the spiritual needs of roughly 31,000 Christianized natives.\n\nBut it was the very economic success of the missions that led to the end first of Spanish and then of Mexican control. The missions ability to sustain themselves soon led to thoughts of political independence. And the wealth of California drew the attention of others most notably, adventurers from the vigorous new English-speaking nation to the east. The Spaniards first came to California seeking gold, but they never found it. Ironically, Mexico lost control of the area to the United States just two years before the California gold rush, which began only 90 miles from Sonoma where the last mission had been founded. Two years and a few miles prevented California from becoming a rich Mexican province, or perhaps even a wealthy, independent Spanish-speaking nation of its own.\n\nFor his labors, Junipero Serra was beatified by Pope John Paul II in 1988. Pope Francis declared him a saint on Sept. 23, 2015, at the Basilica of the National Shrine of the Immaculate Conception in Washington, D.C. Acclaimed by many as the Apostle of California, Father Serra has also been criticized for allegedly mistreating his Native American converts and suppressing their culture.\nSign up for our e-newsletters",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.6007995009,
        "format_confidence":0.9659576416
    },
    {
        "url":"https:\/\/www.blueridgenow.com\/opinion\/20191117\/weintraub-preserving-mountains-living-history",
        "text":"How do we remember what came before? How is our history reflected in our modern life? Preserving history means something different to everyone.\n\nIn America, historical preservation usually means conserving buildings. Yet what often gets protected reflects a tiny component of society (usually the rich and famous), leaving out the average Joes and Josephines.\n\nHistory is also preserved by putting special treasures under glass or in an exhibit, or saving special papers, photographs and family reminiscences. They all have their place and contribute to a better understanding of what came before.\n\nHowever, I believe the best way of preserving the knowledge and wisdom of our elders is by asking them. Oral histories give us a window into the soul of a community, family or individual and their connections through the chain of generations.\n\nAlthough everyone has biases based on their own experiences, oral histories compiled with hundreds of their contemporaries offer us a powerfully insightful view of the past — how people lived their lives, what food they ate, how they celebrated, how they mourned, what they valued, their fondest memories and their deepest regrets.\n\nThese memories not only make yesterday live again, but they create a treasure map to help us find our way home.\n\nI started interviewing my grandparents as a child and learned early on about the power of oral history. Since then, wherever I've lived, I started an oral history project so my communities would never lose their history.\n\nThat was my main impetus for founding the Center for Cultural Preservation seven years ago to be sure those voices of our elders would never be stilled. Of the 400-plus oral histories I've collected over the years, many of them are elders in our community.\n\nThese interviews include people like Gladys Barnwell, the dear heart and soul of the Curb Market and the founder with her husband of one of the oldest apple orchards in Henderson County.\n\nIt includes Theron Maybin, the agricultural steward of the Green River Valley whose farming wisdom was a fountain of knowledge for many.\n\nThe collection includes molasses makers, moonshiners, balladeers, textile workers, Cherokee elders, African-American farmers, survivors of great floods, and so much more. They form an incredible mosaic of stories of resilience, of family and community, faith and interconnectedness, of joy and hardship and of lives lived well and purposefully.\n\nWhen I leave an interview with a local elder, I always feel that I've been blessed to have interviewed a very wealthy man or woman. They may have not had two nickels to rub together for most of their life, but the wealth of their knowledge and experiences provides an incredible example for future generations, including our own.\n\nNow that the Center for Cultural Preservation has accumulated these fantastic treasures, I realize the most important thing is to preserve and distribute them as widely as possible.\n\nWe've made a number of well-received documentary films based on these interviews, and we've provided education in the schools and to the public at large. But unless we preserve these interviews and make them accessible to students, teachers and anyone who wants to learn about Southern Appalachian history, all of that work and all of those gems that were mined will be for naught.\n\nMy goal in the next couple of years is to have these oral histories accessible through the internet but also at great institutions in our region, throughout the state and the country. Half a dozen institutions in North Carolina and the Library of Congress in Washington have agreed to become repositories for these interviews.\n\nNow the hard work begins to digitize and create an archive of these interviews that were originally produced in a variety of formats, from reel-to-reel tape, to old-style video, to more recent 4K cinema video.\n\nIn time, this treasure chest of oral histories will be available for anyone to watch anytime, preserving our history forever. Developing this rich archive will only be possible with the support of individuals and businesses who believe in the value of keeping this history alive and making it sing for our children and their children.\n\nIn addition to preserving this valuable archive, the Center for Cultural Preservation has begun working on a new documentary film on the history of moonshining in the mountains. The center has launched a fundraising campaign to raise the initial $100,000 we’ll need to get this project off the ground.\n\nThis holiday season, I hope you’ll consider supporting our work by contributing any amount, large or small, to the center through our website, SaveCulture.org, or by mailing your check to: The Center for Cultural Preservation, P.O. Box 1066, Flat Rock, N.C. Thank you!\n\nDavid Weintraub is a cultural preservationist and environmental troublemaker who runs the Center for Cultural Preservation. He is reachable at 828-692-8062 or SaveCulture.org.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9871131778,
        "format_confidence":0.9291000962
    }
]