[
    {
        "url":"http:\/\/swiss-eprint.ch\/",
        "text":"Supporters (2017)\n\nbaselland logo\n\nSponsors (2017)\n\nBoosters (2017)\n\nfujifilm dimatix logo\n\nFPE logo\n\nFPE logo\n\nNTN logo\n\nMedia Partner\n\noe-a logo\n\nBecome a sponsor and\/or exhibitor...\n\nSwiss ePrint – The Swiss Conference on Printed Electronics and Functional Materials.\n\n\nWe are pleased to confirm that Swiss ePrint 2019 will take place in Fribourg from September 23-25, 2019.\n\nThe venue will be confirmed shortly.\n\nPlease Contact us for more information.\n\n\nE-Printing is a key enabling technology that goes well beyond the established paper printing. In recent years, novel areas have matured, where printing techniques find increasingly a pathway from R&D to industrial manufacturing. These areas not only include organic and printed opto-electronics, but also micro-optical, bio-medical, MEMS fabrication and packaging, 3D rapid prototyping, flexible substrate and roll-to-roll technologies.\n\nSwitzerland already has many activities in the E-print field, and the Swiss e-Print conference will allow active professionals to identify potential complementary partnership in this upcoming manufacturing discipline that spans across several disciplines from tools, ink materials, surfaces, chemistry & physics, electronics and optics, among others.\n\nThe conference will comprise invited lectures of international key people in the field with contributed papers from participants.\n\nSwiss ePrint welcomes participants from all countries.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.7500506043,
        "format_confidence":0.6674923301
    },
    {
        "url":"https:\/\/www.fws.gov\/pacific\/aboutus\/",
        "text":"﻿ About the Region\n\nFind a Facility\n\nPacific Region Map State of Idaho MapState of Oregon MapState of Washington Map State of Hawaii & other Pacific Islands State of Idaho Map State of Oregon Map State of Washington Map State of Hawaii & other Pacific Islands\n\n\n\nGet Connected\n\nPacific Region Social Media Hub\n\nClick our social media links to read more about conservation in Idaho, Oregon, Washington, Hawaii and the Pacific Islands.\n\n\n\n\n\n\n\n\n\n\n\n\nRegional Leadership Team\n\nRobyn Thorson\nRegional Director\nPhone: 503-231-6118\n\nTerry Rabot\nDeputy Regional Director\nPhone: 503-231-6118\n\nRoy Elicker\nAssistant Regional Director, Fisheries\nPhone: 503-872-2763\n\nGary Young\nSpecial Agent in Charge, Law Enforcement\nPhone: 503-231-6945\n\nJason Holm\nAssistant Regional Director, External Affairs\nPhone: 503-231-6120\n\nNanette Seto\nAssistant Regional Director, Migratory Birds and State Programs\nPhone: 503-231-6159\n\nKevin Bumatay\nAssistant Regional Director, Budget and Administration\nPhone: 503-231-6115\n\nKevin Foerster\nAssistant Regional Director, National Wildlife Refuge System\nPhone: 503-231-6214\n\nStephen Zylstra\nAssistant Regional Director, Science Applications\nPhone: 503-231-2069\n\n\nThe Pacific Region contains diverse habitats, from coral reefs at Palmyra Atoll NWR, to old-growth rainforests in the west of the Cascade mountain range, to glacial lakes and streams in Washington's Northern Cascades, to arid shrub-steppe habitat in southern Idaho.\n\nThese habitats support over 400 threatened and endangered species, many unique and endemic plant and animal communities, and a variety of diverse land ownership patterns and land-use considerations.\n\nSpanning five time zones and the International Date Line, the Region includes the States of Hawai’i, Idaho, Oregon, and Washington, as well as several Pacific island Territories, Commonwealths, and U.S. affiliated States.\n\nThe region manages (or co-manages) nearly 270 million acres of land, water, coral reefs and ocean floor on 67 national wildlife refuges and five national monuments, 11 ecological services field offices, eight fisheries stations and a research lab, 15 national fish hatcheries plus 26 state and tribal hatcheries funded, managed and\/or administered through the Lower Snake River Compensation Plan, and the world’s only wildlife forensics laboratory.\n\nThe people of the different landscapes throughout the Region perceive, value and manage their natural resources in ways unique to their respective regions and cultures. Our work is therefore accomplished by working with a diverse coalition of conservation partners― agricultural and natural resource dependent communities, rural and urban landowners, Native American tribal governments and indigenous island communities, watershed councils, coral reef advisory groups, universities, land trusts, state and federal agencies, and many others.\n\nLast updated: July 12, 2016\n\n\nPacific Region Home\n\nU.S. Fish & Wildlife Service\nPacific Region\n911 NE 11th Ave.\nPortland, Oregon 97232\n(503) 231-6120",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.7981015444,
        "format_confidence":0.9929220676
    },
    {
        "url":"http:\/\/netme.cz\/aerospace\/",
        "text":"Aerospace group\n\nAerospace Engineering\n\nAn ever globalizing planet continues to increase the demands placed upon the aerospace industry.\nThe NETME Centre’s aerospace engineering team works to tackle the challenges facing aircraft systems and aerodynamics, as well as structural and strength evaluation of future aircrafts. The researchers apply their work to the development of up-to-date technologies, aiming to increase efficiency and safety whilst simultaneously reducing the negative impact on the environment.\n\nThe wealth of experience within the research team ensures that NETME remains at the forefront of introducing advanced techniques into the aerospace sector.\nThe high standard of work performed in the field of aeronautical engineering is proven by wide participation in EU-funded research projects, and also by numerous examples of successfully completed industrial research & development projects.\n\n\nOptický tribometr\n\n\nTribology research is led by prof. Ing. Ivan Krupka, Ph.D., an internationally recognized expert in the field of tribology. Intense, long-term work led\n\n\nAdditive manufacturing\n\nThe Additive Manufacturing team is well established within the NETME Centre. Among other areas, the laboratory provides support in optical digitalization,\n\n\nFracture mechanics and micromechanics of composite materials\n\nThe fracture-mechanics group consists of two senior researchers, one part-time senior researcher, four junior researchers and 2 PhD students. Officially\n\nGameBird GB1 \/ G-IGBI\n\nAerospace group\n\nResearch in the field of aerospace at the Faculty of Mechanical Engineering dates from 1937 and has long been a traditional part of R & D at the\n\n\nSpecial electric machinery\n\nThe research group dedicated to special electric machinery is led by doc. Ing. Čestmír Ondrůšek, CSc., widely renowned expert in power engineering,\n\n\nGet in touch with us",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.8890154958,
        "format_confidence":0.9701129198
    },
    {
        "url":"http:\/\/fishfix.eu\/index.html",
        "text":"FisfFix: for sustainable fisheries and aquaculture\n\nLisa borges\n\nCollecting sprat otoliths at sea\n\nFishFix promotes sustainable fisheries and aquaculture, by offering consultancy in diverse areas from the collection of data to management options. FishFix provides advice on the biological and ecological sustainability of specific fisheries & aquacultures, focusing on its main area of expertise: bycatch and discards. Services are provided for data collection, survey design, database management, data analysis and preparation of scientific reports. The company services also include stock assessment, scientific advice in support of management options and project evaluations. FishFix can also coordinate the involvement of the various stakeholders to facilitate cooperation, collaboration and consensus.\n\n    FishFix provides services in the following areas:\n  • Provision of technical and scientific advice in support of management options\n  • Assessment of fisheries for sustainability certification.\n  • Development of management strategies and policies.\n  • Drafting of reports, scientific papers, briefings and project proposals.\n  • Management and implementation of Fisheries Improvement Projects.\n  • Evaluation of project from initial proposals to final implementation reports.\n  • Preparation of impact assessments of specific legislation and policies.\n  • Organisation and participation in conferences, workshops, working groups and meetings.\n  • Identification and engagement of stakeholders to facilitate cooperation and consensus building.\n\nIf you are interested in our services you can contact us.\n\n\n© |",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.6625942588,
        "format_confidence":0.9200131297
    },
    {
        "url":"https:\/\/teams.femto-st.fr\/Equipe-MINAMAS\/en",
        "text":"Welcome! MINAMAS at a glance ...\n\nThe MINAMAS group aims at developing research activities and producing new knowledge on materials, surfaces and nano-structured thin films for actuators, sensors and microsystems.\n\nThe strategy is to simultaneously implement investigations focused on modeling, fabrication, growth and characterization of solid materials (thin films, powders, surfaces ...) in order to better understand some potential interactions between different interfaces and surfaces involved in various microsystems. Such investigations can be illustrated with the following figure.\n\nSkills and experiences of the MINAMAS group include physics, mechanics, thin films growth and surfaces. These merged competencies lead to a synergetic effect, which is relevant for creating new knowledge and understanding physical behaviors of materials and surfaces in microsystems.\n\nOur Research Interests are focused on 4 topics: Thin Films, Mechanosynthesis, TEMM Coupling and Gas Sensors.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9830337167,
        "format_confidence":0.9908517003
    },
    {
        "url":"http:\/\/bmir.stanford.edu\/",
        "text":"Explore BMIR\n\nAt BMIR we develop computational methods for biomedical discovery that influence medical decisions.\n\nOur faculty, students, and staff investigate and create novel computational, statistical, and decision-making methods to handle the ever increasing amounts of data in healthcare and biomedical research. See our People page for contact information.  \n\nLearn more about the cutting-edge ways we are advancing technology and biomedicine to improve human health.\n\nOur state of the art research advances patient care by improving semantic technology, biostatistics, and the modeling of biomedical systems. Read more about our research labs.\n\nJoin us for our weekly research talks featuring world-renowned scientists, faculty, staff, and students.\n\nBMIR Colloquia and Research in Progress talks occur on Thursdays from 12-1 PM during the academic year in Medical School Office Building room X275, 1265 Welch Road, Stanford, CA. See schedule.  \n\n\nGevaert and Cheerla Create Web-Based Tool for Cancer Diagnosis and Treatment Options\n\nAdventures of a Proud Data Parasite\n\nAnalyzing other people's data has been linkened to research parasitism. Purvesh Khatri is \"repurposing data to ask and answer questions that are not addressable using traditional approaches\". He is \"a proud data parasite.\"\n\n\"A Good News Story\"\n\nIt’s not often that a story contains both good news and an asterisk. This article, about patients with life-threatening familial hypercholesterolemia (FH), is one such story.\n\nNotable Projects and Services\n\nCEDAR is making data submission smarter and faster, so biomedical researchers and analysts create and use better metadata.\n\n\nThe NCBO manages a repository of all the world’s publicly available biomedical ontologies and terminologies—now more than 390 in number.\n\nProtégé is the most widely used ontology-development system in the world.\n\nDiagnostics - Infectious Diseases\n\nEteRNA, an online puzzle, enlists video gamers to try to design a sensor module that could make diagnosing TB as easy as taking a home pregnancy test.\n\nRead more\n\n\nGreen Button\n\nGreen button: the promise of personalizing medical practice guidelines in real time\n\n\nCoINcIDE, is a novel methodological framework for the discovery of patient subtypes across multiple datasets that requires no between dataset transformations.\n\nRead more",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.560674727,
        "format_confidence":0.9879620671
    },
    {
        "url":"https:\/\/irtf.org\/",
        "text":"Internet Research Task Force\n\nThe Internet Research Task Force (IRTF) promotes research of importance to the evolution of the Internet by creating focused, long-term Research Groups working on topics related to Internet protocols, applications, architecture and technology.\n\n\nThe Internet Research Task Force (IRTF) focuses on longer term research issues related to the Internet while the parallel organization, the Internet Engineering Task Force (IETF), focuses on the shorter term issues of engineering and standards making.\n\nThe IRTF is a composed of a number of focused and long-term Research Groups. These groups work on topics related to Internet protocols, applications, architecture and technology. Research Groups have the stable long term membership needed to promote the development of research collaboration and teamwork in exploring research issues. Participation is by individual contributors, rather than by representatives of organizations.\n\nThe IRTF is managed by the IRTF Chair in consultation with the Internet Research Steering Group (IRSG). The IRSG membership includes the IRTF Chair, the chairs of the various Research Groups and other individuals (“members at large”) from the research community selected by the IRTF Chair.\n\nThe RFC Editor publishes documents from the IRTF and its Research Groups on the IRTF Stream (RFC 5743).\n\nMore Information\n\nThe detailed IRTF Research Group guidelines and procedures are described in RFC 2014. In RFC 4440, the Internet Architecture Board (IAB) further details the role of the IRTF.\n\nThe procedures for publishing documents on the IRTF RFC Stream are defined in RFC 5743, with additional details found in RFC 5742. The concept of RFC Streams is defined in RFC 4844.\n\nThe IRTF follows the IETF Intellectual Property Rights (IPR) disclosure rules. Also see Section 3.2 of RFC 5743.\n\nThe IETF Anti-Harassment Policy also applies to the IRTF.\n\nCurrent Research Groups\n\nThese 10 Research Groups are currently chartered:\n\nCrypto Forum Research Group\nGlobal Access to the Internet for All Research Group\nHuman Rights Protocol Considerations Research Group\nInternet Congestion Control Research Group\nInformation-Centric Networking Research Group\nMeasurement and Analysis for Protocols Research Group\nNetwork Function Virtualization Research Group\nNetwork Management Research Group\nNetwork Coding Research Group\nThing-to-Thing Research Group\n\n2017 ANRP Awards for IETF-98\n\nTwo Applied Networking Research Prizes for 2017 will be awarded at IETF-98 and go to Yossi Gilad and Alistair King.\n\nNew IRTF Chair Selected\n\nThe IAB has selected Allison Mankin as the next IRTF Chair, starting March 2017.\n\n\nThe current IRTF Chair is Lars Eggert (\n\nMailing Lists is a low-volume announcement list for Research Group creations and conclusions, IRTF RFC publication, etc. is the main discussion list for general IRTF topics.\n\n\nA wiki with more information about the IRTF is here.",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.6074907184,
        "format_confidence":0.9798988104
    },
    {
        "url":"https:\/\/www.ifn.ing.tu-bs.de\/en\/research\/",
        "text":"4-channel 300 GHz receiver from the TERAPAN collaboration project\n\nThe Institute of Communications Technology (IfN) performs research within the framework of various international and national projects. The fields of research of the IfN comprise the complete span of fundamental research including pre-development of technical solutions. Please, choose either \"Research Fields and Projects\" or \"Publications and Presentations\" in the menu bar!\n\n\n\n\nLatest Research Topics of the Department of Mobile Radio Systems\n\nMulti-Gigabit-Communication at THz-frequencies\n\nSimulator for Mobile Networks SiMoNe",
        "topic_id":19,
        "format_id":12,
        "topic_confidence":0.9344917536,
        "format_confidence":0.8096942902
    }
]