[
    {
        "url":"https:\/\/www.surfcam.com\/systemrequirements",
        "text":"System Requirements for SURFCAM and Part Modeler\n\nSupported Operating Systems\n\nWe recommend you install the latest service packs for the supported operating systems.\nSystem Type: 64-bit Operating System, x64-based processor\n  • Microsoft Windows 7 Professional (SP1 required)\n  • Microsoft Windows 7 Enterprise (SP1 required)\n  • Microsoft Windows 7 Ultimate (SP1 required)\n  • Microsoft Windows 8 Professional\n  • Microsoft Windows 8 Enterprise\n  • Microsoft Windows 10 Professional\n  • Microsoft Windows 10 Enterprise\n\nWhen installing:\nWe recommend that you update to the latest security key drivers (if a security key is fitted).\n\nYou may experience problems with the driver supplied by your graphics card manufacturer - check for the latest driver updates on the web site for your card.\n\n\n  • SURFCAM and Part Modeler will install and run on the 'home' editions of these operating systems. However this is not recommended and we cannot guarantee to fix any SURFCAM or Part Modeler issues specifically related to these operating systems.\n  • The Sentinel RMS license server runs as a system service on Windows XP, Vista, Server 2003 (32-bit and 64-bit), Server 2008 (32-bit and 64-bit), Server 2008 R2 (64-bit), Server 2012 (64-bit) and Windows 7. Sentinel RMS network licenses can be installed on virtual servers provided that they are locked to a Safenet Computer ID USB key. Standalone (single seat) Sentinel RMS licenses cannot be locked against the new keys for use on a virtual server.\n  • It is not recommended to have multiple SURFCAM versions installed on the same computer when the user has limited rights or UAC is ON as this may potentially cause problems with Simulator. ClosedMore info...\n  • Domain Controllers are not supported for ToolStore Server and SURFCAM due to SQL limitations.\n  • Windows XP, Windows Server 2003 and Vista are no longer supported by SURFCAM.\n  • Windows 8 RT is not supported by SURFCAM.\n  • SQL Express 2014 has a memory limit of 1 GB and a Database size limit of 10 GB. Performance issues may arise if the database is near this limit. To avoid these issues, if several job images are required, we recommend that they are not stored in the database. Job images can be extracted from the database using a command line option (tsadmin \/ExtractJim) which will extract the job images to the ToolStore support folder, JobImages. Please ensure that the server has enough memory to handle the database, if it is not an Express version.\n\nMinimum Specifications\n\n  • 64-bit Intel Pentium 4 processor (2 GHz or faster), Intel Xeon, Intel Core, AMD Athlon 64, AMD Opteron, AMD Phenom or later, in single, dual or quad core versions\n  • 4 GB of RAM\n  • 10 GB free disk space for the SURFCAM installation\n  • 17\" Colour monitor (1280 x 1024 screen resolution)\n  • Mouse including wheel (Intellimouse)\n  • SpaceMouse\/SpaceBall (optional)\n  • Network card\n  • Internet Explorer 8 or above\n  • Internet connection for license activation\/updates\n  • USB port for the SURFCAM security key (unless using keyless licensing)\n\nTo make the most of background processing and multi-threading, we recommend a 64-bit operating system and 2GB RAM for each processor as a minimum.\n\nGraphics cards\n\n  • NVIDIA Quadro range\n  • AMD Fire Pro range\n  • AMD Fire GL range\n  • Intel HD range – 5000, 4400, 4200\n\nNote: Some older cards in the ranges above may no longer be supported. Please check the relevant supplier to see if an up to date driver is available for your operating system:\n\nThe ToolStore Server installer will install the following items if they are not already present on your system:\n  • .NET Framework version 3.5 SP1 (includes .NET Framework version 2.0)\n  • .NET Framework version 4\n  • Microsoft Visual C++ 2008 Redistributable Setup\n  • Microsoft Visual C++ 2010 Redistributable Setup\n  • Microsoft Visual C++ 2013 Redistributable Setup\n\nThe Live Job Reports Server does not support Windows XP or Windows Server 2003; only Vista \/ 7 \/ 8 and Server 2008 up to 2012 R2 are supported. The Live Job Reports client requires one of the following web browsers:\n\n  • Internet Explorer 10,\n  • Google Chrome 28,\n  • Firefox 22 or above.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.8475784063,
        "format_confidence":0.6462310553
    },
    {
        "url":"http:\/\/speedupwindows10.blogspot.com\/2016\/08\/troubleshootcalculating-start-date-in.html",
        "text":"Thursday, August 25, 2016\n\nTroubleshoot:Calculating a Start date in excel.\n\nCalculating a Start date in excel.\n\nI am in the process of building a excel spreadsheet for different step of a project with a set number of days for each step.  I am trying to find a formula that will calculate the start date of the project on the end date is entered. \nFor example I have a class that is starting on April 22, 2014, there are 12 actions that have to take place prior to the start of the classs.  Is there a formula that I can use to calculate the day i have to start the process in order to be ready to start\nof April 22, 201?\nThank you for you assistance.\n\nKeys to the Problem Calculating a Start date in excel.\n\nDownload Error Fixer for Free Now\n\nUse the System File Checker tool to repair corrupted or missing system files:\n\n  1. Click Start.\n  2. Type cmd, and then press CTRL+SHIFT+ENTER to open the elevated command prompt (I.e. Command prompt with administrative rights).\n  3. The User Account Control window should appear, be sure that the action it exhibits is correct, and then press the Continue button.\n  4. Type or copy paste the below command line into it without quotes:\n  5. \"Sfc \/scannow\"\n\nAnother Safe way to Repair the Problem: Calculating a Start date in excel.:\n\nHow to Fix Calculating a Start date in excel. with SmartPCFixer?\n\n1. You can Download SmartPCFixer here. Install it on your computer. When you open SmartPCFixer, it will perform a scan.\n\n2. After the scan is done, you can see the errors and problems need to be repaired. Click Fix All.\n\n3. The Repair part is done, the speed of your computer will be much higher than before and the errors have been removed. You can also use other functions in this software. Like dll downloading, windows updating and print spooler error repair.\n\nRelated: How to Download Toshiba Portege R500 HDD\/SSD Alert Utility v. driver,Way to Update & Download Toshiba Satellite A355-S69403 Motorola Modem Region Select Utility v. driver,Where to Download Toshiba Satellite L305-S5926 HW Setup Utility v.2.00.11 driver,[Solved] Download Toshiba Satellite L675-S7115 Laptop Checkup v. driver,Method to Download Toshiba Satellite M645-S4080 Media Controller v. driver,Best Way to Download NVidia GeForce 6100 VGA Driver v.304.51 Certified,How Can You Update & Download NVidia GeForce 9300\/nForce 730i VGA Driver v.310.19 Certified,Method to Download NVidia GeForce GT 330M Driver v.340.65,How Can I Update & Download NVidia GeForce GTX 590 Driver v.280.26 WHQL,Method to Download NVidia Tesla C2050 Driver v.319.17,All diagnostic tools give 0x800700C1, troubleshooting wizard can't continue,all files try to open with adobe,all icons on desktop have changed to Adobe icon and won't open,All functions of my outlook are working except it will not let me \"REPLY\" or start a \"NEW\" email,all f1-f12 shortcuts not work\n\nNo comments:\n\nPost a Comment",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9867430925,
        "format_confidence":0.7862606049
    },
    {
        "url":"https:\/\/support.oracle.com\/knowledge\/Enterprise%20Performance%20Management%20and%20Business%20Intelligence\/1613049_1.html",
        "text":"How To Get Predictive Planning Menu to Work on Smart View in a EPM Environment (Doc ID 1613049.1)\n\nLast updated on JULY 28, 2016\n\nApplies to:\n\nHyperion Planning - Version and later\nInformation in this document applies to any platform.\n\n\nHow to enable the \"Predict\" button so it appears on the Planning ribbon.\n\n\nYou installed predictiveplanning.exe  version in a EPM environment however the \"Predict\" button does not appear on the Planning ribbon.\nIn addition there is a \"Predictive Planning\" extension on the Smart View options - Extension tab and it is enabled.\n\n\n\nSign In with your My Oracle Support account\n\nDon't have a My Oracle Support account? Click to get started\n\nMy Oracle Support provides customers with access to over a\nMillion Knowledge Articles and hundreds of Community platforms",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9578534961,
        "format_confidence":0.9069263339
    },
    {
        "url":"http:\/\/www.go-applied.com\/support\/",
        "text":"\n\nFirstTeam Support from Applied Engineering\n\nApplied Engineering offers our elite FirstTeam Support on most software we sell. FirstTeam Support includes everything in your Autodesk subscription plus a few more key features for clients who want a little something extra:\n\n  • Unlimited phone support\n  • Web-based interactive support\n  • FTP and unlimited email support\n  • Free annual update training\n  • A dedicated 800 line to technical support\n  • 10% discount on all Applied University training credits\n\nSubmit a Technical Support Request\n\n\n\nAutodesk® Subscription\n\nMaximize value. Minimize hassle\n\nA maintenance plan, formerly called maintenance subscription, is the only way to keep your perpetual license software current.\n\nDownload Maintenance Plan 2017 Brochure\n\nStay competitive with maintenance plans\n\nKeeping your maintenance plan current provides you with access to the latest software and allows you to maintain a predictable software budget.\nAttaching a maintenance plan to your perpetual licenses is the economical way to stay ahead of your competition. A maintenance plan is the smart choice to maximize the power of your software.*\n\nMaintenance Plan offers:\n\n  • Access to the latest software releases so you’re always up-to-date, giving you a competitive edge.\n  • A variety of licensing rights so you have the tools you need where you need them.\n  • Autodesk cloud benefits to help you increase mobility, improve collaboration, and optimize designs.\n  • Technical support for quick resolution of issues so you stay productive.\n\nDownload Top Reasons to Use Maintenance Plans 2017\n\nTo learn more about the many benefits of Maintenance Plan, contact us today.\n\n*Not all Autodesk Subscription benefits are available for all products in all geographical regions.\n\nSign in to Autodesk Account",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9620004296,
        "format_confidence":0.9382919669
    },
    {
        "url":"http:\/\/www.boomeon.com\/posts\/unexpected-result-general-troubleshooting-steps",
        "text":"Unexpected Result: General Troubleshooting Steps\n\n\n\nOutlined below are some of the common causes of QuickBooks Unrecoverable Errors and the codes that may come with it. Due to the random nature of the errors, the error number you get may differ from what is shown below. The list is not inclusive and you might encounter the error beside from the scenarios given.\n\nCommon error codes\n\nListed here are sample error codes however, it is highly possible to encounter an error code that is not listed here.\n\n  • 00000 14775\n\n  • 00000 15204\n\n  • 00227 55008\n\n  • 00551 46274\n\n  • 02457 79428\n\n  • 13730 84631\n\n  • 13824 75582\n\n  • 15563 13890\n\n  • 19758 63847\n\n  • 20103 33023\n\n  • 20888 41171\n\nThe error can occur in numerous situations but are not limited to:\n\n  • Attempting to open a company file\n\n  • Closing a company file\n\n  • Closing any open window in a company file\n\n  • Creating a backup\n\n  • Creating a company file\n\n  • Creating a portable file\n\n  • Downloading a payroll update\n\n  • Opening any window in QuickBooks (Home Page, Company Snapshot, Reports, Transaction )\n\n  • Running a Verify or Rebuild\n\n  • Saving a transaction\n\n  • Sending payroll via Direct Deposit\n\n  • Using the Open Previous Company feature\n\n\n\n\nUser-added image\n\n\n  • Make sure that your QuickBooks Online is up to date before following the troubleshooting steps outlined below.\n\n  • Create a backup copy of your company file before performing any troubleshooting step.\n\n  • Click the Send button every time you receive an Unrecoverable error. Information gathered through this channel can help Intuit create patch updates that will improve the program.\n\n\nSolution 1: Identify how many users are affected\n\nQuick tip If you don't use a username to open your company file or there are no other users that can access your company file, skip to Solution 2.\n\nIdentify how many users are affected by using a different login credential to open the same company file. If the error only happens in one specific user, that user credential might be damaged. If so, recreate the damaged user.\n\nA regular user is damaged\n\n  1. From the Company menu, select Set Up Users and Passwords and click Set Up Users.\n\n  2. Enterprise users: Company > Users > Set Up Users and Roles.\n\n  3. Click Add Users and type in the username and password.\n\n  4. Note: Do not use the damaged user name.\n\n  5. Click Next.\n\n  6. Customize the user as necessary and click Finish.\n\n  7. Log in to the company file using the new login credentials.\n\nThe Admin user is damaged\n\nDownload and run the QuickBooks File Doctor.\n\nSolution 2: Suppress your QuickBooks Desktop\n\nSuppress the Desktop while starting QuickBooks\n\n  1. Press and hold the Ctrl key.\n\n  2. Double click your QuickBooks program icon.\n\n  3. Hold the Ctrl key until you have the no Company Open window.\n\n  4. User-added image\n\n\nSuppress the Desktop while opening a Company File\n\n  1. Click to select the desired company file from the No Company Open window.\n\n  2. Press and hold the Alt key and click Open.\n\n  3. If you are prompted for your login information, release the Alt key and enter your UserName and Password.\n\n  4. Important: If you are not prompted for your UserName and Password, DO NOT release the Alt key.\n\n  5. Press and hold the ALT key and click OK. Do not release the Alt key until your file is completely open.\n\nThat’s all about QuickBooks unrecoverable error. If you still have any question, you can dial out QuickBooks technical support phone number +1-855-441-4417 to get help and support.\n\n  1. Quick tip: QuickBooks will display a blank screen. If you can highlight a QuickBooks menu by just hovering your pointer to it, your company file is completely open.\n\n  2. User-added image\n\nSolution 3: Open a sample company file\n\nOpening a sample company file helps you identify if the problem lies with your company file or QuickBooks Application. If the sample file opens, possibly your QuickBooks file is damaged or the folder where the company file is saved is damaged. Try copying the file to a different location and if the error persists, use a recent backup or ADR to restore your file. Perform basic data damage troubleshooting if your backup or ADR is not enough to get you back on track however, if the sample file produces the same error message, proceed to solution 3.\n\nTo open a sample file:\n\n  1. From the QuickBooks No Company Open window, click Open a sample file.\n\n  2. Select any sample file on the list.\n\n\nTo copy the company file on a different location\n\nCopying and opening the company file from a different location can identify if the folder where the company file is saved is damaged or \"too deep\", it exceeded the file system path limitation. If you receive the same error after moving the company file in a different location, the company file or your QuickBooks installation is probably damaged.\n\n  1. Right-click your Desktop, select New and click Folder. Name the folder QBTEST\n\n  2. Open the folder where the company file is saved.\n\n  3. Right-click the file and select Copy.\n\n  4. Paste the company file in the QBTEST folder that you created.\n\n  5. Open the company file from the QBTEST folder.\n\nSolution 4: Run reboot.bat\n\nRunning reboot.bat re-registers QuickBooks related .DLL and .OCX files that can help address unrecoverable errors.\n\nSolution 5: Troubleshoot the QuickBooks Desktop Application\n\n  1. Repair the QuickBooks installation\n\n  2. Download and run the QuickBooks Install Diagnostic tool.\n\n  3. Perform a reinstall using clean install.\n\n  4. Manually repair Microsoft components. If you are not comfortable with these steps, consult an I.T. Professional or Microsoft.\n\n    • Repair or reinstall Microsoft .NET Framework (Errors: 1603, 1903, 1722, 1904)\n\n    • Repair Microsoft MSXML\n\n    • Uninstall or reinstall Microsoft Visual C++\n\nSolution 6: Create a new Windows Administrator\n\nWindows 10\n\n  1. Click Start and click Settings.\n\n  2. Select Accounts and click Family & other users.\n\n  3. Under Other Users, select Add someone else to this PC.\n\n  4. Select I don't have this person's sign-in information and click Add a user without a Microsoft account.\n\n  5. Enter the name of the new account and click Finish.\n\n  6. Recommended: Assign a password to the new account to ensure security.\n\n  7. Click the newly created account and click Account Type.\n\n  8. Choose Administrator and click OK.\n\nWindows 8.1, 8, 7 and Vista\n\nWindows 8, 7 and Vista\n\n  1. On your keyboard, press Windows+R to open the Run window.\n\n  2. Type in Control Panel and click OK.\n\n  3. Click User Accounts and select Manage another account.\n\n  4. Click Create a new account and type in the name of the new account.\n\n  5. Select Administrator and click Create Account.\n\nWindows 8.1\n\n  1. On your keyboard, press Windows+R to open the Run window.\n\n  2. Type in Control Panel and click OK.\n\n  3. Click User Accounts and select Manage another account.\n\n  4. Select Other accounts and click Add an account.\n\n  5. Click Sign in without a Microsoft account (not recommended) and select Local account.\n\n  6. Enter the username, password and password hint and click Next.\n\n  7. The screen will return to the Manage Other Accounts screen. Select the newly created account and click Edit.\n\n  8. By default, the new user is set to standard user. Click the drop down menu and select Administrator.\n\n  9. Click OK.\n\nWindows Servers\n\nWindows Server 2012\n\nNote: Servers are usually maintained by licensed computer technician. Consult your IT professional before following the steps in this section.\n\n  1. Open Server Manager.\n\n  2. Click Tools and select Computer Management.\n\n  3. Expand Local Users and groups and select Groups.\n\n  4. Double-click the Administrator groups to open the Administrators Properties window.\n\n  5. Click Add.\n\n  6. In the Select Users, Computers, Service Accounts or Groups window, enter the account you want to add to the local admin groups and click OK.\n\nWindows Small Business Server 2011 and 2008\/R2\n\n  1. Run the Windows SBS (2011\/2008) Console.\n\n  2. Select Users and Groups and click the Users tab.\n\n  3. From the Tasks pane, click Add a new user account to run the Add a New User Account wizard.\n\n  4. Enter the details and select the role for the new user.\n\n  5. Enter a password for the new user.\n\n  6. Note: You will not be able to continue without adding a password. The password must meet the complexity requirements.\n\n  7. Click Add user.\n\n  8. Follow the rest of the instructions and click Finish.\n\n\nBest Accounting Software - QuickBooks Enterprise 2017. Our Technical Support team can handle almost all available and issues of Intuit QuickBooks Enterprise. We provide support services for all the issues of Enterprise. We have mentioned some of the QuickBooks issues below,Preferences aren’t set up Correctly, Misusing the Undeposited Funds Account, You are Not Using the Purchase Order System, Reconciling Your Bank Account, Incorrect Report Settings etc. You can dial out QuickBooks Enterprise Support Phone Number +1-855-441-4417 to contact them. We provide best technical help to manage QuickBooks Enterprise Support. Sort out all your confusion or doubt regarding your QuickBooks versions. Call now to get instant help.\n\n\nArticle Source : https:\/\/community.intuit.com\/articles\/1501515-unexpected-result-general-troubleshooting-steps",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9425550699,
        "format_confidence":0.9437070489
    },
    {
        "url":"http:\/\/gogetthemes.com\/knowledgebase\/i-get-the-message-are-you-sure-you-want-to-do-this-what-to-do-next-with-it\/",
        "text":"All Wordpress Themes\n\nI get the message “Are You Sure You Want To Do This?”. What to do next with it?\n\nThis message usually occurs because of limitations on your hosting. In this case, you should email your hosting company and ask them to increase the maximum file size for uploaded files, or you may install the Theme via FTP. Log in to your site’s FTP through a FTP Client (like FileZilla), and navigate to WordPress installation directory. From there navigate to: \/wp-content\/themes\/ and upload the folder here (should be something like \/wp-content\/themes\/your_theme\/). When upload is complete, go to Appearance > Themes in your WordPress admin area. You will see your theme there. Hit Activate to activate theme.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.5555842519,
        "format_confidence":0.8987320662
    },
    {
        "url":"https:\/\/www.gonitro.com\/de\/support\/nitro-pro",
        "text":"Get assistance with Nitro Pro\n\nHier finden Sie Antworten, lernen häufig gestellte Fragen kennen, nehmen Kontakt zum Support auf und tauschen sich mit anderen Benutzern aus.\n\nWhat can we help you with?\n\n    Frequently Asked Questions\n\n\n    New features of Nitro Pro 11\n\n    Nitro Pro 11's new features provide a smarter way to create, edit, sign, and share documents.\n\n    New features:\n\n    • Upgraded Interface maintains the Microsoft Office 2016 look and feel while introducing new color schemes and icons.\n    • Customize Tools feature allows you to pin up to 5 of your favorite tools to your Home ribbon for quicker, and easier access.\n    • Smart Tips contextually suggest features to provide you with information and recommended options tailored to your workflow.\n    • Dropbox, OneDrive & Google Drive are now directly integrated into the Open and Save backstage menus to allow you to browse PDF files in other accounts without leaving Nitro's UI.\n    • Microsoft RMS 2 supported via compatibility with Protected PDF (.ppdf) filetype.\n    • Booklet Printing will automatically place your pages in the correct order when printing to make folding and binding easy.\n\n    How to activate Nitro Pro\n\n    To activate your copy of Nitro Pro, please follow these steps:\n\n    1. Locate Activate Button:\n\n      • For Nitro Pro 11:\n        Go to Help tab > Activate to access this screen:\n      • For versions Nitro Pro 10 and below:\n        Click the Activate button in the ribbon:\n    2. Enter your serial\/license\/activation code (all the same number) in the “Activation Assistant” window. Click Activate.\n    3. If activated properly, you should receive a confirmation window indicating that Nitro Pro has been activated successfully:\n\n      Sometimes after activation, Nitro will still state you are using the trial mode or expired trial mode. In this case, please close and reopen Nitro. The activation will register with the software when it is reopened.\n\n    NOTE If you are activating Nitro Pro version 6, 7, or 8, the first two steps to reach the activation screen (when you enter your serial) are:\n\n    1. Click About Nitro Pro under the Help tab\n    2. Click Activate in the About Nitro Pro window\n\n    Moving or transferring a Nitro Pro license\n\n    When moving Nitro Pro from one machine to another, we highly recommend deactivating the license prior to the move to ensure proper reactivation on another device.\n\n    Here are a few reasons to deactivate your license:\n\n    • Before replacing your computer\n    • Before a major upgrade or change to the OS on your computer (i.e. reinstalling Windows, moving from Windows 8 to Windows 10, etc.)\n    • When re-imaging your computer\n\n    First, you’ll need your serial number.\n\n    Locate your serial number\n\n    Then, deactivate Nitro Pro by selecting the Help ribbon > About Nitro Pro > Activation > Deactivate. You are then free to uninstall Nitro Pro.\n\n    To uninstall Nitro Pro please follow these steps:\n\n    1. Open the Windows Control Panel\n    2. Go to Add\/Remove Programs (Win XP) or Uninstall a Program (Win Vista\/7\/8)\n    3. Select the Nitro application you wish to uninstall\n    4. Click Uninstall\n\n    Once you have uninstalled your license from one computer, please use one of the links below to install Nitro Pro on another computer:\n\n    Nitro Pro Version\n    Nitro Pro 11 32-bit 64-bit\n    Nitro Pro 10 32-bit 64-bit\n    Nitro Pro 9 32-bit 64-bit\n    Nitro Pro 8 32-bit 64-bit\n    Nitro Pro 7 32-bit 64-bit\n    Nitro Pro 6 32-bit 64-bit\n\n    Not sure which version you need?\n\n    Learn the differences »\n\n    Edit tools summary\n\n    Found under the Page Layout tab in Nitro Pro 11 or under the Edit tab in Nitro Pro 10 and below:\n\n\n    • Edit (Ctrl + E) - Click to select and edit text and images. Double-click to edit text directly.\n    • OCR (Optical Character Recognition) (Ctrl + Shift + C) - Run this tool on scanned documents or images to convert the text into searchable and editable text.\n      Learn more about OCR »\n    • Add Image (Ctrl + I) - Browse image files to insert into your document.\n      Learn more about adding images »\n\n\n    • Insert - Select pages or whole documents to insert into the currently open document.\n    • Delete - Remove selected pages from your PDF.\n    • Extract - Extract a range of pages from your document to create a new PDF. You can also choose to delete the extracted pages from the original document.\n      Learn more about the Extract tool »\n    • Replace - Replace one or more pages of a PDF without losing the pages’ annotations, bookmarks, or links.\n    • Rotate - Rotate selected pages in increments of 90 degrees.\n      Learn the difference between Rotate and Rotate View »\n    • Split - Extract a range of pages from your PDF to create new, separate PDFs.\n    • Crop - Click-and-drag to select the area of your PDF you would like to crop.\n\n    Page marks\n\n    • Header & footer (Ctrl + Shift + F) - Add text and image-based headers to multiple pages of your document. You can also reuse header\/footer profiles in other documents.\n      Learn more about Headers & Footers »\n    • Bates Number - Insert a sequential number or code to a specified location of your document.\n      Learn more about Bates Numbering »\n    • Watermark (Ctrl + Shift + M) - Add text and image-based marks to multiple pages of your document while controlling opacity and layering. You can also reuse watermark profiles in other documents.\n      Learn more about Watermarks »\n\n\n    You can also find more product information in the User Guide, which is available under the Help tab in Nitro Pro.\n\n    Creating and editing form fields\n\n    The tools to create form fields in your document are located under the Forms ribbon.\n\n    1. Open your document in Nitro Pro.\n    2. Click on the Forms tab > Text Field.\n    3. Click-and-drag on the area of your PDF where you would like to create a text field.\n    4. Right-click on the field you created > Properties. The tabs on this menu help you adjust different parts of the field, such as text appearance and format:\n      • General - Adjusts common properties of the field such as name, visibility, orientation, and requirement toggles.\n      • Appearance - Changes the font, size, and color of each form field’s text, border, and fill color.\n      • Options - Changes the alignment and wrap options of the text. **If “Multi-line” is checked, the text will wrap in the field.\n      • Format - Formats the text value, such as percentage, time, date, etc.\n      • Validate - Sets specific value ranges and\/or text qualifications for each field.\n      • Calculate - Calculates data, such as sum, product, and average, for a group of form fields.\n      • Actions - Adds an action to the field as a result of a trigger, such as a click. Actions are listed under the “select action” drop down.\n\n    Note: You can also hold down the “shift” button and click on multiple fields you have created. Then, right-click on one of the selected fields adjust the properties for all highlighted fields.\n\n\n    Support kontaktieren\n\n    Support-Forum besuchen\n\n    Teilen Sie Feedback, Ratschläge und Anregungen mit Kunden von Nitro.\n\n    Forum besuchen\n\n\n    Lassen Sie sich von unserem Expertenteam helfen. Füllen Sie ein Support-Ticket aus und wir setzen uns schnellstmöglich mit Ihnen in Verbindung – im Regelfall in weniger als 2 Stunden.\n\n    Ticket einreichen",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9907207489,
        "format_confidence":0.9778982997
    },
    {
        "url":"https:\/\/support.freshchat.com\/support\/solutions\/articles\/50000000110-conversation-labels-and-label-reports",
        "text":"Keep track of your customers’ problems\n\nYour customer support team might deal with a range of customer queries - from feature requests to bugs, complaints or product feedback. You can keep track of the different kinds of requests and messages by labelling conversations. Over time, you will be able to identify a pattern of what your customers are actually trying to tell you. Based on this information, you can work on making your product\/service better.\n\nYour engineers will be interested in knowing the impact of their bugs and your design team will want to know if your customers are able to interact with the product smoothly. By labelling conversations and sharing your findings, you can make sure the right feedback is delivered to the right people in your company.\n\nNoteConversation Labels are available from Sprout plan. But  Label Reports are only available on Blossom and above plans.\n\nHow to create Conversation labels\n\nGo to Settings > Conversation Labels > Add Conversation Labels\n\nYou can create a Conversation label and also add multiple sub-categories under this Conversation label. \n\nYou can only edit\/disable conversation labels and sub categories. You cannot delete it once created. To edit a converation label, click on the drop-down against the conversation label.\n\n\nOnly Freshchat agents with their role as Account Owner\/Admin will be able to create Conversation labels.\n\nHow to label a conversation\n\nWhen you resolve(close) a conversation you will be able to add a converation label to the conversation.\n\nSome examples\n\nFeature Request\n\nCustomers will almost always want more than what your product currently offers. But they’re also telling you exactly what they want. Take advantage of this. By labeling conversations, you can understand what feature is requested more, and maybe even build your product roadmap around these most requested features. This will also help you understand how your product evolves.\n\nBug Report\n\nBugs are inevitable, even the best teams ship bugs. When a customer reports a bug to you, you need to let the relevant people know. You can label the conversation as a ‘Bug report’, assign it to the engineer who can fix it, and even add a private note if necessary. Don’t forget to thank the customer for taking the time to report a bug, and if you want to create a wow moment, follow up and let them know once the bug is fixed. \n\nChurn Feedback\n\nYou can label conversations of customers who are churning and overtime gather valuable feedback which will help you understand why they’re leaving. You can prevent it from happening later in the future by taking necessary actions.\n\nHappy Customer\n\nWhen you get positive feedback on your product\/service you can tag those conversations with ‘happy customer’ label. It’ll be easier to convey the positive comments to relevant teams or agents. For example, it’s useful for a designer to know that the feature they designed is doing well and that customers are getting value from it. You can also create a repository of positive customer quotes that can be used in marketing materials. Most importantly, remember to thank the customer for taking the time to share their comments.\n\nIdentify trends in your customers’ queries \n\nWhen you and your team consistently keep tagging conversations, overtime you’ll be able to gather valuable data on your how your product performs.\n\nYou can track conversation labels and over a period of time using Label reports in Freshchat. \n\nClick on the Reports icon in the left menu bar and click on Conversation Labels.\n\nLabeling conversations with generic labels such as ‘Bug’ or ‘Feature request’ is good. But if you go one step further and add more specific labels related to a bug or feature you can track better. You can do this by adding sub-categories within a conversation label. Over time you can see which bugs impact your customers more or which feature requests are more common. This can help your team prioritize bug fixes and decide what features to build next. \n\nYou can even download a report of these conversation labels and share it with relevant agents.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.8828095198,
        "format_confidence":0.847148478
    },
    {
        "url":"https:\/\/help.4matrix.com\/knowledgebase.php?article=7",
        "text":"Error: Error 40 4Matrix cannot connect to server and\/or database specified in the 4Matrix Settings file\n\n\nThis is a connection issue displayed when the client cannot connect to the SQL server where 4Matrix is installed.\n\nOpen the 4Matrix Network Manager on your server and check if this also shows an error in the Connection Issues tab. If it does, check that the SQL Server Service and SQL Browser Service are running.\n\nIf the above does not resolve the problem:\n\n1) Check if the client can ping the server.\n\n2) If you use a Firewall on your server, create 2 inbound exception rules for 4Matrix. The paths can be found in the 4Matrix Network Manager Connections tab.\n\n3) Check the 4Matrix Settings file;\n\nThere are 2 settings files for 4Matrix – 1 is for the Network Manager, and the other is for the 4Matrix client application, which tells the client where the server and database are.\n\nThe one for the Network Manager resides in the 4Matrix folder on the route of the installation drive of the server (i.e. C:\\4Matrix), along with the Network Manager.\n\nThe other will be in the client installation files folder on the server (i.e. C:\\4Matrix\\Client Setup)\n\nIn most cases, the settings file that ‘belongs’ with the Network Manager has been copied over to the client instead of the one that resides in the client install files. Try copying the correct settings files from the server (in client setup\/install files) onto the client and overwrite it.\n\nIf none of the above resolve the problem:\n\n4) The SQL Server name is limited to 15 characters. If the server name is longer than this then you should replace it with the IP address using the 4Matrix Network Manager. Work through the wizard, replace the name, and then click Re-Copy Files. Replace the Settings file on the client.\n\n5) Download and install SQL Management Studio if you don't already have this. Check the status of the 4Matrix database. It is possible to take it offline and bring it back online if it is showing as 'pending recovery'.\n\n6) The SQL server may need to be re-started but please contact us before doing this.\n\nWas this article helpful? yes \/ no\n\nPowered by Help Desk Software HESK, in partnership with SysAid Technologies",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.8574424982,
        "format_confidence":0.9799269438
    },
    {
        "url":"https:\/\/help.sap.com\/saphelp_47x200\/helpdata\/en\/dd\/55fde2545a11d1a7020000e829fd11\/content.htm?no_cache=true",
        "text":"Entering content frame\n\nProcedure documentation Changing Contracts Locate the document in its SAP Library structure\n\nTo change a quantity contract, proceed as follows:\n\n  1. In the main menu screen choose Logistics ® Sales and distribution ® Sales.\n  2. Choose Outline agreement ® Contract ® Change.\n  3. Enter the document number in the Contract field or search for the number using a matchcode.\n  4. Choose Enter.\n  5. If release orders have already been created for the contract, the system informs you that subsequent documents exist. To display these documents, choose Environment ® Display document flow. All the release orders created from the contract are displayed here. From here, you can use Goto functions to display further information about the items in the following screens:\n\n    – the delivery overview that displays the ordered, confirmed, delivered and invoiced quantities\n\n    – The status overview that shows the different status features of the items\n\n    – the release order overview that displays the release orders are displayed with the individual released quantities as well as the total released quantity.\n\n  6. Choose Goto ® Back to reach the overview screen.\n  7. Make your changes and save the document.\n\n\n\nLeaving content frame",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9369953275,
        "format_confidence":0.6795028448
    },
    {
        "url":"https:\/\/www.novell.com\/support\/kb\/doc.php?id=7011690",
        "text":"Novell is now a part of Micro Focus\n\nMy Favorites\n\n\nPlease to see your favorites.\n\nCPU count reported incorrectly in Inventory\n\nThis document (7011690) is provided subject to the disclaimer at the end of this document.\n\n\nNovell ZENworks Configuration Management 11.2 Inventory\n\n\nOn a device with multiple CPUs or CPU Cores, Inventory may report the number incorrectly.\n\n\nReported to Engineering\n\n\nThis Support Knowledgebase provides a valuable tool for NetIQ\/Novell\/SUSE customers and parties interested in our products and solutions to acquire information, ideas and learn from one another. Materials are provided for informational, personal or non-commercial use within your organization and are presented \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\n\n  • Document ID:7011690\n  • Creation Date:24-JAN-13\n  • Modified Date:24-JAN-13\n    • NovellZENworks Configuration Management\n\nDid this document solve your problem? Provide Feedback",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9724810719,
        "format_confidence":0.9241162539
    },
    {
        "url":"https:\/\/support.apple.com\/en-us\/HT3308",
        "text":"Xsan 1.4.2 or later: Unmounted Xsan volume re-mounts automatically\n\nAn Xsan volume may re-mount (become available) after unmounted or ejected via the Finder or the command line.\n\nThis article has been archived and is no longer updated by Apple.\n\nIf an Xsan volume needs to be unmounted, use Xsan Admin instead of the Finder or command line.\n\nXsan will typically re-mount a volume that is ejected or unmounted via the Finder or command line.\n\nPublished Date:",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.6913246512,
        "format_confidence":0.9477350116
    },
    {
        "url":"http:\/\/www.ivanexpert.com\/pc-and-mac-integration\/mac-on-windows-network.html",
        "text":"(212) 353-3310\n\nMac on a Windows Network\n\n\nIf your office has both Macs and PCs, we can make it easy to share files and printers, and to exchange information between Mac and Windows computers. Your mixed IT environment can be simple and productive instead of incompatible and frustrating.\n\nSome of the solutions we can implement:\n\n  • Connect a Mac to a company Windows file server \n  • Set up a Mac to share files with PCs\n  • Ensure documents are accessible on both Mac and PC computers \n  • Set up a Mac to print to the office printer\n  • Set up a Mac with remote access to a Windows server\n  • Set up a Mac with remote access to a PC workstation\n  • Set up a Mac to use a central printer and scanner\n\nCall us at (212) 353-3310 or email us at smallbusiness@ivanexpert.com for assistance with Mac-PC networking.\n\nrun Windows software on the Mac >\n\n(212) 353-3310",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9667542577,
        "format_confidence":0.7585798502
    },
    {
        "url":"https:\/\/help.aweber.com\/hc\/en-us\/articles\/204795747-How-do-I-change-the-background-color-of-my-template-",
        "text":"How do I change the background color of my template?\n\nIf you would like to create a plain HTML message with a different background color other than white, you can easily do this in AWeber's Drag & Drop Email Builder. The following article explains how you would change the background color of your plain email template with the Drag & Drop Email Builder.\n\nStep By Step Instructions\n\n  1. After selecting a template, you'll have the option for Background Color under your Message Properties section.\n\n    The option for Background Color will be on the right hand side of the editor under Message Properties\n\n  2. Then, click on the Background Color square to open up your color options.\n\n    Click the Background Color square\n\n  3. From the color options pop up, select the color you would like to use. Once complete, click the \"Apply\" button.\n\n    Selct the color you would like and then click Apply\n\nThat's it! The background color of your templates is updated.\n\nThe background of your message will update to the color you selected\n\nHave more questions? Submit a request\nPowered by Zendesk",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.8487535119,
        "format_confidence":0.880091846
    },
    {
        "url":"https:\/\/support.orgzit.com\/en\/articles\/2633576-what-about-data-protection",
        "text":"At Orgzit, maintaining data integrity is our priority.  Orgzit uses 256-BIT SSL encryption to ensure all information between customer's computers and our servers are secure and encrypted. Our servers are physically located with Amazon Web Services, who provide best-of-breed physical security. We keep all server security patches up to date. \n\nDid this answer your question?",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9154774547,
        "format_confidence":0.9457262754
    },
    {
        "url":"http:\/\/www.inmotionhosting.com\/support\/edu\/joomla-3\/server-settings\/gzip-page-compression?tsrc=rsbedu",
        "text":"Within Joomla 3.0's server settings is an option labeled Gzip Page Compression. What this feature does is allow your server to compress files before sending them to the user. This means that the user has to downloaded less content because it is compressed, and thus in theory pages should load faster for your users.\n\nTo enable Gzip Page Compression in Joomla 3.0\n\nBy default, GZip Page Compressions is disabled in Joomla 3.0. You can follow these settings to turn it on:\n\n  1. Log into your Joomla 3.0 dashboard\n  2. In the left menu, click the Global Configuration link\n  3. Within the tabs listed at the top of the page, click Server\n  4. Under Server Settings and next to Gzip Page Compression, click Yes. Then click Save in the top left menu.\n\n    You can use this page to test if your pages are being sent to the user in a compressed format.\n    When not compressed When compressed using gzip\n    not-gzipped gzipped\n\n    You can see that the original size of the page was 9.68KB, and when compressed the page was only 3.63KB. This is a data savings of 62.5%!\n\nDid you find this article helpful?\n\nWe value your feedback!\n\nWhy was this article not helpful? (Check all that apply)\nThe article is too difficult or too technical to follow.\nThere is a step or detail missing from the instructions.\nThe information is incorrect or out-of-date.\nIt does not resolve the question\/problem I have.\nHow did you find this article?\nPlease tell us how we can improve this article:\nEmail Address\n\nnew! - Enter your name and email address above and we will post your feedback in the comments on this page!\n\nLike this Article?\n\nPost a Comment\n\nEmail Address:\nPhone Number:\n\nPlease note: Your name and comment will be displayed, but we will not show your email address.\n\nNews \/ Announcements\n\nWordPress wp-login.php brute force attack\nUpdated 2014-07-17 06:43 pm EST\nHits: 200890\n\nRelated Questions\n\nHere are a few questions related to this article that our customers have asked:\nOoops! It looks like there are no questions about this page.\nWould you like to ask a question about this page? If so, click the button below!\nAsk a Question\n\nJoomla Community Google+ Hangout #3\n\nJune 3rd, 2014\n\nThank you @RustyJoomla for letting me speak on the Joomla Community Google+ Hangout!\n\nClick here to watch!\n\nNeed more Help?\n\n\nAsk the Community!\n\nGet help with your questions from our community of like-minded hosting users and InMotion Hosting Staff.\n\nCurrent Customers\n\nChat: Click to Chat Now E-mail: support@InMotionHosting.com\nCall: 888-321-HOST (4678) Ticket: Submit a Support Ticket\n\nNot a Customer?\n\nGet web hosting from a company that is here to help. Sign up today!",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9368723631,
        "format_confidence":0.9696902633
    },
    {
        "url":"https:\/\/support.oracle.com\/knowledge\/JD%20Edwards%20EnterpriseOne\/2261124_1.html",
        "text":"E1: SOLEXP: Favorites Delete Confirmation Dialog is Not Dismissed on OK or Cancel Button (Doc ID 2261124.1)\n\nLast updated on MAY 30, 2017\n\nApplies to:\n\nJD Edwards EnterpriseOne Tools - Version 9.2 and later\nInformation in this document applies to any platform.\n\n\nOn EnterpriseOne home page the \"Remove Favorite\" functionality is not working as expected.  Attempts to confirm Favorites Delete are dismissed with both OK or Cancel buttons; the Remove Favorite window does not close.\n\nThis behavior is noticed across all browsers.\n\n\nSign In with your My Oracle Support account\n\nDon't have a My Oracle Support account? Click to get started\n\nMy Oracle Support provides customers with access to over a\nMillion Knowledge Articles and hundreds of Community platforms",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9688674212,
        "format_confidence":0.9683164954
    },
    {
        "url":"https:\/\/support.korguser.net\/hc\/en-us\/articles\/203436184-Operation-slows-or-stops",
        "text":"KORG app Help Center\n\nOperation slows or stops\n\nTry the following.\n\n  1. Close all iOS apps that are running in the background.\n  2. Turn off the iPad, and then turn it on again.\nWas this article helpful?\n0 out of 0 found this helpful\n\n\nPlease sign in to leave a comment.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.7052012086,
        "format_confidence":0.9595356584
    },
    {
        "url":"https:\/\/support.oracle.com\/knowledge\/Oracle%20Cloud\/2269732_1.html",
        "text":"Unable To Update Sales Method & Sales Stage On Current Opportunities Via Import (Doc ID 2269732.1)\n\nLast updated on MAY 24, 2017\n\nApplies to:\n\nOracle Fusion Sales Cloud Service - Version and later\nInformation in this document applies to any platform.\n\n\nOn : version, Opportunities\n\nUnable to update sales method & sales stage on current opportunities via import\n\n\nI am trying to update the current opportunities in stg CRM with newly created sales methods & sales stages via file import\n\nI also have the correct import mapping:\n\n-OpportunityID > Opportunity > OptyId\n-SalesMethodID > Opportunity > SalesMethodID\n-CurrSTGid > Opportunity > CurrStgId\n\n\nSign In with your My Oracle Support account\n\nDon't have a My Oracle Support account? Click to get started\n\nMy Oracle Support provides customers with access to over a\nMillion Knowledge Articles and hundreds of Community platforms",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9200379848,
        "format_confidence":0.9435794353
    },
    {
        "url":"https:\/\/mywebbird.com\/hosting-terminology\/ssl-certificate-generator\/",
        "text":"If you would like to use an SSL Certificate for your site, to protect the payment and login info that users submit, you'll need a Certificate Signing Request, or CSR. The Request contains all the info related to the entity that will use the SSL in an encrypted form, for instance the exact website address for the site, the Business\/Organization name, physical and email address. It should be submitted to a vendor, or Certificate Authority, which reviews the provided data and based on it, issues the SSL certificate. The actual SSL installation requires 4 bits of code - the certificate, the CSR, a special private key that is generated along with the CSR and the SSL vendor private key. An Internet site that has an SSL installed can be accessed with https:\/\/ instead of the usual http:\/\/ and the information submitted for the CSR will be viewed in standard text format through a web browser.\nSSL Certificate Generator in Website Hosting\nGiven that SSL certificates are among the services which we provide along with our website hosting packages, you will be able to obtain an SSL for any site hosted in an account here with just a couple of clicks. What is more, we have an auto-installer instrument, so once you approve the order via e-mail, our system will set everything up on your behalf and it'll install the certificate, the CSR as well as the 2 private keys. Soon after that, you will be able to visit your website with https:\/\/ and any details submitted on it will be secured, therefore no unauthorized people can intercept it. In case you've chosen some other SSL service provider, you can only generate a Certificate Signing Request within your account on our end together with the unique private key, then save the CSR code and submit it to the other service provider.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.6539670229,
        "format_confidence":0.6340783238
    }
]