[
    {
        "url":"https:\/\/vendordirectory.shrm.org\/company\/839922\/mesa-underwriters-specialty-insurance-company",
        "text":"TLB 8.6.18\n\nMesa Underwriters Specialty Insurance Company\n\nRating: 0 - Write A Review\n6263N Scottsdale Rd\nScottsdale, AZ 85250\nAbout Mesa Underwriters Specialty Insurance Company\n  • We provide Fire, Allied Lines and Inland Marine coverage for Commercial Property exposures.\nCompetitors of Mesa Underwriters Specialty Insurance Company\n  • Triton Benefits & HR Solutions\n\n    As group health brokers and HR specialists we understand that times are rapidly changing and so are the ways that businesses use and implement HR services. Our goal to always be ahead of those changes and in sync with benchmarking, custom plan design, HR technology, ACA requirements, and... Read More\n  • Taylor Solution Group\n\n    Taylor Solution Group is a Boutique Human Capital Practice Brokering, Group Health, Voluntary Benefits, Commercial Insurance, and Payroll\/HRIS systems at up to 55% off cost for our Insurance Brokerage Clients. We are a US Army Paratrooper Veteran Owned Business. Out Behaving the competition...\n  • Risk Transfer Holdings Inc",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9980922341,
        "format_confidence":0.5062458515
    },
    {
        "url":"https:\/\/thrivetracker.com\/blog\/tag\/increase-conversion-rate\/",
        "text":"Increase Conversion Rate\n\nAttention-Grabbing CTA’s Part 2: Creating Interactive Landing Page Elements\n\nPosted By Aziz Kamara on Aug 12 2012\n\nIn Part 1 of Creating Attention-Grabbing CTA’s you learned how to create animated GIFs in Adobe Photoshop. For Part 2, I wanted to show you how you can make interactive images using JavaScript and Dreamweaver. The first element in this video uses an expansion JavaScript which I grabbed a while back from which has…\n\nAttention-Grabbing CTA’s Part 1: Animated GIFs With Photoshop\n\nPosted By Aziz Kamara on Jul 30 2012\n\nIt’s a fact: when a person is more engaged in an advertisement or activity, the likelihood of that person taking action (buying something, calling a number, submitting an e-mail, etc…) increases. You can engage the user by posing a question (asking questions solicit an internal response, thus engaging the reader) presenting a miniature interactive game…",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.888769865,
        "format_confidence":0.8523759246
    },
    {
        "url":"https:\/\/tbsiconsulting.com\/author\/richardsonb\/page\/3\/",
        "text":"Skip to content\n\nCall Us! 866-960-0428\n\nPosts by Billy Richardson\n\nAttention Business Owners: Are You Planning for the Future?\n\nThink about where it is you want to be (and why), and how you’re going to get there. If you think of “goals” as destinations, then you’ll see the value in having a road map. With quantifiable objectives, a business owner can measure success and make specific determinations about what needs to change. Goals are…\n\nRead More\n\n4 Ways to Grow Your Business\n\nThere are many ways to grow your business, if done right. Some are easy; some just look easy. Staying on top of marketplace trends and customer satisfaction is crucial when planning growth strategies. The one way not to grow your business is to cut investments (costs) in your business. While this may appear to help…\n\nRead More\n\n5 “Must Ask” Questions When Writing Your Business Plan\n\nEvery company should have a business plan and within it a realistic set of goals for success that includes the methods necessary to reach those goals. As your business grows and changes, these goals will likely be redefined, altered, or updated. But regardless of how they shift, your business plan is an essential part of…\n\nRead More\n\nHiring the Right Trusted Advisor\n\ntrusted advisor\n\nThe most successful business owners operate proactively rather than reactively; and this is why they need not call in a trusted advisor when their companies hit tough times. They have one from the day they open their doors, and often even before. Contrary to popular belief, a trusted advisor is not someone to be called…\n\nRead More\n\nThe 3 Most Common Reasons Entrepreneurs Open a Business\n\nThe idea of starting a business seems to be embedded in people around the world. It’s not uncommon to hear people say “You should just start your own business,” in response to good ideas, complaints about a current job, or even issues with scheduling. It can seem that “starting a business” is as simple as…\n\nRead More\n\n3 Key Elements to All Successful Businesses\n\n3 things red, blue, green chain links\n\nSuccess cannot be measured by revenue alone. Many businesses have set up shop and made a quick buck, only to crash and burn soon after. Success is about the money, sure, but there’s more to it than that; real success is about creating a business that generates income over the long term. There are 3…\n\nRead More\n\nQuestions You Must Ask Before Starting a Business\n\nAlmost everyone with an idea for a business thinks it cannot fail. But finding ideas that have a chance of being commercially successful is tough. Ask yourself these questions before starting: Does my idea fill a need or solve a problem? If your product or service isn’t going to help anyone, you have a problem.…\n\nRead More\n\nHow I Reach my Vision\n\nNow that we have our vision for what we want our business to be when it grows up, we need to focus on what will take to attain that vision. Just as we had to go to school, exercise, do homework and finish our chores as children, we have to perform specific activities to grow…\n\nRead More\n\nWhen I Grow Up I Want To Be….\n\nDo you remember when you were a child and adults asked what you wanted to be? Some of us said we wanted to be a fireman. Some of us wanted to be a policeman. We had dreams with no idea of how to get there. This is not unlike dreaming about starting your own business.…\n\nRead More\n\nIs Your Business Healthy?\n\nhealthy business doctor and patient\n\nIf you’re like most people, you probably visit the doctor once a year for a physical. The bonus at the end of the visit is that you know your strengths and weaknesses. Can you say the same for your company? A Quick Health Check All businesses have weak spots. A yearly diagnostic check-up will give…\n\nRead More",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9949795604,
        "format_confidence":0.9346865416
    },
    {
        "url":"https:\/\/bankb.it\/category\/6\/global-finance?page=1349",
        "text":"BANKBIT latest Financial World News\n\nSearch and discover the latest Banking and Financial updated Stories in Categories.\n\nFollow the new Financial articles on the Web, everithing in to 1 place.\n\nSearch Financial News\n\n\nThe latest Top News, from leading exponents of , Stock Market, BlockChain, New Economy and Accredited Currency Sources.\n\nSince 2015, our Mission was to Share, up-to-date, those News and Information we believe to represent in an Ethical and sincere manner the current Financial and Banking World.\n\n| Learn More |\n\n24h Most Popular News\n\nBuy Bitcoin online in ANY country, supporting 80+ Payment methods!",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9977454543,
        "format_confidence":0.9499000311
    },
    {
        "url":"http:\/\/www.taxationinfonews.com\/2009\/08\/",
        "text":"Monthly Archives August 2009\n\nTax Looms as Battleground for German Elections\n\nAugust 31, 2009 Taxation in EUTaxation in Germany  No comments\n\nThe issue of taxation is growing to be a major deciding factor in the upcoming German elections.\n\nTax cuts, tax overhauls, job cuts, falling balances and rising deficits, phrases that are being drawn out with progressively higher frequency in the face of the upcoming German elections. Increasingly attention is being focused on three major parties within the election: the Christian Democratic Union (CDU) headed by Chancellor Angela Merkel, the Social Democratic Party (SDP) headed by Franz Müntefering, and the Free Democrat Party (FDP) who are currently the preferred coalition partner to CDU.\n\nGermany faces a progressively worsening economic situation, its id facing a public sector deficit of 4...\n\nRead More\n\nIrish Commission on Taxation Released\n\nAugust 28, 2009 Taxation in EUTaxation in Ireland  No comments\n\nThe Irish Government’s Commission on Taxation has released its report reviewing the Irish taxation system and its subsequent recommendations.\n\nToday, the Commission on Taxation handed its report with over 250 recommendations regarding Ireland’s financial taxation system to Brian Lenihan, Minister of Finance. Due to errors in its indices, the 600 page report will not be made available to the public until early to mid-September. The report was originally requested to be complete on the 20th of September but has been completed ahead of the initial schedule.\n\nAmong others, the main recommendations include the introduction of water tax and increased carbon taxes...\n\nRead More\n\nRadical Transaction Tax Proposed in UK\n\nAugust 28, 2009 Taxation in EUTaxation in UK  No comments\n\nThe idea for a new financial transaction tax in the UK has been floated by the chairman of Britain’s Financial Services Authority.\n\nLord Adair Turner, chairman of Britain’s Financial Services Authority (FSA), has proposed that the UK implement a tax on financial transactions, so as to detract from the appeal of wide-spread foreign currency speculation by financial institutions. The tax, which is often referred to as the Tobin Tax, would see a levy on capital flows. The rate of levy has not yet been discussed.\n\nIn its original form, the Tobin tax was envisioned as a global tax with it being implemented equally everywhere, as opposed to a selective number of nations...\n\nRead More\n\nCanada to Follow US with UBS\n\nAugust 27, 2009 International Tax CooperationOffshore BankingTaxation in CanadaTaxation in Switzerland  No comments\n\nThe Canadian Revenue Agency have announced that they will enter into discussion with Swiss bank UBS in regards to possible tax evasion information.\n\nFollowing swiftly upon news that the US Government and UBS had reached a settlement in their offshore account tax evasion dispute, the Canadian Revenue Agency (CRA) has announced that they too will engage in discussions with UBS in regards to divulging information about Canadian national tax evaders.\n\nOn the 21st of August it was announced by Jean-Pierre Blackburn, Canadian National Revenue Minister, that the Canadian Government will approach UBS in an effort to uncover information about Canadians using offshore accounts with UBS to evade their tax liability. The meetings have been scheduled for the 2nd of September...\n\nRead More\n\nFinancial Transaction Tax in Brazil\n\nAugust 26, 2009 Taxation in Brazil  No comments\n\nIn the face of falling revenues, Brazil’s governing coalition are looking to implement a new tax on financial transactions.\n\nFacing a financial situation not dissimilar to governments worldwide, Brazil’s leading coalition in Congress will attempt to instate a new financial transaction tax, to offset its own falling revenues and increased spending. The government will attempt to push through a bill which will see a 0.1% tax implemented on all financial transactions. The tax, if accepted, will see an extra BRL12 billion in the Government’s coffers per year. The extra money is intended to finance Brazil’s healthcare system...\n\nRead More",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9952901602,
        "format_confidence":0.9858363867
    },
    {
        "url":"https:\/\/www.directorycritic.com\/viewdetails\/1052727-bid---123directory-info.html",
        "text":"Internet Marketing Tools\n\nDetails of:\n\nBid @\nDate Added: 8th November, 2007\nType: Paid\nCategory: bidding\nDeep Links? Yes-Paid and\/or Recip\n\nPagerank & Rating Info\nAverage Weekly Points: 0 (Position #625 on the list)\n\n\nTotal Points: 0\nNumber of Ratings: 0\nAverage Rating Score: (not rated)\nHave your site submitted to over 800+ quality directories.\nDirectory Description & Resource Links\nBidding Web Directory from Get high quality links from our bid for position web directory, bid your way to list on home page. Quality Sites Listed, Fast Inclusion! Permanent Listings. You can list your websites under relevant categories.\n\nResource Links:\n\nResource links are only for premium listings. Click the button below to learn more about premium listings:\n\nUpgrade Listing to Premium\n\nRatings of:\n\nThere are no webmaster ratings for this directory\n\nClick here to rate this directory!",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.8080038428,
        "format_confidence":0.8431093693
    },
    {
        "url":"http:\/\/www.mediabistro.com\/fishbowlny\/tag\/frank-bennack-jr",
        "text":"\n\nPosts Tagged ‘Frank Bennack Jr.’\n\nHearst Allegedly Cuts Scott Sassa Because He Sexts\n\nHearst Corporation has cut ties with Scott Sassa, president of Hearst Entertainment, because of his alleged enjoyment of saucy sexts. According to The New York Post, Sassa had exchanged some NSFW texts with a stripper he met in Los Angeles. That stripper and her boyfriend then tried to blackmail Sassa, saying that they’d send the texts directly to his bosses if Sassa didn’t send some cash.\n\nSassa refused the demands, and bam! Frank Bennack Jr.David Carey and Michael Clinton all got a very interesting email. The Post reported that the execs called Sassa into a meeting on Tuesday and informed him he needed to resign. A source claimed that Hearst is giving Sassa a “large compensation package for him to go away for a long time.”\n\nHearst has already removed Sassa’s bio from the company website.\n\nMediabistro Course\n\nOvercoming Writer's Block\n\nOvercoming Writer's BlockUse proven tools and exercises to get back to writing! Starting July 15, learn a process that will help you pinpoint your optimal writing conditions, structure your time and build a framework to increase your productivity. Register now! \n\nNeeraj Khemlani Named Chief Creative Officer of Hearst Corp.\n\nNeeraj Khemlani has been named chief creative officer of Hearst Corporation. Khemlani transitions into this role from Hearst Entertainment & Syndication, where he served deputy group head in charge of non-fiction TV production.\n\n“We want to make sure we offer the best possible user experiences across our brands in all forms,” said Frank Bennack Jr., CEO of Hearst Corp., in a statement. “The genuine value we deliver to readers, viewers, listeners and professional clients through our content determines whether we are successful. Neeraj will work across all our divisions as a champion of the innovation needed to constantly increase that value.”\n\nKhemlani has been with Hearst since 2009.\n\nGeorge R. Hearst Jr., Chairman of Hearst Corp., Dies\n\nGeorge R. Hearst Jr., chairman of the board of Hearst Corporation, has died. He was 84 years old. The San Francisco Chronicle reports that he died due to complications after a stroke. George Hearst was the grandson of William Randolph Hearst. He had been chairman of Hearst’s board since 1996.\n\n“George was an enthusiastic supporter of the corporation’s growth and diversification strategies,” said Frank Bennack Jr., CEO of Hearst Corp., in a statement. “As chairman of the board, he brought his vast experience and wisdom to bear during a time of incredible growth and helped guide us through periods of enormous change. Although always calling every situation as he saw it, George was the most supportive and steadfast chairman a CEO could possibly have. He will be greatly missed by everyone who had the pleasure of working with him.”\n\nServices for George Hearst will be private.\n\nHearst Corporation Completes Hachette Filipacchi Media Acquisition\n\nHearst Corp. has announced that the acquisition of the magazines owned by Hachette Filipacchi Media is now complete. Lagardère brands published in Italy, Spain, Japan, Netherlands, Hong Kong, Mexico, Taiwan, Canada and Germany, are part of Hearst’s portfolio as well. Brands published in Russia, Ukaraine and China are expected to be ushered under Hearst’s wing later this year. The price tag? About $919 million.\n\nThe much discussed deal puts Hearst in charge of over 300 titles, including 13 editions of the powerhouse Elle. Frank Bennack Jr. issued the following statement:\n\nRead more",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.7266554236,
        "format_confidence":0.957392931
    },
    {
        "url":"http:\/\/www.chamberorganizer.com\/members\/directory\/query.php?business_cat_id=31931&org_id=MARG",
        "text":"Directory Search Results\nDirectory Search Results\nOur members are presented equally regardless of their alphabetical positioning.\nFor an alphabetized list of these results CLICK HERE.\nSusan's Pleasant Pheasant Farm & Lake\nJim & Susan Kelly\n1 Bragg Hollow Rd., PO Box 126\nHalcottsville, NY 12438\nFax: 212-967-4119\n   Information on this member:\n\nMore Business Information\nMap to Facility\nBusiness Photo Tour\nBusiness Catalog\nExternal Website",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9508954883,
        "format_confidence":0.713293612
    }
]