[
    {
        "url":"http:\/\/www.computer.org\/csdl\/mags\/an\/1997\/04\/man1997040054-abs.html",
        "text":"The Community for Technology Leaders\nRSS Icon\nIssue No.04 - October-December (1997 vol.19)\npp: 54-63\n<p><it>In addition to biographies, this department publishes autobiographies, memoirs, and brief and extended obituaries. Each is intended to celebrate a life. They should be discursive, but concise, learned, and anecdotal, touching and informative, and occasionally imbued with compassionate humor. Naturally, they should include a thoughtful summation of the subject's life and virtue, as well as—where applicable—the cause of death.<\/it><\/p><p> <\/p><p><it>We want these works to provide a mosaic of the social history of computing that will prove valuable to future scholars. Thus, subjects are not limited to the famous, but may commemorate the activities of lesser known participants in computing history. Indeed, the obituaries in particular are not limited to people, but may record the demise of organizations, computers, software, and significant concepts.<\/it><\/p><p> <\/p><p><it>Readers are invited to submit additional comments concerning already published material, to write signed items for publication, and to suggest subjects that should be memorialized.<\/it><\/p><p> <\/p><p><it>Unsigned items are the work of the editor.<\/it><\/p>\nEric Weiss, \"Biographies\", IEEE Annals of the History of Computing, vol.19, no. 4, pp. 54-63, October-December 1997, doi:10.1109\/MAHC.1997.10012\n1. A.D. Booth, \"A Method of Calculating Reciprocal Spacings for X-Ray Reflections From a Monoclinic Crystal,\" J. Scientific Instruments, p. 74, 1945.\n2. A.D. Booth, \"Two Calculating Machines for X-Ray Crystal Structure Analysis,\" J. Applied Physics, vol. 18, p. 837, 1947.\n3. A.D. Booth, Fourier Technique in X-Ray Organic Structure Analysis.Cambridge, England: Cambridge Univ. Press, 1948, pp. 76-81.\n4. \"Ibid.\"\n5. E. Regis, Who Got Einstein's Office?London: Penguin Books, 1987, p. 111.\n6. A.W. Burks, H.H. Goldstine, and J. von Neumann, Preliminary Discussion of the Logical Design of an Electronic Computing Instrument. Institute for Advanced Study, Princeton Univ., 1947.\n7. H.H. Goldstine and J. von Neumann, Planning and Coding of Problems for an Electronic Computing Instrument, Parts I-III. Institute for Advanced Study, Princeton Univ., 1947-1948.\n8. A.D. Booth and K.H.V. Britten, General Considerations in the Design of an All-Purpose Electronic Digital Computer. Institute for Advanced Study, Princeton Univ., 1947.\n9. A.D. Booth and K.H.V. Britten, Coding for A.R.C. Institute for Advanced Study, Princeton Univ., 1947.\n10. A.D. Booth and K.H.V. Britten, \"The Accuracy of Atomic Coordinates Derived From Fourier Series in X-Ray Crystallography, Part V,\" Proc. Royal Society, A, vol. 193, pp. 305-310, 1948.\n11. A.D. Booth and K.H.V. Booth, Automatic Digital Calculators, 3rd ed. London: Butterworths, 1965, p. 22.\n12. A.D. Booth, \"A Signed Binary Multiplication Technique,\" Quarterly J. Mechanics and Applied Mathematics, vol. 4, no. 2, pp. 236-240, 1951.\n13. A.D. Booth, \"A Computer Programme for Finding Roots,\" Computers and Automation, vol. 5, p. 20, 1956.\n14. A.D. Booth, \"Use of a Computing Machine as a Mechanical Dictionary,\" Nature, vol. 176, p. 565, 1955.\n15. A.D. Booth and A.J.T. Colin, \"On the Efficiency of a New Method of Dictionary Construction,\" Information and Control, vol. 3, no. 4, pp. 327-334, 1960.\n16. A.D. Booth, L. Brandwood, and J.P. Cleave, Mechanical Resolution of Linguistic Problems.London: Butterworths, 1956.\n17. A.D. Booth and K. Cameron, \"A Small Transistorized Digital Computer,\" Electronic Engineering, vol. 37, pp. 368-374, 1965.\n18. A.D. Booth, \"An Application of the Method of Steepest Descents,\" Proc. Royal Society A, vol. 197, pp. 336-355, 1947.\n29 ms\n(Ver 2.0)\n\nMarketing Automation Platform Marketing Automation Tool",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9109030366,
        "format_confidence":0.7856892943
    },
    {
        "url":"https:\/\/link.springer.com\/article\/10.1007\/s40820-019-0279-8?error=cookies_not_supported&code=968fc405-54a7-46f6-b323-c7fc146cce6d",
        "text":"Charge Engineering of Mo2C@Defect-Rich N-Doped Carbon Nanosheets for Efficient Electrocatalytic H2 Evolution\n\n\n  • The Mo2C modified carbon nanosheets produce a graphene wave structure to form localized charges and further enhance the N-doping effect.\n\n  • The optimal sample shows a Tafel slope as low as 60.6 mV dec−1 and high durability up to 10 h in acidic media.\n\n\nCharge engineering of carbon materials with many defects shows great potential in electrocatalysis, and molybdenum carbide (Mo2C) is one of the noble-metal-free electrocatalysts with the most potential. Herein, we study the Mo2C on pyridinic nitrogen-doped defective carbon sheets (MoNCs) as catalysts for the hydrogen evolution reaction. Theoretical calculations imply that the introduction of Mo2C produces a graphene wave structure, which in some senses behaves like N doping to form localized charges. Being an active electrocatalyst, MoNCs demonstrate a Tafel slope as low as 60.6 mV dec−1 and high durability of up to 10 h in acidic media. Besides charge engineering, plentiful defects and hierarchical morphology also contribute to good performance. This work underlines the importance of charge engineering to boost catalytic performance.\n\n\nWith the intensification of global energy consumption and severe environmental deterioration, sustainable and environmentally friendly approaches have aroused increasing interest [1]. Among ongoing attempts to produce clean fuels, the electrolysis of water to produce H2 is attractive [2,3,4,5,6]. The key to this problem is to seek an effective electrocatalyst to minimize the overpotential for hydrogen evolution reaction (HER). To replace Pt-based noble metals, abundant earth catalysts have received great attention [7,8,9,10,11]. Because of their similar electronic structure and catalytic behaviors to Pt [12], Mo-based compounds [13, 14], especially molybdenum carbide [15], have drawn tremendous fascination. On the other hand, the electronic structure significantly affects the interaction between the catalyst surface and reactants [4, 16,17,18,19,20]. Charge engineering is an important strategy to regulate the surface\/interface behaviors involved in catalysis. For example, Sasaki et al. [21] found that carbide ligand changed the d-electron configuration of Mo2C to moderate Mo–H binding energy, leading to enhanced-HER activity.\n\nRecently, researchers have paid great attention to nitrogen-doped defective carbon materials for electrocatalysis [22,23,24,25,26]. The defects not only play an important role in the adsorption\/desorption during reaction, but also change the electrical conductivity of the catalysts to regulate the electronic structure [27]. However, related work on the application of MO2C to pyridinic N-doped carbon is limited. Furthermore, for gas-involving electrocatalysis, the hierarchical morphology is also important to optimize the gas\/mass transport [16].\n\nConsidering the above-mentioned observations, Mo2C@ defect-rich N-doped carbon nanosheets (MoNCs) were developed. The theoretical results imply that the introduction of Mo2C produces a graphene wave structure, which to a degree behaves like N doping to form localized charges. As expected, the catalyst shows high-electrocatalytic HER activity with a Tafel slope as low as 60.6 mV dec−1 and stability up to 10 h in acidic media, making it one of the best Mo2C electrocatalysts. The multifold design, including charge engineering and nanoarchitecture construction, contributes to the HER performance.\n\nExperimental Section\n\n\nAmmonium heptamolybdate ((NH4)6Mo7O24·4H2O), melamine (C3H6N6), sucrose, and sulfuric acid (H2SO4, 98%) were bought from Tianjin Kaida Chemical Factory, Tianjin Kermel Chemical Factory, Sinopharm Chemical Reagent Co., Ltd., and Beijing Chemical Factory, respectively. Nafion solution (5 wt.%, Dupont D520) and Pt\/C (20 wt.%, JM) were bought from Shanghai Hesen Electric Co., Ltd.\n\n\nGraphitic carbon nitride (g-C3N4) was prepared by simple calcination. A certain quantity of melamine was placed in an alumina crucible (100 mL) with a cover and then heated at 550 °C for 4 h in a muffle furnace (2.3 °C min−1). Subsequently, the obtained light-yellow solid product was milled into a powder state and sealed for later use. Next, ammonium heptamolybdate, sucrose, and g-C3N4 were mixed together (1:2:2, mass ratio). The homogeneous mixture was placed in an alumina crucible and then transferred to the center of the tube furnace. After pumping and purging the system three times with N2 flow, it was heated to 800 °C (3 °C min−1) and maintained at 800 °C for 6 h under flowing N2. The obtained black sample, called MoNCs (Mo2C@N-doped carbon sheets; the mass ratio of g-C3N4 and ammonium heptamolybdate is 2), was then ground to a fine powder without further treatment. For comparison, MoNCs-0, MoNCs-1, and MoNCs-5 (the mass ratio of g-C3N4 and ammonium heptamolybdate is 0, 1, 5), as counterparts, were also prepared in the same way.\n\nMaterials Characterization\n\nX-ray diffraction (XRD) was applied on Siemens D-5005 with Cu Kα radiation (2θ = 0.02° per step). X-ray photoelectron spectra (XPS) were performed with an Al Kα source (Thermo Scientific ESCALAB Ka+). The transmission electron microscope (TEM) operated on JEM-2100 at 200 kV. The nitrogen adsorption isotherm (ASAP 2020 at 77 K, USA) was recorded by the Brunauer–Emmett–Teller (BET) equation and Barrett–Joyner–Halenda (BJH) model. The Raman spectrum was measured on LabRAM HR800. Thermogravimetric analysis (TGA) was carried out on an SDT Q600 (TA) instrument under air flow (10 °C min−1) up to 700 °C. The product transformed according to the following reaction: Mo2C + 4O2 = 2MoO3 + CO2 [28].\n\nComputational Details\n\nIn this work, nanosheets with Mo2C nanoparticles have been modeled as single-layer graphene in a 6 × 6 × 1 supercell, and Mo2C in a 5 × 5 × 2 supercell. The cell and atomic coordinates are fully relaxed based on the density functional theory implemented in the Vienna Ab-initio Simulation Package (VASP) v5.3.5 [29,30,31] with grimme-D2 correction [32], where the PBE functional [33] and PAW pseudopotential [34, 35] have been used. The criteria of convergence of energy and force have been taken as 1 × 10−6 eV and 0.01 eV Å−1, respectively, the energy cutoff is set to 450 eV, and a 3 × 3×1 k-mesh is used to sample the Brillouin zone [36, 37]. The parameters are comparable to those in Refs. [36, 37]. In the core-level shift (CLS) calculation, the final state approximation has been adopted.\n\nElectrochemical Measurements\n\nThe HER measurements were performed in a typical three-electrode cell in 0.5 M H2SO4 using a CHI 660e electrochemical station (Shanghai Chenhua Co., China) at room temperature. A glassy carbon electrode (GCE) 8 mm in diameter, a saturated calomel electrode (SCE), and a graphite rod electrode were used as the working electrode, reference electrode, and counter electrode, respectively. All of the potentials were converted to the potential versus the reversible hydrogen electrode (RHE) according to E (RHE) = E (SCE) + 0.241 + 0.059 pH. The working electrode was fabricated as follows: A catalyst ink was prepared by dispersing 6 mg of catalyst into a mixed solution including 40 μL Nafion solution and 1 mL of 3:1 v\/v water\/isopropanol via sonication for at least 1 h to form a homogeneous ink. Then, 20 μL of well-dispersed catalyst ink was drop-casted on the glassy carbon electrode, producing a ~ 0.23 mg cm−2 loading for all samples, and the modified GC electrode was then dried at 50 °C in a drying oven for the following test. Before data collection, all working electrodes were pretreated by cyclic voltammetric scanning in 0.5 M H2SO4 solution to activate the electrodes. The electrochemical impedance spectroscopy (EIS) measurements were tested in 0.5 M H2SO4 solution with open-circuit voltage at a frequency from 10 mHz to 100 kHz at an amplitude of 5 mV.\n\nResults and Discussion\n\nWe combined Mo2C and N-doped graphene and theoretically simulated its atomic structure with first-principles calculation. Due to the limitation of computations, we used a slab of Mo2C covered with one layer of graphene to simulate part of the interface region of Mo2C and graphene. The vacuum was added in the direction perpendicular to the graphene plane, and periodicity was kept in the other two directions. According to the literature [37, 38], the β-Mo2C is a meta-stable structure at high temperature, where the Mo atoms are packed in a hexagonal close-packed structure, and the C atoms randomly occupy half of the octahedral interstitial sites (Fig. 1). As noted, the Mo2C@N-doped graphene has two types of structures: The Mo-terminated surface adhered to the graphene, and the C-terminated surface adhered to the graphene. We found that in Mo-terminated Mo2C@N-doped graphene, the graphene was approximately 2.22 Å above the Mo2C (Fig. 1b). Interestingly, the phenomenon of a graphene wave was observed, which should be attributed to the mismatch of the graphene and Mo2C unit cell. We have reason to believe that the graphene wave could introduce more localized charge density on some C sites, as indicated by the yellow circles (Fig. 1f), leading to the redistribution of electrons on the graphene and formation of a gradient of charge density to increase active sites. For C-terminated Mo2C@N-doped graphene, the graphene is found to be self-reorganized in the bulk defect region and approximately 3.96 Å above Mo2C (Fig. 1d).\n\nFig. 1\n\nThe a top and b side views of Mo-terminated Mo2C@N-doped graphene with pyridinic N dopant; the c top and d side views of C-terminated Mo2C@N-doped graphene with pyridinic N dopant; the charge distribution of e the unpaired electron of pyridinic N-doped graphene; and f Mo-terminated Mo2C@N-doped graphene with pyridinic N dopant. The N atom is circled in red. The locations of charge accumulation on graphene are circled in yellow. The figures are plotted with VESTA [39]\n\nHere, a Mo2C slab covered with one la... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9959248304,
        "format_confidence":0.9879982471
    },
    {
        "url":"http:\/\/www.hzdr.de\/db\/Cms?pOid=34593&pNid=2611&pContLang=de",
        "text":"High-field THz driven dynamics                    \n\n\nRecent example experiment: A Terahertz AC field at high repetition rate is used to align the orbital domains in La0.5Sr1.5MnO4 (T.A. Miller et al, Nat. Comm. 2015).\n\nThe low quantum energy of ultra-short pulses in the THz regime opens up the fascinating opportunity to excite low energy degrees of freedom in matter selectively and, if done in the right way, in its electronic ground state [1]. We are interested in ways to perturb and if possible manipulate matter by the transient electric and\/or magnetic field transients of intense THz pulses (one recent success is the control of orbital order [2]).\n\nThe key technology is here to generate these THz pulses with as much control over its properties (number of cycles, polarization, chirp, field strength, repetition rate) as possible. To this end we operate several laser-based THz sources in our laboratory and operate and develop the High-field High-Repetition-Rate THz facility @ ELBE TELBE and also perform beamtimes at other high-field THz user facilities such as the one at the FLASH FEL.\n\nTELBE provides world-wide unique repetition rates for high-field THz pulses up to the MHz regime and thereby will enable to probe the THz driven dynamics with duty-cycle hungry spectroscopic techniqes such as time-resolved spectroscopic ellipsometry [3] time-resolved ARPES or time-resolved near-field microscopy. A part of our research is aiming at adapting such techniques to high-field THz sources with the goal to get a deeper understanding of the underlying phenomena of THz control in matter. One recent success in this quest is the successful demonstration of time-resolved scanning nearfield microscopy together with our collaborators from the TU Dresden [4].\n\n[1] M. Foerst et. al., \"THz Control in Correlated Electron Solids: Sources and Applications\" in K.-E. Peiponen et. al., (eds.), Terahertz Spectroscopy and Imaging, 1 Springer Series in Optical Sciences 171, DOI: 10.1007\/978-3-642-29564-5_23, Springer-Verlag Berlin Heidelberg 2012.\n\n[2] T.A. Miller et. al., \"Terahertz field control of in-plane orbital order in La0.5Sr1.5MnO4\", Nat. Comm. 6 (2015), 8175.\n\n[3] M. Gensch,“Brilliant Infrared Lightsources for Micro-Ellipsometric Studies of Organic Thin Films”, in Ellipsometry of Functional Organic Surfaces and Films, Springer Series in Optical Sciences 52, DOI 10.1007978-3-642-40128-2, © Springer-Verlag Berlin Heidelberg 2014.\n\n[4] F. Kuschewski et. al., \"Optical Nanoscopy of transient states of Matter\", Scientific Reports (2015), 12582.",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9969217181,
        "format_confidence":0.9690735936
    },
    {
        "url":"https:\/\/science.sciencemag.org\/content\/320\/5879\/1074?ijkey=5c721fad96a26a403859f6322571e6330c81c0ed&keytype2=tf_ipsecsha",
        "text":"Differential Rescue of Light- and Food-Entrainable Circadian Rhythms\n\nSee allHide authors and affiliations\n\nScience  23 May 2008:\nVol. 320, Issue 5879, pp. 1074-1077\nDOI: 10.1126\/science.1153277\n\nThis article has a correction. Please see:\n\n\nWhen food is plentiful, circadian rhythms of animals are powerfully entrained by the light-dark cycle. However, if animals have access to food only during their normal sleep cycle, they will shift most of their circadian rhythms to match the food availability. We studied the basis for entrainment of circadian rhythms by food and light in mice with targeted disruption of the clock gene Bmal1, which lack circadian rhythmicity. Injection of a viral vector containing the Bmal1 gene into the suprachiasmatic nuclei of the hypothalamus restored light-entrainable, but not food-entrainable, circadian rhythms. In contrast, restoration of the Bmal1 gene only in the dorsomedial hypothalamic nucleus restored the ability of animals to entrain to food but not to light. These results demonstrate that the dorsomedial hypothalamus contains a Bmal1-based oscillator that can drive food entrainment of circadian rhythms.\n\nThe circadian timing system (CTS) exerts endogenous temporal control over a wide range of physiological and neurobehavioral variables, conferring the adaptive advantage of predictive homeostatic regulation (1). When food is freely available, light signals from the retina entrain circadian rhythms to the day-night cycle (2). However, when food is available only during the normal sleep period [restricted feeding (RF)], many of these rhythms are reset so that the active phase corresponds to the period of food availability (3, 4). In light entrainment, retinal ganglion cells that contain the photopigment melanopsin provide signals to neurons in the suprachiasmatic nuclei (SCN) of the hypothalamus that generate circadian rhythms through a series of molecular transcriptional, translational, and posttranslational feedback loops (5). The SCN in turn synchronizes circadian rhythms in peripheral tissue clocks through synaptic and humoral outputs (5, 6). During RF, the SCN remains on the light cycle and SCN lesions do not prevent food entrainment, which suggests that another clock may supersede the SCN (3, 4, 7). Two recent studies have suggested that at least one food-entrainable clock may be located in the dorsomedial nucleus of the hypothalamus (DMH), but the importance of this clock for food entrainment has been disputed (3, 810).\n\nThe core components of the molecular clock include the activating transcription factors BMAL1 and CLOCK and the negative regulatory feedback elements encoded by the Per and Cry genes (11, 12). Bmal1 is the only circadian clock gene without a known functional paralog and hence the only one for which a single gene deletion causes a complete loss of behavioral and molecular rhythmicity (13). Because its gene product BMAL1 is a transcription factor that likely influences many downstream genes, Bmal1–\/– mice also exhibit other physiological defects unrelated to the circadian defect (14), including progressive arthropathy, decreased locomotor activity levels and body mass, and a shortened life span (1518).\n\nIn this study, we used Bmal1–\/– mice, which harbor a null allele at the Bmal1 locus (19). The circadian patterns of locomotor activity (LMA) and body temperature (Tb) were monitored by telemetry (Fig. 1, A to C, and fig. S2). As previously reported, these animals showed no circadian rhythms in a 12-hour-light\/12-hour-dark (LD) cycle or constant darkness (DD) when given ad libitum (AL) access to food (Fig. 1B). We also attempted to entrain Bmal1–\/– mice to a 4-hour window of RF during the normal sleep period for mice, under both LD [ZT4-8 (from 4 to 8 hours after light onset)] and DD [CT4-8 (from 4 to 8 hours after presumptive light onset)] conditions. In LD and DD conditions, wild-type (WT) and heterozygous littermates showed an elevation of Tb and LMA ∼2 to 3 hours before food became available (Fig. 2, A and D, and fig S2). By contrast, Bmal1–\/– mice did not show a comparable elevation in Tb or increase in LMA before the window of RF in DD; Tb and LMA were, however, markedly elevated in the Bmal1–\/– mice after food presentation (Fig. 2, B and D, Fig. 3C, and fig. S2). In addition to the preprandial elevation in Tb under RF, WT and heterozygous littermates demonstrated a clear circadian Tb rhythm (Fig. 2A), whereas Bmal1–\/– mice demonstrated a persisting ultradian Tb pattern throughout the remainder of the day (Fig. 2B). In DD conditions, Bmal1–\/– mice occasionally showed periods of torpor (Tb below 31°C), which were distributed randomly across the circadian day. Consequently, the Bmal1–\/– mice not only failed to show elevation of Tb or LMA in anticipation of the RF but often slept or were in torpor through the window of RF, requiring us to arouse them by gentle handling after presentation of the food to avoid their starvation and death during RF.\n\nFig. 1.\n\nBmal1 expression in SCN rescues circadian rhythms and light entrainment in Bmal1–\/– mice. Representative body temperature (Tb) records (double-plotted actigrams) and period analyses for (A) Bmal1+\/–, (B) Bmal1–\/–, and (C) Bmal1–\/– mice with AAV-BMAL1 injections into the SCN under both light-dark (LD) and constant darkness (DD) conditions with AL access to food. The power spectrum for period (right panel) shows a dominant frequency at 23.7 hours for both Bmal1 heterozygous littermates and mice with AAV-BMAL1 rescue in the SCN, and the lack of a ∼24-hour harmonic in the Bmal1–\/– mice. (D to F) Bmal1 mRNA expression (by in situ hybridization) in the SCN in (D) Bmal1+\/– mice, (E) Bmal1–\/– mice, and (F) after AAV-BMAL1 rescue by injection into the SCN (all ZT18). Scale bar, 100 μm.\n\nFig. 2.\n\nFood entrainment of the Tb rhythm is rescued by AAV-BMAL1 injection into the DMH. Under DD conditions, Bmal1+\/– and Bmal1–\/– mice were placed under RF (food available CT4-8, gray vertical bar). (A) Bmal1+\/– but not (B) Bmal1–\/– mice demonstrated a clear rise in Tb ∼2 to 3 hours before food availability under RF [(A) to (C) are waveforms showing mean ± SEM Tb on days 10 to 14 of RF for an individual mouse]. (C) After bilateral injection of AAV-BMAL1 into the DMH of Bmal1–\/– mice, there was a preprandial elevation in Tb, but not a circadian rise in Tb during the presumptive dark cycle (CT12-24) [compare (C) with (A)]. As seen in the summary data plot, during the 3-hour window preceding food availability in RF (D), Bmal1–\/– mice with DMH AAV-BMAL1 injections (n = 4, black trace) showed a comparable preprandial elevation in Tb (mean ± SEM) to that of Bmal1–\/+ mice (red trace), whereas noninjected Bmal1–\/– mice (blue trace) showed no preprandial elevation in Tb; an increase in Tb occurred only after food presentation in the noninjected Bmal1–\/– mice (gray bar in D is first hour of food availability). Under RF, Bmal1–\/– mice demonstrated very low expression levels of Per1 mRNA (E) (CT4 shown) and no expression of Bmal1 mRNA at CT18 (G) (near-peak expression time in the heterozygote littermates) in the DMH. By contrast, after AAV-BMAL1 injection into the DMH (F and H), Bmal1–\/– mice demonstrated robust Per1 expression in the DMH at CT4 (F) and Bmal1 expression at CT18 (H).\n\nFig. 3.\n\nAAV-Bmal1 injection into the DMH rescues food entrainment but not light entrainment in Bmal1–\/– mice. (A) A double-plotted actigram of Tb from a Bmal1–\/– mouse after bilateral injections of AAV-Bmal1 into the DMH. These mice demonstrate the lack of entrainment to the light-dark (LD) cycle and persisting ultradian rhythmicity in constant darkness (DD) under AL feeding conditions (Fig. 1B). These same mice, however, demonstrated anticipation and entrainment (B) to a RF cycle (red line, food presentation) in DD conditions (arrow, last day, no food given). By contrast, noninjected Bmal1–\/– mice (C) did not demonstrate anticipation or entrainment to the RF cycle. (D to G) Per1 and Bmal1 gene expression (optical density, mean ± SEM; n = 3 mice per time point) in WT mice across the circadian day under both AL and RF (all data 12:12 LD) at 2-hour intervals, except for a 3-hour interval between ZT9-12. (D) Per1 expression in the SCN showed a peak at ∼ ZT6 under both AL and RF (gray bar, ZT4-8) conditions, demonstrating that the SCN remained phase-locked to the LD cycle during RF. (E) Bmal1 expression in the SCN showed a peak at ∼ZT18 under both AL and RF, further indicating that the SCN remained synchronized to the LD cycle during RF. (F) Per1 expression in the DMH was undetectable at all ZT under AL; by contrast, Per1 expression was sharply up-regulated by RF, with a peak at ∼ZT7-8. (G) Bmal1 expression in the DMH was also undetectable at all ZT (except very modest expression ∼ZT 3-5) under AL, however, and similar to Per1, during RF Bmal1 demonstrated up-regulation with a peak at ∼ ZT18.\n\nAfter 14 days in this RF regimen, mice were killed to examine clock gene expression in the brain and were compared to mice that had been fed AL. As previously reported (8), WT animals with AL food showed peak expression of Per1 and Per2 mRNA at ZT5-6, and Bmal1 at ZT18-19 in the SCN (Fig. 3, D and E), but little or no expression at other hypothalamic sites. By contrast, WT animals under RF also showed no change in this expression pattern in the SCN (Fig. 3, D and E) but did show induction of Per1 and Per 2 at ∼ZT3-9 (preceding, during, and after the RF window) in the DMH with peak expression levels at ZT7-8 (Fig. 3F). We also saw induction of Bmal1 mRNA in the DMH, with peak expression at ZT18-21 (Fig. 3G), consistent with neurons in the DMH showing induction of rhythmic expression of the entire suite of clock genes during RF. As previously reported for Per1 and Per2, Bmal1 gene expression was restricted to the compact region of the DMH. Finally, as expected in Bmal1–\/– mice, no Bmal1 mRNA and very low expression levels of Per1 and Per2 were detected in the SCN and DMH under... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.986533761,
        "format_confidence":0.9684781432
    },
    {
        "url":"http:\/\/az628.com\/tag\/mouse-monoclonal-to-cd56-coc56-reacts-with-cd56\/",
        "text":"Biomedical literature curation is certainly the process of automatically and\/or manually\n\nBiomedical literature curation is certainly the process of automatically and\/or manually deriving knowledge from technological publications and recording it into specific databases for organised delivery to users. data. First outcomes are shown for a data established of 2376 complete text messages from which >4500 gene phrase occasions in cell or physiological component have got been removed. Approval of half of this data lead in a accuracy of 50% of the removed data, which signifies that we are on the correct monitor with our pipeline for the suggested job. Nevertheless, SGX-145 evaluation of the strategies displays that there is certainly still area for improvement in the named-entity reputation and that a bigger and even more solid corpus is certainly required to attain a better efficiency SGX-145 for event removal. Data source Website: Launch Biomedical novels curation is the procedure of automatically and\/or manually putting together natural data from scientific books and building it obtainable in a structured and in depth method. Sources that integrate details extracted in some genuine method from technological books consist of, for example, model patient sources (1), proteinCprotein connections (2) and geneCchemicalCdisease interactions (3). Regular novels curation workflows consist of the pursuing guidelines (4): triage (selection of relevant books), natural organizations id (age.g. genetics\/protein, illnesses, etc.), removal of interactions (age.g. proteinCprotein connections, gene phrase, etc.), association of Mouse monoclonal to CD56.COC56 reacts with CD56, a 175-220 kDa Neural Cell Adhesion Molecule (NCAM), expressed on 10-25% of peripheral blood lymphocytes, including all CD16+ NK cells and approximately 5% of CD3+ lymphocytes, referred to as NKT cells. It also is present at brain and neuromuscular junctions, certain LGL leukemias, small cell lung carcinomas, neuronally derived tumors, myeloma and myeloid leukemias. CD56 (NCAM) is involved in neuronal homotypic cell adhesion which is implicated in neural development, and in cell differentiation during embryogenesis natural procedures with fresh proof, data approval and recoding into the data source. As a result, novels curation needs a cautious reading of books by area professionals, which is certainly known to end up being a time-consuming job. Additionally, the raising development of obtainable books prevents a extensive manual curation of designed information and prior research present that it is certainly not really SGX-145 feasible (5). Latest advancements in text message exploration strategies have got caused its program in most of the novels curation levels. Problems have got led to the improvement and availability of a range of strategies for named-entity conjecture (6), and even more for gene\/proteins conjecture and normalization (7 particularly, 8). Also binary interactions (9) and event removal (10) possess been improved, and its current efficiency enables its make use of on huge size tasks (11). Finally, integrated ready-to-use workbenches possess been obtainable, such as @Take note (12), Argo (13), MyMiner (14) and Textpresso (15), although the performance and scalability to much larger tasks is dubious for some of them still. A evaluation between some of them is certainly discovered in this study on observation SGX-145 equipment for the biomedical area (16). Prior reviews (17, 18) and trials (19) possess verified the feasibility of text message mining to help novels curation and latest research (4, 20) display that, certainly, it is component of many biological sources workflows already. For example, text message exploration support is certainly getting looked into for the triage stage in FlyBase (21), for curation of regulatory observation in (22) and also in the AgBase (23), Biomolecular Relationship Network Data source (Join) (24), Defense Epitope Data source (IEDB) (25) and The Relative Toxicogenomics Data source (CTD) (26) sources. Additionally, many solutions possess been suggested for the CTD data source during a latest collaborative job (27). Further, Textpresso provides been broadly utilized to prioritize record and for Gene Ontology (Move) conditions (28) observation in WormBase and The Arabidopsis Details Reference (TAIR) (29). Named-entity reputation SGX-145 provides also been included in the curation workflow of Mouse Genome Informatics (MGI) (30) for gene\/proteins removal, and in Xenbase (31) for gene and structure conditions, for example. Finally, few sources have got attempted automated interactions removal strategies: proteins phosphorylation details provides been removed using rule-based design web templates (32), entertainment of occasions provides been transported out for the Individual Proteins Relationship Data source (HHPID) data source (33) and revalidation of interactions for the PharmGKB data source (34). We present the first explanation of the curation pipeline for the CellFinder data source (, a database of cell analysis, which goals to integrate data derived from many resources, such seeing that novels curation.",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9777017832,
        "format_confidence":0.9720906019
    },
    {
        "url":"http:\/\/www.cs.cmu.edu\/~avrim\/ML06\/lect0206.txt",
        "text":"15-859(B) Machine Learning Theory 02\/06\/06 * Recap * Kalai-Vempala algorithm ========================================================================= Recap from last time ==================== \"Combining expert advice\": Have n prediction rules and want to perform nearly as well as best of them. Or, in game-theoretic setting, have n strategies and want to do nearly as well of best of them in repeated play. Randomized weighted majority algorithm: - Give each a weight (starting at 1). - Choose rule at random with probability proportional to its weight. - When you are told the correct label, penalize rules that made a mistake by multiplying weight by 1-epsilon. (If costs in [0,1] then multiply by (1-epsilon)^cost). Get: E[Alg cost] <= (1+epsilon)*OPT + (1\/epsilon)*log(n). \"Sleeping experts\"\/\"specialists\": at each time step, only some rules fire. Goal: for all i, E[cost_i(Alg)] <= (1+epsilon)*cost(i) + (1\/epsilon)*log(n). where cost_i(Alg) = cost of algorithm in the times when rule i fires. - Generalized version of randomized WM. - Initialize all rules to have weight 1. - At each time step, of the rules i that fire, select one with probability p_i proportional to w_i To update weights: - If didn't fire, leave weight alone. - If did fire, raise or lower depending on performance compared to weighted average: * R_i = [sum_j p_j cost(j)]\/(1+epsilon) - cost(i) * w_i <- w_i(1+epsilon)^{R_i} So, if rule i does exactly as well as weighted average, its weight drops a little. Weight increases if does better than weighted average by more than a (1+epsilon) factor. Can then prove that total sum of weights never goes up. Now notice that one way to look at weights is: * w_i = (1+epsilon)^{E[cost_i(alg)]\/(1+epsilon) - cost_i(i)} I.e., we are explicitly giving large weights to rules for which we have large regret. Since sum of weights <= n, exponent must be at most log_{1+epsilon}(n ) ========================================================================== Today: Notice that RWM bounds are good even if \"n\" is exponential in the natual parameters of the problem. But the running time in that case is bad because we have to explicitly maintain a probability distribution over experts. Are there interesting settings where we can get these kinds of bounds *efficiently*? Today we will discuss an algorithm that can do this in many such cases. Kalai-Vempala Algorithm ======================== The Kalai-Vempala algorithm applies to the following setting. - We have a set S of feasible points in R^n. Each time step t, we (probabilistically) pick x_t in S. We are then given a cost vector c_t and we pay the dot-product c_t . x_t. - The set S may have exponentially-many points, so we don't have time even to list its elements. However, we have a magic offline algorithm M that, given any cost vector c, finds the x in S that minimizes c.x. Want to use to produce an *online* algorithm so that our overall expected cost is not too much worse than for best x in S in hindsight. Specifically, we want for any sequence c_1,...,c_T to get: E[Alg's cost] <= min_{x in S} (c_1 + ... + c_T).x + [regret term] - To have any hope, we will need to assume that S is bounded and so are the cost vectors c_t. What are some things we can model this way? =========================================== - Consider the following adaptive route-choosing problem. Imagine each day you have to drive between two points s and t. You have a map (a graph G) but you don't know what traffic will be like (what the cost of each edge will be that day). Say the costs are only revealed to you after you get to t (on the evening news). We can model this by having one dimension per edge, and each path is represented by the indicator vector listing the edges in the path. Then the cost vector c is just the vector with the costs of each edge that day. Notice that you *could* represent this as an experts problem also, with one expert per path, but the number of s-t paths can easily be exponential in the number of edges in the graph (e.g., think of the case of a grid). However, given any set of edge lengths, we can efficiently compute the best path for that cost vector, since that is just a shortest-path problem. You don't have to explicitly list all possible paths. - We can also model the standard experts problem this way by having each expert be its own coordinate, and c_t is the vector of costs at time t. (But bounds as a fn of n might be worse). - More generally, this is like online linear programming. - Can also model the problem of performing search-tree lookups in a way that is competitive with the best binary search tree in hindsight. For this problem, there is a cost of \"movement\" too (choosing x_{t+1} that is different from x_t), but that can be handled by running the algorithm at a very slow learning rate. For this problem, we have one dimension per element, and a given search tree is represented as the vector of depths of its elements. Requests are indicator vectors. Even though there are exponentially-many search trees on n elements, if we are given a vector c (which can be viewed as listing how many times each element is requested), we can compute the optimal tree for c using dynamic programming. So, we can plug into this framework. The KV Algorithm ================ One natural thing to try is just run M to pick the best x in hindsight, argmin_{x in S} (c_1 + ... + c_{t-1}).x, and use that on day t. But this doesn't work. E.g., imagine there are two routes to work, one fast and one slow, but they alternate which is fast and which is slow from day to day. This procedure will always choose the wrong one. Instead, we will \"hallucinate\" a day 0 in which we have random costs, from an appropriate distribution. Then we will run M to pick the x that minimizes (c_0 + c_1 + ... + c_{t-1}).x. To analyze this, we will argue in stages. Step 1: First, we will show that picking argmin_{x in S} (c_1 + ... + c_t).x *does* work. I.e., if you find the best in hindsight tomorrow and use that today. This is maybe not surprising but also not obvious. Note this is *not* the same as the x that minimizes c_t . x, which obviously would be super-optimal. Now, let algorithm A be the one that minimizes (c_1 + ... + c_{t-1}).x. Let B be the one that minimizes (c_1 + ... + c_t).x. They both go to the bar and start drinking. As they drink, their objective functions get fuzzier and fuzzier. We end up getting: - A' that minimizes (c_0A + c_1 + ... + c_{t-1}).x. - B' that minimizes (c_0B + c_1 + ... + c_t).x. where c_0A, c_0B are picked at random in [-1\/epsilon,1\/epsilon]^n. (Could use a ball instead of a cube and get somewhat different bounds. Cube is simpler anyway). As epsilon gets smaller, A and B start behaving more and more alike. Step 2 is to show that for an appropriate value of epsilon, B' is not too much worse than B, and A' is close to B'. This then shows that A' is a good algorithm. Preliminaries ============= - When we analyzed the experts algorithm, we got bounds like: E[Alg's cost] < OPT(1+epsilon) + (1\/epsilon)*(log n). If you then set epsilon = sqrt(log(n)\/T), where T is the number of time steps you plan to run the algorithm, you get: E[Alg's cost] < OPT + OPT*sqrt(log(n)\/T) + sqrt(T*log(n)). If you then use the fact that OPT <= T, you get: E[Alg's cost] < OPT + 2*sqrt(T log n). (This is the way a game-theory person would usually phrase it: in terms of additive regret.) - In our case, we will assume that the maximum L_1 length (sum of absolute values) of any cost vector is 1. If D is the L_1 diameter of S, the bound we will show is: E[Alg's cost] < OPT + D(epsilon*T\/2 + 1\/epsilon) So, setting epsilon = sqrt(2\/T), we get: E[Alg's cost] < OPT + D*sqrt(2T) If you convert to the experts setting, where c \\in [0,1]^n, the result you will get is an \"n\" inside the square root. This is not as good as the standard experts bounds. They give a different distribution for hallucinating c_0 that fixes that problem. Step 1 ====== Define x_t = argmin_{x in S} (c_1 + ... + c_t) . x. We need to show that: c_1 . x_1 + ... + c_T . x_T <= (c_1 + ... + c_T) . x_T In other words, we do at least as well using algorithm B as the optimal fixed x in hindsight does. We can do this by induction: - By induction, we can assume: c_1.x_1 + ... + c_{T-1}.x_{T-1} <= (c_1+...+c_{T-1}).x_{T-1}. And we know, by definition of x_{T-1}, that: (c_1 + ... + c_{T-1}) . x_{T-1} <= (c_1 + ... + c_{T-1}) . x_T So, putting these together, and adding c_T . x_T to both sides, we get what we want. Step 2: ======= Let's start with the easier part, showing that A' and B' are close. - A' is picking a random objective function from a box of side-length 2\/epsilon centered at c_1 + ... + c_{t-1}. B' is picking a random objective function from a box of side-length 2\/epsilon centered at c_1 + ... c_t. Let's call the boxes box(A) and box(B). - These boxes each have volume V = (2\/epsilon)^n. Since their centers differ by a vector of L_1 length at most 1, the intersection I of the boxes has volume at least (2\/epsilon)^n - (2\/epsilon)^{n-1} = V(1 - epsilon\/2). - This means that A' can't be much worse than B'. In particular, say alpha is your expected loss if you were to pick x by feeding to M a random point c in I. We can view B' as with probability 1-epsilon\/2 doing exactly this and getting expected loss alpha, and with probability epsilon\/2 choosing a random c in box(B) - I, and at best getting a loss of 0. We can view A' as with probability 1-epsilon\/2 getting an expected loss of alpha, and with probability epsilon\/2 getting at worst a loss of D. [Actually, we never said the losses had to be non-negative. The point is that the diameter of S is at most D, so the biggest possible gap between the losses of 2 points in S on any given c is D. Actually, for this part of the argument, we only need L_infty diameter <= D and not L_1 diameter.] The difference between the two is D*epsilon\/2. This happens for T time steps, so that counts for the DT*epsilon\/2 part. Now, to fin... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.5479893088,
        "format_confidence":0.90950495
    },
    {
        "url":"http:\/\/pure.iiasa.ac.at\/id\/eprint\/8429\/",
        "text":"Opportunities for Land-based Carbon Sequestration in Slovakia\n\nBizikova, L. & Tubiello, F.N. (2007). Opportunities for Land-based Carbon Sequestration in Slovakia. IIASA Interim Report. IIASA, Laxenburg, Austria: IR-07-028\n\n\nDownload (831kB) | Preview\n\n\nLand use and land cover change practices contribute to climate change mitigation initiatives by increasing biotic carbon storage, and by producing biomass for bioenergy, as a substitute for fossil fuels. In this paper we examine opportunities in Slovakia for two land use activities, reforestation and short-rotation forest plantation, using four scenarios. In order to evaluate alternative GHG emission reduction policies, of carbon sequestration supply curves were constructed for both activities, for all regions in the country. Our regionally detailed results apply novel modeling approaches involving spatially explicit analyses of land biophysical and economic productivity that are easily applicable to other transition countries.\n\nThe overall theoretical maximum sequestration potential on agricultural land by reforestation in Slovakia accounts for approximately 10% of national CO2 emissions. More realistic scenarios, focusing on lower quality marginal land have a potential for carbon sequestration of approximately 1.7%-2.4% of total CO2 emissions. In our estimations, potential maximum use of biomass for bio-energy, using all available agricultural land, would be 64% of renewable energy consumption, with reference to average usage during 1997-2002. Realistic potentials of bio-energy generation on lower quality land may cover about 6% of total demand. We conclude by discussing needs to integrate biophysical and economic model estimates of carbon sequestration potential with local and regional information collected through a stakeholder engagement process. Overall, we argue that there is a necessity to embed carbon sequestration activities within regional development plans, and to back up land use and forest policies with adequate economic incentives and public engagement in environmental decisionmaking.\n\nItem Type: Monograph (IIASA Interim Report)\nResearch Programs: Modeling Land-Use and Land-Cover Changes (LUC)\nDepositing User: IIASA Import\nDate Deposited: 15 Jan 2016 08:40\nLast Modified: 29 Oct 2016 19:56\nURI: http:\/\/pure.iiasa.ac.at\/8429\n\nActions (login required)\n\nView Item View Item\n\nInternational Institute for Applied Systems Analysis (IIASA)\nSchlossplatz 1, A-2361 Laxenburg, Austria\nPhone: (+43 2236) 807 0 Fax:(+43 2236) 71 313",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9961053729,
        "format_confidence":0.9511595368
    },
    {
        "url":"https:\/\/hal-supelec.archives-ouvertes.fr\/hal-00779152",
        "text":"Skip to Main content Skip to Navigation\nJournal articles\n\nElectromagnetic Compatibility from a Time-Frequency Perspective\n\nAbstract : In wireless communication, interference between two radio systems may occur when they operate at close frequency bands, sharing the same environment at the same time. Such systems coexist if both of them perform correctly in the presence of the other. To ensure their coexistence, Elec- tromagnetic Compatibility (EMC) is used to specify rules within standardization bodies. According to current EMC standards, the radio spectrum has been divided into non-overlapping bands often with exclusive access. However, nowadays there is a prolif- eration of new digital systems sharing common frequency bands because the spectrum is a limited resource. Many of them are operating in unlicensed bands regulated by The International Telecommunications Union (ITU), for example the 2.45 GHz Industrial, Scientific and Medical (ISM) band. The frequency allocation is also changing with the emergence of digital systems and this is the case for white spaces in the broadcast television (TV) spectrum. To avoid high interference levels, it is necessary to consider some parameters related to signal variations, repre- senting more accurately the environment. Some techniques have been proposed in the literature to reduce interference levels but they are applied to specific sharing studies. Hence, we evaluate in this paper the impact of time-frequency considerations for radio coexistence. We show that EMC studies are more precise and more representative of the reality when additional parameters relevant to the time domain are taken into account in the analysis framework. We illustrate these concepts through a specific study case. We evaluate the results for different system parameters, first considering that both of them occupy the same band and then assuming that they use overlapping but non-equal frequency bands.\nDocument type :\nJournal articles\nComplete list of metadatas\n\nCited literature [8 references]  Display  Hide  Download\nContributor : Raul de Lacerda <>\nSubmitted on : Monday, January 21, 2013 - 5:18:39 PM\nLast modification on : Tuesday, October 20, 2020 - 11:01:34 AM\nLong-term archiving on: : Monday, April 22, 2013 - 3:56:24 AM\n\n\nFiles produced by the author(s)\n\n\n  • HAL Id : hal-00779152, version 1\n\n\n\nNajett Neji, Raul de Lacerda, Alain Azoulay, Thierry Letertre. Electromagnetic Compatibility from a Time-Frequency Perspective. Revista Telecomunicações, 2012, 13 (2), pp.60-69. ⟨hal-00779152⟩\n\n\n\nRecord views\n\n\nFiles downloads",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9866282344,
        "format_confidence":0.9806966186
    }
]