[
    {
        "url":"http:\/\/www.wdc.org\/support\/events.html",
        "text":"Join Warrick Dunn Charities' events throughout the year. Whether it be a Homes for the Holidays home celebration, golf tournament or community project, there are many ways for you to get involved.\n\n\nUpcoming Events\n\n\n Atlanta, Ga\n\nJune 9, 2014 - Annual Celebrity Golf Classic (Alpharetta, Ga)\n\nRegistration ends soon.\n\n\n\n\nContact us\n\n3223 Howell Mill Road NW\nAtlanta, Georgia 30327\nPhone: (404) 367-2230\nFax: (404) 367-2058\n\nThank You",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.6510254145,
        "format_confidence":0.5302236676
    },
    {
        "url":"http:\/\/www.sheknows.com\/baby-names\/celtic-baby-names\/browse\/c",
        "text":"Start writing\nShare this Story\n\nCeltic baby names starting with c\n\nCeltic baby names can offer that beautiful, exotic name that you are wanting to give your baby boy or girl. Celtic baby names can feature difficult pronunciations due to Celtic vowels, so it is important to understand the pronunciation of ach name. SheKnows offers a comprehensive list of Celtic baby names for you to choose from.\n\n69 results found for \"Celtic baby names starting with c\"\n\nPrevious 1 2 3 4\n\nAnd you'll see personalized content just for you whenever you click the My Feed .\n\nSheKnows is making some changes!\n\nb h e a r d !\n\nWelcome to the new SheKnows Community,\n\nwhere you can share your stories, ideas\n\nand CONNECT with millions of women.\n\nGet Started",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8344637752,
        "format_confidence":0.9943252206
    },
    {
        "url":"http:\/\/www.ottumwacourier.com\/local\/x1221278467\/2013-Year-in-Review?zc_p=1",
        "text":"The Ottumwa Courier\n\nLocal News\n\nDecember 26, 2013\n\n2013 Year in Review\n\n\nThe search committee announced Dave Silverio as its pick for the new Ottumwa Transit director. His selection was later confirmed by the City Council.\n\nIowa announced a second round of Blue Zone communities. Again, Ottumwa fell short. But Oskaloosa made the cut.\n\n\nJohn Hunolt was named recipient of the Gene Schultz Community Service Award.\n\nCrime in 2012 was down, according to the Ottumwa Police Department’s annual report.\n\nOfficials started talking about the need for expanding broadband access in Ottumwa and how to do it. High-speed Internet access was a theme through the course of the year, with both government and business leaders highlighting it as a key to economic growth.\n\nRetired teachers donated a bulldog statue to Evans Middle School. The dog was installed at the west entrance to the school.\n\nOttumwa’s government was blasted for its secrecy during the hiring of the new transit director. Despite the efforts to limit what the public knew, the Iowa League of Cities said the search was conducted legally.\n\nThe city continued its efforts to change the way Ottumwa Transit does business. New rules were put into place for how the authority could handle contracts.\n\nSeth Techel went on trial, charged with killing his wife, Lisa, in 2012. The trial ended after jurors deadlocked. Unable to reach a verdict, the jury left the judge little choice but to declare a mistrial. Prosecutors immediately said they would seek a new trial.\n\nRiver Hills suggested it could leave downtown and seek space elsewhere in Ottumwa.\n\nNaming Ottumwa’s new elementary school came down to two final choices: Liberty or Fahrney. The Ottumwa school board eventually selected Liberty.\n\nConservationists took a look at Chief Wapello for ideas on how to preserve the statue, which was dislodged from its perch atop the Wapello County Courthouse by a violent storm in 2012. The statue had yet to regain its place by year’s end.\n\nText Only\nLocal News\n  • 0723 OTT Grass photo -L -T Is your grass too tall? OTTUMWA — Do you let your grass grow to 12 inches before it's mowed? Do you park a vehicle in your front yard on the grass? If you answered yes to either of those questions, you could be violating the Make Ottumwa Shine Committee’s proposed amendment\n\n    July 22, 2014 1 Photo\n\n  • Bill OK'd for data recovery OTTUMWA — Almost a month ago, the city’s Engineering Department’s server failed. After receiving and installing the necessary parts, attempts to restart the server failed, resulting in a drive being shipped to Data Recovery Services in St. Louis in h\n\n    July 21, 2014\n\n  • Man killed in Wapello County BLOOMFIELD — A man was discovered dead Monday of a gunshot wound in rural Wapello County. However, no further danger related to the shooting is expected. Authorities aren't giving full details of the incident, but a press release said that at 1:21 a.\n\n    July 21, 2014\n\n  • Forensic scientist: Residue doesn't determine who fired gun DAVENPORT — A forensic scientist who testified today in the trial of a Wapello County man accused of murdering his wife said that gun residue should be collected if possible. Seth Techel, 23, is on trial in Scott County, Davenport. He faces charges o\n\n    July 21, 2014\n\n  • Welding academy at Cardinal becomes reality ELDON — Many high school seniors find themselves making the decision to pursue college coursework or enter the work force upon graduation. A new program at Cardinal High School (CHS) eliminates this decision by offering courses that will allow studen\n\n    July 21, 2014\n\n  • 0722 stick horse color photo -L -T -M 4-H Expo encourages creatitivy OTTUMWA — Typically during the 4-H Expo, horses are kept at the horse arena in Ottumwa Park, but Saturday kids galloped around Bridge View Center on homemade stick horses. Children at the expo spent Saturday morning creating their own cowboy vest and\n\n    July 21, 2014 1 Photo\n\n  • Gunshot victim found dead BLOOMFIELD — A man was found dead of a gunshot wound in rural Wapello County. However, no further danger related to the shooting is expected. Though authorities aren't giving full details of the incident, a press release said at 1:21 a.m. Monday the\n\n    July 21, 2014\n\n  • NEST program educates parents OTTUMWA — With any new job, you typically go through a training period that prepares you for the future. The Wapello County Iowa State Extension Office is offering both first-time and experienced parents helpful training through its NEST program. NES\n\n    July 21, 2014\n\n  • 0722 OTT hottest day map Heat arrives, but won't linger OTTUMWA — As hot as Monday and Tuesday seem, it’s not really a surprise. This is July, after all. A heat advisory went into effect at noon Monday and will remain in effect until 7 p.m. Tuesday. Forecasters think a front Tuesday night will bring much\n\n    July 21, 2014 1 Photo\n\n  • Witnesses: No tension between couple DAVENPORT — Two people who saw a murdered Wapello County woman with her husband the day before she died say they saw nothing unusual about the couple’s behavior. Seth Techel, 23, is on trial in Scott County, Davenport. He faces charges of first-degre\n\n    July 21, 2014\n\nPhoto reprints",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.5612018108,
        "format_confidence":0.5663643479
    },
    {
        "url":"http:\/\/community.uniquelyurbandale.com\/events\/details\/easter-egg-hunt-5176",
        "text":"Phone: 515-331-6855\nthe city of urbandale iowa welcomes you\n\n\nCommunity Events\n\nExplore Urbandale’s events and happenings in and around the community Below is a list of scheduled events taking place in and around the Urbandale community. Stop by and bring your friends and family!\n\nBelow is a calendar of upcoming events for The City Of Urbandale, Iowa. You can view the events by Day, Week, Month and List. The Calendar also has a search function to make locating a specific event easier.  If you do not see an event or would like to have an event added, please click on the “Add An Event” page link to the left or click the button below.\n\nEaster Egg Hunt\n\n  • Share:\nName: Easter Egg Hunt\nDate: April 8, 2017\nTime: 1:00 PM - 4:00 PM CDT\nContact Information:\nSet a Reminder:\nEnter your email address below to receive a reminder message.",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9877548814,
        "format_confidence":0.8819936514
    },
    {
        "url":"https:\/\/danputtdotcom.wordpress.com\/2011\/09\/",
        "text":"Archive | September 2011\n\nReal Wedding: Julie & Dan :: Snippet & Ink\n\nAre you ready to smile? Because these photos from Julie and Dan’s wedding are so full of joy and love and happiness (and smiles and hugs!) – they show exactly what matters most about a wedding day.\n\nThanks to Summer and my wife for making this happen…\n\n\nFeels like fall.\n\nTaken at Stuyvesant Town Leasing Office\n\nWhat do you need? | The Monster In Your Head\n\nToo often each of us abdicates responsibility for our success, our lives, and puts the focus on those whom we assume have more power, more capability. It’s understandable; withstanding the daily pressure of work—especially work in a startup—creates distress. And when we’re distressed, we regress and just want to be told what to do (and then cooperate or not, depending on whether we’ve regressed to being a teenager). But when the company is organized around this central question—What do you need to hit that impossible deadline? What do you need to double your market penetration? What do you need to recruit that top engineer or salesperson?—the regression ends and adults take the field.",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9656110406,
        "format_confidence":0.7266746163
    },
    {
        "url":"http:\/\/www.kezi.com\/tag\/fundraiser\/page\/4\/",
        "text":"Fundraising Through Bowl Making\n\nEUGENE, Ore. — Dozens of people picked up skills on glass making Saturday by making bowls for Food for Lane County. It was part of the Fuse-A-Thon Bowl Fundraiser, which allows people to make glass bowls for free. The bowls made will be sold at FFLC’s empty bowl fundraiser in May. Although the fundraiser introduces … Continue reading »\n\nNinkasi to Raise Money for New Skatepark\n\nEUGENE, Ore. — With just more than a month to reach their fundraising goal, supporters of a local skate park need your help to raise the cash. They’re still $240,000 short. But Monday night Ninkasi Brewing will donate 25 percent of its pint sales to the project, which would build the skatepark under the Washington-Jefferson … Continue reading »\n\nFundraising Using Social Media\n\nSPRINGFIELD, Ore. — Book after book line the shelves at Thurston High School’s library, but there’s one title in particular Hannah Doyle is trying to find. “I’m looking to see if they have a copy of Beloved by Toni Morrison,” she said. It’s not in fiction. We then try a reserved area for school book … Continue reading »\n\nSilent Auction Supports a Local Woman\n\nSPRINGFIELD, Ore. — Residents held a silent auction Sunday in support of a local woman suffering from a life-altering illness. Jennifer LeCompte suffers from Trigeminal Neuralgia, a illness that severe pain on one side of her face. The illness and a series of brain surgeries make her unable to work, so friends organized a fundraiser … Continue reading »\n\nBusinesses Raise Money for Local Family\n\nSPRINGFIELD, Ore. — Local Springfield businesses are teaming up to raise money for the Guzman Family. The family lost their 8-year-old son, Yonic, in a car crash in Albany in early January. Both stores and restaurants in the Paramount Center strip mall are raffling off a variety of prizes including gift certificates, flowers, and pedicures. … Continue reading »\n\nPints for a Cause Benefits Wattiers\n\nEUGENE, Ore. — Ninkasi Brewing is holding a fundraiser for the Wattiers Monday. Lane County sheriff’s deputy Drew Wattier and his wife Michelle were critically injured in a hit-and-run accident in Mexico back in November. On Monday, 25 percent of all money raised at Ninkasi will go to the Wattier Medical Fund. Pints for a … Continue reading »\n\nTrips for Kids-CAT Fundraises with Film\n\nEUGENE, Ore. — The David Minor Theater on 5th Ave. helped out a local organization on Saturday. People filed into the theater that afternoon in support of Trips for Kids-CAT, a mountain biking group for children. The day included a modern bike movie, local beer, food and good company. The group’s mission is to get … Continue reading »\n\nEx-Convicts Pay it Forward for Wattiers\n\nEUGENE, Ore. — It’s a happening place for biscuits and gravy. Cinnamon rolls, too! You can’t miss the Streets Cart at West 6th Avenue and Lincoln Street in downtown Eugene. The big red cart is getting ready to celebrate one year in business. “I guess in a nutshell what we are about, other than good food, … Continue reading »\n\nFundraiser for Wattiers Breaks the Bank\n\nEUGENE, Ore. — Dozens of gym goers sweated it out for a good cause Saturday morning. Now a Lane County deputy and his wife have even more help on their side. Drew and Michelle Wattier were victims of a hit-and-run crash while vacationing in Mexico. Both are in stable but serious condition. Michelle has started … Continue reading »\n\nLocal Gym Holding Wattier Fundraiser\n\nSPRINGFIELD, Ore. — If you’re looking for ways to help a Lane County deputy and his wife who are recovering from a hit-and-run, International Fitness at Gateway Mall is holding a fitness class fundraiser Saturday, Dec. 29. The gym is asking for a suggested donation of $10 per class. All proceeds will go to the … Continue reading »\n\nOlder posts «\n\n» Newer posts",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8704096675,
        "format_confidence":0.9931803942
    },
    {
        "url":"http:\/\/wish.org\/about-us\/media-blogger-center?m=3",
        "text":"Return to mobile version\n\nMedia\/Blogger Center\n\nAccess news releases, background information, and recent news about Make-A-Wish® and connect with our Communications team.\n\nMedia\/Blogger Center\n\nNews Releases\n\nView the latest Make-A-Wish news releases to learn about major wish-granting events, new sponsorships, campaigns and promotions, and other news.\n\nView news releases\n\nMedia Kit\n\nFor background information about Make-A-Wish®, our history, accomplishments and more, please check out our media kit.\n\nnews RSS\n\nIn the News & Blogs\n\nNewspapers, magazines, blogs and other media often tell stories about wishes.\n\n\nMedia Requests\n\nFill out this short form and our Communications team will respond promptly.\n\nDownload Banner & Badges\n\nBanners & Badges\n\nThank you for your interest in supporting Make-A-Wish® by placing a web banner or badge on your website or blog.\n\n\nMedia Supporters\n\nSpecial thanks to these companies for their contributions of media space and help\n\nIn the News & Blogs\n\nRobert wished to be a Navy Sailor\n\nPacific Daily News - Guam\n\nSailor for the day\n\nMarch 06, 2017\n\nHazen wished for new video game systems for other kids in his hospital\n\nFox 12 Oregon\n\nPortland 7-year-old uses his wish for others in the hospital\n\nFebruary 20, 2017\n\nJane at The Grammys\n\nCleveland 19 Digital Team\n\nBay Village Teen Attends Grammy Awards Ceremony\n\nFebruary 12, 2017\n\nBlizzard Entertainment\n\nMischief Raises More Than $2.5 Million for Make-A-Wish®\n\nFebruary 08, 2017\n\nRead more in the news and blogs\n\nLatest Tweet\n\n  • Your time, your energy and your unrelenting positivity make every wish possible.…\n\nMore ways to connect",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.5741837621,
        "format_confidence":0.9736604095
    },
    {
        "url":"https:\/\/daptorotary.com.au\/stories",
        "text":"Scholarship scheme\n\nThere is a shortage in the Illawarra of workers in aged care and, as a community, we need to try and address this issue. As a community we need to also ensure we provide assistance to a wide range of people, in this case, to people of refugee background. \nOver the previous 12 months the RC (Rotary Club) of Dapto has been researching the development of a Scholarship Scheme to address these needs.\nScholarship scheme 2019-10-02 14:00:00Z 0\n\nDapto Rotary Community Garden\n\nWe have identified that there are people in the local area that lack an understanding of a nutritional diet and access to cost effective, nutritional foods. So to address this issue we are going to develop a community garden at Marshal Mount and following the growing of fruit and vegetables we will then support participants to be able to prepare cost effective, nutritional meals based on what they have produced.\nDapto Rotary Community Garden 2019-10-02 14:00:00Z 0\n\nStronger together\n\nPosted by Julie Collareda\nOn 14 May 2019 the Rotary Club of Dapto in partnership with CareWays Community held an evening to bring together service providers in the Dapto area. The idea of the workshop was for community groups to come together to share ideas on how we can make Dapto a better place to live and work. To discover more about the community, identify key areas of need where we can focus our efforts and perhaps by sharing information begin to work more closely together on projects to achieve better, more timely results. \nStronger together Julie Collareda 2019-07-07 14:00:00Z 0\n\nWaterline 2018\n\nPosted by Julie Collareda\nRaising money for Rotary Oceanic Medical Aid for Children (ROMAC) by walking around Lake Illawarra from Tallawarra to Lakeside Drive. On the 18 November 2018, The Rotary Club of Dapto was involved in the Waterline Challenge. The Waterline Challenge was an Australia wide event designed to raises money to assist those who face adversity. The ‘Challenge’ was for the participating teams to accumulate sufficient kilometres so they could have circumnavigated Australia’s entire coastline during the week of the event and raise funds for their chosen charity. \nWaterline 2018 Julie Collareda 2019-06-30 14:00:00Z 0\n\nIndia celebrates three years without polio\n\nThroughout India and around the world, Rotary clubs are celebrating a major milestone: India has gone three years without a new case of polio. The last reported case was a two-year-old girl in West Bengal on 13 January 2011. To mark this historic triumph, Rotary clubs illuminated landmarks and iconic structures throughout the country with four simple but powerful words, \"India is polio free.\"\nIndia celebrates three years without polio 2015-05-15 00:00:00Z 0",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9406109452,
        "format_confidence":0.9481534958
    },
    {
        "url":"http:\/\/www.mywedding.com\/kansas-city\/wedding-venues\/4?sort=alpha",
        "text":"kansas city wedding venues and reception locations\n\nvendors > united states > missouri > kansas city > wedding venues\n\nfind local wedding venues and reception locations in Kansas City, MO\n\nHave your next conference, reunion, meeting or special occasion at the Kansas City, MO hotel with meeting space available. Take advantage of the event resources at the Comfort Inn & Suites Downtown and let us help you plan your next big event.\n\nOur Plaza Ballroom has reception-style seating for up to 200 people. It’s perfect for a wedding reception or a corporate event. Next to the ballroom is our Ambassador Room, which is great for small wedding ceremonies, rehearsal dinners, or cocktail parties.\n\nShoal Creek Golf Club\nKansas City, MO |\n\nAllow Shoal Creek Golf Course the luxury of assisting you in making your night a special night. With our 11,000 square foot state-of-art clubhouse and 3 distinct rooms we have the ability to accommodate up to 250 of your closest guests.\n\nThree unique and inviting spaces await your next special occasion. Whether it’s our 3,600 square foot Muehlebach Suite or our more intimate Tasting Room setting, we’re confident your guests’ experience at the brewery will be one to remember.\n\nAn intimate room of stunning elegance, gleaming marble façade, balcony, stage and jeweled art deco light fixtures, the The Little Theatre at the Kansas City Convention Center creates an exquisite setting for your unforgettable day.\n\nRent the historic lobby or other unique spaces at the Central Library.\n\nThis historic 3 story barn has been a popular destination for more than 75 years and a sought after subject for artists from far and wide. The New Yellow Rock Barn is family owned and operated, continuing it's long tradition as a beautiful banquet for your wedding day.\n\nHave the Museum all to yourself. This spectacular party setting promises an evening event that cannot be duplicated elsewhere.\n\nWeddings & Weddings receptions\n\nSchlitterbahn Village - Available Spring 2017! Kansas City provides a unique setting for banquets, ceremonies, engagement parties, rehearsal dinners, weddings and more. Event planners have a choice of many locations.\n\nOur ballrooms open into our 12-story atrium, overlooking our garden-like lobby. We offer a beautiful atmosphere and a terrific all-inclusive, budget-conscious reception package.\n\nGreat Hall\nKansas City, MO |\n\nLocated on the third floor of the Conference Center, The Great Hall is a beautiful and versatile ballroom with 28-foot ceilings and unique chandeliers. Rental of the Great Hall comes with a lobby.\n\nCafe Trio\nKansas City, MO |\n\nWhether you are looking to celebrate a family event [a wedding rehearsal, birthday or anniversary], a corporate meeting or event, or need a special place to celebrate the holidays, Café Trio has three very unique spaces that are perfect for any event.\n\nStaley Farms Golf Club\nKansas City, MO |\n\nWeddings | Receptions\n\nOld Pike Country Club\nKansas City, MO |\n\nRental space for any special event, private party, or meeting! Seats up to 250 people, tables and chairs included. Rental fees starting at $250.\n\nBrookside Gardens\nKansas City, MO |\n\nBrookside Gardens, located just east of the quaint shops of Brookside, offers a new beautiful venue for your special day. A sweeping staircase, open floor plan and beautiful courtyard all add to the charm of our event space.\n\nThe Guild Event Venue\nKansas City, MO |\n\nThe Guild is a truly unique venue featuring timeless elegance and vintage charm. Available year round, seven days a week, The Guild is undeniably the place to create your one-of-a-kind celebration.\n\n\nThe Union Hill event space known as The Masquerade is now available for a wide variety of events. Enjoy the beautifully renovated spaces for weddings, receptions, parties, conferences or any other reason you need to use the reasonably priced facilities.\n\nAIA Kansas City\nKansas City, MO |\n\nWeddings | Receptions\n\nAmbassador Hotel\nKansas City, MO |\n\nWeddings | Receptions\n\nRockhill Tennis Club\nKansas City, MO |\n\nWeddings and Receptions\n\nORANGE- An Event Space\nKansas City, MO |\n\nA new event venue located in the CROSSROADS. Fun & colorful space! Accommodates up to 150 guests. Perfect for rehearsal dinners, weddings with \"flair\", or your special reception!\n\nThe gorgeous Tiffany Greens clubhouse, with its gorgeous banquet facilities, sits atop the rolling hills of the \"northland.\"\n\nUpdating Search Results\nto Top",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.5167503953,
        "format_confidence":0.9869173765
    },
    {
        "url":"http:\/\/www.chronicle-independent.com\/archives\/author\/162\/?page=2&archive_page=493",
        "text":"View Mobile Site\n\nArchive By Author -\n\nWhich English language?\n\nWhen a person travels in a foreign country, he often uses the phrase, \"Do you speak English?\"\n\nOctober 22, 2012 | By Jean Pruett C-I contributing columnist | Columns\n\nBethune Elementary hosts Millie Chaplin\n\nMillie Chaplin, from the Lowcountry of South Carolina, was the artist in residence at Bethune Elementary School during the week of Sept. 24 - 28. Chaplin brought with her a love of storytelling, puppetry, dress-up and her knowledge of colonial life to the students. During her week at Bethune elementary, the students made puppets, corn-husk dolls, puppetry settings, and experienced the types of games that colonial children played.\n\nOctober 22, 2012 | | Education\n\nJackson School starts school garden, Garden Day kick off set for Saturday\n\nJackson School students will be \"getting their hands dirty\" this school year as they plant and maintain their own school garden.\n\nOctober 22, 2012 | | Education\n\nCamden ART meeting Nov. 5\n\nCamden ART will meet at the Fine Arts Center of Kershaw County, in the Bassett Gallery, 801 Lyttleton St., Camden at 7 p.m. on Nov. 5.\n\nOctober 22, 2012 | | People & Places\n\nRobert Ariail -- Oct. 22, 2012\n\nOctober 22, 2012 | | Ariail\n\nSEAGUL students build paper cities\n\nKershaw County School District's Special Educational Activities Geared for Unique Learning (SEAGUL) students recently took a field study to Clemson University where they worked in small groups, then combined their efforts to form a paper city. Students designed the paper cities at Clemson's School of Architecture.\n\nOctober 22, 2012 | | Education\n\nCCTC to give scholarship to KCSD adult education graduate\n\nContinuing its support of Kershaw County School District graduates, Central Carolina Technical College (CCTC) is offering a full scholarship to the local GED graduate with the highest GED test score.\n\nOctober 22, 2012 | | Education\n\nKCSO charges two men with molestation\n\nKershaw County Sheriff's Office (KCSO) investigators arrested Cleve Edward Burchett, 52, of Kershaw, S.C., and Ricky Van Ross, Jr., 18, of Elgin, in Richland County in two separate unrelated cases of criminal sexual conduct with a minor. Burchett was arrested on Oct.16, 2012 and charged with third degree criminal sexual conduct with a minor. On Oct. 18, 2012, Ross turned himself in to Kershaw County Sheriff's Office investigators after his attorney was notified that a warrant charging Ross with second degree criminal sexual conduct with a minor had been obtained by the Sheriff's Office.\n\nOctober 22, 2012 | | Crime-Police-Fire\n\nCity to consider licensing changes\n\nCamden City Council will consider an amendment to the city's business license ordinance during its meeting Tuesday in order to comply with a new state law concerning non-admitted insurance brokers.\n\nOctober 22, 2012 | | Camden\n\nTodd Ellis to address tonight's KCGC meeting\n\nFormer USC quarterback and current voice of Gamecock football, Todd Ellis, will be the featured speaker at this evening's meeting of the Kershaw County Gamecock Club.\n\nOctober 22, 2012 | | Sports\n\nEllis to address KCGC meeting\n\nFormer USC quarterback and current voice of Gamecock football, Todd Ellis will be the featured speaker at the Monday, Oct. 22 meeting of the Kershaw County Gamecock Club.\n\nOctober 19, 2012 | | Sports\n\nColumbia hands Lady Knights first loss\n\nDreams of a perfect season came to an end for the North Central volleyball team as the state's top-ranked AA squad was dealt a 3-2 loss at Columbia last Thursday night.\n\nOctober 19, 2012 | | North Central High\/Middle\n\nLady Bulldogs blank Westwood, 6-0\n\nFor the second time this season the Camden High girls' tennis team defeated first year school, Westwood, by a score of 6-0.\n\nOctober 19, 2012 | | Camden High\/Middle\n\nDemonstrative heads Grand National field\n\nJacqueline Ohrstrom's Demonstrative, winner of the $150,000 New York Turf Writers Cup Handicap, will battle with several veteran runners and new arrivals to American racing in the $250,000 Grand National (Gr. 1), highlight of the star-studded Far Hills Races on Saturday.\n\nOctober 19, 2012 | | Equine\n\nVote Herndon\n\nWhen the rest of the country is making their decision on who will be President Tuesday, Nov. 6, our community will make a choice on who will represent our community in Columbia and at the State House.\n\nOctober 19, 2012 | | Letters\n\n« First  « Prev  491 492 493 494 495  Next »  Last »\n\nPage 493 of 935\n\nArticles By Author -\n\nCounty receives $500K grant for Governor’s Hill water line\n\nKershaw County recently received a $500,000 grant from the South Carolina Rural Infrastructure Authority (SCRIA). The money will be used to complete a water line to Governor's Hill Industrial Park, according to Kershaw County officials.\n\nMay 27, 2015 | | Kershaw County\n\nL-EHS Beta Club donates to animal shelter\n\nLugoff-Elgin High School's Beta Club recently donated food, toys, treats and supplies to Kershaw County's Walter M. Crowe animal shelter. The Beta Club is a service club for high school students with a GPA of 3.3 or higher. \"We focus on service in the community and in the school. We look for ways to help, especially in the community. One of the things the kids wanted to do was to help out the animal shelter,\" L-EHS Beta Club advisor Patricia Joyner said. Students collected various items to help with caring for the animals at the shelter. \"We ...\n\nMay 27, 2015 | | Education\n\nDrakeford, Parks appointed to NLC committees, councils\n\nCamden City Councilwomen Alfred Mae Drakeford and Laurie Parks were recently appointed to National League of Cities (NLC) committees and councils.\n\nMay 27, 2015 | | Camden\n\nMemorial Day remembrances\n\nMay 27, 2015 | | Military\n\nCrime Report - May 27, 2015\n\nThe Kershaw County Sheriff's Office (KCSO) is investigating an alleged case of embezzlement in which a Lugoff woman is accused of stealing nearly $117,000 from her employer, a Lugoff medical clinic.\n\nMay 27, 2015 | By Gary Phillips and Tenell Felder C-I editorial staff | Crime-Police-Fire\n\nFAC Day Camp registration underway\n\nThe Fine Arts Center of Kershaw County (FAC) announces its summer camps and activities for both children and adults beginning in early July of 2015. Enjoy favorite standbys such as dance, clay, and visual art, along with several new and exciting camps this summer. The camps will take place on the campus of the FAC located at 810 Lyttleton Street in Camden. Registration for all camps is available by calling the box office at 425-7676 and online at MasterCard, Visa, Discover, personal checks and cash are accepted.\n\nMay 27, 2015 | | People & Places\n\nRed Nose Day\n\nHeritage Community Bank participated in Red Nose Day. Red Nose Day is a campaign dedicated to raising money for children and young people living in poverty by simply having fun and making people laugh. People across the country came together to have fun and raise funds and awareness.\n\nMay 25, 2015 | | People & Places\n\nSafety tips for summer fun\n\nThe weather is heating up and Americans are heading outdoors to soak up the fun. Warm weather enthusiasts should keep safety on the top of their minds when they're out camping, boating and barbecuing.\n\nMay 25, 2015 | | People & Places\n\n55th wedding anniversary\n\nMay 25, 2015 | | People & Places\n\nAriail for May 25, 2015\n\nMay 25, 2015 | | Ariail\n\nNoted and passed - May 25, 2015\n\n• We hope the community will join us in cheering on five Camden Military Academy (CMA) cadets who will travel in June to the University of Maryland to enter their National History Day performance piece into competition. The play is based on events from the 1950s and '60s surrounding the Civil Rights movement in Summerton, just an hour south of Camden. It's not just a matter of grabbing a few quotes off the internet and slapping together a script. The cadets, lead by CMA Dean of Students John Heflin, extensively researched the events leading to the landmark Briggs v. Elliott ...\n\nMay 25, 2015 | | Editorials\n\nRich: The wealth of being poor\n\nMy people, as I have long said, were raised up on hard times in the Appalachian foothills. I don't know that I had a grandparent who ever saw the sum of $500 at one time or even held a $100 bill in hand.\n\nMay 25, 2015 | | Columns\n\nRebecca Wright\n\nA memorial service to celebrate the life of Ina Rebecca Cofer Wright, 79, of Lugoff, S.C., will be held at 11 a.m., Saturday, May 30, 2015 at St. John's United Methodist Church in Lugoff, S.C. Rev. Michael Leonhardt will officiate. In lieu of flowers, memorials may be made in Mrs. Wright's memory to a charity of one's choice.\n\nMay 25, 2015 | | Obituaries\n\nBruce Singleton\n\nBruce Singleton, 59, of Hwy. 1 N., Cassatt, passed away Sunday, May 17, 2015. Funeral services will be at noon today, Monday, May 25, 2015 at Nelson-haile Funeral Home Chapel in Camden.\n\nMay 25, 2015 | | Obituaries\n\nMichael R. Hornsby\n\nA funeral service for Michael Richard Hornsby, 66, will be held at 11 a.m. Wednesday at Powers Funeral Home with burial to follow in Fort Jackson National Cemetery. The Rev. Todd Horton will officiate. The family will receive friends one hour prior to the service at the funeral home. Memorials may be made to the American Heart Association or the American Kidney Foundation.\n\nMay 25, 2015 | | Obituaries\n\n1 2 3 4  Next »  Last »\n\nPage 2 of 4\n\nContents of this site are © Copyright 2015 Chronicle Independent All rights reserved. Privacy policy and Terms of service\n\nPowered by\nMorris Technology\nPlease wait ...",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.7595746517,
        "format_confidence":0.9924917817
    },
    {
        "url":"https:\/\/growingupwell.org\/tag\/kids\/",
        "text":"Character Matters Sooner Than Later\n\nTeenagers may think that the middle and high school years don’t matter much, and that having fun is paramount. Or they might think that making good grades, making the team, or being popular is what matters most. Those are common viewpoints held by teens and by the culture at large.\n\nEverybody has their value system, but here is a different way of looking at the teen years. We’ve all heard that the teens are building character, one mistake and life lesson at a time. Let me put it a different way: Teens are building a reputation right now, and that reputation will follow them, unfair as that may be.\n\nIf I could speak to every 7th grader in the world, I would say something like this:\n\n“Kids, listen up. Who you are right now in school does matter, and here’s why. Who are you are now is how others will remember you 20, 30, even 60 years from now. It’s a snapshot etched in their memory. It may not be fair, but it’s a fact. People will remember what kind of person you were, and it’s that lens that they will see you through, until you are able to replace that lens, which takes a lot of time. Continue reading “Character Matters Sooner Than Later”\n\nThe Social Combat of Being 13\n\nA New World Order for Young Teens\n\ntired stressed girl7th and 8th grade is when the social life of a child amps up in three ways: importance, intensity, and consequences.\n\nAt 13, a child’s social standing becomes extremely important to them, as it has become more important to all the other 13 year olds. For some, it is the most important aspect of life itself. Most teens would rather go without food and shelter than suffer any sort of social trouble.\n\nAt 13, a child’s feelings of insecurity, awkwardness, and fear are at an all-time high. The hormones are raging, the insecurities are constant, and the emotional swings are intense. The biggest concern of every day is how to get through that whole day without any public embarrassment. Their fears are fueled by the intense anxieties of their peers. It’s a sea of fears as far as the adolescent eye can see. Continue reading “The Social Combat of Being 13”\n\nYour Family. Your Culture.\n\nThe most common theme among parents of young teens lately is that they want to live differently than the culture. Most parents do not want their kids to ingest the current culture of materialism, comparison, busyness, and anxiety. They don’t like what the culture is teaching and demanding.\n\nMost parents want to be connected with their community, but they don’t want to live just like everyone else (too busy and too anxious). And they certainly don’t want the values of the pop culture to become the values of their children. On the other hand, they don’t want their kids to be social freaks, always on the outside looking in. It’s an everyday dilemma.\n\nWithout a doubt, it is difficult to grow up well when immersed in today’s youth culture, which is filled with empty entertainment, rampant consumerism, unhealthy body imagery, and every type of narcissism. It consumes them and then uses them as consumers.\n\nIt is so rare to get wisdom from youth pop culture today that it actually makes the news. Recently, Robert Downey Jr., the actor who plays Ironman in the Avenger movie series, said at the MTV Movie Awards“I advise you to dream big, work hard, keep your noses clean, be of service, and because you can, define your generation.” This was a shocking statement because it is so countercultural in the Hollywood \/ MTV world. The cultural norm is the opposite: have fun, be sexy, and take everything you can from this life.\n\nBut it’s not just youth pop culture that is toxic; it’s everywhere. It’s in the cafeteria, on Instagram, in the classroom, and in other families’ homes. The culture is teaching our kids to always look good, have all the right gadgets, and be the best at everything, in order to keep up with everybody else. It’s a culture of discontentment, comparison, and competition that is making our kids more anxious and less happy than ever. It’s never enough. It’s an insatiable more.\n\nAs a concerned parent, the question is, “How do you create a family life that is what you want?”  Continue reading “Your Family. Your Culture.”\n\nThe Power of Kindness\n\nJosh was a normal teenager whose father died. His mother moved them from their home in the country to the city, with the hope that a fresh start would improve their lives.\n\nBut Josh was ridiculed in his new school for no good reason. In fact, he was ridiculed for a horrible reason.\n\nInstead of responding with hatred or melting into melancholy, Josh chose to be kind. To everyone. Simply kind. And his world changed.\n\nJosh’s kind strength is what our boys and girls should imitate in their own ways.\n\nAdvice for Middle School Kids\n\nRecently, I asked my Facebook friends to give me advice for my 7th graders. Here’s what my friends have learned in their 30 years of growing up since 7th grade.\n\n  • Be cool to everyone because there’s a good chance you will either marry, work with, or work for one of them one day.\n  • “It’s not about the shoes, it’s about what you can do in them.” – Michael Jordan\n  • The stuff you are worried about is probably the wrong stuff.\n  • Everywhere you go, leave it better than you found it.\n  • Sometimes it’s best to just take the butt whoopin’ you deserve and move on.\n  • The prettiest girls are the ones you don’t notice right away.\n  • The measure of success you hold now won’t be the same in 20 years. Be good to everyone. Many who aren’t “successful” now will be very successful in 20 years.\n  • If you want to know what you are like, look around at the people you hang with.\n  • You can pick you friends, you can pick your nose, but don’t ever ever pick your friend’s nose.\n  • The person who chooses not to read is no better off than the person who can’t read.\n  • Manners matter! Always.\n  • How do you eat an elephant? One bite at a time.\n  • Some days you are the dog, and some days you are the fire hydrant. That’s life.\n  • There is no such thing as normal…it is only a setting on the dryer.\n  • Never miss a good chance to shut up.\n  • “20 years from now you will be more disappointed by the things you didn’t do than by the things you did do. So throw off the bowlines. Leave the safe harbour. Catch the trade winds in your sail. Explore. Discover. Dream.” ~ Mark Twain\n  • Those who hate you don’t win, unless you hate them back.\n  • Sometimes you just have to accept that “It is what it is” and sometimes you should fight it. Pray for the wisdom to know the difference.\n  • “I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.” – Maya Angelou\n\nChasing Health\n\nGoodHealthChoicesIf you are a parent of young children or teens, then you cannot afford to be unhealthy. Futures depend on your personal health. For many of us, it feels like chasing after the wind.\n\nMy wife and I are in our mid-forties, and our health is not even close to what it used to be, even though we live a relatively healthy lifestyle. We eat healthy. We exercise. We are not overweight and don’t smoke. Sometimes it seems futile, but it’s just mid-life. We can do the right things, and yet our bodies are just going to be breaking down from here on out.\n\nIn this second half of life, there are some things that just won’t heal, that lifestyle won’t fix. Neither my eyes nor my ears will be getting better, no matter how healthy I try to live. It’s just decay. We get wrinkles, cysts, and gray hair.\n\nIn addition to the natural aging process, stress is slowly killing most 40-somethings. Continue reading “Chasing Health”\n\nThe Distance Run\n\nCSC_0569I coach middle school cross country, which is not a glamorous job, but it is uniquely rewarding. For young distance runners, the hardest part is embracing the pain that creates stronger legs and faster times. I try to make practices and meets fun, but there is no way of getting around the fact that running really fast for 15-20 minutes is going to be painful, especially for growing little bodies.\n\nMost of the kids who run cross country learn that without a healthy dose of pain every day they will not improve. No pain, no gain. Convincing kids of this is no easy task, but over time the sport tends to naturally reward those who fight through physical pain and emotional weakness.\n\nWhen a young person develops some mental and physical toughness, they are growing up well. It’s incredibly rewarding to see the progress that these kids make over a season.\n\nSome of my fellow coaches, Doug and Jennifer Meyer, use a fairy tale metaphor when explaining the need to persevere over a long distance. It also applies to many of life’s challenges that require stamina.\n\nParenting is a distance run, after all.\n\nThe Wolf\n\nSomewhere in the middle of the race, there is a big bad wolf lurking around the corner. He will try to get you to slow down.\n\nHe sneaks up next to you and says things like, “Slow down. You’re hurting yourself. This is crazy. What’s the point of this? It’s not like you can win the race. You’re not very fast. Doesn’t this hurt? Just take it easy. No one will notice.”\n\nThe wolf doesn’t want you to work hard to achieve your goals. Continue reading “The Distance Run”",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.6191682816,
        "format_confidence":0.7143424153
    },
    {
        "url":"https:\/\/www4.match.com\/online-dating\/alabama\/chastang\/divorced\/single-men.html",
        "text":"View divorced Singles in Chastang\n\n\nSingle Divorced Men in Chastang, AL\n\nPersonals and dating in Alabama, the Yellowhammer State. Are you looking for a date or a serious relationship with a Alabama single? Who's on Match.com? Your neighbors, coworkers and millions of singles worldwide. Match.com has led to more dates, relationships, and marriages than any other site. Match.com members form a diverse, global community of singles who share common goals - to meet other singles, find dates, form romantic relationships and meet life partners. Back in the saddle again? Start dating online in [$CITY]. Select your dream date from thousands of Chastang online personal ads with photos.\n\nJoin the conversation and connect with us:",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9938704967,
        "format_confidence":0.8539627194
    },
    {
        "url":"http:\/\/geneseecounty.citymomsblog.com\/category\/family-fun\/page\/2\/",
        "text":"Passionate About Genesee County\nand the Moms Who Live Here\n\nFamily Fun RSS feed for this section\n\nMoms Guide to June-2\n\nA Genesee County Mom’s Guide to June\n\n June is here and school is out for summer! You know what else that means? There is a FESTIVAL (and fireworks) nearly everywhere you turn for the next couple of months. And that means our favorite - ELEPHANT EARS! Stumped with things to do with the family?  Let us help with our Genesee County Mom's Guide to June! Happening June 14th - August [...]\nContinue Reading 0\nCourtney - I Failed at Spring Break-2\n\nI “Failed” at Spring Break, and It’s Been Amazing!\n\nSpring Break. Many families associate Spring Break with traveling, beaches, sand, relaxation, and family fun. In other words: VACATION. My family of five has been on the Spring Break vacation bandwagon every year. It’s been a tradition of ours to make the nearly 24 hour drive to Florida in our well-stocked minivan. Snacks, drinks, dvds, tablets, new books, the […]\n\nContinue Reading 1\nA Detroit Mom's Guide To April-5\n\nA Genesee County Mom’s Guide to April\n\nCan you smell it in the air?  Can you feel it in the air?  April is here! SPRING HAS SPRUNG! Spring Break, Easter, Passover and Earth Day are on the calendar this April!  With so many \"holidays\", there are lots events happening around Genesee County that I cannot wait to share with you!  Look at all the eggs! This [...]\nContinue Reading 1\nA Genesee County Mom's Guide to-5\n\nA Genesee County Mom’s Guide to March\n\nMarch – the third month of the year containing 31 days.  The month of March Madness.  The month of green, gold, luck & leprechauns, otherwise known as St. Patrick’s Day. The month that Spring arrives!  Most importantly, the month where, after the unseasonably mild February we had, we have CABIN FEVER!  Who needs out of the […]\n\nContinue Reading",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8874069452,
        "format_confidence":0.9378828406
    },
    {
        "url":"http:\/\/www.lagrandeobserver.com\/News\/Obituaries\/OBITUARIES-FOR-THE-WEEK-ENDING-DEC-16-2006",
        "text":"\n\n\nThis could happen because it was moved in a recent update or there is a typo in the link or address you entered.\n\nTo find what you are looking for use the navigation above, use commonly requested resources below, or contact us if you need additional assistance.\n\nEnjoy our current slideshows:\n\nView some of our more popular stories:\n\nClimber dies after accident\n\nOSP worker pleads guilty\n\n\nYoung Summerville rancher expands into equine aromatherapy\n\nNew paving scam hits Union County\n\nODOT will fund 3 projects\n\nBaker City & LaGrande autos, jobs, real estate and merchandise.\n\nAds appear Online and in Print\n\nView Classifieds Place an Ad\n\nConnect with The La Grande Observer\n\nLa Grande Observer Newsstand\n\nWednesday August 24, 2016\n\nRead digital interactive editions of our publications\n\nRead Today's Edition Take A Tour\nView All Publications\n\nRecent article comments\n\nPowered by Disqus",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9052996635,
        "format_confidence":0.7044862509
    },
    {
        "url":"http:\/\/first5ecc.org\/search-reports.php?by=category&id=6",
        "text":"Reports, Documents & Digital Stories\n\n> View All Documents\n\nList By Category: \"Strengthening Families\"\n\n\nThe first 18 months of Your Family Counts\nDescribes prenatal\/postpartum home visiting program and outcomes of partnership with Alameda County Public Health Department to support high risk families\n\n\nHome Visiting Programs in Alameda County: Program Review and Evaluation\nDescribes 10 perinatal home visiting programs in Alameda County including demonstrated outcomes to inform work of a collaborative to improve services\n\n\nFamilies First: Stories of Love and Learning; An evaluation of the Parenting Partnership\nDescribes the 2007-09 Community Grants Initiative funded, Parenting Partnership, a cohort of six community based agencies with the goal to improve outcomes for children and families by better supporting parents served by these agencies",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8195394278,
        "format_confidence":0.9906380177
    },
    {
        "url":"https:\/\/www.frickleylake.com\/frickley-friends\/",
        "text":"Frickley Friends\n\nWe've worked with plenty of brilliant businesses to make sure our wedding couples have the most perfect day.\n\nFood and Drink\n\nThe Secret Restaurant\n\nThe Secret Restaurant has earned its reputation in Sussex as a high end, quality caterer by consistently providing imaginative and tasty food for its clients.\n\n\nWhatever you’re looking for - party food, mobile catering, event catering, or hog roast machine hire, they can supply it.\n\nCommunity Oven\n\nThe Pigs do Fly Hog Roasting business was established some 7 years ago and since then has gone from strength to strength. We pride ourselves with the service that we deliver to any event.\n\nGreen Fig\n\nFirst class food for any occaision. Food should always be a passion – and it’s certainly ours. But the Green Fig ‘experience’ is not just about providing delicious home-made food\n\nFood Glorious Food\n\nWith stunning menus and creative flair; Food Glorious Food prides itself on its versatility. From traditional weddings to vibrant street food parties they're able to guide you through your catering journey every step of the way.\n\nDandelion Deli\n\nAt the dandelion we are committed to providing you with the best produce available and still remain competitive. We are proud to be working with some great local farmers, growers and makers to bring you incredible tasting.\n\nAbbey Catering\n\nAbbey Catering offer a huge choice of crockery, cutlery, linen, furniture and equipment, all of which can be delivered to and collected from your chosen venue.\n\nPizza Leonati\n\nNeapolitan pizza cooked in unique vehicles. Pizza Leonati cater for vegan, vegetarian, gluten free and carnivorian diets.\n\nThe Pigs do Fly Hog Roasting\n\nThe Pigs do Fly Hog Roasting business was established some 7 years ago and since then has gone from strength to strength. We pride ourselves with the service that we deliver to any event.\n\nPunk Tacos\n\nTheir food takes its inspiration from the bold and fresh flavours of Mexico. They’ve lovingly recreated original Mexican recipes while adding our own ‘punk’ take on this incredible cuisine.\n\nThai Angle\n\nNeapolitan pizza cooked in unique vehicles. Pizza Leonati cater for vegan, vegetarian, gluten free and carnivorian diets.\n\nThe Indian Dish\n\nWe are a family run Corporate, Party and Wedding Caterer in the South East area providing delicious Indian food using handed down family recipes from North India.\n\nGeno’s Gelato\n\nBook Geno's vintage ice cream van for your wedding or gathering, stocked with locally made, freshly scooped gelato!\n\nMusic and Entertainment\n\nThe Ooh La La's\n\nThe Ooh La Las' entertain the crowds by day with a daring knicker flash, leaving the racier dances until the children are asleep. The girls have performed at the world famous Glastonbury Festival many times, dancing on the Fire & Dance Stage and this year they performed in the Theatre & Circus Field.\n\nCalluna West - Cocktail Lounge Vocalist\n\nEasy listening music that will touch your soul.\n\nThe Chandeliers\n\nThe Chandeliers are a 5 piece party band from Sussex. Renowed for getting audiences to their feet , singing and dancing the night away! Whatever the event!\n\n\nA unique repertoire of the very best hits of 70's, 80's and 90's - Specialising in electro pop, soul, dance and D.I.S.CO. Are you ready to dance?\n\n\nSarah Williams Photography\n\nHaving been a bride herself Sarah knows how important it is to choose the right photographer for the style of photography that you like. She loves to capture each wedding\nSarah photographs like a story for her couples to look back on for years to come.\n\nMatthew Page Photography\n\nA natural and contemporary wedding photographer based in sunny Eastbourne, East Sussex. His wedding photography is all about telling your fascinating and unique story, whilst capturing you having the best time on your big day!\n\nMartin Briggs\n\nSince 2001 I have photographed hundreds of weddings and portraits as well as commercial shoots. I live and operate in Kent and Sussex but can travel anywhere. Please look at my galleries and get in touch if you have any questions.\n\nSimon Newbury Photography\n\nSimon specialises in portraiture in all it's forms:- actors' headshots; fine art portraits; dancers; cars and, of course, weddings where he loves to create drama with flash light to bring out depth in the skies and make the most beautiful, painterly images.\n\nElena Popa\n\nThe raw, honest moments full of real emotion are the core of any wedding, as well as the centre of Elena's work. Which is why during our private shoot she won’t pose you but give you a bit of direction if you feel you need it.\n\nLex Fleming Photo\n\nWhether its a mad dash on the tube or walking through muddy puddles to your venue, Lex all about your day and how she can help you remember your day with a huge smile.\n\nKatie Rogers Photography\n\nSurprise, I’m not just a photographer! I am also an expert at making you and your loved ones feel awesome and comfortable. I absolutely love to get to know my couples and look after them at every step of the wedding planning journey.\n\n\nJames Harris - Sound Engineer\n\nJames is our resident sound engineer. He is happy to liaise prior to your event or wedding to make sure your band and DJ are happy with our setup. He is around on the day to make sure everything runs smoothly.\nHe has a great range of up to date top of the range kit available to hire in excess of the kit included with our package. Checkout his pop up outdoor cinema and Zoom wedding screen.\nJames Harris - 07761 668894\n\nLewis Fuller\n\nIf you're searching for someone who's fresh and exciting and who'll help make your event wonderfully unforgettable you can't do better than Lewis Fuller! Performing all over the UK and catering for all his clients' needs Lewis has been busy making an enviable name for himself in just a few years.\n\nKate and Kate Celebrants\n\nProfessional, warm and with an un-erring eye for detail, they are dedicated to making your special day just as special as it can possibly be.\n\nHannah Osmond Celebrant\n\nBeing an independent celebrant enables Hannah to combine most of her great passions in life – visiting new places, organising events, creative writing and cats – (okay well, not so much the cats, but if anyone would like to involve their cat in one of their ceremonies she’d be delighted!)\n\nBouncy Monkeys\n\nBouncy Monkeys is a family run business providing bouncy castles to the Hastings area. We have been established since 2012 and pride ourselves in providing a friendly professional service. Having kids ourselves we understand how important it is for your day to run smoothly, and how much fun kids have on bouncy castles!\n\nElite Discos\n\nElite Discos are your number one choice when it comes to hosting your corporate or private event. With over 25 years of experience and covering in excess of 110 functions a year we pride ourselves on being the market leader in the South East.\n\nBang The Party Productions\n\nA Husband and wife team that believe in what they do and that is making your day something magical and unique they go that extra mile to make it your day your way!!\n\nGrace Benson Makeup\n\nAs a professional Hair and Makeup Artist Grace's aim is to help take the worries and stresses out of your special day. Using her expertise we will create the look you’ve been dreaming of.",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8637717366,
        "format_confidence":0.7378997803
    },
    {
        "url":"http:\/\/shop.gayweddings.com\/vendors\/?e-search=1&f-cat=venue&f-zip=Seattle+WA&submit=Search",
        "text":"Find LGBTQ-Friendly Wedding Vendors\n\nWedding Venues in Seattle WA\n\nLakewood, WA | 253-584-4393 | (37 Reviews)\nThe House That Love Built.\nThornewood Castle is both an indoor and outdoor wedding venue. Weddings and receptions at Thornewood Castle can take place in our sunken English garden, inside in the... (more)\n\nRedmond, WA | 425-765-3263 | (3 Reviews)\nHistoric and Rustic Barn Venue minutes from Seattle yet very secluded\nLooking for the perfect vintage farm to host your rustic wedding? The Red Barn Farm is a venue like no other we have historic farm situated on 18.1 acres that transports ... (more)\n\nGig Harbor, WA | 253-851-1845 | (32 Reviews)\nYour happily ever after starts here.\nThank you for considering Canterwood Golf & Country Club for your Wedding Venue. It is our pleasure to assist you throughout the wedding ceremony and reception planning... (more)\nPage 1 of 13\n\n1 2 3 4 5 6 7 ... 13",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8208020329,
        "format_confidence":0.9855495095
    },
    {
        "url":"http:\/\/www.gainesvilletimes.com\/archives\/section\/6\/?page=2&archive_page=1166",
        "text":"View Mobile Site\n\nArchive By Section - Local\n\nOakwood planners recommend design standards for 250-acre area\n\nOakwood took a major step Monday night toward setting development standards for a 250-acre downtown area, including the nearly finished Thurmon Tanner Parkway, as part of its Oakwood 2030 plans.\n\nMay 16, 2011 | Jeff Gill | Local\n\nHall County Schools’ 2012 budget woes “keep compounding”\n\nFluctuating tax digest numbers are continuing to cut away at an already bare Hall County Schools 2012 budget.\n\nMay 16, 2011 | Tricia L. Nadolny | Local\n\nNorth Hall High students back in class after smoke forced evacuation\n\nNorth Hall High School was evacuated this morning after an incident in a science classroom caused smoke.\n\nMay 16, 2011 | From staff reports | Local\n\nGainesville resident searches for police badge\n\nCharles Bishop's police badge brings back many memories from his 30 years as an officer on Tybee Island.\n\nMay 15, 2011 | Lauren Blais | Local\n\nGainesville to increase wastewater surcharge fees\n\nGainesville's public utilities department is increasing industrial surcharge fees for the first time in 15 years.\n\nMay 15, 2011 | Carolyn Crist | Local\n\nLake meeting’s speaker could address water levels\n\nThe \"water wars\" between Georgia, Alabama and Florida is likely to surface as a topic at the Lake Lanier Association's annual membership meeting Thursday.\n\nMay 15, 2011 | Jeff Gill | Local\n\nJunior Achievement to honor 2 business leaders\n\nJunior Achievement will honor two of Gainesville's premiere business leaders, Gus Whalen and Jim Walters, with induction Thursday into the Northeast Georgia Business Hall of Fame.\n\nMay 15, 2011 | Tricia L. Nadolny | Local\n\nHall mails tax assessment notices\n\nHall County sent out more than 75,000 tax assessment notices to residents on Friday, but officials want to make sure they don't pay their taxes just yet.\n\nMay 15, 2011 | Carolyn Crist | Local\n\nOther uses being considered for federal transportation money\n\nArea government officials are looking for ways to tap into a pot of federal transportation dollars, now that plans for a Hall County freight study that would have used that money have been shelved.\n\nMay 15, 2011 | Jeff Gill | Local\n\nButterflies launched at Gainesville park\n\nSome 1,500 butterflies filled the skies Sunday afternoon over Wilshire Trails Park in Gainesville.\n\nMay 15, 2011 | Jeff Gill | Local\n\nArea forestry staff fight Okefenokee fires\n\nSix employees of the Georgia Forestry Service's Gainesville office are among about 175 people keeping the state's second-biggest fire since 2007 under control at the Okefenokee National Wildlife Refuge in southeast Georgia.\n\nMay 15, 2011 | BY MIKE HILL | Local\n\nEconomy weighs on grads’ plans\n\nThe recession started when they entered high school in 2007.\n\nMay 15, 2011 | Jeff Gill | Local\n\nBraselton residents join Adopt-a-Stream\n\nThe Mulberry River might not be one of Georgia's more well-known, but its waters still impact much of the state.\n\nMay 14, 2011 | KATIE DUNN Times regional staff | Local\n\nIslands targets visitors with new attraction\n\nRiding off the success of the 2010 opening of Sunset Cove, Lake Lanier Islands Resort will unveil a new adult and family entertainment district this summer.\n\nMay 14, 2011 | Tricia L. Nadolny | Local\n\nRunners give their all in soldier’s memory\n\nMore than 300 runners turned out Saturday for the second annual Some Gave All 5K Road Race in honor of fallen Lula soldier Maj. Kevin Jenrette.\n\nMay 14, 2011 | Lauren Blais | Local\n\n« First  « Prev  1164 1165 1166 1167 1168  Next »  Last »\n\nPage 1166 of 1961\n\nArticles by Section - Local\n\nTwo teens suffer minor injuries in north Forsyth crash with deputy\n\nNORTH FORSYTH - A four-car crash in the Chestatee area involving a Forsyth County Sheriff's deputy left two with minor injuries Tuesday afternoon.\n\nFebruary 24, 2017 | By Isabel Hughes | Local\n\nUnited Way gathering works to identify, connect services for those in poverty\n\nThe banquet hall at First Baptist Church in Gainesville on Friday turned into a big networking forum for people with a heart to serve those ...\n\nFebruary 24, 2017 | Carlos Galarza | Local\n\nCatalina’s Restaurant offers tastes of El Salvador, Mexico\n\nA new Gainesville restaurant is offering a variety of Hispanic cuisine options.\n\nFebruary 24, 2017 | Clark Leonard | Local\n\nGroup to host free HIV\/AIDS fair Saturday\n\nIn honor of Black History Month and National Black HIV\/AIDS Awareness Day, Avita Community Partners of Gainesville will host a free HIV health and ...\n\nFebruary 24, 2017 | Alexander Popp | Local\n\nFashion show benefits cancer retreat nonprofit\n\nCancer fighters can be beautiful.\n\nFebruary 24, 2017 | Hailey Van Parys | Local\n\nApartment complex to rise at old Green Hunter Homes site in Gainesville\n\nStanding amid the remains of the Atlanta Street homes Thursday, Broughton Cochran harkened back to his time as a social worker helping single mothers and ...\n\nFebruary 23, 2017 | Nick Watson | Local\n\nGwinnett officials investigating Flowery Branch man’s death after jail medical emergency\n\nA Flowery Branch man's family is seeking answers on what caused his death shortly after he arrived at the Gwinnett County Jail.\n\nFebruary 23, 2017 | Nick Watson | Local\n\nSlideshow: WWII veteran, Memorial Day Parade 'star' gets military honors\n\nCecil Boswell, who died Sunday, was part of the second wave invading Normandy on D-Day and fought in the pivotal Battle of the Bulge.\n\nFebruary 23, 2017 | | Local\n\nGainesville adds property to new housing development on Atlanta Street\n\nIn time for Thursday's 11 a.m. groundbreaking of the Walton Summit development at the former Green Hunter Homes on Atlanta Street, Gainesville officials ...\n\nFebruary 22, 2017 | Carlos Galarza | Local\n\nOakwood Police warn of Twitter pizza scam\n\nA man buying pizza thought he was getting a great discount until Oakwood Police knocked on his front door, Sgt. Danny Sridej said.\n\nFebruary 22, 2017 | Nick Watson | Local\n\nAnnual road projects forum set for March 9\n\nAn annual update on area road projects is scheduled for March 9 in the Continuing Education Building at the University of North Georgia's Gainesville ...\n\nFebruary 22, 2017 | Jeff Gill | Local\n\nTrump administration to lift transgender bathroom guidance; Hall superintendent calls it local issue\n\nWASHINGTON - The Trump administration is revoking U.S. transgender guidelines, stepping into an emotional national issue and stripping students of federal protections to use bathrooms ...\n\nFebruary 22, 2017 | From wire, Times staff reports | Local\n\nNew traffic signal aimed at helping pedestrians in downtown Gainesville\n\nAidia Stuart often walks her dog on the square in downtown Gainesville and has often encountered drivers who don't slow down to let them ...\n\nFebruary 22, 2017 | By Cindy Nguyen | Local\n\n4 honored for being ‘masters’ of nursing\n\nNurses make the biggest difference in patient care, at least in Nancy Krippel's experience.\n\nFebruary 22, 2017 | Hailey Van Parys | Local\n\nStudent coalition voices concern over KKK sign in Dahlonega\n\nA business owner's decision to put a Ku Klux Klan banner on a downtown building has led to several days of protests, and now ...\n\nFebruary 22, 2017 | Hailey Van Parys | Local\n\n1 2 3 4 5  Next »  Last »\n\nPage 2 of 8\n\nPowered by\nMorris Technology\nPlease wait ...",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.5487469435,
        "format_confidence":0.9934667945
    },
    {
        "url":"http:\/\/www.qutnews.com\/2014\/05\/01\/",
        "text":"Day: May 1, 2014\n\nCommission of Audit report released\n\nThe Federal Commission of Audit, containing 86 recommendations to save billions of taxpayer dollars, has been released. It argues the big savings can be made in funding health, the ageing and education. Celeste Skinner reports.\n\nG20 security facility opens\n\nThe Police Operations Centre for the G20 Summit has been revealed today at Police headquarters in Brisbane. The state of the art facility is part of a 97-million dollar security program. Elizabeth Glasson reports.\n\nBike safety focus of Ride-2-Work\n\nIt was the annual Ride-2-Work day today. But this year’s event had a more serious tone, highlighting the importance of bike safety. Hannah Daley Reports.\n\nSocial media blamed for sleep deprivation in teens\n\nIt’s no surprise that most teenagers love social media but is it causing them illness? Research has shown that kids and teens may be suffering sleep deprivation. Keira Wallace Reports.\n\nNext-gen retail in store for Queensland\n\nMore people are turning to the internet to satisfy their retail itch, with online shopping figures on the rise. But the retail industry is putting up a fight, with David Jones’ new Indooroopilly store hailed as the “next generation” in",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.5538162589,
        "format_confidence":0.9894860983
    },
    {
        "url":"http:\/\/www.blacksingles.com\/singles\/men\/Tennessee\/Maryville\/Christian\/",
        "text":"Meet and Communicate with Fun Singles Near You on\n\nRegister now to search thousands of members and post your FREE profile!\n\nSee who's on\n\n\nI'm 5'5\", 180lbs, athletic build. I am a sentimental (not to be confused with soft), Christian man who loves and adores his two childre...\n\nJuaquinn is a 33yr-old single man in Maryville, Tennessee\n\nView Profile",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9766998291,
        "format_confidence":0.7374920845
    }
]