[
    {
        "url":"https:\/\/www.al-islam.org\/pearls-wisdom-stories-and-sayings-infallibles-and-their-noble-companions\/bedouin-and-prophet-s",
        "text":"The Bedouin and the Prophet (S)\n\nTaken from: Anecdotes of Pious Men by Murtadha Mutahhari,\nContributed by Mahwash Hirmendi,\n\nThe Bedouin entered Madina, and went directly to the Masjid, so that he may get some money or gold from the Prophet (S). When he arrived, he saw the Prophet (S) sitting among his companions. He asked his need. The Prophet (S) gave his something. He was not content, and moreover he used harsh and inappropriate language against the Prophet (S). The companions became very angry, and were ready to hurt him. But the Prophet (S) prevented them from haste.\n\nThe Prophet (S) took the Bedouin to his home, and gave him some more. The Bedouin saw that the residence of the Prophet (S) wasn't like those of the heads of governments, and there is no luxury in his home.\n\nThe Bedouin became content with the share, and thanked the Prophet. At this time, the Prophet (S) asked him: “You said a harsh word yesterday, which caused anger in my companions. I fear that they will hurt you. Would you be willing to show your appreciation in front of them, so that their anger be resolved, and they don't hurt you?” The Bedouin said: “Sure.”\n\nThe next day, the Bedouin came to the Masjid. The Prophet (S) addressed his companions: “This man says, he is content with his share, is it true?” The Bedouin said: “That is true.” Then he repeated the appreciation that he had shared with Prophet (S). The companions smiled.\n\nThe Prophet addressed the group: “The parable of me and these types of individuals is like that of the man whose camel was running away from him. With the [thought] they could help the owner, people were running after the camel. The camel was frightened and ran faster. The owner called on the people, please leave my camel alone, I know better how to calm it. When the people stopped chasing the camel, the owner followed it calmly, with a fistful of grass. Then without the need for running, yelling, he showed the grass to it.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9974455833,
        "format_confidence":0.6780785322
    },
    {
        "url":"http:\/\/www.witchipedia.com\/def:sorcery",
        "text":"Sorcery is traditionally defined as any magical system that involves the use of tools and other materials to bring about magical change for personal gain or improvement. Sorcery may involve evocation, or not and is generally lumped in with High Magick arts.\n\nFor some, sorcery implies the left hand path. For others, it implies Judeo-Christian magical systems such as Goetia. Many people who self-identify as sorcerers enjoy magical and spiritual exploration and experimentation.\n\nSee Also\n\nDo you have any questions or something to add?\n\nAdd a New Comment\n\nYou can Print this page for your Book of Shadows",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9779285789,
        "format_confidence":0.9037028551
    },
    {
        "url":"https:\/\/www.biblestudytools.com\/deuteronomy\/21-23-compare.html",
        "text":"Compare Translations for Deuteronomy 21:23\n\nCommentaries For Deuteronomy 21\n\n  • Chapter 21\n\n    The expiation of uncertain murder. (1-9) Respecting a captive taken to wife. (10-14) The first-born not to be disinherited for private affection. (15-17) A stubborn son to be stoned. (18-21) Malefactors not to be left hanging all night. (22,23)\n\n    Verses 1-9 If a murderer could not be found out, great solemnity is provided for putting away the guilt from the land, as an expression of dread and detesting of that sin. The providence of God has often wonderfully brought to light these hidden works of darkness, and the sin of the guilty has often strangely found them out. The dread of murder should be deeply impressed upon every heart, and all should join in detecting and punishing those who are guilty. The elders were to profess that they had not been any way aiding or abetting the sin. The priests were to pray to God for the country and nation, that God would be merciful. We must empty that measure by our prayers, which others are filling by their sins. All would be taught by this solemnity, to use the utmost care and diligence to prevent, discover, and punish murder. We may all learn from hence to take heed of partaking in other men's sins. And we have fellowship with the unfruitful works of darkness, if we do not reprove them.\n\n    Verses 10-14 By this law a soldier was allowed to marry his captive, if he pleased. This might take place upon some occasions; but the law does not show any approval of it. It also intimates how binding the laws of justice and honour are in marriage; which is a sacred engagement.\n\n    Verses 15-17 This law restrains men from disinheriting their eldest sons without just cause. The principle in this case as to children, is still binding to parents; they must give children their right without partiality.\n\n    Verses 18-21 Observe how the criminal is here described. He is a stubborn and rebellious son. No child was to fare the worse for weakness of capacity, slowness, or dulness, but for wilfulness and obstinacy. Nothing draws men into all manner of wickedness, and hardens them in it more certainly and fatally, than drunkenness. When men take to drinking, they forget the law of honouring parents. His own father and mother must complain of him to the elders of the city. Children who forget their duty, must thank themselves, and not blame their parents, if they are regarded with less and less affection. He must be publicly stoned to death by the men of his city. Disobedience to a parent's authority must be very evil, when such a punishment was ordered; nor is it less provoking to God now, though it escapes punishment in this world. But when young people early become slaves to sensual appetites, the heart soon grows hard, and the conscience callous; and we can expect nothing but rebellion and destruction.\n\n    Verses 22-23 By the law of Moses, the touch of a dead body was defiling, therefore dead bodies must not be left hanging, as that would defile the land. There is one reason here which has reference to Christ; \"He that is hanged is accursed of God;\" that is, it is the highest degree of disgrace and reproach. Those who see a man thus hanging between heaven and earth, will conclude him abandoned of both, and unworthy of either. Moses, by the Spirit, uses this phrase of being accursed of God, when he means no more than being treated most disgracefully, that it might afterward be applied to the death of Christ, and might show that in it he underwent the curse of the law for us; which proves his love, and encourages to faith in him.\n\n  • CHAPTER 21\n\n    Deuteronomy 21:1-9 . EXPIATION OF UNCERTAIN MURDER.\n\n    1-6. If one be found slain . . . lying in the field, and it be not known who hath slain him--The ceremonies here ordained to be observed on the discovery of a slaughtered corpse show the ideas of sanctity which the Mosaic law sought to associate with human blood, the horror which murder inspired, as well as the fears that were felt lest God should avenge it on the country at large, and the pollution which the land was supposed to contract from the effusion of innocent, unexpiated blood. According to Jewish writers, the Sanhedrin, taking charge of such a case, sent a deputation to examine the neighborhood. They reported to the nearest town to the spot where the body was found. An order was then issued by their supreme authority to the elders or magistrates of that town, to provide the heifer at the civic expense and go through the appointed ceremonial. The engagement of the public authorities in the work of expiation, the purchase of the victim heifer, the conducting it to a \"rough valley\" which might be at a considerable distance, and which, as the original implies, was a wady, a perennial stream, in the waters of which the polluting blood would be wiped away from the land, and a desert withal, incapable of cultivation; the washing of the hands, which was an ancient act symbolical of innocence--the whole of the ceremonial was calculated to make a deep impression on the Jewish, as well as on the Oriental, mind generally; to stimulate the activity of the magistrates in the discharge of their official duties; to lead to the discovery of the criminal, and the repression of crime.\n\n    Deuteronomy 21:10-23 . THE TREATMENT OF A CAPTIVE TAKEN TO WIFE.\n\n    10-14. When thou goest to war . . . and seest among the captives a beautiful woman . . . that thou wouldest have her to thy wife--According to the war customs of all ancient nations, a female captive became the slave of the victor, who had the sole and unchallengeable control of right to her person. Moses improved this existing usage by special regulations on the subject. He enacted that, in the event that her master was captivated by her beauty and contemplated a marriage with her, a month should be allowed to elapse, during which her perturbed feelings might be calmed, her mind reconciled to her altered condition, and she might bewail the loss of her parents, now to her the same as dead. A month was the usual period of mourning with the Jews, and the circumstances mentioned here were the signs of grief--the shaving of the head, the allowing the nails to grow uncut, the putting off her gorgeous dress in which ladies, on the eve of being captured, arrayed themselves to be the more attractive to their captors. The delay was full of humanity and kindness to the female slave, as well as a prudential measure to try the strength of her master's affections. If his love should afterwards cool and he become indifferent to her person, he was not to lord it over her, neither to sell her in the slave market, nor retain her in a subordinate condition in his house; but she was to be free to go where her inclinations led her.\n\n    15-17. If a man have two wives, one beloved, and another hated--In the original and all other translations, the words are rendered \"have had,\" referring to events that have already taken place; and that the \"had\" has, by some mistake, been omitted in our version, seems highly probable from the other verbs being in the past tense--\"hers that was hated,\" not \"hers that is hated\"; evidently intimating that she (the first wife) was dead at the time referred to. Moses, therefore, does not here legislate upon the case of a man who has two wives at the same time, but on that of a man who has married twice in succession, the second wife after the decease of the first; and there was an obvious necessity for legislation in these circumstances; for the first wife, who was hated, was dead, and the second wife, the favorite, was alive; and with the feelings of a stepmother, she would urge her husband to make her own son the heir. This case has no bearing upon polygamy, which there is no evidence that the Mosaic code legalized.\n\n    18-21. If a man have a stubborn and rebellious son--A severe law was enacted in this case. But the consent of both parents was required as a prevention of any abuse of it; for it was reasonable to suppose that they would not both agree to a criminal information against their son except from absolute necessity, arising from his inveterate and hopeless wickedness; and, in that view, the law was wise and salutary, as such a person would be a pest and nuisance to society. The punishment was that to which blasphemers were doomed [ Leviticus 24:23 ]; for parents are considered God's representatives and invested with a portion of his authority over their children.\n\n    22, 23. if a man have committed a sin . . . and thou hang him on a tree--Hanging was not a Hebrew form of execution (gibbeting is meant), but the body was not to be left to rot or be a prey to ravenous birds; it was to be buried \"that day,\" either because the stench in a hot climate would corrupt the air, or the spectacle of an exposed corpse bring ceremonial defilement on the land.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9935815334,
        "format_confidence":0.7640911341
    },
    {
        "url":"http:\/\/catholic.org\/encyclopedia\/view.php?id=11805",
        "text":"Skip to content\nCatholic Online Logo\n\nA celebrated Apostolic Constitution of Clement XI, condemning 101 propositions of Pasquier Quesnel . In 1671 Quesnel had published a book entitled \"Abrégé de la morale de l'Evangile\". It contained the Four Gospels in French, with short notes explanatory of the text, at the same time serving as aids for meditation. The work was approved by Bishop Vialart of Châlons. An enlarged edition, containing an annotated French text of the New Testament, appeared in three small volumes in 1678, and a later edition in four volumes appeared under the title \"Le nouveau testament en francais avec dees reflexions morales sur chaque verse, pour en rendre la lecture plus utile et la méditation plus aisée\" (Paris, 1693-94). This last edition was highly recommended by Noailes, who had succeeded Vialart as Bishop of Châlons. While the first edition of the work contained only a few Jansenistic errors, its Jansenistic tendency became more apparent in the second edition, and in its complete form, as it appeared in 1693, it was pervaded with practically all the errors of Jansenism. Several bishops forbade its reading in their dioceses, and Clement XI condemned it in his Brief, \"Universi Dominici Gregis\", dated 13 July, 1708. The papal Brief was, however, not accepted in France because its wording and its manner of publication were not in harmony with the \"Gallican Liberties\". Noailles, who had become Archbishop of Paris and cardinal, was too proud to withdraw the approbation which he had inadvertently given to the book while Bishop of Châlons, and Jansenism again raised its head. To put an end to this situation several bishops, and especially Louis XIV, asked the pope to issue a Bull in place of the Brief which the French Government did not accept. The Bull was to avoid every expression contrary to the \"Gallican Liberties\" and to be submitted to the French Government before publication. To avoid further scandal, the pope yielded to these humiliating conditions, and in Feb., 1712, appointed a special congregation of cardinals and theologians to cull from the work of Quesnel such propositions as were deserving of ecclesiastical censure . The most influential member of this congregation was Cardinal Fabroni.\n\nIt took the congregation eighteen months to perform its task, the result of which was the publication of the famous Bull \"Unigenitus Dei Filius\" at Rome, 8 Sept., 1713. The Bull begins with the warning of Christ against false prophets, especially such as \"secretly spread evil doctrines under the guise of piety and introduce ruinous sects under the image of sanctity \"; then it proceeds to the condemnation of 101 propositions which are taken verbatim from the last edition of Quesnel's work. The propositions are condemned respectively as \"False, captious, ill-sounding, offensive to pious ears, scandalous, pernicious, rash, injurious to the Church and its practices, contumelious to Church and State , seditious, impious, blasphemous, suspected and savouring of heresy, favouring heretics, heresy, and schism, erroneous, bordering on heresy, often condemned, heretical, and reviving various heresies, especially those contained in the famous propositions of Jansenius \". The first forty-three propositions repeat the errors of Baius and Jansenius on grace and predestination, such as: grace works with omnipotence and is irrestible; without grace man can only commit sin ; Christ died for the elect only. The succeeding twenty-eight propositions (44-71) concern faith, hope, and charity: every love that is not supernatural is evil ; without supernatural love there can be no hope in God, no obedience to His law, no good work, no prayer, no merit, no religion; the prayer of the sinner and his other good acts performed out of fear of punishment are only new sins. The last thirty propositions (72-101) deal with the Church, its discipline, and the sacraments : the Church comprises only the just and the elect ; the reading of the Bible is binding on all; sacramental absolution should be postponed till after satisfaction; the chief pastors can exercise the Church's power of excommunication only with the consent, at least presumed, of the whole body of the Church ; unjust excommunication does not exclude the excommunicated from union with the Church. Besides condemning these 101 propositions, the Bull states that it finds fault with many other statements in the book of Quesnel, without, however, specifying them, and, in particular, with the translation of the New Testament, which, as the Bull reads, has been censurably altered ( damnabiliter vitiatum ) and is in many ways similar to the previously condemned French version of Mons.\n\nLouis XIV received the Bull at Fontainebleau on 24 Sept., 1713, and sent a copy to Cardinal Noalles, who, probably before receiving it, had revoked, on 28 Sept., his approbation of the \"Moral Reflections\" given in 1695. The king also ordered the assembly of the French clergy to convene at Paris on 16 Oct., and designated the acceptation of the Bull as the purpose of the meeting. At the first session, on 16 Oct., Noailles appointed a committee presided over by Cardinal Rohan of Strasburg to decide upon the most suitable manner of accepting the Bull. Noalles, who took part in a few sessions of the committee, attempted to prevent an unconditional acceptation of the Bull by the committee, and when his efforts proved fruitless he would have withdrawn from the assembly if the king had not ordered him to remain. The report of the committee was for an unqualified acceptance of the Bull, and at the session of the assembly on 22 Jan., 1714, the report was accepted by a vote of forty against nine. By order of the king, the bull was registered by the Parliament on 15 Feb. and by the Sorbonne on 5 March. A pastoral instruction of Noailles, forbidding his priests under pain of suspension to accept the Bull without his authorization, was condemned by Rome. Of the bishops not present at the assembly, seven joined the opposition, while the remaining seventy-two accepted the Bull unconditionally. The opposition, with the exception of Bishop de la Brou of Mirepoix, also condemned the book of Quesnel. As a pretext of their non-acceptance of the Bull, they gave out that it was obscure. Ostensibly they postponed their acceptance only until the pope would explain its obscurity by special declarations. It is manifest that the pope could not yield to these demands without imperilling the authority of the Apostolic See.\n\nIt was the intention of Clement XI to summon Noailles before the Curia and, if needs be, despoil him of the purple. But the king and his councillors, seeing in this mode of procedure a trespass upon the \"Gallican Liberties\", proposed the convocation of a national council which should judge and pass sentence upon Noailles and his faction. The pope did not relish the idea of convoking a national council which might unnecessarily protract the quarrel and endanger the papal authority. He, however, drew up two Briefs, the one demanding the unconditional acceptance of the Bull by Noailles within fifteen days, on pain of losing the purple and incurring canonical punishment, the other paternally pointing out the gravity of the cardinal's offence and exhorting him to go hand in hand with the Apostolic See in opposing the enemies of the Church. Both Briefs were put in the hand of the king, with the request to deliver the less severe in case there was well-founded hope of the cardinal's speedy submission, but the more severe if he continued in his obstinacy. On the one hand, Noailles gave no hope of submission, while, on the other, the more severe of the Briefs was rejected by the king as subversive of the \"Gallican Liberties\". Louis XIV, therefore, again pressed the convocation of a national council but died (1 Sept., 1715) before it could be convened. He was succeeded as regent by Duke Philip of Orléans, who favoured the opponents of the Bull. The Sorbonne passed a resolution, 4 Jan., 1716, annulling its previous registration of the Bull, and twenty-two Sorbonnists who protested were removed from the faculty on 5 Feb. The Universities of Nantes and Reims now also rejected the Bull, the former on 2 Jan., the latter on 26 June. In consequence Clement XI withdrew from the Sorbonne all the papal privileges which it possessed and deprived it of the power of conferring academic degrees on 18 Nov. He had sent two Briefs to France on 1 May. One, addressed to the regent, severely reproved him for favouring the opponents of the Bull ; the other, addressed to the opposition, threatened to deprive Noailles of the purple, and to proceed canonically against all that would not accept the Bull within two months. These Briefs were not accepted by the regent because their text had not been previously submitted to his ministers. But he sent to Rome, Chevalier, the Jansenist Vicar-General of Meaux whom the pope did not, however, admit to his presence, when it became known that his sole purpose was to wrest the admission from Clement XI that the Bull was obscure and required an explanation. In a consistory held on 27 June, 1716, the pope delivered a passionate allocution, lasting three hours, in which he informed the cardinals of the treatment which the Bull had received in France, and expressed his purpose of divesting Noailles of the cardinalate. The following November he sent two new Briefs to France, one to the regent, whose co-operation he asked in suppressing the opposition to the Bull ; the other to the acceptants, whom he warned against the intrigues of the recalcitrants, and requested to exhort their erring brethren to give up their resistance.\n\nOn 1 March, 1717, four bishops (Soanen of Senez, Colbert of Montpellier , Delangle of Boulogne, and de La Broue of Mirepoix) drew up an appeal from the Bull to a general council, thus founding the party hereafter known as the \"appellants\". They were joined by the faculties of the ... (truncated)",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9947257638,
        "format_confidence":0.9685589671
    },
    {
        "url":"http:\/\/newadvent.org\/cathen\/11673a.htm",
        "text":"New Advent\n Home   Encyclopedia   Summa   Fathers   Bible   Library \n A  B  C  D  E  F  G  H  I  J  K  L  M  N  O  P  Q  R  S  T  U  V  W  X  Y  Z \nHome > Catholic Encyclopedia > P > Periodical Literature — England\n\nPeriodical Literature (England)\n\nHelp support New Advent and get the full contents of this website as an instant download or CD-ROM. Includes the Catholic Encyclopedia, Church Fathers, Summa, Bible and more — all for only $19.99...\n\nNot until the toleration acts of the early nineteenth century and the Catholic revival incident upon the immigration of the French clergy, were English Catholics in any position to conduct a periodical literature of their own, though occasional pamphlets on various questions of Catholic interest had been issued. With the agitation over the Veto and Emancipation, a beginning was made with a monthly review, the pioneer Catholic publication of the kind, \"Andrews' Orthodox Journal\", first issued in 1812 by Eusebius Andrews, a Catholic printer and bookseller of London. It had but a few years of chequered existence, as there was not a sufficiently large reading public to make it self-supporting. The real beginnings of Catholic periodical literature were made more than twenty years later, by which time the growth of the Catholic body in its newly won freedom, the progress of Catholic education, and the interest excited by the Tractarian movement had all combined to supply a wider circle of readers. A great step was taken by Wiseman and O'Connell in the foundation of a quarterly, the \"Dublin Review\" (1836). The fame of the \"Edinburgh\" suggested a territorial title, and Dublin was chosen as a great Catholic centre, though from the first it was edited and published in London. The review was intended to provide a record of current thought for educated Catholics and at the same time to be an exponent of Catholic views to non-Catholic inquirers. Beginning before the first stirrings of the Oxford Movement, it presents a record of the intellectual life of the century and produced articles which had an immense influence upon the religious thought of the times. It was in the August of 1839 that an article by Wiseman on the Anglican Claim caught the attention of Newman. Impressed by the application of the words of St. Augustine, securus judicat orbis terrarum, which interpreted and summed up the course of ecclesiastical history, he saw the theory of the Via media \"absolutely pulverized\" (Apologia, 116-7). It was a turning point for Newman and for the whole course of the Oxford Movement, and the incident is worth remembering as an example of the power of a good Catholic Press. Gradually the Tractarian converts appeared in the lists of contributors: Ward, Oakeley, Marshall, Morris, Christie, Formby, Capes, Allies, Anderson (q.v.), Manning, and a glance through the volumes of the \"Dublin' will reveal names prominent in the great religious, scientific, and literary movements of the century. During the sixties and the early seventies it was under the vigorous direction of Dr. W.G. Ward. After his retirement it was edited by Dr. Hedley, afterwards Bishop of Newport, and then acquired by Cardinal Manning, who appointed Canon Moyes editor. It is now the property and under the direction of Mr. Wilfrid Ward, son of its famous editor.\n\nThe first issue of the annual \"Catholic Directory\" appeared in 1837. Owing to the Oxford Movement, the forties were a time of marked literary activity. In 1840 two new enterprises were inaugurated. Mr. Dolman, a Catholic publisher in London who had issued a number of really important books including the writings of Lingard and Husenbeth, produced in \"Dolman's Magazine\" a high class literary monthly, and on 16 May, 1840, Frederick Lucas became the pioneer of the Catholic newspaper Press in England by publishing the first number of \"The Tablet\", a weekly newspaper and review. Lucas was a strong man, and regarded his work as founder and editor of a Catholic paper as a sacred mission. He threw into it all his zeal and energy, realizing the enormous possibilities for good of the religious Press when many were hopelessly blind to such considerations. His uncompromising views led to difficulties with his financial supporters, but he emerged triumphant. For awhile after the crisis of 1848 Lucas, then active in Irish politics, removed \"The Tablet\" office to Dublin, but it was brought back to London by the new proprietors, into whose hands it passed when failing health compelled Lucas to give up the editorship. It was not easy to replace such a man. He had not been content to chronicle events; he had influenced them. For many years after his death, in 1855, \"The Tablet\" was a mere humdrum record of news. Among the distinguished editors was Cardinal Vaughan who conducted the \"Tablet\" during the stormy discussions on Papal Infallibility and the Vatican Council. When he became Bishop of Salford, he placed the editorship in the hands of Mr. Elliot Ranken, who was succeeded by Mr. Snead-Cox, the present editor. \"The Tablet\", besides championing the Catholic cause, assists in the propagation of the Faith in far-off lands, as under the terms of the trust created by the late Cardinal Vaughan its profits go to the support of St. Joseph's Missionary College, of which he was the founder.\n\nTwo other notable periodicals were founded in the forties. \"The Tablet\" was a sixpenny paper, reduced to its present price, five pence, on the abolition of the newspaper stamp duty. Its price put it beyond the reach of tens of thousands of Catholic workers. To supply them with a penny magazine Mr. Bradley in 1846 founded \"The Lamp\". It gave much of its space to Catholic fiction, descriptive articles, and the like, and ventured on an occasional illustration, a portrait or a picture of a new church; but it also supplied news and reported in full Wiseman's lectures and other notable Catholic utterances. For years it struggled with lack of capital, and for awhile Bradley edited his paper from his room in the debtors' prison at York. His name deserves honourable record as the pioneer of the popular Catholic Press. The other paper, \"The Rambler\", of which the first issue appeared on 1 January, 1848, was intended to be a high class weekly review of literature, art, and science. In 1859, Lord Acton, who had then just returned from the Continent, succeeded Newman in the editorship. The price, sixpence, limited its public and in 1862 it became a quarterly under the title of \"The Home and Foreign Review\". In its last years this review, which had once done good service, was a source of trouble and disedification, but its sale, which dwindled yearly, was largely among Anglicans and other non-Catholics. In the mid years of the nineteenth century the abolition of the various taxes on newspapers and the cheapening of the processes of production led to the coming of the penny newspapers. The first Catholic penny paper with permanent success was \"The London Universe\". Its origin was connected with the earlier activity of Lucas, who successfully advocated the introduction of the Conferences of St. Vincent de Paul into England. It was a group of members of the London Conferences who produced \"The Universe\". Speaking to their president, Mr. George Blount, one evening in 1860, Cardinal Wiseman, after alluding to the flood of calumny then poured out in the Press against the Holy See, said: \"Cannot the Society of St. Vincent de Paul do something to answer those frightful calumnies, by publishing truths, as M. Louis Veuillot is doing in Paris in 'L'Univers'? We want a penny paper, and now that the tax has been removed it should be possible.\" It was decided that, though the society, as such, could not found a newspaper, a committee of its members should undertake the task. It included George Blount, Stuart Knill (afterwards the first Catholic Lord Mayor of London), Viscount Fielding (Lord Denbigh), Viscount Campden (Lord Gainsborough), Sidney Lescher, Archibald Dunn, Arthur à Beckett, and George J. Wigley, the London correspondent of the Paris \"Univers\". Wigley secured a foreign news service for the projected paper from M. Veuillot's Paris office, and at his suggestion the name of \"The Universe\" was chosen. Mr. Denis Lane undertook the printing, Mr. Dunn the editorship, and on 8 December, 1860, the first Catholic penny paper in England was started. At first it was strictly non-political. The editor and staff gave their services gratuitously, but even with this help expenses were greater than receipts. To attract a larger circulation political articles were inserted, which led to the resignation of the greater part of the staff. Mr. Lane then took over the paper and conducted it for many years as a Catholic paper, giving a general support to the Liberals and the Irish national cause. He had always a priest as \"theological editor\"; amongst those who thus assisted him were Father W. Eyre, S.J., Father Lockhart, and Cardinal Manning. The movement for the rescue of destitute Catholic children originated in \"The Universe\" office. It has lately celebrated its fiftieth anniversary, and has amalgamated with another paper, \"The Catholic Weekly\", founded to give a record of Catholic news without any party politics. \"The Universe\" has thus reverted to its original programme.\n\n\"The Lamp\" was reorganized about the same time and had for some years a prosperous existence as a popular magazine. Fathers Rawes and Caswall, Lady Georgiana Fullerton, Miss Drane, Cecilia Caddell were among its contributors. In 1864 Miss Taylor founded \"The Month\", at first an illustrated magazine giving much of its space to fiction and the lighter forms of literature. When she founded her first community of nuns (Poor Servants of the Mother of God), her magazine passed to the Jesuits, and under the able editorship of the late Father Henry J. Coleridge, \"The Month\" became a high-class review. It had many notable contributors, and in its pages Newman's \"Dream of Geron... (truncated)",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9752529263,
        "format_confidence":0.8522461057
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Herbert_W._Armstrong",
        "text":"Herbert W. Armstrong\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\"Herbert Armstrong\" redirects here. For the poisoner, see Herbert Rowse Armstrong.\nHerbert W. Armstrong\nArmstrong in the mid-70's\nBorn (1892-07-31)July 31, 1892\nDes Moines, Iowa, U.S.\nDied January 16, 1986(1986-01-16) (aged 93)\nPasadena, California, U.S.\nCause of death\nHeart conditions, Anemia\nResting place\nAltadena, California\nResidence Pasadena, CA, Tucson, AZ\nEducation Attended North High School in Des Moines[1][2]\nOccupation Evangelist\nKnown for Radio evangelism\nfounding the Worldwide Church of God\nTitle Pastor General of the Worldwide Church of God (1946-1986)\nSuccessor Joseph W. Tkach\nSpouse(s) Loma Dillon  (m. 1917–67)\nRamona Martin (1977-1984, divorced)\nChildren 4 with Loma (Beverly, Dorothy, Richard David, Garner Ted)\nParents Horace Elon Armstrong\nEva Wright Armstrong\nRelatives Dwight L. Armstrong (1904-1984), brother\n\nHerbert W. Armstrong (31 July 1892 – 16 January 1986) founded the Worldwide Church of God in the late 1930s, as well as Ambassador College (later Ambassador University) in 1946, and was an early pioneer of radio and tele-evangelism, originally taking to the airwaves in the 1930s from Eugene, Oregon. Armstrong preached an eclectic set of theological doctrines and teachings that he claimed came directly from the Bible.[3] These theological doctrines and teachings have been referred to as Armstrongism. His teachings included the interpretation of biblical prophecy in light of British Israelism,[4] and required observance of parts of the covenant Law including seventh-day Sabbath, dietary prohibitions, and the covenant law \"Holy Days\".\n\nArmstrong proclaimed that behind world events during his lifespan loomed various Biblical prophecies, and that he was called by God as an \"Apostle\" and end-time \"Elijah\" to proclaim the Gospel of God's Kingdom to the World[5] before the return of Jesus Christ. He also founded the Ambassador International Cultural Foundation, which promoted the arts, humanities, and humanitarian projects.[6] Through his role with the foundation, Armstrong and his advisers met with heads of governments in various nations, for which he described himself as an \"ambassador without portfolio for world peace.\"[7]\n\nEarly life[edit]\n\nHerbert Armstrong was born in Des Moines, Iowa, on July 31, 1892, into a Quaker family. He regularly attended the services and the Sunday school of First Friends Church in Des Moines.[1] At age 18, on the advice of an uncle, he decided to take a job in the want-ad department of a Des Moines newspaper, the Daily Capital.[8] His early career in the print advertising industry which followed had a strong impact on his future ministry and would shape his communication style.[9]\n\nOn a trip back home in 1917, he met Loma Dillon, a school teacher and distant cousin from nearby Motor, Iowa.[10] They married on his 25th birthday, July 31, 1917, and returned to live in Chicago.[11] On May 9, 1918, they had their first child, Beverly Lucile, and on July 7, 1920, a second daughter, Dorothy Jane. In 1924, after several business setbacks, Armstrong and family moved to Eugene, Oregon where his parents lived at the time. While living in Oregon, they had two sons, Richard David (born October 13, 1928) and Garner Ted (born February 9, 1930). Armstrong continued in the advertising business despite the setbacks.[12]\n\nBeginnings of ministry[edit]\n\nDuring their stay in Oregon, his wife, Loma, became acquainted with a member of the Church of God (Seventh Day), Emma Runcorn. Emma and her husband O.J. were lay leaders in the Oregon conference of the Church of God, Seventh Day, a seventh-day-keeping Adventist group that rejected the authority of Ellen White and her teachings. Loma became persuaded the Bible taught Sabbath observance on Saturday, the seventh day, one of the beliefs of that church.[12] Her assertion of this to her husband was met with dismay and appeared to him to be \"religious fanaticism.\"[13] She challenged him to find biblical support for Sunday observance. As his business was struggling against larger competitors, Armstrong had the time to take up this challenge. He began what would become a lifelong habit of intensive, lengthy Bible study sessions. He soon felt God was inspiring this, opening his mind to truths that historical Christian churches had not found or accepted. Shortly after, as related in his autobiography, Armstrong would take up a similar study on the topic of evolution of the species after a conflict with his sister-in-law.[14] His studies on Sabbath and evolution convinced him that his wife was right, and that the theory of evolution was false.\n\nHe was eventually baptized, along with his brother Dwight L. Armstrong, in the summer of 1927 by Dr. Dean, the non-Sabbatarian pastor of Hinson Memorial Baptist Church in Portland, Oregon.[15] It is unknown, however, if he ever joined this denomination.[16] He would later recollect over four decades later that he believed, \"On being baptized I knew God then and there gave me HIS HOLY SPIRIT!\"[17] Despite his own unique teaching on baptism his own account is noteworthy for the absence of any mention of the process of laying on of hands or a special prayer in the dispensation of the Holy Spirit, which were considered fundamental for membership in the Worldwide Church of God and reason for many a new convert's rebaptism.[18]\n\nIn 1931 Armstrong became an ordained minister of the Oregon Conference of the Church of God (Seventh Day).[15][19] The existence and history of this church became a significant factor in Armstrong's later beliefs.[20][21]\n\nWhile a member of The Church of God (Seventh Day), Armstrong became acquainted with ministers John Kiesz and Israel Hager who began to suspect that Herbert was a little too arrogant and tended to go against church doctrine. They cited Armstrong's refusal to submit to the Church of God ministers to be baptized but went out to a local Baptist minister instead as a point. After his ordination, Armstrong allied himself with two other rogue ministers by the names of Andrew Dugger and C. O. Dodd, both of which had composed a book called A History of the True Religion, from 33 AD to Date, in which they claimed that the New Testament Church of the first century had secretly descended through history and eventually became the Sabbath-keeping Church of God (Seventh Day). Dugger also predicted that the apocalypse would occur in 1936. Eventually, this led to Dugger and Dodd's ouster and when they promised to make Armstrong an apostle in their new church, The Church of God (Seventh Day), he joined with them.[16]\n\nAfter severing ties with the Church of God (Seventh Day) as the result of doctrinal disputes, he began to teach a form of British Israelism, which would later make up his book The United States and Britain in Prophecy.[22] His ministerial credentials with Dugger's church were revoked in 1938.[15] This, Armstrong believed, indicated God was now directing him in leading a revived work into the next \"church era.\"[21]\n\nRadio and publishing[edit]\n\nIn October 1933, a small 100-watt radio station in Eugene, Oregon, KORE, offered free time to Armstrong for a morning devotional, a 15-minute time slot shared by other local ministers.[23] After positive responses from listeners, the station owner let Armstrong start a new program of his own. On the first Sunday in 1934, the Radio Church of God first aired.[24] These broadcasts eventually became known as The World Tomorrow of the future Worldwide Church of God.[25] Shortly thereafter, in February, 1934, Armstrong began the publication of The Plain Truth, which started out as a church bulletin.[24] It was at this time that Armstrong began to make prophetic claims and among them were the claims that Hitler and Mussolini were the prophesied Beast and False Prophet of the Book of Revelation who would deceive the nations for a short time just before the return of Jesus Christ. This piqued the interest of his audience. The broadcast expanded to other cities, and in 1942 began to be broadcast nationwide from WHO of Des Moines Iowa, a 50,000-watt superstation.[25] Donations began to pour in, and although he claimed to be very poor at the time in his autobiography, other members of the Oregon Church of God later reported that they would often see Armstrong dining in Portland's finest restaurants as they passed by outside.[16]\n\nCritics point to statements in his early writings that proved to be inaccurate.[26] For example, a statement from a lead article in the February 1939 edition of The Plain Truth, about a coming world war, said this:\n\nBy way of brief review of previous articles, and radio messages, notice, first, that this war will involve ALL nations. It will be the first real world war. Secondly, it will center around Jerusalem....And thirdly, this war will END with the Second Coming of Christ![27]\n\nFrom his new contacts in Los Angeles, Armstrong began to realize the potential for reaching a much larger audience. He searched for a suitable location and chose Pasadena, California, as being ideal as it was a conservative residential community. During this time, Armstrong also reflected on starting a college to aid the growing church, by teaching and training young men and women. Hence, in 1946 Armstrong moved his headquarters from Eugene to Pasadena and on March 3, 1946, the Radio Church of God was officially incorporated within the state of California.[25] He purchased a lavish mansion on Millionaires Row just off of the Rose Parade route on Orange Grove Boulevard, quickly acquired his own printing plant, and was broadcasting internationally in prime-time radio time slots. On October 8, 1947, his new college, Ambassador College opened its doors with four students.[25]\n\nInternational expansion[edit]\n\nDuring the 1950s and 1960s, the church continued to expand and the radio program was broadcast in England, Australia, the Philippines, Latin America, an... (truncated)",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9960301518,
        "format_confidence":0.9911435843
    },
    {
        "url":"http:\/\/sushmajee.com\/stories\/topics\/boat.htm",
        "text":"Home | Stories\n\nBoat in Scriptures\n\nPrevious | Next\n\nBoat in Hindu Scriptures\n\nBoat has been the most ancient and most initial means of water transport. When there was nothing, there was a boat. How it came to existence, it is difficult to say. Maybe somebody might have seen the wood pieces floating on the water and got the idea to use such wooden pieces to go around in the water, then he might have build a boat to go around. Many references of boat are found in our scriptures too.\n\nMatsya Avataar and Boat\nThe very first reference of boat is of Bhagavaan's Vishnu Himself. Bhagavaan's 2nd Main Avataar or 11th of all Avataar is Matsya Avataar - the Fish Incarnation. In this Avataar the boat is prominent. After Brahmaa's a day (a span of 4320 million human years) is over, the whole Prithvi is covered with water. After the day is over Brahmaa Jee goes to sleep. As he goes to sleep, all Creation dissolves into his sleep, signifying the end of Creation, except the Ved as they are immutable or beyond destruction. Their habitat is inside Brahmaa. They contain the instructions for Creation, and are hence indispensable to resume the Divine Creational Process when Brahmaa Jee awakes next day.\n\nBhaagvat Puraan, reports, that once Brahmaa Jee yawned accidentally and the Ved came out of his mouth. Meanwhile, Hayagreev Daitya in making efforts to gain immortality, a prerogative of the Devtaa, was wandering nearby. He instantly stole the Ved and devoured them. This precipitated a crisis. Vishnu saw the entire event so He started thinking on how to retrieve the Ved. He located the pious King Satyavrat, offering prayers to Vishnu. He immediately assumed the shape of a tiny fish and swam into Satyavrat's hands. Seeing that that fish he tried to return it to the river, but that fish requested him to save it from being eaten by big fish in the river. The kind King brought the fish home and put it inside a vessel, full of water. Overnight, the fish outgrew on a surprising scale. Manu had to shift him from the vessel into a bigger tank. But the fish continued growing abnormally. It requested Manu for a larger space to live, and Manu accordingly kept it in a pond, then transferring it in a large lake and then he brought it to sea. But the fish urged the King not to leave him in the ocean otherwise, the gigantic ocean-beings would swallow him. The king Satyavrat, amazed by the extraordinary growth-speed of the magical fish, requested it to disclose its actual identity.\n\nVishnu made His identity and purpose of assuming the form of fish. He warned him about the forthcoming Pralaya or the Great Deluge - \"I have manifested for the protection of this universe and for the destruction of the wicked. Just a week from now, the ocean will rise and inundate the entire Universe. At that time you will see a spacious boat approaching you. Do collect all the seeds , plants and animals required for the next spell of creation in the meantime and get into the boat and wait for me. Make Vaasuki Naag as the rope to tie it in my one horn. Sapt Rishi will also be with you.\" After having instructed like this the fish disappeared. As had been predicted by the Divine Fish, a flood came on the 7th day and the whole Earth was covered with water. Meanwhile, a boat appeared and the King Satyavrat boarded the boat with the seeds, plants and animals, and the Sapt Rishi, to take refuge in the boat. When everybody had boarded the boat, a fish with a horn appeared on the scene and the boat was fastened to the fish's horn with Vaasuki Naag as rope. They sailed in the turbulent water through Brahmaa's whole night.\n\nNishaad's Boat in Raamaayan\nThe second reference we find of Guha Nishaad who took Raam, Lakshman and Seetaa across the Sarayoo River when they were exiled by their father Raajaa Dasharath. Tulasee Daaas Jee has described this incident very beautifully in his Maanas - \"When Raam requests Nishaad to take them across the Sarayoo River, Nishaad remembers Ahalyaa's incident and says politely - \"First permit me to wash your feet, lest the dust of your feet turn my boat into a woman. I am a poor man, this is the only means of my livelihood. If it is gone how will I feed my family? And then from where I will maintain another woman too.\" Raam smiles and permits him to wash His feet. Nishaad takes them across Ganagaa River and Raam gives him Seetaa's ring as his fee, he politely refuses to accept it and says - \"As I have taken you across Gangaa, when my turn comes, you also take me across this world, that will be my fee.\"\n\nSatyavatee's Boat in Mahaabhaarat\n(1) Daash Raaj's daughter Satyavatee also had a boat in Mahaabhaarat and she used to carry passenger across Yamunaa. This boat was a very important boat in turning the events in Mahaabhaarat times. The first time this boat became the means of meeting place of Satyavatee and Rishi Paraashar (grandson of Maharshi Vashishth). Paraashar was crossing Yamunaa River in Satyavatee's boat that he got attracted to Satyavatee and asked her to surrender to him. When Satyavatee told that she was scared of the society as she was a maiden, he created a mist around them both and had her. As a consequence she gave birth to Ved Vyaas Jee who fathered Raajaa Shaantanu's son Vichitraveerya's widows' sons - Dhritraashtra, Paandu and Vidur (by the widow's trick). This surrender gave her the ability to attract people to her by her fragrance which spread one Yojan around - this was sage Paraashar's blessing and thus she came to be known as Yojan-gandhaa.\n\n(2) Next time, because of this fragrance, Hastinaapur King Shaantanu got attracted to her and when he saw her, he got lost in her beauty. He wanted to marry her but Daash Raaj put a condition that he would marry Satyavatee to whom only who will give her children the kingdom. Unfortunately by then Shaantanu had already declared Gangaa's son Devadatt his heir. He could not do injustice with his first-born son, so he could not agree with Daash Raaj. As he was love stricken with Satyavatee's love, he became very sad. Devadatt noticed this and found out the reason of this sadness. As he knew it, he went to Daash Raaj's house and took a vow not to claim the kingdom for his whole life and requested him to marry Satyavatee to his father. But Daash Raaj was still satisfied, he said - \"If your children asked for the kingdom then...?\" At this Devavrat took another vow not to marry his whole life. Since that day he came to be known as Bheeshm. After this vow Daash Raaj married his daughter Satyavatee to King Shaantanu.\n\nVidur's Boat in Mahaabhaarat\nAnother time Vidur Jee provided a boat for Paandav to escape from Laakshaa Grih fire event. As they came out of the tunnel there was the River Gangaa which was to be crossed. A boatman sent by Vidur, was ready there to take them across the river. he took them across the river and dropped them there. From there they started their journey in secrecy.\n\nNoah's Arc\nThis example is not from Hindu scriptures, it is from Christianity and Bible, but it is very famous. Noah built a vessel in the Genesis flood narrative (Genesis 6-9), by which he saves himself, his family and a remnant of all the world's animals when God decides to destroy the world because of its evil deeds. God gives Noah detailed instructions for building this ark: it is to be made of gopher wood, smeared inside and out with pitch, with three decks and internal compartments; it will be 300 cubits (1 cubit = 18\") long, 50 cubits wide, and 30 cubits high. It will have a roof \"finished to a cubit upward\", and an entrance on the side.\n\n\n\nHome | Stories\n\n\nPrevious | Next\n\nCreated by Sushma Gupta on 5\/9\/09\nUpdated on 10\/03\/13",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9706166983,
        "format_confidence":0.5750944018
    },
    {
        "url":"https:\/\/iref.nl\/sunday-service\/holy-communion\/",
        "text":"Holy Communion\n\nThe Holy Communion, also called the Lord’s Supper, is one of the two sacraments at IREF; the other one is Baptism. IREF believes and confesses that Jesus Christ ordained and instituted this sacrament on the night when He shared the last supper with His disciples the evening before His crucifixion and death (See Matthew 26: 17-30; Mark 14: 12-26; Luke 22: 7-23; 1 Corinthians 11: 17-34). During that last supper, He commanded His disciples to continue to celebrate this sacrament in remembrance of Him. With regard to the meaning of this sacrament at IREF, we conform to the Dutch Confession of Faith article 35: “Of the Holy Supper of our Lord Jesus Christ” (see Appendix 1).\n\nIn IREF, we observe Holy Communion usually four times per year (quarterly). Before participation in this Holy Sacrament, we read a summary describing its meaning and who can take part  in it. We invite to take part in the sacrament all those who have been baptized and believe in God the Father, in Jesus Christ the Son, and in the Holy Spirit; who truly regret their sins; who sincerely believe in the Lord Jesus as their Savior; and who desire to live in obedience to Him as Lord. The congregation is asked to (re)examine themselves in regard to their faith in Jesus Christ as their Savior and ask God for the forgiveness of their sins. During the celebration, we share the bread and the wine symbolizing Christ’s body and blood, which are broken and poured out for all who receive His sacrifice for the forgiveness of their sins.\n\nThe IREF leadership is responsible to ensure that the Holy Communion is administered in a worthy manner to all participants, and consequently, must edify the participants in the correct understanding of the sacrament. According to the tradition of the church that IREF is part of (Dutch Reformed Church, now PKN), which is practiced in many congregations, only those who have been baptized (usually as infants) and have publicly confessed their faith during a worship service (usually as adults), are allowed to partake in the Holy Communion.\n\nHowever, IREF also acknowledges the fact that IREF members and visitors come from different church backgrounds, traditions, cultures and countries. To respect this diversity, it is IREF’s policy to wholeheartedly invite all adults who take part in this sacrament in their home churches to participate in the Holy Communion, even if their traditions differ from those of the PKN regarding the public confession of faith. The IREF leadership welcomes discussions to help believers in making this personal decision.\n\nLeave a Reply\n\nYour email address will not be published.\n\nTime limit is exhausted. Please reload CAPTCHA.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9972442389,
        "format_confidence":0.7257868648
    },
    {
        "url":"http:\/\/sacred-texts.com\/bib\/cmt\/clarke\/eze042.htm",
        "text":"Sacred Texts  Bible  Bible Commentary  Index \nEzekiel Index\n  Previous  Next \n\nCommentary on the Bible, by Adam Clarke, [1831], at sacred-texts.com\n\nEzekiel Chapter 42\n\n\neze 42:0\n\nThis chapter gives us a description of the priests' chambers and their use, with the dimensions of the holy mount on which the temple stood, vv. 1-20.\n\nEzekiel 42:1\n\neze 42:1\n\nHe brought me forth into the utter court - He brought him out from the temple into the court of the priests. This, in reference to the temple, was called the outer court; but the court of the people was beyond this.\n\nEzekiel 42:4\n\neze 42:4\n\nA walk of ten cubits' breadth inward - This seems to have been a sort of parapet.\n\nEzekiel 42:14\n\neze 42:14\n\nThey shall lay their garments wherein they minister - The priests were not permitted to wear their roles in the outer court. These vestments were to be used only when they ministered; and when they had done, they were to deposit them in one of the chambers mentioned in the thirteenth verse.\n\nEzekiel 42:16\n\neze 42:16\n\nHe measured the east - north - south - west side - Each of which was five hundred reeds: and, as the building was square, the area must have been nearly thirteen thousand paces. No wonder this was called a city. See Eze 40:2.\n\nEzekiel 42:20\n\neze 42:20\n\nIt had a wall round about - to make a separation between the sanctuary and the profane place - The holy place was that which was consecrated to the Lord; into which no heathen, nor stranger, nor any in a state of impurity, might enter. The profane place was that in which men, women, Gentiles, pure or impure might be admitted. Josephus says War, lib. vi., c. 14, that in his time there was a wall built before the entrance three cubits high, on which there were posts fixed at certain distances, with inscriptions on them in Latin and Greek, containing the laws which enjoined purity on those that entered; and forbidding all strangers to enter, on pain of death. See Calmet.\n\nNext: Ezekiel Chapter 43",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9848704934,
        "format_confidence":0.8655950427
    },
    {
        "url":"http:\/\/www.thekeralatemples.com\/templeinfo\/bhagavathy\/palakkunnu_bhagavathy.htm",
        "text":"Prathishta \/ Presiding Deity : Bhagavathy\nUpadevatha \/ Sub Deities : xx\nDistrict: Kasaragod\nThaluk: xx\nPanchayath: xx\nThanthri: xx\nTrustee: xx\n\nPalakkunnu Sree Bhagavathy Temple is one of the famous temples of Thiyya community in Kerala. It is situated at Palakkunnu, around 1 km north of Trikkannad on the Kasargod-Kanhangad road.\n\nThe main deity of the temple is Mootha Bhagavathy (Kurumba Bhagavathy). Sub-deities are Ilaya Bhagavathy, Dhandan, Ghandakarnam, Vishnu Moorthy and Gulikan. The temple has a treasure house, where Padinhatta Chamundi and Moovalamkuzhi Chamundi are worshipped, near the railway gate of Kotikulam Railway Station.\n\nImportant Festivals\n\nThe festival which is peculiar to the temple is Bharani Maholsavam (in March). The festivities start on the next day of the Arattu Festival of Trikkannad Temple and end with the Auirathiri Ulsavam. Other festivals in the temple are Maruputhari Festival (December-January) and Kalam Kanippu Maholsavam (January).\n\nOf the numerous festivals that are held in Palakkunnu Sree Bhagavathy Temple the Bharani Maholsavam festival is the most important. It starts on the next day after the commencement of the Arattu Festival at Trikkanad Temple. This is because Trikkanad temple is located just a few kilometers from the Palakkunnu Sree Bhagavathy Temple.\n\nIt is another renowned place of worship of the Thiyya Dynasty. A single rope is used by both the temples for the purpose of Dwajarohanam. The Bharani Festival culminates in Auirathiri Utsavam. The area where these temples are situated falls under the authority of the Udma Panchayat and Chemnath Panchayat. They provide plenty of offerings to the Palakkunnu Sree Bhagavathy Temple.\n\nThese offerings are carried with great joy and enthusiasm in a procession. These donations consist of expensive jewelry and cash money also. Therefore the Palakkunnu Sree Bhagavathy Temple is one of the richest temples at Kerala.\n\nDuring the festival people wear colorful dresses and celebrate the festive mood is observable from the faces of the young and old alike. A brilliant display of fireworks is another feature of this Festival.\n\nTime for the celebration of the Palakkunnu Sree Bhagavathy Temple Bharani Maholsavam: The Bharani Maholsavam Festival is usually spent in the month of March at the Palakkunnu Sree Bhagavathy Temple.\n\nIndianHoliday offers you online booking and information about the Palakkunnu Sree Bhagavathy Temple Bharani Maholsavam. For a visit please fill up the form.\n\nMain offerings\n\n\nPooja Timings\n\n\n\nPalakkunnu, Trikkannad\n\nHow to reach\n\n\nTemple Photo Gallery\n\n\nAdditional Information",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9887575507,
        "format_confidence":0.9398177266
    },
    {
        "url":"http:\/\/www.vedabase.com\/en\/sb\/4\/17\/32",
        "text":"SB 4.17.32\n\nnūnaṁ bateśasya samīhitaṁ janais\n tan-māyayā durjayayākṛtātmabhiḥ\nna lakṣyate yas tv akarod akārayad\n yo ’neka ekaḥ parataś ca īśvaraḥ\nWord for word: \nnūnam — surely; bata — certainly; īśasya — of the Supreme Personality of Godhead; samīhitam — activities, plan; janaiḥ — by people; tat-māyayā — by His potency; durjayayā — which is unconquerable; akṛta-ātmabhiḥ — who are not sufficiently experienced; na — never; lakṣyate — are seen; yaḥ — he who; tu — then; akarot — created; akārayat — caused to create; yaḥ — one who; anekaḥ — many; ekaḥ — one; parataḥ — by His inconceivable potencies; ca — and; īśvaraḥ — controller.\nMy dear Lord, although You are one, by Your inconceivable potencies You have expanded Yourself in many forms. Through the agency of Brahmā, You have created this universe. You are therefore directly the Supreme Personality of Godhead. Those who are not sufficiently experienced cannot understand Your transcendental activities because these persons are covered by Your illusory energy.\n\nGod is one, but He expands Himself in a variety of energies — the material energy, the spiritual energy, the marginal energy and so forth. Unless one is favored and especially endowed with grace, he cannot understand how the one Supreme Personality of Godhead acts through His different energies. The living entities are also the marginal energy of the Supreme Personality of Godhead. Brahmā is also one of these living entities, but he is especially empowered by the Supreme Personality of Godhead. Although Brahmā is supposed to be the creator of this universe, actually the Supreme Personality of Godhead is its ultimate creator. In this verse the word māyayā is significant. Māyā means “energy.” Lord Brahmā is not the energetic but is one of the manifestations of the Lord’s marginal energy. In other words, Lord Brahmā is only an instrument. Although sometimes plans appear contradictory, there is a definite plan behind all action. One who is experienced and is favored by the Lord can understand that everything is being done according to the Lord’s supreme plan.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.997035265,
        "format_confidence":0.7683178782
    },
    {
        "url":"https:\/\/www.encyclopedia.com\/religion\/encyclopedias-almanacs-transcripts-and-maps\/abraham-sancta-claradeg",
        "text":"Abraham a Sancta Clara°\n\nviews updated\n\n\nABRAHAM A SANCTA CLARA ° (c. 1644–1709), Augustinian friar and anti-Jewish propagandist; court preacher in Vienna from 1677. His numerous sermons and tracts violently attacked the Jews along the traditional lines of popular anti-Jewish hatemongering. He charged the Jews with causing the plague by witchcraft, denounced them along with the devil as Christianity's worst enemy, and gave currency to the *host desecration libel. The coarse language and style of his sermons and tracts influenced the Viennese brand of *antisemitism (and its disseminators such as S. *Brunner, J. *Deckert, and K. *Lueger) and of *National Socialism.\n\n\nR.A. Kann, A Study in Austrian Intellectual History (1960), 50–115 (bibliography 306–9); O. Frankl, Der Jude in den deutschen Dichtungen des 15., 16., und 17. Jahrhunderts (1905), index. add. bibliography: F. Schillinger, Abraham a Sancta Clara: pastorale et discours politique dans l'Autriche du xviie siècle (1993).\n\nAbout this article\n\nAbraham a Sancta Clara°\n\nUpdated About encyclopedia.com content Print Article",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9812045097,
        "format_confidence":0.9822028875
    },
    {
        "url":"http:\/\/gameo.org\/index.php?title=Southern_District_of_Mennonite_Brethren_Churches_(United_States_Conference_of_Mennonite_Brethren_Churches)",
        "text":"Jump to: navigation, search\n\n\n[edit] 1959 Article\n\nSouthern District Conference of the Mennonite Brethren Church of North America was organized in 1909, comprising the churches of Kansas, Oklahoma, and California. The California churches, however, withdrew the following year and organized their own conference. The first convention of the Southern District was held in 1910 in the Ebenezer Church near Buhler, Kansas, with Johann Foth chairman, Martin M. Just vice-chairman, and Abraham L. Schellenberg secretary.\n\nThe purpose for the organization of the district conferences was to stress chiefly the home mission work and evangelism in the churches. At its organization this Conference had a membership of 2,100 with a total of 21 churches. The Colorado and Texas churches soon were added to the Southern District.\n\nA number of leaders made valuable contributions in the early days of the Conference. Among these were Johann Foth, Martin M. Just, Heinrich Adrian, and Abraham Schellenberg. Later leaders include H. W. Lohrenz, H. H. Flaming, P. E. Nickel, J. K. Hiebert, P. P. Rempel, J. S. Regier, and P. C. Hiebert. Soon the sphere of labor of the conference expanded. Home mission work occupied the chief attention and called for the greatest efforts on the part of the Home Missions Committee. A Committee of Reference and Counsel was created and charged with looking after the spiritual welfare of the Conference and assisting the individual churches in the event of difficult problems. The evangelism project for the churches was another important factor to which much emphasis was given. The Home Missions Committee secured qualified evangelists and presented them to the churches for engagement.\n\nA third project of the Conference is extension work. At first this work was confined to the fringe areas of the churches. In 1936 the Conference opened a field of mission work in Texas along the Mexican border with Mr. and Mrs. Harry Neufeld as missionaries. Other stations have been created there since, and also in Arkansas and Wichita missionary projects are carried on with good success.\n\nAlthough a General Conference project, Tabor College is located in the Southern District, and the Oklahoma churches support a full four-year academy at Corn with a strong Bible department. A church school committee promotes the Sunday-school work as well as the religious education work of this district, and a youth committee has charge of the Christian fellowship work and the youth retreat.\n\nIn 1947 a constitution was adopted and in 1948 the Conference was incorporated in Kansas. Thirty-five churches belong to the Conference (1956) with a total membership of 4,763. -- P. H. Berg\n\n[edit] 1989 Article\n\nIn 1987 the Southern District Conference (Mennonite Brethren) consisted of 40 congregations in the following states: Kansas, Oklahoma, Colorado, Texas, and Arkansas. In 1960 the Krimmer Mennonite Brethren Churches in these five states joined the Southern District Conference through merger. The total membership of the Southern District in 1987 was 6,598.\n\nThe Southern District Conference had five commissions: Stewardship; Youth; Church Extension and Evangelism; Christian Education; and Faith and Life. They were coordinated through a Coordinating Board, an executive committee, and a district minister.\n\nIn addition to the commissions there is an active Women's Missionary Service organization. Tabor College, a regional Christian liberal arts college, was owned by four districts: Southern, Central, Latin American, and North Carolina districts. The Tabor College Senate, with representatives from the churches of the four districts, operated the college. The college made annual reports to the four district conferences.\n\nOther Southern District ministries were managed through cooperative arrangements with the United States Conference of the Mennonite Brethren and the General Conference of Mennonite Brethren Churches in North America. The records of the Southern District Conference are housed in the archival center at the Center for Mennonite Brethren Studies at Tabor College. The Southern District Conference maintained an office in Hillsboro, Kansas. -- Wesley Prieb\n\n[edit] 2010 Update\n\nIn 2010 the following congregations were members of the Southern District Conference:\n\nCity State Congregation\nMarshall Arkansas Martin Box\nAurora Colorado Ethiopian Evangelical Church\nDenver Colorado Garden Park Mennonite Brethren Church\nFranktown Colorado Holy Spirit Church\nLittleton Colorado Belleview Community Church\nLittleton Colorado Trailhead Church\nBuhler Kansas Buhler Mennonite Brethren Church\nCimarron Kansas Valleyview Bible Church\nGarden City Kansas Garden Valley Mennonite Brethren Church\nHays Kansas North Oak Community Church\nHesston Kansas Hesston Mennonite Brethren Church\nHillsboro Kansas Ebenfeld Mennonite Brethren Church\nHillsboro Kansas Hillsboro Mennonite Brethren Church\nHillsboro Kansas Parkview Mennonite Brethren Church\nInman Kansas Zoar Mennonite Brethren Church\nMarion Kansas Good News Christian Fellowship\nNewton Kansas Koerner Heights Mennonite Brethren Church\nOlathe Kansas Community Bible Church\nOlathe Kansas Ethiopian Christian Fellowship Church\nTopeka Kansas Cornerstone Community Church\nUlysses Kansas Ulysses Mennonite Brethren Church\nWichita Kansas First Mennonite Brethren Church\nWichita Kansas Lighthouse Community Church\nKansas City Missouri Watershed\nAdams Oklahoma Adams Mennonite Brethren Church\nBalko Oklahoma Crossroads Bible Fellowship\nCollinsville Oklahoma Discovery Bible Fellowship\nCordell Oklahoma Bible Mennonite Brethren Church\nCorn Oklahoma Corn Mennonite Brethren Church\nEdmond Oklahoma Memorial Road Mennonite Brethren Church\nEnid Oklahoma Enid Mennonite Brethren Church\nFairview Oklahoma Fairview Mennonite Brethren Church\nIndiahoma Oklahoma Post Oak Mennonite Brethren Church\nLawton Oklahoma Faith Bible Church\nMeno Oklahoma New Hopedale Mennonite Church\nOkeene Oklahoma Okeene Mennonite Brethren Church\nTulsa Oklahoma The Heart\nWeatherford Oklahoma Pine Acres Church of the Mennonite Brethren\n\n[edit] Bibliography\n\nMennonite Brethren General Conference Yearbook (1981): 174, 192-195.\n\n[edit] Additional Information\n\nAddress: 7348 W 21st Street, Suite 115, Wichita KS 67205-1765\n\nPhone: 316-722-8680\n\nWeb site:\n\nAuthor(s) P. H. Berg\nWesley Prieb\nDate Published June 2010\n\n[edit] Cite This Article\n\nMLA style\n\nBerg, P. H. and Wesley Prieb. \"Southern District of Mennonite Brethren Churches (United States Conference of Mennonite Brethren Churches).\" Global Anabaptist Mennonite Encyclopedia Online. June 2010. Web. 20 Oct 2016.\n\nAPA style\n\nBerg, P. H. and Wesley Prieb. (June 2010). Southern District of Mennonite Brethren Churches (United States Conference of Mennonite Brethren Churches). Global Anabaptist Mennonite Encyclopedia Online. Retrieved 20 October 2016, from\n\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Kitchener, Ontario, from Mennonite Encyclopedia, Vol. 4, pp. 588-589; vol. 5, pp. 847-848. All rights reserved.\n\n©1996-2016 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9960294962,
        "format_confidence":0.9896537662
    },
    {
        "url":"https:\/\/www.haggadot.com\/clip\/introduction-96",
        "text":"The Seder\n\nThis book is a Hagadah.which means “telling.” Tonight we will be having a seder, which means, “order”.Through this traditionally ordered ritual, we will retell the story of the Israelites’ journey out of Egypt, eat special foods that symbolize Pesach's many messages, and teach each other the traditions of Pesach, first celebrated more than 3,000 years ago.\n\nAn ancient rabbinic text instructs us, “Each person in every generation must regard himself or herself as having been personally freed from Egypt.” for the seder to be successful.\n\nTonight’s Seder is not just the retelling of an ancient story.Rather, we are asked to actually experience and acknowledge the bitterness of oppression and the sweetness of freedom so we may better understand the hope and courage of all men and women, of all generations, in their quest for liberty, security, and human rights. This haggadah attempts to incorporate the lives and work of each guest, and to relate the traditional story of passover to our personal experiences and to the modern world around us.\n\nIn the words of Audre Lorde: I cannot afford the luxury of fighting one form of oppression only. I cannot afford to believe that freedom from intolerance is the right of only one particular group. And I cannot afford to choose between the fronts upon which I must battle these forces of discrimination, .wherever they appear to destroy me. And when they appear to destroy me, it will not be long before they appear to destroy you.\n\nThe order of the seder:\n\nKadesh-the recitation of Kiddush.\nUrchatz-washing the hands.\nKarpas-eating a vegetable dipped in salt-water.\nYachatz-breaking of the middle matzo.\nMaggid-the recitation of the Hagadah.\nRachtzah-washing of the hands a second time.\nMotze-the recitation of the blessing hamotzi.\nMatzah-the recitation of the blessing al Achilas matzo, eating the matzo.\nMorror-eating the bitter herbs.\nKorech-eating a sandwich of matzo and bitter herbs.\nShulchan Oruch-eating the festive meal.\nTzafun-eating the afikomen.\nBayrech-the recitation of grace.\nHallel-the recitation of Hallel psalms of praise\n\nNirtzah-our prayer that G-d accepts our service.\n\nhaggadah Section: Introduction\nSource: Original",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9968770742,
        "format_confidence":0.5287792087
    },
    {
        "url":"http:\/\/catholicism.academic.ru\/12648\/Alton_%28Illinois%29",
        "text":"Alton (Illinois)\nAlton (Illinois)\n     Catholic_Encyclopedia Alton\n    The Diocese of Alton includes that part of Illinois lying south of the northern limits of the counties of Adams, Brown, Cass, Menard, Sangamon, Macon, Moultrie, Douglas, and Edgar, and north of the southern limits of the counties of Madison, Bond, Fayette, Effingham, Jasper, and Crawford. It was created, 29 July, 1853, by the division of the Diocese of Chicago, then embracing the whole state of Illinois. The new see was first located at Quincy, but was transferred, 9 January, 1857, to Alton. Its German Catholic population came largely from Cincinnati and settled at Quincy, Teutopolis, and Germantown. Swiss Catholics founded Highland, and Alsatians Sainte Marie. The building of railroads brought Irish Catholics in growing numbers. Cahokia, Kaskaskia, and Prairie du Rocher, which now belong to the Diocese of Belleville, had been settled by French Catholics at an earlier period. Prominent among the lay Catholics of the early period were Peter and Sebastian Wise of Alton, Mr. Shepherd of Jerseyville, Mr. Picquet of Sainte Marie, Charles Routt and his nephew of Jacksonville. Fathers Ostrop, Hinsen and Hickey were energetic missionaries.\n    Henry Damian Juncker (1857-68), b. 22 August, 1809, at Fenestrange, in German Lorraine; d. at Alton, 2 October, 1868, attended the Pont-a-Mousson Seminary, but emigrated to Cincinnati, where he found an opportunity of continuing his studies in view of the priesthood to which he was raised, 16 March, 1836, by Bishop Purcell. He filled several charges in Ohio previous to his consecration, at Cincinnati Cathedral, 26 April, 1854 by Archbishop Purcell. At Alton the bishop found before him 58 churches, five in course of erection; 30 stations visited by 28 priests; six young men studying for the ministry; two female academies, and a population of about 50,000. This population was made up of old French settlers, some Kentuckians, but especially of Irish immigrants driven away from their country by famine, and Germans, by political disturbances. In Illinois they were finding fertile prairie to till, and railroads to build. Thus they enhanced the prosperity of the State, hitherto only partly cultivated, and depending on the rivers and county roads for its means of communication. The non-Catholic population was not particularly hostile. Priests were very scarce, and vocations to the ministry very limited. In such an emergency the Bishop could only look up to Europe for help. In the fall of the same year he crossed the ocean and secured followers in France, Rome, Germany, and Ireland. After his return, he enlarged his cathedral, erected the present Bishop's House, encouraged the building of churches, schools, convents, and academies. He attended the Second Plenary Council and went to Rome (1867) for the Centenary of the Holy Apostles. His subsequent missionary labours brought on a severe sickness, which proved fatal. He was buried in a vault under his cathedral. He was succeeded by one of his vicars-general, the Very Rev. Peter Joseph Baltes (1869-86), elected 24 September, 1869, and consecrated, 23 January, 1870, in the present Belleville Cathedral (built by him), by Bishop Luers, of Fort Wayne, while the Vatican Council was in session. He was born, 7 April, 1820, in Ensheim, Rhenish Bavaria. At the age of six years he emigrated with his parents to Oswego, N.Y. He attended school at Holy Cross College, Worcester, Mass.; St. Mary's of the Lake, Chicago; and the Grand Seminary of Montreal, where he received ordination, 21 May, 1853. His missionary charge were Waterloo and Belleville. At the time of the Second Plenary Council of Baltimore (1866) he was made vicar-general, and theologian to Bishop Juncker. Bishop Baltes soon made himself felt by the indomitable energy with which he introduced order and uniformity in matters of liturgy and discipline. Under his administration was enacted the special law under which most of the church property is held in Southern Illinois. The burning, in the early part of 1884, of the convent built by him while in Belleville, in which twenty-seven lives were lost, proved a severe shock to his constitution. Sickness prevented him from attending the Third Plenary Council. He lingered for several months, going to his reward, 15 February, 1886. He was buried side by side with his predecessor. After a vacancy of more than two years, the Rev. James Ryan, then rector of St. Columba's church, Ottawa, in the diocese of Peoria, was appointed, 27 February, 1888. At the same time the diocese was divided, the southern half being made into the new diocese of Belleville. Bishop Ryan was born near Thurles, Ireland, 17 June, 1848. When seven years old, he emigrated with his parents to Louisville, Ky., studied at St. Thomas's and St. Joseph's Colleges, Bardstown, in that State, finished his studies at Preston Park Seminary, Louisville, and was ordained, 24 December, 1871. After a few years of mission labours and teaching, he followed Bishop Spalding to Peoria, laboured on several missions and built a number of churches. He was consecrated, 1 May, 1888, at the Alton Cathedral, by Bishop Spalding. He held the first synod of the Alton Diocese, 27 February, 1889.\n    At present (1906) the diocese numbers 119 diocesan priests, 35 religious, 428 sisters, 143 parishes, 65 parochial schools, with 9,000 pupils, 2 asylums, with 110 children, 9 hospitals, 2 preparatory seminaries, with 330 students, 23 theological students, 2 colleges, 3 academies, with 380 students. Of late years many immigrants, Italians, Poles, Slavonians, and Lithuanians have come to the diocese, working in the coal mines that are everywhere opening, and taxing the energy of several of the clergy to their utmost capacity. The population of the diocese is 751,107, of which number 75,000 are Catholics.\n    SHEA, Hist. Cath. Ch. in U.S., IV; Golden Jubilee of St. Boniface's Church (Quincy); Silver Jubilee of Highland; New World, Christmas ed. (Chicago, 1900).\n    F.H. ZABEL\n    Transcribed by John Fobian In memory of George Willard Fobian\n\nThe Catholic Encyclopedia, Volume VIII. — New York: Robert Appleton Company. . 1910.\n\nCatholic encyclopedia.\n\nLook at other dictionaries:\n\n  • Alton (Illinois) — Alton Brücke von Alton, Illinois nach West Alton, Missouri Lage in Illinois …   Deutsch Wikipedia\n\n  • Alton, Illinois — Geobox|Settlement name = Alton native name = other name = category = City etymology = official name = motto = nickname = image caption = The Clark Bridge which connects Alton to West Alton, Missouri symbol = country = United States state =… …   Wikipedia\n\n  • Alton (Illinois) — Pour les articles homonymes, voir Alton. 38° 54′ 02″ N 90° 09′ 35″ W …   Wikipédia en Français\n\n  • Marquette Catholic High School (Alton, Illinois) — Marquette Catholic High School Address 219 East 4th Street Alton, Illinois, 62002 USA Coordinates …   Wikipedia\n\n  • East Alton, Illinois — Geobox|Settlement name = East Alton native name = other name = category = Village etymology = official name = motto = nickname = image caption = symbol = country = United States state = Illinois region = Madison region type = County district =… …   Wikipedia\n\n  • Alton Railroad — Chicago and Alton Railroad system as of 1918, including the Toledo, St. Louis and Western Railroad (Clover Leaf) in orange, parent of the Alton until 1921 …   Wikipedia\n\n  • Alton Steel — is a steel manufacturer, based in Alton, Illinois. The company is a reincarnation of the Laclede Steel Company, which halted operations of its mill in 1998. [cite web |url= enrd 033.htm |title=U.S.… …   Wikipedia\n\n  • Illinois locations by per capita income — Illinois is the eleventh richest state in the United States of America, with a per capita income of $23,104 (2000). Illinois Places by Per Capita Income # Kenilworth, Illinois ndash; $101,086 # Glencoe, Illinois ndash; $84,134 # North Barrington …   Wikipedia\n\n  • Alton — steht für: Alton Towers, einen Themenpark in Großbritannien Bistum Alton, ein Bistum in den USA Vertrag von Alton, eine Übereinkunft im Jahre 1101 zwischen König Heinrich I. von England und seinem Bruder Robert II., Herzog der Normandie Alton ist …   Deutsch Wikipedia\n\n  • Alton — is the name of several places:Canada*Alton, Ontario *Altona, Ontario *Alton, Nova Scotia *North Alton, Nova Scotia *South Alton, Nova Scotia *Altona, British Columbia *Altona, Manitoba *Old Altona, Manitoba *Alton, QuebecNew Zealand*Alton, New… …   Wikipedia\n\nShare the article and excerpts\n\nDirect link\nDo a right-click on the link above\nand select “Copy Link”",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.8515159488,
        "format_confidence":0.9879158735
    },
    {
        "url":"https:\/\/www.biblegateway.com\/devotionals\/the-plan\/2014\/06\/17",
        "text":"Bible Book List\nThe Plan - Tuesday, June 17, 2014\n\nProphecy Thread of Week 7\n\nNoah Webster's 1828 Dictionary Definition of Truth:\nConformity to fact or reality; exact accordance with that which is, or has been, or shall be. The truth of history constitutes its whole value. We rely on the truth of the scriptural prophecies.\n\n\nThe days before the great flood were marked with violence and corruption (Gen 6:11-12). However, God chose a family and spared them because of the unmerited favor of God’s grace. God closed them into the ark so that they did not witness the destruction of the wicked. After the flood, God made His covenant. The rainbow is the sign of God’s covenant, not only with Noah, but also with all of humanity. He will never again destroy the earth by flood.\n\n\n\n2309 BC\n\nGen 6:18 But I will establish my covenant with you, and you will enter the ark—you and your sons and your wife and your sons’ wives with you.\n\n\n\n2303 BC, 2349 BC (U)\n\nGen 9:9 “I now establish my covenant with you and with your descendants after you\n\nGen 9:10 and with every living creature that was with you—the birds, the livestock and all the wild animals, all those that came out of the ark with you—every living creature on earth.\n\nGen 9:11 I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.”\n\nGen 9:12 And God said, “This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come:\n\nGen 9:13 I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.\n\nGen 9:14 Whenever I bring clouds over the earth and the rainbow appears in the clouds,\n\nGen 9:15 I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life.\n\nGen 9:16 Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.”\n\nGen 9:17 So God said to Noah, “This is the sign of the covenant I have established between me and all life on the earth.”\n\nProphecies declared are in blue, prophecies fulfilled are in red, prophecies currently being fulfilled are in green, and prophecies to be fulfilled are in orange. Bold historical context dates are from Jeff Swanson's The Plan dating system, and dates marked (U) are Archbishop Ussher's 1658 dating system.\n** The date of this prophecy is in its referential context: the verse has been moved to the time frame of its contextual orientation.\n\nExcerpts drawn from The Plan: The Chronology of God’s Word from Creation to Completion, published by The Plan Bible™, Inc. Copyright © 2010, 2012.  All rights reserved worldwide. All rights reserved under International Copyright Law. WARNING: This book is not transferable. It is for your own personal use. It cannot be sold, shared, or loaned as that is an infringement of the copyright. No portion of this book may be transmitted or reproduced in any form, or by any means, without permission in writing from the publisher.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9973343611,
        "format_confidence":0.660830617
    },
    {
        "url":"http:\/\/www.biblestudytools.com\/luke\/passage\/?q=luke+22:35-45",
        "text":"\nReferences for Luke 22:35\n36 He said to them, “But now if you have a purse, take it, and also a bag; and if you don’t have a sword, sell your cloak and buy one.\n37 It is written: ‘And he was numbered with the transgressors’a; and I tell you that this must be fulfilled in me. Yes, what is written about me is reaching its fulfillment.”\nReferences for Luke 22:37\n38 The disciples said, “See, Lord, here are two swords.” “That’s enough!” he replied.\n\nJesus Prays on the Mount of Olives\n\n39 Jesus went out as usual to the Mount of Olives, and his disciples followed him.\nReferences for Luke 22:39\n40 On reaching the place, he said to them, “Pray that you will not fall into temptation.”\nReferences for Luke 22:40\n41 He withdrew about a stone’s throw beyond them, knelt down and prayed,\nReferences for Luke 22:41\n42 “Father, if you are willing, take this cup from me; yet not my will, but yours be done.”\nReferences for Luke 22:42\n43 An angel from heaven appeared to him and strengthened him.\nReferences for Luke 22:43\n44 And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.b\nReferences for Luke 22:44\n    • ¦ 22:44 - Many early manuscripts do not have verses 43 and 44.\n      45 When he rose from prayer and went back to the disciples, he found them asleep, exhausted from sorrow.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9967555404,
        "format_confidence":0.7799039483
    },
    {
        "url":"http:\/\/www.oxfordbiblicalstudies.com\/article\/opr\/t120\/e0108?_hi=683&_pos=18",
        "text":"In pre‐Christian and extra‐Christian usage the Greek word rendered “bishop,” episkopos, and its cognates, refers primarily to caring for something or someone. This can involve a person's oversight of a task or a group of people, such as priests in a temple, or God's own oversight of a person or an event.\n\nThe word occurs rarely in the New Testament and only in later documents with the exception of Philippians 1.1; the other passages are Acts 1.20; 20.28; 1 Peter 2.25; 1 Timothy 3.1–2; Titus 1.7. Acts 1.20 is a citation from Psalm 109.8 used to legitimate the selection of a replacement for Judas among the disciples. Acts 20.28 is from a speech by Paul encouraging his audience to “keep watch … over all the flock, of which the Holy Spirit has made you overseers to shepherd the church of God.” The three citations from the Pastoral Letters have to do with requirements for the position or role of episkopos within the church.\n\nMuch of the debate about the usage of the term in the New Testament and early Christianity has been concerned with the evolution of an office called “bishop.” Is it an authoritative role within the church that existed from apostolic times? Or should it be understood as a general term giving some measure of honor and perhaps authority to any believer? Naturally, different Christian traditions have various stakes in how these questions are answered.\n\nWith the exception of Philippians 1.1, all of the texts cited above probably come from the very end of the first or the beginning of the second century CE. Acts 20.28 and the citations from the Pastoral Letters seem to have in mind a specific group of leaders who look out for the well‐being of the larger church. Philippians 1.1 seems to have a similar sense; the overseers are mentioned together with deacons, but there is no further indication of how they might have functioned. The Pastorals associate certain responsibilities with the office. The episkopos is a teacher, a good host, possesses only one wife, is above reproach, and perhaps is good in a debate (Titus 1.7); there is no evidence that this overseer had responsibility outside the local church.\n\nThe letters of Clement of Rome (ca. 95 CE) and Ignatius of Antioch (ca. 115 CE) demonstrate the development of a hierarchical office that eventually became dominant. The office of bishop is thus an indicator of the evolution of Christianity from a popular Palestinian movement to a sophisticated institution with offices, authorities, and hierarchy.\n\nJ. Andrew Overman",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9936138988,
        "format_confidence":0.8228209615
    },
    {
        "url":"http:\/\/maat.sofiatopia.org\/hermes.htm",
        "text":"Hermes Trismegistus\n\nby Wim van den Dungen\n\n\nby Wim van den Dungen\n\nThe meaning of Thoth's name (\"DHwtii\" or \"Djehuti\"), represented by the hieroglyph of the Ibis, is unknown. Egyptologists propose \"he of Djehout\" (an unknown location), \"he of the castle of speech\", \"he who speaks in the temple\", \"messenger\", \"he who selects\", \"he who chooses\".\n\nHopfner (1914) thinks that \"DHw\" could have been the oldest name of the Ibis, implying that Thoth would mean : \"he who has the nature of the Ibis\". Nothing is certain. He seems an accumulation of cognitive deities.\n\nThis bird appeared perched on a standard on slate palettes of the Terminal Predynastic Period. The sacred Ibis had a long curved beak, suggestive of the crescent New Moon, and black & white feathering reminiscent of the Lunar phases of waxing & waning.\n\nIn the Old Kingdom, the association between the Ibis and Thoth had already been made, for in the afterlife, the wings of Thoth carried Pharaoh over the celestial river. \n\n\ngod of scribes, science, magic, time medicine, reckoning, cults, wisdom and the peace of the gods\ncompanion of MAAT\ndrawing by Stéphane Rossini\n\nAnother, less common, pictogram for Thoth was the squatting baboon, who greeted the dawning Sun with agitated, chattering sounds. These baboons are also represented on their hind legs with front paws raised in praise and greeting of Re, facing the rising Sun. Thoth often wears a crown representing the crescent Moon supporting the disk of the Full Moon. In the Middle Kingdom, he was worshipped in all of Egypt. In all major temples, the cults of both Thoth (and that of his spouse Maat) were present.\n\nThe god's birth was, according to one legend, unnatural (he sprang from Seth's head). Thoth was the secretary of Re, the \"scribe of the gods\" and also Re's messenger who promulgated Atum-Re's laws. He was the great conciliator among the deities, because the \"peace of the gods\" is in him. He was a traveller and an international deity, for his name can be found in many ancient languages : neo-Babylonian, Coptic, Aramean, Greek & Latin. Thoth represented the embodiment of all knowledge and literature. He had invented writing and wrote himself. He was at the comand of all the divine books in the House of Life attached to all major temples of Egypt. The wisdom of Thoth was revered and considered too secret for profane eyes.\n\nIn the story of the magician Djedi, a man of a hundred and ten, we read that he knew the number of the secret chambers of the sanctuary of Thoth, the \"word of the god Re\". He is called the \"son of Re\" and \"Lord of the eight gods\" (the Ogdoad of Hermopolis). In the funerary rituals, Thoth acted the part of the recorder, and his decision was accepted by all deities. Thoth observed whether the heart (mind) of the deceased was light enough to balance the feather of truth & justice. This by \"weighing the words\", for the heaviness of heart was the result of unwholesome speech (cf. the insistence on silence also served magical purposes). Thoth was also the ultimate teacher of magic, ritualism & the words of power which opened the secret pylons of the underworld.\n\nHis original home was Khemenu, or \"eight-town\", referring to the four pairs of mythical chaos-gods existing before creation, of which Thoth became the leader and head. The Greeks called it Hermopolis (\"city of Hermes\"). \n\nIn Hermopolitan theology, the Nun was personified by the Ogdoad, showing that this theology was intimately linked with the \"mind of Re\" speaking its Great Word (the sacred Ibis dropping the Great Word in the limitless ocean of inert possibilities), which transformed the pre-creational, chaotic Ogdoad (cf. the four female snake-goddesses & four male frog-gods with Predynastic roots) into the Ennead of Hermopolis headed by the \"first of the eight\", the Great Word of Re. The Hermopolitan scheme is cognitive, conceptual and promotes the Eastern idea that speech has creative & magical power.\n\nAs in Memphite theology of Ptah, the original great god (here Thoth) creates it all with divine words in his mind and on his tongue, a\nprefiguration of the Greek logos-philosophy. The Heliopolitan scheme added the self-generative aspect of the deity (the great \"he\/she\" being \"causa sui\"), as well as the eternal participation (from the first moment) between the One and his children (Shu and Tefnut), i.e. the triadic conceptualization of the godhead, a trinity of divine persons (expanding into \"millions\"), the principle of intra-divine participationism.\n\n\nWhen the Greeks had to acclimatize to Egypt, they took the initiative in identifying their gods with native divinities. Thoth was probably the most popular and diverse deity of the Egyptian pantheon. Indeed, in the Late New Kingdom, Third Intermediate and Late Period, individual destiny and fate had become increasingly important. Both lay in the hand of the gods.\n\nAlthough a national deity, Thoth had local associations and particularities and was regarded as a Moon-god, determining the rhythms of Egyptian national life (festivals & calendars). As \"Lord of Time\", Thoth, the mysterious, ruled individual destinies too, and was thus very popular. By extension he was lord of knowledge, language, all science, magic, writing and understanding. He was the creator who called things into being merely by the sound of his voice. As guide and judge of the dead, Thoth owed much popularity with common people, and the \"power of the Moon\" was invoked in the wisdom teachings.\n\nThe Greek settlers identified their god Hermes with Thoth. Like Thoth, he was Lunar, and associated with medicine and the realm of the dead. Both were tricksters and messengers. Hermes was the \"logos\", the interpreter of Divine Will to humanity. In Stoic philosophy, Hermes is both \"logos\" and \"demiurge\", which probably owed something to the Hermopolitans. In Alexandrian Egypt, the Greek Hermes (identified with Thoth), became cosmopolitan and Hellenistic, but Egyptianized and known throughout the Roman world as \"the Egyptian\". Interestingly, by intermingling native Egyptian (Thoth) and Greek theology (Hermes) with Hellenistic philosophy, a syncretic sum was produced, a major and crucial archetypal idea, which encompassed the function of the cognitive in the Mediterranean cultures of before Christianity : Hermes Trismegistus, or Hermes the \"Thrice Greatest\", for during their rituals, the Egyptians used to call Thoth \"Great ! Great ! Great !\". \n\nHowever, by people of Greek culture, Trismegistus was not invisaged in the same way as the Egyptians saw him. The Greeks produced fictional stories to explain the emergence of Hermes Trismegistus (cf. the\nTabula Smaragdina). For example, it was widely circulated that Homer was an Egyptian and a son of Hermes ! The learned Greeks invented a \"human\" Trismegistus.\n\nThe \"philosophical\" Hermetica (the Corpus Hermeticum) presented Hermes as a teacher of wisdom. However, in the \"technical\" Hermetica (the Greek magical papyri which readapt Egyptian magic), Thoth appeared, for there Trismegistus was seen as a cosmic deity, able to dwell in the heart of his devotees and object of identification for the magician. This ambiguity of Hermes Trismegistus, the dual-union between the Divine and the human, must have struck many. It may explain why Hermes is mentioned in early Christian literature (cf. the two natures of Christ). Hermetical principles were imported in Europe in the XI - XIIth century by the monastic movement (as part of the \"Orientale Lumen\" - cf. Bernard of Clairvaux, Willem of St.Thierry).\n\n\"In particular there is little Christian polemical literature directed against the Hermetists, for pagans were in general less of a threat to the Church than heretics, and Trismegistus in particular had anyway been a prophet of Christ. For that reason -and others- he was often quoted, even approvingly, by the Fathers ...\"\nFowden, 1993, p.195.\n\nHermes Trismegistus the wisdom-teacher influenced both Christianity and Islam. Besides its dogmatic canon, Early Christianity was influenced by neo-Platonism and Stoicism, both linked with Alexandrian Hermetism, and the pagan notions of \"Divine Mind\", \"World Soul\", \"Demiurge\" and \"Pure Act\" (developed in the New Kingdom and returning in Classical Greek philosophy). Through Harran, Hermes established his place in Islamic sciences, which in turn would help initiate the European Renaissance in XIIIth century Italy. It is at this point that a new mixture was brewed, one which called into being a re-Platonized egyptomanic Hermeticism that would conquer Europe and finally the New World. It is still with us in Egyptian Masonic Orders and the various branches of Californian New Age religion.\n\nThree fundamental phases appear :\n\n  1. native Hermopolitan theology : the perennial worship of the native Egyptian Thoth, \"Thrice Greatest\", centered in Hermopolis (\"Hermoupolis Magna\") ;\n\n  2. historical Hermetism : the identification of Thoth with Hermes Trismegistus, who, in his Graeco-Alexandrian, philosophical teachings (between ca.150 BCE and 250 CE) is Greek and human (although Egyptian elements persist), but who assumed, in the technical Hermetica, the cosmicity of the Egyptian Thoth ;\n\n  3. literary Hermeticism : the Renaissance produced a fictional European Trismegistus, based on the Alexandrian Hermes and a misunderstood Ancient Egyptian. Trismegistus became the patron of alchemy, magic, mystery orders, freemasonry, astrology, the New Age, the Western tradition ... and all matters occult. \n\ninitiated : 17 II 2003 - last update : 11 V 2009\n\n© Wim van den Dungen\nAntwerp, 2003 - 2018.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9827767611,
        "format_confidence":0.6441069245
    },
    {
        "url":"http:\/\/www.orthodox.net\/western-saints\/donan-hieromartyr-of-eigg-and-those-with-him.html",
        "text":"Celebrated April 17\n\nEigg is the most easterly of a group of islands lying between Ardnamurchan and the Isle of Skye in the Scottish Hebrides. Early in the seventh century it was ruled by a pagan Pictish queen. One day she was told that Abbot Donnan, an Irishman, had founded a monastery on the island in a place where she kept her sheep.\n\n\"Let them all be killed,\" she said.\n\n\"That would not be a religious act,\" said her people.\n\nSo she employed some pirates to kill them.\n\nWhen the pirates burst into the monastery, on the bright night of Pascha, April 17, 617 (or 616 or 618), the Divine Liturgy was being served.\n\n\"Let us have a respite until the Liturgy is ended,\" said Donnan.\n\n\"Thou shalt have it,\" they said.\n\nWhen the Liturgy was finished, the pirates herded Donnan and fifty-two of his monks into a building and set fire to it. Those who tried to escape were killed by the sword.\n\nAnd so was fulfilled the prophecy of St. Columba of Iona that Donnan would suffer \"red martyrdom\" for Christ. 11 churches were dedicated to his memory in Scotland.\n\nHoly Hieromartyr Donan, pray to God for us!\n\nBy Vladimir Moss. Posted with permission.\n\n(Sources: Calendar of Marianus Gorman; Tighernach; Martyrology of Tamhlacht; Angus the Culdee; Donald Attwater, The Penguin Dictionary of Saints, Penguin books, 1965, p. 106; David Farmer, The Oxford Dictionary of Saints, Oxford: Clarendon Press, 1978, p. 109; Lucy Menzies, Saint Columba of Iona, Felinfach: J.M.F. Books, 1920, p. 139; Alexander Forbes, Calendars of Scottish Saints, Edinburgh: Edmonston & Douglas, 1872, p. 325)\n\nRedeeming the Time\n\n↑ Grab this Headline Animator\n\nWe confidently recommend our web service provider, Orthodox Internet Services: excellent personal customer service, a fast and reliable server, excellent spam filtering, and an easy to use comprehensive control panel.\n\nSt Nicholas Russian Orthodox Church, McKinney, Texas",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9923748374,
        "format_confidence":0.7593786716
    }
]