[
    {
        "url":"https:\/\/www.edenfantasys.com\/sex-toy-reviews\/condoms\/best-on-the-market",
        "text":"﻿ Trojan ultra ribbed ecstasy - | Review by LadyInRed\n\nTrojan ultra ribbed ecstasy - male condom by Church and Dwight - review by LadyInRed\n\nTrojan ultra ribbed ecstasy\n\nMale condom by Church and Dwight\n\nAdd resource\n\nBest on the Market\n\nIf you are going to use a condom I highly suggest you use this one. It will make you both happy.\nIts shape reduces restriction, and its lubed and ribbed features also pleasure her.\nCondoms are always kind of a pain in the ass to remember when you are in a hurry.\nRating by reviewer:\nuseful review\nNeedless to say that when you are passionate and in the mood it is hard to remember that you need to be safe. If you are not using birth control such as the pill or the patch it is important to use some kind of contraception. One of the more popular forms of contraception is that of the condom. It not only keeps you from getting pregnant it also prevents STDs. If you are sexually active it is important to be prepared. Please take the time to use a condom, regardless of its awkwardness; it will save you from problems down the road. There is nothing more awkward then getting an STD.\n\nOf all the condoms I've tried over the past few years I would have to say that my favorite is the Trojan Ecstasy. It's important to remember that when you are having sex it's just as important for your partner to enjoy themselves as much as you. You will find that you will enjoy sex more if you are not just interested in getting yourself off. You also need to be diligent in getting your partner off as well.\n\nThe Ecstasy condom is great protection for the both of you. Its shape is ideal for men in that it is not as constricting as other condoms. Its looseness around the tip of your partner's penis helps to give stimulation instead of taking it as so many condoms do. But it remains in place since it gets smaller towards the base.\n\nIt is also great for women. It is ribbed and is subtly lubed for her pleasure. These features help to keep you stimulated and passionate as well. With this condom both you and your partner should be happy and satisfied. Overall it is, in my opinion, the best protection you can get for your money.\nThis is now the only condom I buy. My partner enjoys this one the most out of all the ones we have tried. I also have found it to be very satisfying.\nThis content is the opinion of the submitting contributor and is not endorsed by EdenFantasys.com\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nThis review was edited by\n  • Alan & Michele Alan &amp; Michele\n  • Rank:\n  • Edited reviews: 608\n  • Ansley\n    Is this a latex condom?\n  • LadyInRed\n    Yes it is. So don't use any oil based lubricant's with it since oil deteriorates latex.\n  • thebest\n  • Andrey2052\n  • x203\n    thank you\nDiscussion Posts Last Update\nRibbed - can you really feel them 29\nI don't like to use condoms 16\nDo ribbed condoms or toys ever hurt you down there ladies? 20\nThank you for viewing Trojan ultra ribbed ecstasy – male condom review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9671159387,
        "format_confidence":0.975030899
    },
    {
        "url":"http:\/\/www.manhub.com\/site\/my-straight-buddy\/4477\/",
        "text":"Manhub the new gay tube\n\nMy Straight Buddy\n\nOfficial Score\n\nAt My Straight Buddy, members gain private access to the personal lives of hot straight men. Experimenting, casual nudity, druken horseplay, shaving, smoking and more.\n\nMain Category: Military\nSub Categories: All Fetishes ,Amateur Boys ,Hardcore Sex ,Str8 Bait ,Uniform Fetish\nSite type: Network\nLaunched: --\nReviewed: Oct 03, 2011\n\nThe Manhub Review of My Straight Buddy\n\nFirst Impression\n\nOne of the things I've always loved about the armed forces--particularly the Marines--is how incredibly homoerotic they are.  That is, not only is the concept itself homoerotic (bunked together with a cadre of men, constantly working out, group showers) but you know--you just know--that there's something going on behind the scenes.  Sure, there was Don't Ask, Don't Tell (not anymore, bitches!) but rules are made to be broken.  And those rules are broken incredibly often by the men at\n\nThe concept of My Straight Body is explained in the welcome:  \"No other site has real, raw amateur footage of hot straight marines at home with their buddies, casual and having a good time with their bros.\"  As such, the site isn't strictly about sex.  Sure, that's a part of it, but a lot of it is also just casual nudity, drunken horseplay, and wrestling around.  It sounds strange, but this is almost just as appealing.  It's like a sociological perspective of the straight man who's comfortable with his sexuality.\n\n\nI kind of like the guest homepage.  It's like an online newspaper website, which is a bit intriguing.  It's something that's unique from the rest of the paysites on the Internet.  Logging in, the site design stays the same.  The colors are muted blues and reds with black borders.  It's kind of calming and does well to accentuate the naked guys.  Which is what every site should be accentuating.  Navigation is as simple as possible without being stupid:  six links at the top of the page take you everywhere you need to go.\n\n\nOne thing about this site that I don't absolutely love is content delivery.  There are two options for the full movies:  stream the Quicktime movie online or download the Quicktime movie.  And…that's about it.  You can also watch previews of the movies, but why would you do that?  Granted, it's helpful for deciding if you want to download the movie or wait for it to load in order to stream it, it's just a bit superfluous.  Also, the quantity of the videos isn't that great; however, when making your videos requires your subjects to be on leave, it's perfectly understandable.\n\nGuys And Sex\n\nNow the quality of the videos is just…yes.  The guys are hot.  There's no equivocating that.  The fact that they're Marines automatically lends themselves to hotness (let's not even begin talking about the guy they call \"Jock\" because Goddamn, I would bend over for that man so fast you'd think I'd always walked around bent at the waist).  As such, the videos that don't involve sex are still hot simply because they're hot guys who are naked.  The videos that do involve sex (which, sadly, are few and far between) are also hot like…I don't even know.  I would gladly watch both the sex and the non-sex videos. It's all pretty appealing if you're into the Marine type man, which...I am.\n\n\nBonus content is pretty great. Members to My Straight Buddy are actually joining Dirty Bird Pictures, which gives you full access to XXX Amateur Hour and Active Duty, another amazing military themed site with lots more hardcore action. It's like My Straight Buddy is the hot teaser and then you get the real fucking over at Active Duty.  Additionally, there are stories, both true and fantasy, that members can read.  Y'know, in case you like your porn to be literary.\n\nBottom Line\n\nMy Straight Buddy is a military themed website that's not quite porn, but it's not not porn, either. It's definitely a site you can get off to simply by virtue of its concept.  Sign in and semper fi!\n\nSite Details for My Straight Buddy\n\nUpdate frequency: Daily Network Updates\nExclusivity: 100%\nNumber of videos: 100 (avg. 20 minutes)\nMaximum Video Resolution: 854x480\nVideos have watermarks\nDownload limit: None\nVideo DRM: None\nVideo Formats: QT\nVideo Type: Downloadable \/ Streaming\nNumber of galleries: (avg. pics per gallery)\nPictures do not have watermarks\nOnly one picture size\nNo slideshows\nNo zip files",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9791480303,
        "format_confidence":0.9081720114
    },
    {
        "url":"https:\/\/www.fabswingers.com\/clubs\/47",
        "text":"The Office\n\nBristol, South West\n\n\n(Link to this club listing)\n\nThe new look Office is a private members swing venue now in its 6th year, structurally the club is now finished and we can boast about our high rise glass bed, cinema with lockable play rooms, a massive orgy bed, fully equipped dungeon, an exhibitionist room with a difference and private rooms, changing areas and lockers, shower facilities, and much much more, but the most important part is being in the company of very down to earth friendly faces and that&rsquo;s what will greet you here.\n\n» Add a new review\n\nRating: OK\nHi all.\n\nFirst I can confirm that this club is definitely closed permanently as it suffered a fire on new years eve 2018. A quick Google of 'Bristol office Fire' will guide you through to local newspaper links.\n\nIn latter years this club this club did go down hill (somebody the earlier reviews are very accurate) being very dark throughout with loud music and not very professional staff. 5 years ago it was however quite good.\n\nDate: 26 February 2019\n\nRating: Fabulous\n\nDoes anyone know if the office is still open if so when?\n\nDate: 17 December 2018\n\nRating: OK\n\nFound this web site for the office but we are still not sure if it is open or not. We are visiting Bristol on the 16th\/17th Nov 2018 as was thinking of going to the club. Anyone know if it is open please?\n\nDate: 30 October 2018\n\nRating: Avoid\nDead and buried\n\n\nDate: 21 August 2018\n\nRating: Fabulous\nwe had great fun there in the past but realistically if they want people to go they need to post something on fab telling people it's open. The swinging community thinks it's closed..in one sense it doesn't matter if it is or isn't if people think it is they won't go.\n\nDate: 18 August 2018\n\nRating: OK\nWebsite is back up again. Very odd. Says nothing. We'll have a another look next time we are passing the area.\n\nDate: 6 August 2018\n\nRating: Avoid\nWebsite now dead and redirected to something else. So I reckon it is indeed gone.\n\nDate: 10 June 2018\n\nRating: Avoid\nWent several years ago and would not be surprised if it had closed. It ha to be the worst club we've ever been to.\n\nDate: 26 April 2018\n\nRating: OK\nIs this place closed down for good?\n\nDate: 3 April 2018\n\nRating: OK\nTried to go tonight (10\/02\/18) but looks like it's closed down, no lights on and the buzzer no longer works.\n\nI can only assume all the negative reviews on here have finally put them out of business ? Their web site is still up so not sure. Does anyone know anything ?\n\nIt's a shame this club has been abandoned by the swinging community as we had some fantastic times here over the years.\n\nDate: 10 February 2018\n\nRating: Avoid\nWish we read reviews before going. Was a bad experience and left within 10-15 minutes of arriving.\n\nAvoid is all I can say.\n\nDate: 28 December 2017\n\nRating: Avoid\nAvoid at all costs! Dirty, dingy and empty!\n\nDate: 30 August 2017\n\nRating: Avoid\nThe worst club going avoid at all costs\n\nDate: 29 August 2017\n\nRating: Avoid\nTired and in need of money spent on it ...also mostly single guys ..not a good evening at all!!\n\nDate: 6 August 2017\n\nRating: Avoid\nStay away!!\n\nDate: 7 June 2017\n\nRating: OK\nWe have been quite a few times, and love it always welcome and enjoy ourselfs, were always recommending you x\n\nDate: 28 February 2017\n\nRating: Fabulous\nWe have been going to this club on and off for about 10 years and we love it. Simon, Bob & Jackie always make people feel very welcome. Very relaxed atmosphere with a good night club vibe. The heating problem seems to have been sorted, we've met some great people their that are now good friends. Would be great if more people attended as it would be such a shame to lose such a great place that's on the doorstep.\n\nDate: 26 December 2016\n\nRating: Fabulous\nwe've been to the office loads of times and whilst I understand some of the reviews on here we've been to many swinging clubs all over the country and all over europe. our favourite clubs are in europe but there is a reason we go to the office more than any other club in the uk and it's simple - it's just fun, we actually have a laugh here..but of course there's the sex element and they say its quiet..true maybe but i can honestly say as a guy Ive had more hot sex with beautiful women here than anywhere else and we've tried most places in the south of the uk..as for my wife..she is genuinely stunning, check the verification's but weirdly enough she'd had more hot sex there than any other club..we go there for 2 reasons cos it's fun and we might have sex with people who get off on the fun vibe too and aren't so serious.\n\nDate: 23 November 2016\n\nRating: OK\nAttended for the first time this weekend.\n\nLooking at other reviews and having spoken to people there it seems that it is \"luck of the draw\" with this place. There is nothing wrong with the club, or the facilities. However, when compared to other clubs we have visited it was very poorly attended.\n\nIt's a shame more people from the Bristol area don't use it for meets or playdates as it definitely has the potential to be a great venue.\n\nWe were fortunate to have met a couple and two single guys there to spend the evening with.\n\nDress code was far more relaxed than other venues, which is a shame.\n\nOverall we left with the feeling that if this place would increase its standards and perhaps relaunch itself with a few high profile events it could be a real gem.\n\nWe will return at least once more to get a feel for how this club can vary from week to week.\n\nDate: 5 June 2016\n\nRating: Fun\nI suppose it depends on the luck of the draw, who turns up. And wow did I get lucky! Gorgeous single girl there and a hot couple with a absolutely stunning appetite for sex. Gutted I didn't beat Gary at pool, I really missed out on shagging a worldie! And I owe him a viagra (which was a godsend) lol! ;) spoke with a few other single guys and they were all really sounds lads. Facilities weren't bad either, not sure on the bad reviews. Smashing night!!! :)\n\nDate: 28 May 2016\n\nRating: Fun\nI have visited the Office a few times over the years and its always an interesting night. I wish they vetted more the single males going in, as there seems to be no dress code. However the rooms are interestingly designed, and when the mood and crowd is right, it can be a very naughty place. Bristol is a big vibrant city, with the right crowd this venue has huge potential. It just needs to market itself better. Give it a try and dont listen to all the naysayers. You get out what you put in\n\nDate: 20 May 2016\n\nRating: OK\nBeen here a couple of times in past very large rooms but also very empty more staff and single men then couples place way over priced\n\nDate: 4 May 2016\n\nRating: Avoid\nFar and away THE worst club we've ever visited in 6 years.Where to start ?\n\nIt's cold\n\nIt smells\n\nRude staff\n\nOverpriced soft drinks\n\nChavvy,pushy single guys a plenty\n\nOnly 3 other couples there,and one of those had a fight :(\n\nSmoking indoors,and not just fags,really ?\n\nGetting the picture ?\n\nCmon Bristol,you deserve so much better than this !\n\nDate: 18 April 2016\n\nRating: Avoid\nNot been for a while, so maybe has improved. the first impression is the smell of leaking oil from some unidentified machine. the place was freezing cold and about as welcoming as a crematorium waiting room. the few \"clients\" had about as much life in them as the crematorium's guests.\n\nthe only redeeming quality is the high level glass bed. A nice idea; pity there were no users\n\nDate: 12 April 2016\n\nRating: OK\nI attended the club Friday night\n\nGot there about 11 knew I had to pay in so no issue there I was well Dressed unlike most of the people there\n\nHad a game or 2 of pool with 2 lovely couples and a few drinks and left\n\nVery disappointed but there was not many people there and can't fault them for that I would prob give it one more go b4 I run it down\n\nDate: 4 April 2016\n\nRating: OK\nVisited the club for the first time on Saturday night(13th Feb)not all that busy really, about 7 couples and 8-9 single guys including myself. Plenty of room to mingle and it was warm lol (after reading some other reviews). they could benefit by having a coffee machine put in and have tea available as well. Prices for soft drinks are high (£2) Overall the club was warm and friendly. Would I attend again maybe just to see if it gets busier.\n\nDate: 15 February 2016\n\nRating: Fun\nBeen to the office several times and had some great meets both as a single male and with a lady friend. As a couple i would suggest getting there before 10.30 as it only costs a tenner. After that it costs 25 pounds but i consider it cheap as you can bring you own booze and enjoy the night.\n\nDate: 21 January 2016\n\nRating: Avoid\nThe place is terrible,\n\nOnline it said 10 pounds for couples, I was approached by a dodgy looking man who asked if it was our first time, once we said yes then he asked for 25 pounds, perhaps because we had dressed smart he thought he would rip us off, he showed us around and it was so cold my nose started running, the clientelle looked scruffy and rough, I am talking drug addict strangeways prison rough, the only reason I did not leave after 5 minutes is because I had paid 25 pounds. All together i would say that there were around 16 people including staff and out of that around 8 of them were creepy looking men, i felt uncomfortable as we were been followed from room to room, i felt so uncomfortable that i could not keep my hands in my pockets in case they tried to drag my girlfriend into the dark room. Please if anyone is reading this save yourself some money and time and go somewhere else, the place just has a non sexual dirtiness about it and I am glad they served the drinks in plastic disposable cups as I would not have felt comfortable drinking from glass cups there.\n\nTo be honest I am still annoyed that they ripped me off and as i am writing this I have a lump in my throat knowing I paid ANY money to get in and on top of that got cheated out of money, the only re... (truncated)",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.8945015669,
        "format_confidence":0.8944780231
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/anal-toys\/almost-great",
        "text":"﻿ The P-spot - Prostate massagers | Review by WaZzOo\n\nThe P-spot - prostate massager by Doc Johnson - review by WaZzOo\n\n  • Free 3 Day Shipping On Orders $75+\n    Get Your Order By Labor Day!\nThe P-spot\n\nProstate massager by\n\nAdd resource\n\nAlmost great...\n\nMy experience with this one, was of dissapointment of the inability to use solo. It will not stay in for plug use and is too small to manipulate manually. It defintely requires someone else to feel what this toy has to offer. The design, shape and finish of this product was surprisingly high end. I think beginners looking to get into harness play could actually really enjoy this for pegging.\nMaterial, slick finish\nNot very easy to use solo\nRating by reviewer:\nuseful review\n\n\nThis toy would best be used as a prostate stimulating dildo. It is very harness capable with its flared base. This toy was definitely designed for use with a partner as solo use is difficult and not that enjoyable.\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Couples\n  • Where\n    [ ? ]\n    Where \/ what types of places can this product be used?\n    • Anywhere\n  • Features\n    [ ? ]\n    What kind of features does this product offer?\n    • Travel friendly\n  • Body \/ part areas\n    [ ? ]\n    What areas on the body can this product be used \/ what areas does it stimulate best?\n    • Anal\n    • P-spot\n\nMaterial \/ Texture\n\nThis toy is made of a surprisingly high quality silicone. It has a very slick finish and glides very easily. The bumps create a wave of stimulation.\n    • Bumpy\n    • Harness compatible\n    • Smooth\n\nDesign \/ Shape \/ Size\n\nI really liked the design and the quality construction of this toy. I thought it would work as a plug and was dissapointed to find that it did not. The average anal player could easily take this dildo.\n    • Beginner\n    • Partner play\n\n\nI did not find this toy very easy to use during solo sessions. Often it was more frustrating this way. This toy shines when used with the assistance of a partner. If your partner provides in and out thrusting motions, this toy definitely provides a great amount of stimulation. It is perfect for a beginner to pegging.\n\nCare and Maintenance\n\nCare of this toy is very easy. It is 100% silicone. You could put it in the dishwasher on the sanitize setting or just clean it with some antibacterial soap and store it in a cool dry place.\n\n\nThe packaging served its purpose and was nothing special, just toss it away.\nThis product was provided free of charge to the reviewer. This review is in compliance with the FTC guidelines.\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nThis review was edited by\n  • wrmbreze wrmbreze\n  • Rank:\n  • Edited reviews: 157\nDo you like this review?\n  • RxL00\n  • SecretKinksters\n    Sad to hear this didnt work as a plug. Very nice review! Thank you.\n  • daaddison8991\n    good review\n  • carenautilus\n    Thanks for the review.\n  • kawigrl\n    good review\n  • pestilence\n    Thanks for the review! I'm disappointed it doesn't work so well solo, but such is life.\n  • ms.anon\n    Thank you! Too bad my ldr doesn't allow much room for toys that cannot be used solo\n  • ViVix\n    I felt that this review could've been beefed up!\n  • Modern^Spank^Anthem\n    nice review\n  • Andrey2052\n    Thanks for sharing!\n  • angel142stx\n    Thanks for the review\n  • jeangel246\n    Thanks for the review\n  • Bullfroggy and Rose\n    thank for the review\nNo discussions yet.\nThank you for viewing The P-spot – prostate massager review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9683223963,
        "format_confidence":0.9879351854
    },
    {
        "url":"https:\/\/www.edenfantasys.com\/sex-toy-reviews\/adult-dvds\/a-gold-digging-stepmother",
        "text":"﻿ The Stepmother 3: Trophy Wife - | Review by leatherlover\n\nThe Stepmother 3: Trophy Wife by Sweet Sinner - review by leatherlover\n\nThe Stepmother 3: Trophy Wife The Stepmother 3: Trophy Wife\n\nDVD by\n\nAdd resource\n\nA gold digging stepmother\n\nA nice thing about this film was that all 3 women were quite different. Lisa had really large fake breasts, with a very nice ass. Sara had large boobs which appeared to be natural, while Michelle was smaller framed with natural small breasts. The thing I didn't like about the film was the spin and repeat for each scene for the most part concerning positions, no anal, and no toys. It was a very vanilla film. Also, they hinted at some plot here and there, but it was mostly a sex focused film.\nVariety of women, more basic sex for a vanilla couple, no condoms\nNo toys or anal, no condoms, not much variety for sex\nRating by reviewer:\nextremely useful review\nThe Stepmother 3\nDirected By Nica Noelle\n\nLisa Ann, Randy Spears, Dane Cross, Joey Brass, Sara Stone, Michelle Lay and Alan Stafford\n\nMain Menu\nPlay, Scenes, and Slideshow\nThe scenes are broken down by Lisa Ann, Sara Stone, Michelle Lay, and then Lisa again. The slideshow is just 1 minute long. It was somewhat difficult to get the mouse to select what you wanted on any of the menus.\n\nMain Feature\nIn total, the movie is 1:56 long.\n\nScene 1\nThe film starts showing scenes from a wedding, where we then cut to Lisa and Randy getting ready for their honeymoon, with Lisa taking off her dress and putting on lingerie. Randy seems happy, but Lisa seems bored and dull. As Lisa is in a bra and panties, with Randy in pants and his shirt unbuttoned, they start kissing on their bed, and undressing more. Randy gets down to cunnilingus, and Lisa seems to be enjoying her husband better now. There is a lot of slurping from Randy, and Lisa's moans seems a little forced and fake. Wow, Randy is actually wearing boxers under his pants, but Lisa quickly gets them out of the way for fellatio. Oral doesn't last long for Randy, before his penis finds his way into her pussy. The camera angels so far have been great, without being so zoomed into the action that the penis or vagina takes up the entire screen. They roll over and Randy gets on top, then he starts pounding her and make the bed creak. A little bit of a fake orgasm from Lisa possibly, and even though Randy appears sweet and innocent during the scene, he still wants to orgasm on her tits, and he does after 25 minutes.\n\nI would give this 3 stars. It was an average sex scene, nothing too special, and we got a little plot in with the sex. The most plot we get is right at the very end, where we can see Lisa rolling her eyes at Randy's sweet talk. Oh no!\n\nMore trouble brews in the house when Lisa discovers that Randy's son is going to move back into the house after dropping out of college. Lisa is quite upset, but some bribery with jewelery settles her down. Lisa tries to lay down some house rules when Dane shows up, and the tension is very thick.\n\nLisa is then shown in the kitchen getting hot and bothered as Dane and Joey play basketball. Joey comes in to get water, and there appears to be a spark between Joey and Lisa. When Joey gets home and talks to Sara about the day, Sara gets all upset and turned-off by this other woman. But some kissing and rubbing changes her mind, and this leads to the second sex scene.\n\nScene 2\nJoey and Sara are kissing on their bed, he is just in jeans, and she is in a short dress. After some mutual genital rubbing, Joey goes in for cunnilingus. After the oral for her, they both strip their clothes off for fellatio. She then jumps on top for cowgirl, and it was somewhat entertaining and distracting as the sex caused some slurping noises from excess lube. Just like in the first scene, now they roll over for piv sex with her on her back. A little more rolling around with passionate, aggressive sex, and an lots of positions extends the scene until the cum shot to her pussy after 25 semi-long minutes.\n\nI would probably also give this scene 3 stars, because they both seemed to get along well, and their sex was enthusiastic the entire time. But for such a long scene, it seemed somewhat plain and boring, and very similar to scene 1.\n\nScene 3\nMichelle is talking to Lisa on the phone, and we discover some more information about her feelings to Randy, or lack of feelings. Michelle then has to go as her partner Alan comes home. They both quickly start loosing clothes as they kiss and play around on the bed. Alan is on the receiving end of oral first, but he is very active, and he reaches around for her pussy at the same time. The foreplay doesn't last long this time, as Michelle is on top in cowgirl, then some nice spooning. Quite a few more positions with him mostly in control and Michelle thoroughly enjoying herself, and he appears to orgasm inside of her. That's a first for me in porn. The scene then continues with Alan rubbing Michelle's pussy until she orgasms, and hers could have been real as well. The scene lasted 25 minutes.\nThe scene appeared to be about the same as the others, and I was going to rate it lower. But at the end, he orgasms inside of her, and she appears to have a real orgasm by being fingered, and I decided to rate it a solid 4 stars. Once again, pretty much the same setup as the other scenes, but the orgasms at the end were a very nice change.\n\nScene 4\nJoey comes over to Lisa's house to meet up with Dane, but Dane isn't home. He is trying to get his phone back, so she takes him back to the room, and he finds it. But Lisa won't let him leave. She is trying to seduce him, and it appears to work, even though he was really trying to hold back. He is worried about her being Mrs. Spears, but she confides in him that it is purely a \"business transaction\". Eventually he gives in, and they start kissing. And even though they weren't by a bed, they still find their way to one, just like every other scene. Lisa takes off her robe to expose her matching bra and panties, with convenient stockings and heels. Fellatio is first for Joey, and after a few minutes, Lisa then spreads her legs wide for cunnilingus. A little fake moaning possibly, then PIV sex on the bed with Lisa on her back. There are quite a few of the same positions, with one of them being her on top in cowgirl that shows off a very nice view of her ass. Finally after 28 minutes he orgasms in typical porn fashion on her vagina. A little more kissing, and the scene and the film ends with Dane just seeing what happened.\n\nIt seems strange, but I think this is also a 3 star scene. The sex was average like the rest of the film, but I did like her lingerie, and she kept the stockings on the entire time. A little too much moaning, and the repeated cumshot to the vagina is annoying.\nThis product was provided free of charge to the reviewer. This review is in compliance with the FTC guidelines.\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nMy The Stepmother 3: Trophy Wife tags\n  • Who \/ How \/ What\n    [ ? ]\n    Who might this product be best for? How is it best used? What are the best circumstances or situations for using this product?\n    • Masturbation\n    • Sex\nDo you like this review?\n  • amplified to rock\n    Thanks for the review!\n  • Zandrock\n    thanks for sharing\n  • PropertyOfPotter\n    Thanks for the review!\n  • kitty1949\n    Thank you for sharing\n  • Rossie\n    Very detailed account on the film, thank you for sharing.\n  • kdlt\n    Thank you for the thorough review.\n  • Ayumi\n    Thanks for such a detailed review. Seems like there were a lot of weird piecing together of these scenes and it definitely sounded not so entertaining.\n  • Beneath The Bed\n    Awesome review! Thanks!\n  • leatherlover\n    Thanks for the comments everyone.\n\n    @Ayumi- It was filmed well, but I just felt that the film was too much spin and repeat and not enough variety during the scenes. Also, the plot was extremely lacking.\n  • edeneve\n    awesome review! best DVD review I've read!\n  • shotjuan\n    great review. can't go wrong with lisa ann!\nNo discussions yet.\nThank you for viewing The Stepmother 3: Trophy Wife review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9808021784,
        "format_confidence":0.9763137698
    },
    {
        "url":"http:\/\/www.thebestporn.com\/review_reports.html?id=fritzryan",
        "text":"Adult Site Reviews\nAdvanced Search\n\nTop Company Sites\n\n1. Fritz Ryan 70.0\n\nView All : Company Sites\n\nTop Photography Sites\n\n1. Hegre Art 95.0\n2. FTV Girls 95.0\n3. Met Art 95.0\n4. Sex Art 91.5\n5. X-Art 91.5\n6. Wow Girls 91.5\n7. Erotic Beauty 91.0\n8. Morey Studio 91.0\n9. Explicite Art 90.5\n10. Art-Lingerie 90.5\n11. MC Nudes 90.0\n12. Digital Desire 90.0\n13. Joy Mii 90.0\n14. Errotica Archiv... 89.5\n15. The Life Erotic 89.0\n\nView All : Photography Sites\nRelated Niches\n\n1. Softcore - 539 Sites\n2. Glamour - 321 Sites\n\nView All : Niches\nThe Best Porn » Top Porn Sites » Fritz Ryan » Error Reports\n\nFritz Ryan\n\nPay Site\n\nThis site features the work of photographer, Fritz Ryan, and where he concentrates on lovely young teens, fully legal and showing everything from soft to hardcore.\n\nPrimary Niche: Nude Photography\nSecondary Niches: Young AdultsEuropean Girls\n\nError Reports Report outdated or incorrect site facts at TBP about this site.\n\nReport Site Fact Error\n\nName: (optional, leave blank for anonymous)\nReport This report is intended for inaccurate site facts we publish about the site. If you want to post an experience you had with the site, to go to Porn Users and submit your comment.\n\nPlease do not post site passwords, spam, or confidential information.\n  Please answer the following math problem: 3 + 3\n\nPrevious Reports (3)\n\nDate Name Report Status\ngmo Forbidden\n\nYou don't have permission to access \/ on this server.\n\nAdditionally, a 403 Forbidden error was encountered while trying to use an ErrorDocument to handle the request.\n\nStaff Reply: We don't seem to be experiencing any problems with the site. You may want to give it a day and try again.\n\nSee Reply\nSniek The content is just rotating. Nothing new for a very very long time. Site is no longer active as such. Beware!\n\nStaff Reply: Thanks for the info. You may want to post this over at so others can hear about your experience.\nSee Reply\nZulu The site shows the same models and video's for ages now. No real updates, just rotating. It has unfortunately become another fake site.\n\nStaff Reply: Sorry to hear that. You may want to post a review over at so others can see the latest info. We'll try to get their review updated soon.\nSee Reply\n\nNew = Recently submitted, awaiting staff verification.\nCorrected = Report verified, site facts have been adjusted or corrected.\nCan't Verify = We don't currently have access to the site (or page) to verify this report.\nIncorrect = After reviewing the site, we found the report to be incorrect.\nSee Reply = See the staff reply below the report.\n\nBack To: Fritz Ryan Review",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9799460769,
        "format_confidence":0.7799934745
    },
    {
        "url":"http:\/\/www.edenfantasys.com\/sex-toy-reviews\/female-sextoys\/write-on",
        "text":"﻿ Lina - Clitoral pumps and teasers | Review by DeliciousSurprise\n\nLina - vibrator kit by Cal Exotics - review by DeliciousSurprise\n\n  • Free 3 Day Shipping with Orders $75+\n\nAdd resource\n\nWrite On!\n\nWhile I think this is a really fun novelty toy, it wasn't strong enough for me, and the flaky, unreliable on\/off mechanism was too frustrating for me to consider using on a regular basis.\nThis is a good toy for people that need gentle or more moderate vibrations.\nUnfortunately, the on\/off switch means you'll be accidentally opening this toy up. A lot.\nRating by reviewer:\nextremely useful review\n\n\nLina is a cleverly disguised vibrator, meant to be highly discreet and totally portable. Under the ruse of a pen, Lina features moderate vibrations and no giveaways that would let anyone who wasn't picking up the toy to write with it would notice. Because there's a pink crystal set in the top of the toy, this is geared towards women more than men, though pens aren't really gender-specific.\n\nMaterial \/ Texture\n\nLina is made of two major components--the pen, and the tickler sleeve. The pen is made of a hard, inflexible plastic, whereas the sleeve is made of a squishy, flexible, nubby TPR silicone--both are totally odorless and tasteless. The textured sleeve diffuses the vibrations and adds interesting texture to the toy for those that don't like or want the solid plastic feel the \"pen\" offers.\n\nDesign \/ Shape \/ Size\n\nLina, of course, is shaped just like a standard pen (approximately six inches long)--though perhaps a little bit more sturdy than a standard ballpoint pen--and is made to write like a pen, as well. The top of the \"pen,\" where the vibrations are located, is capped with a sparkly pink rhinestone. The pen itself is grey\/silver, with a pink logo of a woman's body on it. There's also an \"on off open\" demarcation on the top of the toy where the batteries are inserted--this part would be really obvious to anyone looking closely at the pen and would clearly mark it as being more than a writing implement. It's also not as discreet as I thought it might be since it's fairly heavy for a pen--it feels weighty when you're holding it.\n\nFunctions \/ Performance \/ Controls\n\nThis is a single speed vibrator; it doesn't have any interesting patterns or functions. The vibrations are of a moderate strength, and will be enough for a majority of users; if you wanted to diffuse the vibrations or use Lina as a warmup toy putting the sleeve on it will work well to do so. The vibrations are focused in the top of the toy, but they can be felt all the way down the toy. Unfortunately, I've found that with increased pressure on the tip of the toy, the vibrations dampen.\n\nI didn't find the toy to be noisy, and the quiet discretion boded well for its undercover aesthetic.\n\nMore obnoxiously than anything else, though, when you turn the toy too far left (such as when you overshoot turning the toy off) the entire top of the toy pops off and the batteries fall off. This happened to me rather frequently when I was trying to remove the nubby sleeve unsuccessfully--it was much easier simply to peel the sleeve up rather than to slide the sleeve off.\n\nCare and Maintenance\n\nThe manufacturer's provided instructions indicate that it may be used with a water-based lubricant, so oil and silicone based lubricants are out--though if you don't use the nubby sleeve a silicone based lubricant would probably be fine. The care instructions do indicate it should be cleaned before and after each use with soapy water or an antibacterial cleanser. Unfortunately, though, you can't submerse this toy for a thorough cleansing since it's not waterproof, so a toy wipe might be an easier method of cleaning.\nThis content is the opinion of the submitting contributor and is not endorsed by EdenFantasys.com\nBecome a Reviewer. Get free toys. Enjoy Special Deals\nDo you like this review?\n  • Princess-Kayla ?\n    This is a cute toy! Too bad it doesn't work that well.\n  • MrWishyWashy\n    Thanks for sharing!\n  • ghent529\n  • Petite Valentine\n    This is cute gag gift, but I feel like it's the type of item Cal Exotics would put in a goody bag (i.e. give away for free) at a convention. I wouldn't pay $10 for a standard pen, and as a vibrator it doesn't appeal. I'd rather put my \"fun money\" towards a Paris Duckie.\n  • TheSinDoll\n    This is cute, but I don't feel like it would get me anywhere. A fun gag gift - sure. Great review!\n  • DeliciousSurprise\n    Thanks for reading y'all! It really is more of a gag gift, but it's still interesting! I'm glad I gave it a shot.\n  • Beneath The Bed\n    Thanks for the great review!\n  • DeliciousSurprise\n    You're welcome!\n  • Deidrenicole\n    Great review! Thanks for sharing\n  • DeliciousSurprise\n    Thank YOU for reading!\n  • jennifur77\n    Good review. Great idea, but sounds like it's not worth it to order!\n  • DeliciousSurprise\n    Thanks! It is an interesting toy, but I wouldn't purchase it again or recommend it to a friend over another toy.\n  • susansmith2012\n    thanks for the review!\n  • DeliciousSurprise\n    You're welcome!\n  • Bittenflame\n    Thanks for the review! Sad it doesn't work as well though haha\nNo discussions yet.\nThank you for viewing Lina – vibrator kit review page!",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9638292789,
        "format_confidence":0.9719060659
    },
    {
        "url":"http:\/\/www.xcritic.com\/review\/10920\/alana-evans-scene-study\/",
        "text":"XCritc.com Adult DVD Reviews\nPorn Reviews » Adult Movie Reviews » Scene Study\n\nScene Study\n\nStudio: Vivid » Review by Don Houston » Review Date: 5\/30\/04\n\nXCritic's Advice: Watch It Online\n\nScene Study\n\nVivid Entertainment\n\nGenre: Feature\n\nDirector: Bo Edwards (AKA: Paul Thomas)\n\nCast: Tawny Roberts, Evan Stone, Savanna Samson, Tony Tedeschi, Kurt Lockwood, Alana Evans, Dana Vespoli, Damien Childs, Shy Love\n\nLength: 85.5 minutes\n\nDate of Production: 10\/26\/2003\n\nExtra's: The best extra would be the five bonus scenes cultivated from earlier Vivid releases. Three of them starred Savanna and the other two were older, without her in them. I also liked the 15.5 minute long Behind the Scenes feature by Victoria Woodhill since it included some sex footage as well as bloopers when the cast screwed up their lines and such. There were also the other Vivid standards like a mini-biography for Savanna, trailers, a double-sided DVD cover, two photogalleries, a positions room and spam.\n\nCondoms: Yes\n\nAudio\/Video Quality: The picture was presented in the usual 1.33:1 ratio full frame color, as expected from Vivid. My biggest complaint from them these days is with their lighting since that weakens the picture a whole lot; adding grain, video noise, and other problems, as is the case here. The soft focus and shadows didn't help either but at least I didn't see any compression artifacts. The audio was presented in the usual stereo English but had all the limitations of a Vivid release too; including minimal channel separation and poor dynamic range.\n\n-- sponsored by --\n\nBody of Review: Savanna Samson is one of my favorite Vivid contract performers these days. It isn't because she will do anal so much as her curvy body and attractive face combined with the energy levels she usually provides in her scenes. Some of the time though, she gets stuck in a movie that should've been better and that was the case with Scene Study, a movie about making a porn movie. If you like the cast as much as I do, you'll want to check this one out but it had so many technical issues that you'll want to weigh the costs versus the benefits before shelling out your dough. Here's a breakdown of the scenes by cast if you're still interested:\n\nScene One: Tawny, the blonde hotty that has been in the industry for quite some time now, and the mighty Evan, had a scene on what amounted to a casting couch. He went down on her and she seemed to enjoy the tongue-play a lot, at least enough to suck his dick with plenty of energy. Using her hand and spit, she aggressively went at it like she was getting a bonus for doing so. They screwed in a couple of positions but it was almost anti-climatic since she didn't look to be able to handle him very well this time. It ended when he popped his large load on her ass by jerking off.\n\nScene Two: Savanna, the lead gal of the movie (and a mighty hot blonde), had a scene with Tony on a small table in a poorly lit room. She stripped for him and he ate her out as a reward. The photography was not complimentary to this usually good-looking babe and even when he was slamming it home inside her, she looked washed out. Until the last few moments of her screwing, she seemed far more passive than usual, weakening the scene a lot for me. It ended when he jerked off onto her abdomen as she masturbated.\n\nScene Three: Savanna, looking to enjoy the oral given her by Kurt far more than she did by Tony previously, seemed somewhat more into the action this time as they had a scene on a soundstage. He fed her a taste of her own juices as he ate away, and her oral skills shone nicely for the few minutes she engaged his cock in her lovely mouth. They screwed with more energy, both in the vaginal and the anal portions of the scene, making this scene a good one to watch.\n\nScene Four: Alana, a blonde hotty, and Dana, a brunette with the right attitude for sexual fun, took on Evan and Damien, in the reading room as they prepared for a scene. The gals looked hot as they did each other and apparently, the guys agreed with my assessment since they soon joined the action. Evan did most of the work though since Damien seemed limited in his ability (mostly sticking to oral and fingering action). Evan looked to be tearing Dana up at one point but she seemed to relish taking on this mighty stud. He was also the only guy to make it to the end of the scene, unloading millions of his cells on Dana's chest.\n\nScene Five: Shy, a brunette with girl next door looks and a good aptitude towards sexual antics, took care of Kurt in front of the camera next. She had the right amount of oral skill to make this reviewer happy and her tea-bagging was cute to watch too (although when she rimmed him, the camera angle was lousy). He went down on her too, using his fingers to augment his tongue, and they then boned in a few positions (following the standard formula). His pop shot this time was weaker but coated her chest and stomach nicely.\n\nSummary: I liked the cast but the lighting and picture didn't do them justice. I also got the feeling that something went wrong (even one of the listed male performers, Bobby Dugout, wasn't present) during the making of the movie and whatever it was, impacted the rest of the shoot. Try it as a Rent It first but fans of the cast may be able to look past the problems since a few scenes were pretty good.\n\nNote: You can see recent candid shots of several of these performers by visiting: My Photo's and read about their antics at 2004 AEE Show.\n\nYou can email me with questions at Houstondon @ hotmail.com if you have any constructive criticism of the review too. :) Also you can follow me on twitter @HoustonDon\n\ncomments powered by Disqus\nPopular Reviews\n\nThe Preacher's Daughter\nAngela Loves Men 2\nHot Wife 2\nFirst Anal 2\nAnal Threesomes\nNurses Takin' On Big Dicks 3\nMy Sister's Hot Friend 49\nAsian Chicks Love Black Dicks\nPirates 2 Stagnetti's Revenge\nRocco's Abbondanza 5\n\nBest Sellers\n\nFeatured Reviews\n\nGet XCritic Via Email:\n\nEnter your email address:\n\nDelivered by FeedBurner",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9764373899,
        "format_confidence":0.947856307
    }
]