[
    {
        "url":"http:\/\/www.fodors.com\/community\/united-states\/abq-balloon-fiesta---what-to-do-in-the-down-time.cfm",
        "text":"United States Forums\n\nPost New Topic\n\nRecent Activity\n\nView all United States activity »\n  1. 1 HP @ Printer Error CONTACT ☎ 1:8OO:68I:7208 Technical SUPP0RT CAre*\n  2. 2 San Francisco Hotel With Car\n  3. 3 Trip Report In Reverse Gear in Chicago\n  4. 4 Orlando area weather in June\n  5. 5 Quaint towns in Sonoma County\n  6. 6 Help with Denver - Moab - Denver Trip Itinerary Suggestions\n  7. 7 New Itinerary\n  8. 8 SF-Yosemite-Monterey-SF\n  9. 9 Camping in FL - Topsail Hill Preserve SP\n  10. 10 Help with Northwest Trip\n  11. 11 Help - Drive from Olympia, WA to SLC, UT\n  12. 12 1st trip to Maine Need feedback and advice\n  13. 13 Restaurant Recommendation Somehwere Between O'Hare and Berrien County, MI\n  14. 14 Myrtle beach\n  15. 15 \"Fitness\" vacations\n  16. 16 Trip Report Brief Savannah Trip--Brief Savannah Trip Report\n  18. 18 Miami or New Orleans for 3 days in mid December\n  19. 19 Andaman and Nicobar Islands of South India\n  20. 20 Transit Advisory - NY Penn Station - Amtrak track work Ju;y 10 thru\n  21. 21 Boston Food Tour\n  22. 22 Help plan my trip please\n  23. 23 One day for Mt. Rainier\n  24. 24 1st road trip Cincinnati to Beauford, SC\n  25. 25 Trip Report Weekend at the Straits of Mackinac\nView next 25 » Back to the top\n\nABQ Balloon Fiesta - What to do in the down time?\n\nJump to last reply\n\nWe are getting excited about going to Balloon Fiesta again! I'm trying to figure out what to do in the afternoon down time (besides the much needed nap!) on Saturday and Sunday.\n\nOur trip is a short one - Friday lunch till Monday lunch. We will have a rental car for transportation.\n\nI am looking for AFTERNOON activities as mornings and evening\/night will already be booked with ballooning events or eating ourselves silly!\n\nThings we've done \/ places we've visited in previous years:\n\nOld Town ABQ\nHiked Sandia\nAcoma Pueblo\nTurquoise Museum\nAtomic Museum\nCraft Show off Fiesta grounds\nArtist shop hopping in Santa Fe\n\nI'd love some new ideas! :)\n\n101 Replies | Jump to bottom Add a Reply\n101 Replies |Back to top\n\nSign in to comment.",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9908064008,
        "format_confidence":0.9547894001
    },
    {
        "url":"http:\/\/rationalpagans.net\/viewtopic.php?f=9&t=123403",
        "text":"The Round Table (Rational Pagans Forum)\n\nScience & The Supernatural: A Discussion of the World Around us - Based on Science with an Interest in the Supernatural ...\nIt is currently 25 Sep 2018, 23:30\n\nAll times are UTC - 5 hours\n\nPost new topic Reply to topic  [ 2 posts ] \nAuthor Message\nPostPosted: 26 Jan 2018, 01:27 \nMiddle Grand Potentate\n\nJoined: 26 Nov 2016, 04:55\nPosts: 751\nHolidaying in the Mediterranean: Majorca’s major pull Published: 29.10.2008 | Author: pmcindoe | Category: Travel\nMany people like to travel in the winter in search of a bit of sunshine when it is normally absent from the UK. However Air Presto Pas Cher , with much of Europe suffering the same fate at that time of year, the only viable option to see the best of the continent is to go during the summer – for families with children this is perfect as they are off school for longer periods and in recent years the sun has been a stranger to British skies in the summer as well as the winter.\n\nOne area that is traditionally popular with Britons is the Mediterranean. Spain, southern France and Italy in particular see a huge influx of tourists each summer. In recent years the Balearic Islands, just off the east coast of Spain, have become increasingly popular. This island group – consisting of Majorca, Minorca, Formentera and Ibiza – is an autonomous state, with Palma Nike Presto Pas Cher , situated on the island of Majorca, its capital.\n\nThe cathedral of Palma – also know as La Seu – is one of the most prominent landmarks of the capital as it boasts one of the highest naves in Europe at 44 metres. The building was founded in 1229 but it took 372 years to complete. Built in a shorter time – started and completed in the 14th century – is Bellver Castle. The circular castle is still in good shape and stands on a hill overlooking Palma. Up until the 1950s it was used as a prison but nowadays it is purely a tourist attraction.\n\nWhilst the sun and the beaches are the main attraction to many holidaymakers, Majorca also has the Serra de Tramuntana – a mountain range that peaks at 1,445 metres. The Tramuntana Range receives significantly more rainfall than the rest of the island and snow often falls on the crest in the winter.\n\nMajorca has also become the home to many celebrities who appreciate the diversity of the island. Michael Douglas and Catherine Zeta-Jones have a holiday home there, and Michael Schumacher, Claudia Schiffer and Peter Stringfellow all have homes on the island. One of the most famous Majorcans is tennis star Rafael Nadal – who won his first Wimbledon title in 2008 and in so doing became the first player since 1980 to win both Wimbledon and the French Open in the same year.\n\nWith so much to offer, the majority of Majorca holiday reviews are positive, meaning that anyone who decides to take a trip to one of the biggest Mediterranean islands is in for a treat.\n\nPaul McIndoe writes for a digital marketing agency. This article has been commissioned by a client of said agency. This article is not designed to promote Rabais Homme Nike Air Vapormax Flyknit 2018 Noir , but should be considered professional content.\n\nRelated Articles:\nHow to plan an alternative ChristmasEnjoy a cheap break in the UKPrepare and be carefreeGetting the most from your holiday snapsConservation and Your Holiday DestinationSometimes Sun, Sea and Sand Just Isn鈥檛 Enough鈥?\nArticle Tags: Balearic Islands, Bellver Castle, holiday, La Seu, Majorca, Mediterranean, Palma Homme Nike Air Max 97 OG GS Blanche Pas Cher , Serra de Tramuntana\n\nInsights On Very Easy Antivirus Net Security Hints And Tips 2015 Maloof Coy\nSubmitted 2014-06-05 00:01:09 Microsoft experienced introduced that it will present $250,000 toward the unique who will Deliver material with regards to the perpetrator, nonetheless the analysis is however proceeding. Rootkit entered into the personal computer through the attacker as soon as the unit experienced condemned more than. By yourself include in the direction of comply with the ways inside of obtain in direction of create your method sound and do the job correctly. Software program requirements really should be appropriate toward the workplace design, still some layouts of software package, these as phrase processing and antivirus, are expected for utmost little organization patterns. Bettering reimbursement packages by way of differentiating concerning latest accounts and clean accounts. They offer you their great pointers and support for the outsourcing of the business office of the support looking for people in america. The terms really should be an very same game within optimum conditions, still. At the time your self comprise carried out this it will protect against any routinely and will then increase your laptop or computer toward work safer and a lot quicker. jBilling is not a program committed in direction of telecom market place, it is specifically a lot of of the telcos come across it much easier toward seek the services of jBilling and the take care of it bargains is ideal. Do no matter what tends to make the utmost come to feel towards on your own Moins Cher Homme Nike Air Max 97 Noir , still maintain the two discount codes in just circumstance oneself have to have in the direction of crank out 2 buys. These types of capabilities are groomed in direction of produce helpful generation as for every simplest commercial behavior. By now, this is what oneself need to have in the direction of consist of an knowledge of: the purpose why this virus is hence intense in direction of take out is simply because it does not depart any hint, or footprint, upon your person computer system. Simply due to the fact a sport is costly, doesn't always imply it's the least difficult a person for on your own. Scheduling of Buyer financial loans applied towards be upon paper just before within Oceanic Lender right until not long ago While the financial institution created an on the web process that empowers employees in the direction of place excess financial loans for every h. Cheap Jerseys Wholesale Jerseys Cheap Jerseys Cheap Jerseys Wholesale NFL Jerseys China Wholesale NFL Jerseys China Wholesale Football Jerseys Cheap Authentic NFL Jerseys Wholesale NFL Jerseys Wholesale NFL Jerseys\n\nPostPosted: 15 Apr 2018, 21:06 \n\nJoined: 15 Apr 2018, 20:36\nPosts: 50\nEagle captures Tremendous Jar NFL Finals Philadelphia Eagles victories very first time that\n\nPhiladelphia Eagles Jerseys From the NFL Tremendous Jar remaining, the more common the big boys on the Completely new The uk Patriots, who were favorite prior to a activity, shed the adversary's likelihood caused by a important had missed baseball for the critical minute. Brian Dawkins Jersey It had been a superb activity, gradually burning off towards Philadelphia Eagles 33-41, along with the other picked up this \"Super Bowl\" title intended for once in history Jalen Mills Jersey.\n\nPhiladelphia Eagles In this particular activity, each competitors staged some sort of extraordinary conflict challenge. This Hawks competed incredibly wonderful to be a challenger. Carson Wentz Jersey Many people extended to help episode this Patriots exactly who received picked up this Tremendous Jar in addition to scored up to 29 to help 26 right at the end on the primary several groups. Foremost. From the final 1 fourth, this Hawks manufactured some sort of three-pointer having long-range images, foremost these individuals 34 to help 26. Brian Westbrook Jersey Even so, while using the superb group connected with Brady, this Patriots unveiled several bothersome violence, surpassing this ranking 33-32.\n\nAllen Barbre Jersey This Hawks manufactured yet another attempt in addition to scored some sort of 38-33 cause to comprehend in comparison with a couple a few minutes eventually left from the remaining. Presently, this Patriots wouldn't seek refuge. Jake Elliott Jersey Many people solely counterattacked, although for the vital minute, Brady received an error in judgment into their internal. Graham beat his or her rugby, along with the completely new gambler Barnett had taken this baseball, along with the Hawks taken on episode in addition to scored some sort of 41-33 cause, 65 moments on the conclude on the activity. This Patriots are yet to received time to help slow.\n\nAlshon Jeffery Jersey Brady seemed to be regarded intended for his or her last-minute change from the heritage on the Patriots' five-time Tremendous Jar. Not too long ago, in the event the Patriots fell into driving Woodstock 3 to help 30, Herman Edwards Jersey Brady succeeded with guiding some sort of driving activity. This change connected with overtime, in addition to preceding various Finals, Brady has also continuously served this workforce to help productively slow this ranking with damaging situation. Although these times, he \/ she had missed. This Patriots conducted furiously for the late. Brady seemed to be plugged by means of various travels though forward movement. Finally, he \/ she directed some sort of long-range baseball, although Gronkowski never hook this baseball. Isaac Seumalo Jersey Time period extends available along with the Hawks gain this title. .\n\nDisplay posts from previous:  Sort by  \nPost new topic Reply to topic  [ 2 posts ] \n\nAll times are UTC - 5 hours\n\nWho is online\n\nUsers browsing this forum: No registered users and 10 guests\n\nYou cannot post new topics in this forum\nYou cannot reply to topics in this forum\nYou cannot edit your posts in this forum\nYou cannot delete your posts in this forum\n\nSearch for:\nJump to:  \nPowered by phpBB® Forum Software © phpBB Group",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.8709641099,
        "format_confidence":0.9894477129
    },
    {
        "url":"http:\/\/www.fodors.com\/community\/europe\/base-to-tour-boyne-valley.cfm",
        "text":"Europe Forums\n\nPost New Topic\n\nRecent Activity\n\nView all Europe activity »\n  1. 1 카지노싸이트＼◑＼『→ SD99.ZE。AM ←』＼슈퍼카지노【슈퍼바카라】\n  2. 2 마카오카지노＼◑＼『→ SD99.ZE。AM ←』＼슈퍼카지노【슈퍼바카라】\n  3. 3 My messa인터넷카지노＼◑＼『→ SD99.ZE。AM ←』＼슈퍼카지노【슈퍼바카라】\n  4. 4 Where to stay & what to do in Gran Canaria?\n  5. 5 Barcelona\n  6. 6 Windycar Instanbul- Car rental deposit scam\n  7. 7 \"Best\" train route Interlaken to Salzburg\n  8. 8 Prague\n  9. 9 Greece + Italy | Itinerary Suggestions\n  10. 10 Ischia\n  11. 11 Santorini lodging\n  12. 12 Trump alleged to be \"keen\" for US to join Commonwealth\n  13. 13 No Periods in British Written English!\n  14. 14 Spain and South of France\n  15. 15 Croatia... Is dubrovnik a must?\n  16. 16 Overnight at Heathrow\n  17. 17 Dinner get-together in Paris?\n  18. 18 France, UK and Ireland\n  19. 19 Daytime flights - US East Coast to Paris?\n  20. 20 Ronda Wine\/biking\n  21. 21 Starting my Paris plan for May\n  22. 22 El Pastrami en Madrid\n  23. 23 3 Month Europe Itineray -- please critique :)\n  24. 24 Andalucia itinerary help\n  25. 25 Germany family road trip help!\nView next 25 » Back to the top\n\nBase to tour Boyne Valley\n\nJump to last reply\n\nHi -\n\nI have most of my Ireland Itinerary nailed down. First two nights in Dublin. Taking the bus from the airport. We plan to pick up our car (not sure who we are renting from yet) Monday late morning. Still undecided if we should pick up the car back at the airport or from one of the City Centre Locations.\n\nThen on to the Boyne Valley. I figure since we don't plan on rushing around we will save Newgrange for first thing Tuesday morning.\n\nSpend Monday after the car pick up doing Trim Castle, Hill of Tara and whatever other sites we can fit in.\n\nSo the idea is to stay somewhere in the area Monday night so we can visit Newgrange first thing (spending enough time to see Knowth) before driving West to the Sligo area.\n\nAny thoughts on what Town or even what B&B or Hotel for Monday night? I have seen mention of Trim, Slane, Navan and Droghega as possible places to stay. It will be a Monday night - but we would like to be able to go out for a pint or two after eating that night. Nothing too crazy, but we don't want a total ghost town. We would prefer if the area wasn't too industrial. I don't know if these two things are completely at odds.\n\nThanks for any ideas.\n\n\n1 Reply |Back to top\n\nSign in to comment.",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9957700372,
        "format_confidence":0.9825626612
    },
    {
        "url":"https:\/\/www.businesstraveller.com\/forums\/reply\/455322\/",
        "text":"Reply To: W Hotel Istanbul – Pretentiousness as an Art Form, or am I just too Old?\n\nBack to Forum\n\n\nHi CC.\n\nGood choice and taste with the Luxury Collection!\n\nI found your posting very interesting indeed. I should just say two things:\n\nI wasn’t trying to compare W with Four Seasons – normally I would always choose the latter. The reason I didn’t this time was that the W Istanbul looked interesting. It certainly was!\n\nSecondly, I am not against “trendy”\/boutique\/designer hotels in principle. Indeed, I stay a fair amount at Malmaison\/HdV in the UK, the Lady Hamilton and the Lord Nelson are two of my favourite hotels in Stockholm, and I use the Hotel Bergs and Ainavas in Riga.\n\nIn London, I much prefer the ‘funky’ Trafalgar to the very staid Hilton on Park Lane. It’s just when I can’t getting the lighting as I want it, the TV is unviewable and I can’t work out whether I’m in the toilet or the wardrobe that I get a bit perturbed…..\n\n\nBe up-to-date\nMagazine Subscription\n\nTo see our latest subscription offers for Business Traveller editions worldwide, click on the Subscribe & Save link below",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9934604168,
        "format_confidence":0.9957488179
    },
    {
        "url":"http:\/\/www.fodors.com\/community\/united-states\/seattle-victoria-san-juan-itinerary-suggestions-please.cfm",
        "text":"United States Forums\n\nPost New Topic\n\nRecent Activity\n\nView all United States activity »\n  1. 1 HP @ Printer Error CONTACT ☎ 1:8OO:68I:7208 Technical SUPP0RT CAre*\n  2. 2 San Francisco Hotel With Car\n  3. 3 Trip Report In Reverse Gear in Chicago\n  4. 4 Orlando area weather in June\n  5. 5 Quaint towns in Sonoma County\n  6. 6 Help with Denver - Moab - Denver Trip Itinerary Suggestions\n  7. 7 New Itinerary\n  8. 8 SF-Yosemite-Monterey-SF\n  9. 9 Camping in FL - Topsail Hill Preserve SP\n  10. 10 Help with Northwest Trip\n  11. 11 Help - Drive from Olympia, WA to SLC, UT\n  12. 12 1st trip to Maine Need feedback and advice\n  13. 13 Restaurant Recommendation Somehwere Between O'Hare and Berrien County, MI\n  14. 14 Myrtle beach\n  15. 15 \"Fitness\" vacations\n  16. 16 Trip Report Brief Savannah Trip--Brief Savannah Trip Report\n  18. 18 Miami or New Orleans for 3 days in mid December\n  19. 19 Andaman and Nicobar Islands of South India\n  20. 20 Transit Advisory - NY Penn Station - Amtrak track work Ju;y 10 thru\n  21. 21 Boston Food Tour\n  22. 22 Help plan my trip please\n  23. 23 One day for Mt. Rainier\n  24. 24 1st road trip Cincinnati to Beauford, SC\n  25. 25 Trip Report Weekend at the Straits of Mackinac\nView next 25 » Back to the top\n\nSeattle, Victoria, San Juan itinerary - suggestions please!\n\nJump to last reply\n\nMy family is going to the Seattle area this summer - my husband and I along with our two teenagers. We all love outdoors - hiking, kayaking, etc. but also want to do some city activities. I'm still trying to decide exactly how many days so I'm working on a sample itinerary.\n\nMy biggest concern is the ferry times (I see a lot of this on these forums). Any suggestions or major changes I should make?\n\nDay 1 - Fly into Seattle - explore as time permits (hotel Seattle)\nDay 2 - Explore Seattle (hotel Seattle)\nDay 3 - Drive to Anacortes and ferry to San Juan Islands (explore island) (hotel on San Juan or Orcas?)\nDay 4 - Explore island (kayak or whale-watching) (hotel on San Juan or Orcas)\nDay 5 - Ferry to Sidney\/Victoria (hotel Victoria)\nDay 6 - Explore Victoria (hotel Victoria)\nDay 7 - Ferry to Friday Harbor, Ferry to Anacortes (Deception Pass\/Whidbey island) (hotel near Anacortes) - is this doable? is there an option to take the ferry from Sidney directly to Anacortes?\nDay 8 - Ferry Coupeville to Port Townsend - Explore Port Townsend, drive to Port Angeles\/Olympic National Park (hotel Port Angeles)\nDay 9 - ONP (hotel Port Angeles or possibly Forks)\nDay 10 - ONP - Drive back to Seattle (ferry Bainbridge to Seattle)\nDay 11 - (explore Seattle if time permits) Fly home\n\nThanks for any suggestions!\n\n\n5 Replies |Back to top\n\nSign in to comment.",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9957216978,
        "format_confidence":0.9533275962
    },
    {
        "url":"https:\/\/www.tripadvisor.com.au\/ShowForum-g1439525-i19886-Vikersund_Modum_Municipality_Buskerud_Eastern_Norway.html",
        "text":"\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\n\nVikersund Travel Forum\n\nPlan the perfect trip to Vikersund\ndd\/mm\/yyyy dd\/mm\/yyyy\n2 topics from our community\n  Topic Replies Last post\n  bus ride from Oslo to Vikersund for 2012 world cup\nby mikey15\n3 11 January 2012\n  Accomodation for Ski Flying in Vikersund (Closed topic)\n3 01 November 2010",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9760684967,
        "format_confidence":0.9801985621
    },
    {
        "url":"http:\/\/www.cruisereviews.com\/forum\/royal-caribbean-cruise-line\/21571-splendour-2-14-2003-roll-call.html",
        "text":"\nRegister Forgot Password?\nNew! Use your Facebook, Google, AIM & Yahoo accounts to securely log into this site, click logo to login  \n\nClosed Thread\nLinkBack Thread Tools Display Modes\n  #1 (permalink)  \nOld 12-06-2002, 11:10 PM\nJunior Member\nJoin Date: Dec 2002\nLocation: simi california USA\nPosts: 1\nwe have lots of cruisers on board is there anyone else coming with us? [img]\/infopop\/emoticons\/icon_biggrin.gif[\/img]\nClosed Thread\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nRoll Call 03\/26 Splendour Cruiseisliving Royal Caribbean Cruise Line 0 03-21-2007 03:58 PM\nSplendour of the Seas -Roll Call-5th July Elizanessie Royal Caribbean Cruise Line 1 06-13-2003 08:05 AM\nRoll Call Destiny 4\/27\/2003? kaylynn Solo Cruisers 1 03-19-2003 09:10 AM\nROLL CALL FOR CONQUEST MAY 11, 2003 brendab General Cruise Chat 0 12-30-2002 01:45 PM\n\nThread Tools\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is On\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\nAll times are GMT -7. The time now is 05:52 PM.\n\nContact Us - Terms of Use - Cruise Reviews Home - Archive - Privacy Statement - Top\n\nSEO by vBSEO 3.5.2",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9872912765,
        "format_confidence":0.9942649007
    },
    {
        "url":"http:\/\/tuktotheroad.blogspot.com\/2006\/08\/is-there-anybody-out-there.html",
        "text":"Tuk to the Road\n\nThe trials and tukulations of Jo, Ants and Ting Tong the tuk tuk and our three-wheeled odyssey from Bangkok to Brighton...in aid of the mental health charity Mind. For more information please see www.tuktotheroad.com\n\nMonday, August 07, 2006\n\nIs there anybody out there?\n\nVolgograd, 6th August\n\nThe tukkers are stuck in Volgograd waiting for some important post from England. Still, not complaining as it is very hot and gives us an opportunity for some admin and sunworshipping.\n\nWe enjoy writing our blogs and we are very happy if people enjoy reading them. However, I am nosey and would like to know who is reading our blog. If you are reading this then please could you post a little message after this blog to say hi.\n\nHope you all have a good week- 28 days and counting before we arrive home....\n\nP.S. For those of you that hadn't guessed, the nosey one is called Jo! xo\n\n\nBlogger heid_honcho said...\n\ni'm reading this :)\n\n1:38 AM  \nBlogger tuktotheroad said...\n\nwe'd never have guessed- hope to see you in brighton when we return home x\n\n1:49 AM  \nBlogger showhank said...\n\nHi, Have fun drive safe.\n\n2:43 AM  \nBlogger pip said...\n\nHave you still got hair? You seem to always wear THAT headband thingy.\nI always read your blogs and hate it when there are no comments.\nLove you.\n\n2:59 AM  \nBlogger IvanEkb said...\n\nHi, Jo! Hi, Anty! Reading Your diary regularly, received Your SMS, but my phone has died, and I could not answer You (now I have a new one). Your interview was of great sucsess on the radio! Rudy and wOleg were very sad when they returned to Ekb (as they wrote in web-phorums). Hope, You have a rest from our cold northern summer...\n\n4:19 AM  \nBlogger Rudy said...\n\nHey, this is Rudy :) Im reading your blogs :-D\n\n4:34 AM  \nBlogger Stable Gallery said...\n\nReading avidly at the Stable Gallery too! Look forward too your safe return....Jim\n\n4:37 AM  \nBlogger Stan-Rhode Island said...\n\nI check in every day to see what \"adventures\" U R having.\n\nI truly admire what you are doing, but there is a small part of me that continues to think \"your crazy.\" But I must be crazy too, at times I picture myself with you on the road.\n\nDrive safely and tell tuk tuk she can retire once the trip is over. Or are you planing to drive her back to Thailand.. . . now there's an interesting idea grin\n\nEast Providence Rhode island\n\n5:53 AM  \nBlogger Nick said...\n\nHello Jo,\n\nLike the good little brother I am, I'm reading your blogs daily.\n\nDo you need a bib?\n\n\n5:55 AM  \nBlogger Carlsbad said...\n\nHi -\nReally enjoy your blogs - lived in Russia for 11 years - just moved to the beach in Southern California - my wife is from Volgagrad! Great adventure!\n\n6:27 AM  \nBlogger Pestos said...\n\nevery day as I log into my blog, I read yours!\n\n7:48 AM  \nBlogger Sue Taylor said...\n\nHi tukkers. I came across your blog from a comment in another blg and now I look forward to reading about your adventures. You are doing an amazing thing!\n\n\n7:50 AM  \nBlogger tuktotheroad said...\n\nThanks everyone! We love our posts - the first thing we do when we log on each day is see if we have any.\n\nPip - Jo is bald, I wasn't going to tell you but...\n\nIvan - so glad you got the SMS and thanks again for the 'speert' which we will be using often over the next few weeks. Not drinking it don't worry. Glad the radio interview was a success.\n\nStan - we worry when we don't hear from you for a while, glad you are well.\n\nPestos - looking fwd to DJ Marky on Sept 6th, haven't heard any D&B for a while.\n\nNick - I have to carry a bib where ever we go, such an embarassment. We've just got back from a cafe where she tipped ice cream all over herself and the rest of the people in the cafe.\n\nRudy - missing you guys. Give Ratty a cuddle. Wish we could have smuggled you three back to the UK.\n\n8:07 AM  \nBlogger Alan said...\n\nHi! I take a look at your blog daily and am fascinated by your progress. I intend to try and make the journey in the opposite direction, Milton Keynes to Beijing, sometime soon so I hope I can pick your brains when you get back. No tuk-tuk involved though!\n\n8:14 AM  \nBlogger Briony said...\n\nHello! You joined the elite ranks of my feedreader right at the start of your odyssey. Enjoying reading about your adventures - keep on tukking :)\n\n8:17 AM  \nBlogger TEXAN said...\n\nI am in Virginia ,USA. Just read about your trip.I am a Texan and can say you two have really \" Cow Girl up'd \" and are meeting the challenge!\n\n9:00 AM  \nBlogger 1-wheel bus said...\n\nI happened upon the story of your journey when surfing around, looking for info on Reliant Robins and other 3-wheeled vehicles. (My son had been watching a couple of Mr. Bean episodes and wanted to know more about \"the little blue car\".)\n\nThere are virtually no 3-wheeled cars in the U.S. though we have lots of 3-wheeled motorcycles.\n\nI wonder what it would take to import a Tuk Tuk into the U.S. I daresay they'd make a fine 2nd car.\n\nStu in Pittsburgh\n\nP.S. Thanks for all the photos!\n\n9:41 AM  \nBlogger zonaroja said...\n\n\nI'm a big fan of your blog. I've always wanted a tuk tuk myself.\n\nGood luck in eatern Ukraine, should be your last doggy spot.\n\nLos Angeles\n\n9:41 AM  \nBlogger CSher said...\n\nThis comment has been removed by a blog administrator.\n\n9:54 AM  \nBlogger CSher said...\n\nHi! I saw a picture of your adventure on MSNBC and looked you up. I've been following the blog ever since. Such an interseting journey and a great cause.\n\nAnnapolis, Maryland, USA\n\n9:55 AM  \nBlogger Ragnhild said...\n\nI read this every day!\nYou girls rock. Good luck!\nRagnhild, Norway\n\n10:37 AM  \nBlogger christina said...\n\nHi Girls! You are doing a great job there!\nI check your blog every day. Keep up the good work! :-)\n\n11:39 AM  \nBlogger Gary_2006 said...\n\nHi Girls...Best of luck with your venture. You had a news item on BBC Look East tonight!\n\n11:57 AM  \nBlogger stephanie_76 said...\n\nI found your blog from a picture off of Yahoo! and had to know the back story. After some research I found your blog and have been reading ever since.\n\nAmazing idea and journey.\n\nVermillion, South Dakota, USA\n\n12:15 PM  \nBlogger showhank said...\n\nStu in Pittsburgh,\n\nGo to ArgoUSA.com.\n\nThe Bajaj is not as fast as the Tuk but it is a three wheeler.\n\n12:54 PM  \nBlogger Richard said...\n\nHey Girls,\nI heard about your upcoming adventure when I was in Thailand and have been following along. In my work I have been to many of the places you are passing through (never thought I would hear about Urumqi again) and have formed my own opinions. It's very interesting to read yours.\nKeep on tuking!!!!!\n\n12:54 AM  \nBlogger richardthe765th said...\n\nHi girls\n\nFound your site while investigating The Mongol Rally - they said if you think we're mad, try Tuk to the Road.\n\nI enjoy reading about places and cultures that I have little idea of, from the security of my desk here in Edinburgh over a midmorning scone.\n\nKeep up the good work, hope those plugs are your only mechanical problems.\n\n\n7:31 AM  \nBlogger Sunnydog said...\n\nLove your blog and check for new entries every morning. good luck to you both on your continuing journey! ~Macey, Nashville, TN USA\n\n8:03 AM  \nBlogger Bobby said...\n\nHey, I'm readying your Blog daily!- Bobby in Rancho Cucamona,California!\n\n7:35 AM  \nBlogger kazimoto said...\n\nHi. I've been checking in at least 1-2 times a week. Following Jo, Ants and TT is MUCH better than any movie I've ever seen!\n\n2:39 PM  \nBlogger bill said...\n\nhi tukkers,\n\ni am reading it. back in the usa after 15 days in vietnam and 15 in laos...mostly luang prabang area. i have owned several three-wheelers...two isettas and a messerschmidt, so i can (sort of) relate to your wheels.\n\nsave trip, really enjoy your journals\n\n\n7:41 PM  \nBlogger billyloco said...\n\nin the united states you would more than likley be abducted ....\n\n2:27 AM  \n\nPost a Comment\n\n<< Home",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.8446135521,
        "format_confidence":0.922703743
    },
    {
        "url":"http:\/\/www.cruisereviews.com\/forum\/royal-caribbean-cruise-line\/29328-independence-seas-02-may-cork.html",
        "text":"\nRegister Forgot Password?\nNew! Use your Facebook, Google, AIM & Yahoo accounts to securely log into this site, click logo to login  \n\nClosed Thread\nLinkBack Thread Tools Display Modes\n  #1 (permalink)  \nOld 04-29-2008, 03:34 AM\nJunior Member\nJoin Date: Apr 2008\nLocation: google\nPosts: 1\nHi All,\n\nI am new to this forum and even newer to cruising. My first experience will be this Friday and I am sailing from Southampton (England) to Cork (Ireland)Getting excited now as the ship looks fantastic. I wanted some advise if you can help? Should I take sterling or dollars on board for the Casino? Also are tips at my discretion or are they added to all bills? Will it be best to have my sea pass account billed in sterling or dollars? sorry for all the questions but if there is a better way of doing things it will be good to know. Ohh any other tips or hints will be gratefully received from a cruising virgin!\n  #2 (permalink)  \nOld 04-29-2008, 06:17 AM\npenny3333's Avatar\nJoin Date: Nov 2005\nLocation: Alabama\nPosts: 10,601\nHi pridders, welcome to Cruise-Chat. Congratulations on your upcoming cruise. I do hope you will enjoy it as much as the rest of us do and you will become an addict as we all are All of the cruises I've been on have been originating in the US, so the currency has always been USD on board. I am assuming that will be the same on your cruise. If not, they can exchange the currency for you in the casino. All the machines are set up for USD. Tips are added to your on board account. You can remove them by visiting the purser's desk. We leave the automatic tips on our account and then tip extra to those we wish. We get envelopes from the purser's desk to place extra tip money in. We tip when they serve us a drink or for room service at the time they bring the drinks or what we ordered for room service. They add 15% gratuity to you bar bills, but we always tip an extra dollar. On your shipboard account, I assume it will be billed in USD. When I've purchased something on various islands, they bill me in their currency, but it is charged to the account in USD.\n\nI hope you've checked around on the board, there are a lot of tips and information from a wealth of veteran cruisers. My biggest suggestion is to pack half of what you think you'll need and then take half of that out of the suitcase before you leave. Bring enough film or memory cards for your camera. Bring extra batteries. You can have as many items from the menu as you wish. If you're still hungry you can always ask for more. If you want more than one entree, order as many as you like. If you have a balcony, try to make at least one sunrise\/sunset on your balcony. If not, try to make it up on deck for at least one. It is a magnificent experience. You also need to be up on deck or on your balcony for at least one sail away, too.\n\nSoda pop and alcohol are not included for free beverages. If you drink a lot of soda, you may want to purchase a soda card. Personally, I don't think they're worth it, but others that drink a lot of soda do.\n\nRelax, kick back, and have a wonderful time. Best wishes and once again, welcome aboard!\nClosed Thread\n\naccount, beverage, board, card, caribbean, conversion, cork, currency, dates, eh, independance, independence, indipendance, royal, sea, seas, tipping, tips\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nINDEPENDENCE OF THE SEAS florrie135 Disabled Travel Forum 0 02-27-2009 10:20 AM\nIndependence of the Seas the mum Royal Caribbean Cruise Line 6 09-01-2008 07:03 AM\nIndependence of the Seas wills4me Royal Caribbean Cruise Line 2 08-23-2008 09:54 AM\nIndependence of the Seas the mum Royal Caribbean Cruise Line 4 02-14-2008 02:40 PM\n\nThread Tools\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is On\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\nAll times are GMT -7. The time now is 02:08 AM.\n\nContact Us - Terms of Use - Cruise Reviews Home - Archive - Privacy Statement - Top\n\nSEO by vBSEO 3.5.2",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9958394766,
        "format_confidence":0.9819062948
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/royal-caribbean-international\/237021-november-21-enchantment.html",
        "text":"\nRegister Forgot Password?\n\nLinkBack Thread Tools Search this Thread Display Modes\n  #1 (permalink)  \nOld January 25th, 2005, 03:13 PM\nPosts: n\/a\nDefault November 21 on Enchantment?\n\nanyone going? preferrably teens?\nReply With Quote\nSponsored Links\n\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nEnchantment - November 28 cemnyc Gay \/ Lesbian Cruising 1 November 17th, 2009 02:12 PM\nDawn Princess November 11 -or- Carnival Spirit November 14 ManOnMars Gay \/ Lesbian Cruising 1 July 29th, 2007 02:23 PM\nRoll Call Enchantment November 7th, who's on board with us? beenie weenie Royal Caribbean International 0 September 15th, 2005 11:37 PM\nNovember 21 on Enchantment? britt Teen Cruisers 0 January 23rd, 2005 01:18 PM\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\n\nAll times are GMT -4. The time now is 09:34 PM.\ndesign by: Themes by Design\n\nSearch Engine Friendly URLs by vBSEO 3.6.1",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9827456474,
        "format_confidence":0.9952588677
    },
    {
        "url":"http:\/\/mytravelswithblackbetty.blogspot.com\/2007\/08\/my-travels-with-black-betty-epilogue.html?showComment=1187836380000",
        "text":"Wednesday, August 22, 2007\n\nMy Travels with Black Betty: the Epilogue\n\nI'm home.\n\nThe car is still not unpacked due to constant rain, but regardless things are slowly falling back into place. I'm registering for classes this fall, taking my dog Bess for walks, and generally settling back into life in New Jersey. During my last week of the trip I was itching for home, now two and a half months don't seem nearly long enough.\n\nI dutifully kept up with the blog in the interest of honing my writing skills, and for my effort I now have a wonderful keepsake of my journey. Some posts are better than others, to be sure. I sometimes barely had the time to edit simple typos, let alone grammar and syntax. But I do believe I achieved my goal of keeping it entertaining and informative.\n\nI can't thank you enough for reading the blog this summer. Yes, you. If you liked what you read, tell me! If you didn't and have constructive criticism, tell me! You can leave a comment on this blog or e-mail me directly at\n\nDuring my time in Australia a few years ago, I took a nine-day trip from Adelaide to Perth with Nullarbor Traveler. The members of the trip were the usual United Nations gathering of a dozen young people, with the odd addition of a 60-year-old Sydney-sider named John. He was suffering from a degenerative eye disease and was attempting to see what he could of his home country before his eyesight failed him completely. At the end of our journey, Amanda from Holland asked John if he had any words of wisdom for us. He said he was so glad we were taking advantage of traveling while still young, so that we might \"get it out of our systems\" before starting careers. The problem is, that trip and others only served to get it into my system, and now travel is all I want to do.\n\nI'm going to start sounding like Po Bronson or bloody Oprah any minute now, but it's true that not enough people spend time doing what they truly want to be doing. When I stood in Abigail's kitchen in Butte, Montana at 1:30am and she asked me if I was happy, it was a pleasure to be able to realize that yes, I was happy. I was traveling and writing about it (even if I wasn't getting paid for it yet). That's exactly what I want to do.\n\nI am equal parts amazed and disappointed that I managed to complete the Great American Roadtrip - coast to coast, border to border - and come away completely unscathed. No broken bones, flat tires, muggings or break downs of any sort can be truthfully mentioned.\n\nOn a scale of batshit crazy, 10 being a barfight with the cast of \"Charles in Charge\" and 1 being a quiet night at home with a Leonard Cohen album and a glass of lemonade, I'd say this trip was about a 5. Sleeping in the car and getting woken up by the police, picking up hitchhikers, chasing ghosts in Texas and taking on the Grand Canyon in one day were all pretty crazy. All those hours in Starbucks and libraries were decidedly not. At some points of the trip I felt I would sell my soul for use of the internet.\n\nRegardless of what happened, or what I wish would have happened, the trip is mine. Mine to savor, mine to brag about, to laugh about, to regret, to remember fondly on some dark winter's day while at Rowan in the coming months.\n\nSome people told me I'm lucky to have taken this trip. I'm not lucky. I simply found something I wanted to do and I did it.\n\n\"Why, then the world's mine oyster,\nWhich I with sword will open.\"\n\nThe Merry Wives of Windsor\nWilliam Shakespeare\n\nI'll leave you with a final thought, a refrain, if you will, first visited in the prologue: what is it you want from this world, and when are you going to take it?\n\n\nAnonymous said...\n\nI'm so sad its over : (\n\nReally good reading. It was my sunday evening read, what am i going to do now?\n\nAnyway hope you're happy to be home, looking forward to Eulogy on the 9th,\n\nSee you then\n\n\nPaul E. Shively said...\n\nAbsolutely brilliant. It was a pleasure to have read this and I hope that we can share many travels in the future.\n\nLooking forward to Mongolia.\n\nEzra said...\n\nIt was awesome to read this blog. You've helped me come to the realization that I refuse to be stuck with a mind full of regrets. I'm starting to seriously think about what I REALLY want out of this world, and how I'm going to get it. It's an exciting prospect!\n\n48statebus said...\n\nI wrote this big long comment about how much I enjoyed sort of vicariously living the experience through your blogs...but then my computer messed up somehow and I'm not retyping all of that. However, I did enjoy reading about your travels and hopefully my trip in 8 months and 9 days will be just as safe and non-disasterous as your trip was. If any of your readers want check out our trip at\n\nAnonymous said...\n\nwelcome home scotticus. i must say that i almost feel as though i have been on the trip as well. now we must celebrate your return.\n\n\nmike m said...\n\ncongrats on a succesful trip and one hell of a blog\n\nbgibs said...\n\nI thoroughly enjoyed reading your blog. You did a great job of balancing the writing. There was always interesting background on the locations, humor, and introspection. It was something I looked forward to and read every time I could find internet access. You inspired Bill and I to do a blog of our trip - not as good as yours, but we have really enjoyed doing it.\nThank you for letting us share your travels and insights. Have a great year and we look forward to more travel blogs from you in the future.\n\nCresceNet said...\n\nOi, achei seu blog pelo google está bem interessante gostei desse post. Gostaria de falar sobre o CresceNet. O CresceNet é um provedor de internet discada que remunera seus usuários pelo tempo conectado. Exatamente isso que você leu, estão pagando para você conectar. O provedor paga 20 centavos por hora de conexão discada com ligação local para mais de 2100 cidades do Brasil. O CresceNet tem um acelerador de conexão, que deixa sua conexão até 10 vezes mais rápida. Quem utiliza banda larga pode lucrar também, basta se cadastrar no CresceNet e quando for dormir conectar por discada, é possível pagar a ADSL só com o dinheiro da discada. Nos horários de minuto único o gasto com telefone é mínimo e a remuneração do CresceNet generosa. Se você quiser linkar o Cresce.Net( no seu blog eu ficaria agradecido, até mais e sucesso. If is possible add the CresceNet( in your blogroll, I thank. Good bye friend.\n\nCelular said...\n\nHello. This post is likeable, and your blog is very interesting, congratulations :-). I will add in my blogroll =). If possible gives a last there on my blog, it is about the Celular, I hope you enjoy. The address is A hug.\n\n48statebus said...\n\nI was talking to someone today about traveling and couch surfing came up, I told our story about how I read your blog and how we stayed with you that night and it made me think about your blog so I looked it up.\n\nSo I figured I'd give you an update on the 48statebussers.\n\nI graduated the semester after our trip, and took a year long internship with the Student Conservation Association (AmeriCorps)working with the US Fish and Wildlife Service. I just started my first full time position for the Florida Department of Environmental Protection at the beginning of January and I'm in Tallahassee, FL.\n\nJessica graduated almost a year ago and is working for Enterprise.\n\nMe and Jessica got engaged Christmas Eve night and are going to be married June 5th.\n\nThat road trip was so special to both of us and really changed so much in our lives. I think it will be one of the defining moments in our lives (as you know from your own crazy travels!)\n\nI hope all is going well with you and I hope to hear back from you.\n\nTake Care,\nJeremy (48statebus)",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9556229115,
        "format_confidence":0.7211866975
    },
    {
        "url":"http:\/\/www.balidiscovery.com\/messages\/printmessage.asp?Id=636",
        "text":"\n\n\n© 2011 - 2016 Bali Discovery Tours, All rights reserved.\nThis message originated from http:\/\/www.balidiscovery.com\/\nFind it online at http:\/\/www.balidiscovery.com\/messages\/message.asp?Id=636\n\n\nEntry #15 - Bali Dream Contest\n\nWith Only Two Weeks to go - the latest entry from Malaysia.\n\n(4\/27\/2002) There are so many excellent entries that we'll still be sharing dream holiday entries well into the month of May - and perhaps beyond. So if you haven't seen your entry yet, don't despair. Remember, we'll soon be giving away a Bali Dream Holiday for two. Send your vision of a perfect dream holiday in Bali and earn the chance to win 2 tickets on Singapore Airlines, 7 nights at the Four Seasons Private Estates Bali at Jimbaran Bay, tours and transfers from Bali Discovery Tours, rafting and cycling excursions from Sobek, luxurious spa treatments from Mandara Spa, a helicopter tour from Air Bali, and Cooking Lessons from Bumbu Bali\/Rumah Bali.\n\nEntries are welcome from everyone in every form, from both veteran travelers to Bali or those who have only dreamed of visiting our tropical paradise.\n\nDianne Buerger, buerger@pd.jaring.my, from Malaysia sent this week's dream selection in the form of a letter to a friend:\n\nDream Holiday in Bali\n\nDear Angela,\n\nYou asked me to tell you about life in Bali. The physical similarities to other islands are there with fabulous beaches, palm and coconut trees, tropical flowers and exotic fruits, however Bali is unique.\n\nThe special reverence the gentle Balinese have for their Hindu religion is reflected in everyday living. Life here is the daily sighting of offerings placed at strategic positions in the temple, home and workplace or at road crossings. It's the smell of incense, the sound of bamboo instruments or the pounding of a kul-kul to call people together.\n\nIt's driving down a small road lined with penjors - large decorated bamboo poles that invite the gods to descend from the heavens to earth. Or being stuck in traffic behind a large group of people dressed in ceremonial clothes, bound for the temple. It's seeing villagers bathe in creeks beside the road and the huge white smiles of children who wave madly and chase your car.\n\nIt's the choice of five-star hotel luxury or the blessed simplicity of a warung and home stay. It's the fun of bargaining while shopping and cries of \"You want watch, rent car, massage, plaint your hair, bracelet, transport, change money?\"\n\nIt's amazement at the skill and patience of painters, woodcarvers, dancers, musicians, weavers and silver and goldsmiths. It's the wonder that a whole family (and their pet!) can fit on one motorbike.\n\nIt's the smell of exotic spices and the satisfaction of a sumptuous fish dinner on the beach at Jimbaran Bay. It's the beauty of beaches, mountains, rice fields and volcanoes. It's luscious tropical gardens and outdoor living.\n\nIt's joy that here, children are cherished beings.\n\nLife in Bali is all these things and more. How I dream of taking you there to experience it all.\n\nSweet dreams my friend.\n\n\nMore information: http:\/\/www.balidiscovery.com\/misc\/dream\/",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9962127209,
        "format_confidence":0.5303570032
    },
    {
        "url":"http:\/\/www.cruisereviews.com\/forum\/europe-port-chat\/19849-train-fares.html",
        "text":"Go Back   Cruise Reviews Forums > Port Chat > Europe Port Chat\nRegister Forgot Password?\nNew! Use your Facebook, Google, AIM & Yahoo accounts to securely log into this site, click logo to login  \n\nClosed Thread\nLinkBack Thread Tools Display Modes\n  #1 (permalink)  \nOld 08-25-2008, 07:49 AM\nJunior Member\nJoin Date: Jul 2008\nPosts: 6\nIs it possible to pay for train fares with a Master Card or Visa? Are local trains only cash?\n  #2 (permalink)  \nOld 08-25-2008, 08:51 AM\nSenior Member\nJoin Date: Nov 2006\nLocation: Jupiter, Florida\nPosts: 226\nIf you are refering to Italian trains, the answer is yes - you can use Mastercard or Visa, either at the counter or in the machines.\nRadiance of the Seas - Nov 2006\nLegend of the Seas - Jun 2007\nCosta Fortuna - Mar 2008\nLegend of the Seas - Oct 2008\n\nCelebrity Constellation - July 2009\nMSC Orchestra - Jan 2009\nNavigator of the Seas - March 2009\nMSC Poesia - November 2009\nJewel of the Seas - June 2010\nClosed Thread\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nAir Fares peter l Lido Deck 2 06-07-2010 11:29 AM\nSingle staterooms\/fares denjoker General Cruise Chat 4 08-04-2009 01:42 PM\nCab Fares in NYC billybuzzy Embarkation Ports, Hotels, and Transfers 4 05-13-2008 02:42 PM\ntaxi fares mojomom Caribbean Port Chat 3 07-17-2007 12:05 PM\nTaxi Fares dazvaz Embarkation Ports, Hotels, and Transfers 2 07-02-2007 02:03 PM\n\nThread Tools\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is On\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\nAll times are GMT -7. The time now is 02:04 AM.\n\nContact Us - Terms of Use - Cruise Reviews Home - Archive - Privacy Statement - Top\n\nSEO by vBSEO 3.5.2",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.7220164537,
        "format_confidence":0.8218107224
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/royal-caribbean-international\/234033-navigator-01-22-05-onboard-activities.html",
        "text":"\nRegister Forgot Password?\n\nLinkBack Thread Tools Search this Thread Display Modes\n  #1 (permalink)  \nOld March 9th, 2004, 08:01 PM\nJunior Member\nJoin Date: Mar 2004\nPosts: 14\nDefault Navigator 01\/22\/05 -- Onboard Activities\n\nHi Everyone\n\nA group of friends and I are going on our first cruise aboard the Navigator of the Seas 01\/22\/05 (7-Night Western Caribbean).\n\nDoes anyone know if they charge for renting equipment for rock-climbing, ice skating, inline skating or mini-golf? Also, how do you sign up for these activities? Onboard on the first night? Can you sign up ahead of time online the way you can with shore excursions?\n\nSpeaking of shore excursions, has anyone gone snorkeling at Cheeseburger Reef in Grand Cayman, or on the Catch A Wave Snorkeling Safari in Cozumel, Mexico?\n\nThanks! RICH\nReply With Quote\nSponsored Links\n  #2 (permalink)  \nOld March 10th, 2004, 08:51 PM\nPosts: n\/a\nDefault Re: Navigator 01\/22\/05 -- Onboard Activities\n\nAl those activities are free and you don't have to signup for any of them other than Rock Climbing. Rock CLimbing is only doen at certain times and since I never did it I really can't answer how you signup.\nReply With Quote\n\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nOnboard activities: Hopefully free! shandy5165 Princess Cruise Lines 5 January 17th, 2010 09:33 PM\nOnboard Activities shandy5165 Norwegian Cruise Lines 8 June 28th, 2009 08:48 PM\nOnboard activities? firsttimedb Princess Cruise Lines 3 June 25th, 2008 08:49 PM\nonboard activities Kathryn Royal Caribbean International 2 July 5th, 2003 10:09 AM\nonboard activities while docked? Lorraino Ask CruiseMates Staff 6 April 7th, 2003 10:36 AM\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\n\nAll times are GMT -4. The time now is 04:20 AM.\ndesign by: Themes by Design\n\nSearch Engine Friendly URLs by vBSEO 3.6.1",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9902153015,
        "format_confidence":0.8594543338
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/1462129-post1.html",
        "text":"View Single Post\n  #1 (permalink)  \nOld January 21st, 2013, 05:47 PM\ndeni5 deni5 is offline\nJunior Member\nWelcome Newcomer\nJoin Date: Jan 2013\nPosts: 1\nDefault debating if $600-800 is worth for balcony\n\nWe are first time cruisers. Family of 5, myself, my husband, 23 son, 19 daughter and 11 yr son.We need to 2 cabins but I can't decide if it's worth the extra 600-880 dollars for 2 outside cabins or an inside and balcony vs 2 inside cabins. I am a little claustrophobic and I'm not sure what to do. Any veteran cruisers have any suggestions or opinions?\nAny help is much appreciated!\n\nWe are going on the NCL Dawn Boston to Bermuda\nReply With Quote\nSponsored Links",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9953904152,
        "format_confidence":0.9855579734
    },
    {
        "url":"https:\/\/boards.cruisecritic.com\/profile\/75685-many-cruises\/",
        "text":"Jump to content\n\nmany cruises\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nAbout many cruises\n\n  • Rank\n    Cool Cruiser\n\nRecent Profile Visitors\n\nThe recent visitors block is disabled and is not being shown to other users.\n\n  1. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    Many of our issues with this trip were not caused by low water levels, and some were. The major issue is that Uniworld has been unresponsive to letters and phone calls. There is no reason for this unresponsiveness from this company. Obviously, their guest relations department has been swamped, but you would expect common courtesy from a company that ranks where they do.\n  2. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    For those of you who don't believe passenger's negative Uniworld reviews, you may want to read many of them on Uniworld's Facebook Public Post area. Make sure you have plenty of time and then decide if they are truthful!\n  3. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    Uniworld is being swamped with complaint calls. All of your positive attitudes are great until something happens to you. When I spend over $13,000.00 for a luxury cruise, I expect that type of vacation. Unfortunately, what we experienced was far below that standard, and we did not get the vacation we paid for in any way, shape, or form.\n  4. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    If Uniworld is going to remain a competitor of Tauck, they should respond to their letters and phone calls sent to guest relations. Apparently, the manager of guest relations never listens or responds to her emails and phone messages. If problems like these occurred with Tauck, customers would be treated as if they mattered and not ignored. If Uniworld can't provide the product they advertise, they should cancel that particular river cruise instead of throwing away their customers very costly vacation.\n  5. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    I don't understand how Uniworld is so highly rated. Our experience was not a luxury one, not even a middle of the road one. I will keep calling the Guest Relations Manager until someone responds... hopefully the Guest Relations Manager!\n  6. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    They did have gentle walkers tours 2 weeks ago, unfortunately the guide kept having personal conversations with one of the walkers and she let him take over the tour. We ended up leaving that group and joined another. The walking tours were mediocre at best.\n  7. many cruises\n\n    UNIWORLD...nonexistent customer service!\n\n    I still can't believe I haven't received a call back. Uniworld was supposed to have a 6 star rating...in my book it doesn't come close. The food was subpar and the noise in the dining room was terribly loud. Where are you Guest Relations???\n  8. After sending a five page letter to Uniworld's Guest Relations describing the many issues we had on board the S.S. Maria Theresa, we finally received a letter back of apology which conveniently ignored most of the issues described in my letter to Uniworld. After receiving Uniworld's ridiculous response, we called Uniworld's Manager of Guest Relations and left numerous messages requesting our call be returned. Another call was placed to Uniworld's main number and the representative said she would email the Manager of Guest Relations to call me back. I am still waiting to hear from the Manager of Guest Relations!\n  9. The cruise part of this trip was supposed to be 7 nights. The bus ride from Passau to Prague should have taken 3 1\/2 hours. I even contacted a supervisor at Uniworld (prior to the cruise) to get a confirmation on the length of this drive because we were planning a private tour upon our arrival in Prague. I was assured that we would arrive in 3 1\/2 hours, giving us plenty of time before we were to start our private tour. Four buses left for Prague and we know the other buses arrived there in 3 1\/2 hours as scheduled. Our bus didn't because they stopped to get something similar to an \"easy pass\" to use the road. That process took about 45 minutes because it seemed the driver and the guide were having difficulty providing the documents to obtain the \"easy pass.\" They kept going inside the building and coming back to the bus to look for other paperwork. We also got lost and both the driver and the guide were using their GPS for directions. It seemed as if they were \"newcomers\" to driving this route. We also found out that the other buses did not stop to get an \"easy pass\" which we thought was very odd! In addition, we stopped 3 times for restroom breaks. The first time was unscheduled and was in conjunction with the stop for the \"easy pass.\" The second time we stopped at a gas station for a restroom break the manager refused to let us use the facility. The third time we stopped we were able to use the restroom available even though it was disgusting and filthy. So, our ride lasted 5 hours because our bus stopped for 45 minutes to obtain something similar to an \"easy pass\", our bus stopped 3 times to use the restrooms, and we also got lost. The irony of this whole event was that we were assigned to ride on the first bus which was leaving at 8:15 am before all the other buses!\n  10. Our 1st. river cruise is over and unfortunately we only spent 6 nights on board the boat. The rest of the time we were in hotels...some were OK, one was horrible. Many days we were on buses for long times. When the S.S. Maria Theresa had to dock in Vienna rather than Budapest, Uniworld had passengers riding buses back to Bratislava to avoid skipping that port. In addition, at the end of the river cruise segment of this trip, Uniworld bused passengers from Passau to Prague. What was supposed to be a 3.5 hour bus ride turned out to be a 5 hour bus ride for us and greatly negatively impacted our first day in Prague. There were some plusses and many minuses on this trip. We will be posting a detailed in a few days.\n  11. We are in Passau today and did the walking tour through Old Town. We wanted to go to Artist's Alley, but almost all the shops were closed. Tomorrow, we get bussed to Prague after the post-cruise extension. We are happy that we booked 3 private excursions in Prague...so much better than those through the cruise line. I will be writing a review when I return home...including the good and the bad.\n  12. We are in Linz today. We had planned to go on the Salzburg excursion, but late last night we bowed out. We couldn't sit on another bus for 3 hours. We decided to have lunch in Linz and do some shopping. Our dinners have improved on board, but the dining room is so noisy that we leave with headaches every night. We discovered that there's one table by the door where the noise level is slightly lower. Yesterday, we went to Durnstein and Melk. In Durnstein, we went on the walking tour and did some wandering on our own. In Melk we went to the Abbey, but had to wait about 30 minutes for the guide before we started the tour. The tour was so-so. We never saw Melk because time was scarce. There was quite a lot of walking involved just to start these tours. We didnotice that other riverboatr lines had small trainlike vehicles to get passengers to the starting points of each tour. Unfortunately, Uniworld did not. The only scenery we have seen from the boat was the Wachau Valley...it was very pretty. Will try to keep posting.\n  13. Yes, some people are touring in Vienna today, rather than Bratislava. Embarkation was chaotic and we didn't arrive at the boat until 5:30 pm. It was not a luxury experience! Today, we are hoping for some normalcy in Bratislava. The boat is gorgeous and our cabin is too, but unfortunately, we have lost 2 days of this trip. Many people are not happy and will be writing to Uniworld when they get home.\n  14. We are on the long bus ride from Budapest to Vienna. We are not expected to arrive until late this afternoon. We all had to switch to other Budapest hotels last night . Ours was not by any means a luxury hotel...very small room with charcoal grey walls. It has been difficult and we're trying not think of what this so called luxury trip has cost us. Tonight is our Welcome Dinner on the Maria Theresa...at this point, we are exhausted and we have lost 2 days on the boat. We will be bussed to Bratislava tomorrow from Vienna.\n  15. We are boarding late tomorrow in Vienna after our Budapest City Tour and lunch in Budapest. The cruise director has been available all day at our hotel. We are being well informed of everything and hoping things settle down once we board.",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9952728152,
        "format_confidence":0.8449950218
    },
    {
        "url":"http:\/\/tulsagentleman.blogspot.com\/2009\/10\/route-66-roadtrip-tulsa-to-santa-fe.html?showComment=1256508729920",
        "text":"Saturday, October 24, 2009\n\nRoute 66 Roadtrip: Tulsa to Santa Fe, Day 1 in Tulsa\n\nFor the next week Susan, Smokey and I will be taking a vacation from our usual routine and will retrace historic Route 66 from Tulsa, Oklahoma to Santa Fe, New Mexico. During this time I will not try to create separate posts for my Historic Oklahoma blog. This trip will be history enough for both. We are armed with several guide books and maps but a minimum of advanced planning. In short, we are winging it. Stay tuned and we will see how it goes.\n\nUS Route 66 was opened in 1926 and was one of the original national highways. It ran a total of 2,448 miles (3,940 km) from Chicago, Illinois to Los Angeles, California. It is well known in popular culture as the Mother Road, and as the Main Street of America. It was the primary migration route for impoverished workers who went west during the Dust Bowl of the 1930s, many from the state of Oklahoma.\n\nDuring its prime the volume of traffic on Highway 66 generated revenue for many towns along its path. Beginning in 1957 a revised system of interstate highways began to replace the older roads, many of which had been pieced together from existing routes and tended to wander. They went through the center of towns along the way bringing revenue to the towns but causing the travel time to increase. The interstate highways tended to bypass the population centers saving time but drying up revenue. Route 66 was officially discontinued in 1985 although much of the original highway remains as state highways.\n\nMany of the attractions along the way have become well known in popular culture. Today Smokey and I visited a few of Tulsa's route 66 icons.\n\nThe Blue Whale of Catoosa was built by Hugh Davis in the early 1970s as a surprise anniversary gift to his wife Zelta, who collected whale figurines. The Blue Whale and its pond became a favorite swimming hole for both locals and travelers along Route 66 alike.\n\nOriginally, the pond surrounding the massive Blue Whale was spring fed and intended only for family use. However, as many locals began to come to enjoy its cool waters, Davis brought in tons of sand, built picnic tables, hired life guards, and opened his masterpiece to the public.\n\nBy 1988, the Davises were not able to continue managing the attraction, so they closed it to the public. In 1990 Mr. Davis died. The park soon fell into disrepair, crumbling from neglect and weather. However, after a decade the people of Catoosa and employees of the Hampton Inn launched a fund-raising and volunteer effort to restore the Route 66 landmark. The Blue Whale was restored and repainted to its original brilliant blue. The adjacent picnic area has also been restored. It is no longer available for swimming but visitors are welcome to take pictures.\n\nAll along the highway were many restaurants and motels to provide food and lodging to weary travelers. Tally's is typical of these diners and still serves great food, just the way they used to.\n\nRoute 66 traverses Tulsa east to west for 24 miles, running along 11th Street until it crosses the Arkansas River and becomes Southwest Boulevard. in the 1930s a large neon sign was erected on top of a building at 11th and Lewis advertising Meadow Gold milk. It was a beacon that could be seen for miles from both directions, especially at night. Over the years it fell into disrepair and was dismantled some time in the 1970s. Fortunately the sections were preserved and recently it reappeared on a special structure at 11th and Quaker and is again an 11th street icon.\n\n\nAnonymous said... [Reply to comment]\n\nHave a lovely time exploring Route 66 in your new motor and your scooter will give you so much more freedom.\n\nLooking forward to seeing the holiday pictures.\n\n\nDrillerAA09 said... [Reply to comment]\n\nEnjoy the trip. Be sure to watch he movie \"Cars\" before you go. It will put you in the mood to explore and savor the \"Mother Road\" more than ever before.\nTuesday I will have a post about one of my favorite buildings in all of Tulsa. Please stop by if if you get the chance.\n\nRennyBA's Terella said... [Reply to comment]\n\nI wish you the loveliest trip - a kind I would have loved to do with my American wife one day - who knows :-)\n\nLaurel said... [Reply to comment]\n\nThis is my first visit to your blog, guided there by Google. Have a wonderful Route 66 adventure! I'm a resident of Tulsa, but I own a Route 66 museum up in Afton, OK. Since I greet thousands of visitors each year, I've learned a few things about the best ways to travel Route 66. I'm glad to hear you have good guidebooks. If you try to \"wing it\" too much, you'll miss a great deal. There are lots of hidden pleasures on Route 66, known only to those who study their guidebooks. If you can get one, try to procure a Route 66 Trip Guide which is published yearly by the Oklahoma Route 66 Assn. It's free, and the best guidebook for our state. Enjoy!\nMy blog about Route 66 is at\n\nTulsa Gentleman said... [Reply to comment]\n\nLaurel - We are using EZ66 - Guide for Travelors, by Jerry McClanahan. It seems pretty complete. It took us 4 hours to get from Tulsa to Oklahoma City. Certainly we saw a lot more than from the turnpike. I am posting every day, come visit.\n\nYogi♪♪♪ said... [Reply to comment]\n\nHave a great time. I take route 66 between OKC and Tulsa a lot when I'm not in a hurry. It is very interesting.\n\nZhu said... [Reply to comment]\n\nThat is a super cool trip! I envy you.\n\nThis is the America I would like to visit. Route 66 is mythical, even for European.\n\nNice touch to add a map too! See, I had to idea it finished )or started!) in Chicago.\n\nTorAa said... [Reply to comment]\n\nSince I've read your travel-blog in reverse, I must admit you had the right plan: Not all planned. Accept and enjoy the uknown and take a side road.\nAs far as I know it was two main roads or trial from east to west:\nThe Route 66 and before that the Northen Route: The Oregon Trial.\nMy family went the latter and the most of them settled in the Oregon\/Washington area not far away from Colombia River; i.e. around Portland, OR and Seatle.\nMany has later went down to Northern California. Some still resides around lake Michigan and Northern Mississippi and Missouri.\n\nThanks for a great tour.\nIt has been a pleasure to follow.\nLot's of excellent photos and genuine facts and links.\n\nGreetings from\nT and A\n\nHotels Paphos said... [Reply to comment]\n\nVery interesting story about an old road, and it seems to me that before it was also a route for some local inhabitants.",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9472846389,
        "format_confidence":0.6478977799
    },
    {
        "url":"http:\/\/outdoorforum.com.au\/road-trip-f7\/road-trips-with-talkative-people-t341-s10.html?sid=85c53331d1ffa24339bde7f6db4b12a0",
        "text":"Road trips with talkative people.\n\nIdeas and suggestions for the road trips\nUser avatar\nPosts: 145\nJoined: Fri Feb 10, 2017 7:17 pm\n\nRe: Road trips with talkative people.\n\nPostby naruto100 » Fri Jun 16, 2017 1:19 pm\n\nShine_Spirit wrote:\nnaruto100 wrote:Well, I will love having someone kind of talkative person so that my trip goes easily. I always found traveling boring if I am driving, so if someone is good in talking then I can spend my time easily. I can easily talk on any topic without losing concentration from driving. So I won't mind.\n\nI don't have the slightest problem with people who talk too much (because I am also one of them :lol: ), my problem is more precisely because many of them don't know the ideal moment to slow down the conversation or even to be silent in the right moment. :roll:\n\nA person who talks too much can easily become a very boring person (even without realizing it :( ).\n\nHaha .. yes true. More talking will lead to boring. There should be proper conversation. One way talking will obviously look boring. So yes that way it is depend on the person. Though I won't mind anyone, at least it is better than silent during driving. Lol\n\nReturn to “Road Trip”",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.7185969353,
        "format_confidence":0.9927005768
    },
    {
        "url":"http:\/\/wateringhole.gadventures.com\/viewtopic.php?f=7&t=5253",
        "text":"Spain and Morocco Adventure\n\nWalk or cycle the historic trails, picnic under an olive tree, explore the Greek Islands by yacht or just watch the world go by from a Tapas bar in Barcelona.\n\nModerators: sinecure, TravelFun, ballu, jimshu, JaliscoJudy\n\nSpain and Morocco Adventure\n\nPostby talbothl » Fri Mar 14, 2008 7:28 am\n\nHi All.\nIm taking a career break next year and do multiple trips over Africa and Asia with GAP Adventures... but was looking at doing one trip later this year - the Spain and Morocco Adventure looks good.\n\nHas anyone been on this trip before? Do you also know the best time of year to go to Spain\/Morocco that isnt in the rainy season or too hot ???\n\nAny comments very welcome. Thanks in Advance\n\nHelen :D\nUser Rank: Weekender\nUser Rank: Weekender\nPosts: 13\nJoined: Fri Mar 14, 2008 7:21 am\nLocation: UK\n\nPostby JaliscoJudy » Fri Mar 14, 2008 9:33 pm\n\nHi talbothl. Welcome to the Watering Hole.\n\nHere's some info on the climates of Morocco and Spain: ... o\/Climate\/ ... n\/Climate\/\n\nSounds like a great trip.\n\nTravelLight, JaliscoJudy\nUser avatar\nPosts: 2309\nJoined: Fri Dec 07, 2007 3:16 pm\nLocation: Ecuador\n\nRe: Spain and Morocco Adventure\n\nPostby sungirl » Sun Jun 15, 2008 1:48 pm\n\nHi Helen,\n\nI sent you a message but I think i may have accidentally deleted, so here goes again. Did you end up taking the Spain \/ Morocco Adventure? How was it? likes\/dislikes, what was your group like? hotel accomodations, etc.\n\nAll info would be really helpful, thanks!\nUser Rank: Daytripper\nUser Rank: Daytripper\nPosts: 4\nJoined: Sat May 31, 2008 11:59 am\n\nReturn to Europe\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.99341923,
        "format_confidence":0.9938073754
    },
    {
        "url":"http:\/\/www.virtualtourist.com\/hotels\/Europe\/Russia\/Gorod_Sankt_Peterburg\/Saint_Petersburg-564323\/Hotels_and_Accommodations-Saint_Petersburg-Atrium_Hotel-BR-1.html",
        "text":"Atrium Hotel\n\n3 out of 5 stars3 Stars\n\nNevsky Prospect, 170, St. Petersburg, Russia\nAtrium Hotel\nEnter dates for best prices\nCompare best prices from top travel partners\n\n\nSatisfaction Poor\nVery Good\n\nValue Score Poor Value\n\nRated 15% lower than similarly priced 3 star hotels\n\nShow Prices\n\nGood For Families\n  • Families100\n  • Couples50\n  • Solo87\n  • Business63\n\nMore about Saint Petersburg\n\n\nInside the HermitageInside the Hermitage\n\nPeter's dreamPeter's dream\n\nTrinity Cathedral gets a new gold crossTrinity Cathedral gets a new gold cross\n\nThe Summer Garden looking not so summery!The Summer Garden looking not so summery!\n\nForum Posts\n\nhelp with direct bus to Tallinn\n\nby cucaron\n\nWe are a group of 6 trying to arrive to Tallinn from St Petersburg in August 2009.\nSearching the internet I found this information:\n1. The overnight train is no longer in service\n2. Many reviews from other travelers talk about direct bus service, about 8 hours of travel.\n3. The Russian web site of eurolines bus, is only in Russian\n4. In the Estonian eurolines page they show 6 buses daily, but when I try to book a ticket they show only two options to reach Tallinn via Riga and around 20hours of travel.\n\nMy questions are:\nDo the direct buses be available by august?\nShould I have to book in advance this trip by internet and where?\nOr is easy to find and buy the tickets 1 or 2 days in advance in St Petersburg and where?\n\n\nRe: help with direct bus to Tallinn\n\nby Sunny_cat\nprice is 1000 RUB (30$)\nbus station adress in S-P: Naberezhnaya Obvodnogo kanala 36\n\nRe: help with direct bus to Tallinn\n\nby Sunny_cat\n\nPS IMHO, there is no problem to buy the ticket on bus station.\n\nRe: help with direct bus to Tallinn\n\nby Natalya2006\n\nTheir agency email is\nTry to contact.\n\nRe: help with direct bus to Tallinn\n\nby AnastasiaU\n\nDear friends! I am from Russia but currently live in Stockholm. I know Russian, as you can understand ))) If you need my help I can translate smth for you ))) my mail is\n\nI have been to Petersbourg! Ir is worthy to be visited!!!\n\nRe: help with direct bus to Tallinn\n\nby cucaron\n\nThanks for your advice, I will go two days before to the bus station to buy the tickets, Is there any ticket counter with someone speaking english?\n\n\nRe: help with direct bus to Tallinn\n\nby montalais\n\nI took a bus from Petersburg to Tallinn in June 2006. It's an agreeable trip and takes around 4-5 hours. I took a taxi to the bus terminal (avtovoksal) in the afternoon the day before the trip. At such a late time there was only one bus with space: the one at 9AM. I suppose if I came 2 or 3 days in advance the more convenient schedules would have been available. I inquired where the office was and it turned out to be in a different building some 100m away. I don't know if they speak English but probably not. It would be useful to write \"Таллинн\" and relevant information on a paper. The office might not be open after 4PM. At the time of departure the bus would be standing somewhere outside the terminal. It may be necessary to ask which bus is the correct one.\n\nTallinn is one of the most beautiful cities in Europe. It can be seen in one full day if the weather is good. Without luggage it's possible to walk from the bus terminal to the center. With luggage a taxi should be taken.\n\nTravel Tips for Saint Petersburg\n\nBeach in the heart of the city\n\nby Soili\n\nThe cobbled stones in the front of the Petropavloskaya krepost (the fort, the ex-prison..) made me feel relaxed. People on the beach at that time were not at all interested in their appearance on the beach. They were just having a day off.\nNever before or after have I seen anyone sunbathing whie standing. Yet it makes sense: your entire body will be tanned.\nThe marines were out at the end of July. Lots of them. Lots of drunk marines. The fireworks, the people...\nSometimes the same thought of people drove you crazy as you couldn't feel alone anywhere. It helped a lot to stay in one of the many beautiful parks in St Petersburg.\nDId you know that during the WWII the marble statues in Letnyj Sad were buried under the ground? And that there was a potato field next to the Isaakievskiy Sobor - that's what three old ladies sitting on a bench told me.\nThey also advised me to marry either a professor, a doctor or a general and my worries would be over for the rest of my life. Note that this was still the Soviet Union times... The man who was swimming and singing at the same time. He had a good voice. It happened on a pond in Vyborgskaya storona; a warm summer evening, people gathered to enjoy the evening, lovers sitting hand in had on the benches...\nAnd the man siniging, to all of us and to himself. I recognised the song as it had been a hit when my mother was a young woman. We all cheered him when the song ended. He didn't sing anything else but it was enough.\nA groom sleeping in the front of the hotel. Stone drunk. The bride crying next to him, the mothers comforting her : \"ne nado, ne nado plakat..\" (No need to cry..) Life...!\n\n\nby bugulma\n\nIt is the first Russian public museum (1718-1734 by Mattarnovi, Herbel, Chiaveri and Zemtsov). The museum is far-famed now with collection of anatomy (including the collection of freak of nature), now it is museum of anthropology and ethnography. The ticket is RUR 100 (EUR 3 around) but it is prohibited to make photo in the famous rooms of freaks. Besides here is an interesting collection of mode of life of different nations of Asia, Africa and Southern America.\n\nRussia Rocks!\n\nby sophiebeans\n\nAll over St. Petersburg, you can see billboard signs advertising various concerts and performances to go to. The first day in St. Petersburg, I saw this poster for Dio, which is one of my husband's favorite heavy metal bands. It made me feel at home to see it!\n\nPeter's legacy\n\nby TheWanderingCamel\n\nAlthough the impressive building that houses St Petersburg's Central Naval Museum and the curious red pillars ( Rostral Columns - they celebrate naval victories) bedecked with ship's prows that flank it feature in many a tourist's photo of the city, judging by the number of people who had actually ventured inside on the day we were there, I'd say the museum's exhibition halls are definitely an Off the Beaten Path activity for most visitors. Which is a pity because it is a fascinating museum with a wonderful collection illustrating Russia's 300 years of naval history. Founded in 1709 by command of Peter the Great, the museum is one of the oldest in Europe.\n\nStarting with the grand building itself - inspired by Classical architecture, it was built in on Vasilyevsky Island in 1805, when this area of the island was still a seaport. The pre-revolutionary city's Stock Exchange, the importance of the sea to the city's wealth was acknowledged by the fine sculpture of Neptune that still adorns the pediment over the main door. Quite fitting therefore that it now houses the country's main naval museum.\n\nAs with all good maritime museums, there are superb models of ships of all sorts and sizes. The walls are hung with maps and naval paintings, naval colours and banners hang from the ceilings and wall brackets and everywhere there are displays of maritime artifacts, weapons and naval memorabilia.\n\nThe ground floor is devoted to the pre-Revolutionary period. Standout pieces include the boat in which Peter the Great learnt to sail - setting in motion his lifetime's love of the sea, he called it \"The Grandfather of the Russian Navy\" - and a 19th century submarine.\n\nFigureheads line the staircase to the upper floor where you'll find an equally fascinating array of Soviet-era displays including WWII fighter planes and enough hammer and sickle banners to start a revolution.\n\nWhether you're a ship-lover, a naval-history-buff or simply an interested tourist, this is a museum not to be missed. Personally, if my time in St Petersburg was short, I'd forgo a couple of hours of the time most people devote to the Hermitage to fit in a visit to this excellent museum.\n\nClosed Monday, Tuesday and the last Thursday of the month, opening hours are 1030-1730 (last admission 1645),\nAddress: Birzhevaya Ploschad 4\nMetro: Vasileostrovskaya or Nevsky Prospekt and walk over the bridge)\nYou can't miss it, directly across the water from the Winter Palace,\n\nPetrodvorets is only an hour...\n\nby K1W1\n\nPetrodvorets is only an hour or so out of town and makes for a very pleasant day trip. The grounds can be reached by either bus or directly across the water by hydrofoil. The Palace, fountains and parks aren't exactly off the beaten path, in fact, they're very popular. Mondays are quieter as the palace is closed, so for those who have had their fill of royal palaces, Monday is the day to go. The golden statues\/fountains were all destroyed by the Nazis but have been replaced with exact replicas, and look stunning.\n\n\nPopular Hotels in Saint Petersburg\n\nGrand Hotel Europe\n\nHotel Class 5 out of 5 stars 8 Reviews\n\nMikhailovskaya Ulitsa 1\/7, St. Petersburg, North-West Russia, 191011, Russia\n\nShow Prices\n\nHotel Astoria\n\nHotel Class 5 out of 5 stars 7 Reviews\n\nBolshaya Morskaya ulitsa 39, St. Petersburg, North-West Russia, 190000, Russia\n\nShow Prices\n\nNevsky Forum Hotel\n\nHotel Class 4 out of 5 stars 1 Review\n\n69, Nevsky Prospekt, St. Petersburg, North-West Russia, 191025, Russia\n\nShow Prices\n\n\n1 Review\n\n10 Konnaya St, St. Petersburg, North-West Russia, Russia\n\nShow Prices\n\nView all Saint Petersburg hotels\n\nView all Saint Petersburg hotels\n\nLatest Saint Petersburg hotel reviews\n\n55 Reviews & Opinions\nLatest: Jun 19, 2014\nHotel Astoria\n305 Reviews & Opinions\nLatest: Jul 10, 2014\nSokos Hotel Vasilievsky\n223 Reviews & Opinions\nLatest: Jul 11, 2014\nHotel Moscow (Moskva)\n163 Reviews & Opinions\nLatest: Jul 10, 2014\nGrand Hotel Europe\n427 Reviews & Opinions\nLatest: Jul 9, 2014\nRadisson Blu Royal Hotel\n169 Reviews & Opinions\nLatest: Jul 3, 2014\nCorinthia Hotel St. Petersburg\n295 Reviews & Opinions\nLatest: Jul 8, 2014\nBusiness Hotel Karelia\n16 Reviews & Opinions\nLates... (truncated)",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9948374629,
        "format_confidence":0.5565139055
    }
]