[
    {
        "url":"https:\/\/www.dnainfo.com\/new-york\/20130605\/upper-west-side\/ray-kelly-defends-police-chase-that-ended-death-of-4-year-old-girl\/",
        "text":"The DNAinfo archives brought to you by WNYC.\nRead the press release here.\n\nRay Kelly Defends Police Chase that Ended in Death of 4-Year-Old Girl\n\nBy  Gustavo Solis and Murray Weiss | June 5, 2013 3:44pm | Updated on June 6, 2013 11:02am\n\n Ariel Russo, 4, was hit by a car that was fleeing from the police Tuesday June 4, 2013.\nCommunity Mourns\nView Full Caption\n\nMANHATTAN — A day after an unlicensed teen driver hit and killed a 4-year-old girl and critically injured her grandmother while fleeing police who had pulled him over for a routine traffic stop, NYPD Commissioner Raymond Kelly defended the actions of the officers who gave chase.\n\n“In pursuit situations, you have to make some judgment calls, whether or not it's wise to continue the pursuit,” Kelly said during a Wednesday morning press conference, a day after little Ariel Russo and Katia Gutierrez, 58, were hit. “At this juncture, at this time, I see the actions of the police officers as being reasonable.”\n\nPolice officers pulled Franklin Reyes, 17, of Chelsea, over at 89th Street and Amsterdam Avenue shortly before 8:20 a.m. Tuesday after he made an improper left turn in his 2010 black Nissan Frontier SUV, they said. Reyes initially stopped in the middle of the street but sped off as officers approached his car on foot. 23 seconds later, he made a sharp left turn on 97th Street, lost control, jumped the curb, and pinned Ariel and Gutierrez to the side of the building, police said.\n\nThe NYPD is investigating the pursuit, he added.\n\nReyes — a junior at the St. Agnes Boys High School on the Upper West Side — told police he panicked during a routine traffic stop en route to his last day of classes because he was driving  with only a learner's permit and was supposed to have an adult in the vehicle. \n\nThe SUV was a gift from Reyes' mother, law enforcement sources said.\n\nAriel was declared dead at the hospital and Gutierrez was in stable condition at St. Luke’s-Roosevelt Hospital Wednesday afternoon.\n\nReyes was transported to Mount Sinai Hospital for breathing problems and was arraigned late Wednesday on charges of second degree manslaughter and unlawfully fleeing a police officer, according to the criminal complaint. \n\nA witness said his car appeared to be driving between 50 to 60 miles per hour before turning left onto West 97th Street before the crash, the complaint stated. \n\n\"For some reason or other they put those lights on and they scared the wits out of him and he took off — when that happens and you’ve never had that experience he just followed an impulse,\" said Schmukler Thursday. \n\nSchmukler said he did not know where Reyes was being held and that bail had not been set and his client had not entered a plea. \n\nWhen bail was set, Schmukler said he expected there to be \"plenty of support,\" for Reyes.\n\n\"This poor kid will have to live for the rest of his life knowing that innocent people died withhis actions. It’s a tragedy all the way around,\" said Schmukler.\n\nLaw enforcement sources said Reyes likely would have only gotten a reprimand from the cops who stopped him, or they might have made him called his mother to come get the car. \n\n\"I guess he did not want to tell his mother,\" the source added. \"Now he has a whole lot more trouble and a child's dead.\"\n\nAt Tuesday's press conference, Kelly described young people driving without licenses as an age-old problem.\n\n“Young people driving with just learners' permits is not a new problem,” he said. “I don't know of any new solutions to come up with.''\n\nAriel and her grandmother were one block away from the Holy Name School, where she was enrolled in a Pre-k program.\n\nOn Wednesday morning, students from the school filed into the Church of the Holy Name of Jesus for a 9:30 a.m. memorial service in her honor, struggling to understand her loss.\n\n“It was heartbreaking,” said Diana Rivera, 40, a volunteer at the school. “The little ones don’t know what happened but they know someone is missing. They ask questions like ‘where is she?’ and ‘when is she coming back?’ All we can say is she is with the angels.”\n\nStudents in uniform and grieving adults filled the seats of the church. The school choir, dressed in golden robes, sang a few songs for Ariel.\n\nAida Fonseca, a teacher’s aid at Holy Name, remembered Ariel as a cheerful girl who had many friends. The little girl was an energetic student who enjoyed to dance, paint and read, she said.\n\n“She was always smiling and carried her little doll everywhere she went,” Fonseca said.\n\nAriel’s family did not attend the service.\n\n“They are devastated,” Ariel’s grandfather, Paolo Russo, 71, said of the family Tuesday. “This was a tragedy, and we are all very sad. We’re mourning her loss.”\n\nAdditional reporting by Aidan Gardiner, Trevor Kapp and Emily Frost.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9923112392,
        "format_confidence":0.9917744994,
        "weight":0.0338464194
    },
    {
        "url":"https:\/\/www.onbunkerhill.org\/tag\/ca_health_and_safety_code\/",
        "text":"A Fix By Any Other Name\n\nFrom the files of \"Where’d that law come from?\" we turn to Section 11352.1b of the California Health and Safety Code, which makes it illegal to sell \"any material represented as, or presented in lieu of, any dangerous drug or dangerous device.\"\n\nThe story behind the legislation takes us to a Chinatown street in the early 1950s where two undercover police from the narcotics division were attempting to score marijuana, and arranged a \"hand-to-hand go\" of $300 for 5 pounds of \"manicured tea.\"  They had their street lingo down, but I’m sure you can see where this is going.  The dealer took their money, and proceeded to hand over exactly what he’d promised — 5 pounds of tea.  At those prices, let’s hope he at least sprung for Twinings.\n\nOnce the crime lab revealed their folly, the two officers rushed back to Chinatown to arrest the enterprising young dealer until realizing that they didn’t know what to arrest him for.  Finally, they settled on the somewhat dubious charge of grand theft.\n\nAt first, there was some concern that undercover police officers would have to make their buys using specific, literal language, tipping off any half-wise dealer to their ruse.  An apoplectic police force lobbied the California legislature for provisions that would prevent this kind of misunderstanding in the future, and in 1953, they got their wish.\n\nbellhoptrialOne of the first  people to stand trial under the new law was a resident of our very own Bunker Hill, Conrado M. Fragoso, a bellhop at 244 South Figueroa.  Fragoso arranged to sell $10 of a substance he referred to only as \"junk\" or \"stuff\" to Officer Manuel Gutierrez.  The \"junk\" in question was nothing but headache powder twisted into small paper bindles.  As the arrest took place on April 1, 1954, Fragoso missed his opportunity to declare the whole thing an April Fool, and was arrested.\n\nAt his trial, the public defender argued that Fragoso had never claimed to be selling heroin, as he never uttered the word; however, the judge was unmoved.  In 1954, a conviction for selling a substance under the pretense that it was a narcotic substance carried a sentence of up to one year in the County Jail.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.978864789,
        "format_confidence":0.846493721,
        "weight":0.0104704181
    },
    {
        "url":"http:\/\/www.reddeer.ca\/city-services\/police-rcmp\/rcmp-news-releases\/rcmp-news-archive\/2017-rcmp-news-archive\/august-2017-rcmp-news-archive\/rcmp-2017-08-31-red-deer-rcmp-investigate-fatal-collision.html",
        "text":"August 2017 RCMP News Archive\n\nSubscribe RSS Feed Email\nRCMP News Release\n\nRed Deer RCMP investigate fatal collision\n\nAugust 31, 2017 11:15 AM\n\nRed Deer, Alberta – Red Deer RCMP are investigating a fatal collision that occurred last night when a motorcycle driver collided with the rear end of a stopped Transit bus.\n\nRCMP were called to the scene along with City of Red Deer Emergency Services at 11 pm after a motorcycle collided with the back of a Red Deer Transit bus while the bus was stopped at a red light at the intersection of 59 Avenue and 67 Street.\n\nThe 56 year old male motorcyclist was treated on scene and then taken to hospital, where he was declared deceased. RCMP thank the bus driver and a passerby with medical training for their attempts to assist the man until medical assistance arrived, and offer sincere condolences to the family of the deceased man.\n\nThere were no passengers on the bus at the time of the collision; the driver was not injured. No charges are pending and RCMP will not be releasing further information on this collision.\n\n\nMedia contact\nRed Deer RCMP",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8454299569,
        "format_confidence":0.8096833229,
        "weight":0.0044898002
    },
    {
        "url":"https:\/\/www.gmbyorkshire.org.uk\/news\/article\/updated-legal-package-for-gmb-pubco-members\/",
        "text":"Updated Legal Package For GMB Pubco Members\n\n5 Aug 2010\n\nFAO GMB Pubco Tied Tenants\n\nDear Colleague\n\nGMB Legal Assistance Package\n\nAs you may be aware the GMB’s legal assistance package for members has recently changed as follows:\n\nFor all legal issues other than Brulines, (see below), GMB has arranged a heavily subsidised rate with Andrews Angel Solicitors. The cost to each existing member is £250 plus VAT for an initial 2 hour case review. If, during the review, issues are identified that may have wider implications for the GMB membership as a whole or opportunities to establish precedents and case law are identified then GMB may consider further financial assistance. Otherwise, members are then responsible for their own costs after having received advice.\n\nThe procedure for accessing the legal assistance package is for members to contact me as below asap and you will be sent a questionnaire to complete and return. I will then forward the paperwork to Andrews Angel Solicitors who will contact you direct.\n\nRegarding Brulines issues, we have an information pack and questionnaire available on request to members and issues will be reviewed on a case by basis by our in-house legal team at National Office.\n\nI trust this information is useful.\n\nYours sincerely\n\nSue Boyd\n\n.(JavaScript must be enabled to view this email address)",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8787252903,
        "format_confidence":0.9639735818,
        "weight":0.0046666208
    },
    {
        "url":"https:\/\/diyhomesecurityandsafety.com\/how-to-stop-burglars-from-targeting-your-home\/",
        "text":"How to Stop Burglars from Targeting Your Home\n\nhow to stop burglars from targeting your homeHow to Stop Burglars from Targeting Your Home\n\nAs a home owner I am always aware that there is a possibility that my home may be burgled. My possessions could be stolen and my home could be ransacked.\n\nWhat, if anything, can you do to reduce the chances of your home being targeted by burglars?\n\nThere is obviously no way of totally guaranteeing that your home will not be targeted by burglars. There are however a number of basic safeguards that you can take that will reduce the chances of your home being burgled.\n\nIf you want to know “how to stop burglars from targeting your home” I think it is important to understand a little bit about burglars and burglary in general.\n\nDo Burglars plan their burglaries in advance?\n\nAccording to information I have found most burglaries are crimes of opportunity. It is apparantly quite rare for a burglar to plan the burglary a long time in advance. He (or she) mostly simply notices that a particular property appears to be vulnerable and sees that as an invitation to break in.\n\nIn a lot of cases the burglar will live within just a few miles of the target home. If this is the case it makes it easy to learn the family’s routine and decide upon the best time to enter the house.\n\nStatistically a burglary occurs approximately every eighteen seconds of every day in the USA.\n\nWhen is a burglary most likely to occur?\n\nContrary to common belief the majority of burglaries occur during daylight hours. Usually between 6am and 6pm and most commonly between the hours of 10am and 3 pm.\n\nGenerally speaking this is the time when a property is most likely to be unoccupied. The householder is likely to be out at work, shopping or pursuing other activities away from home.\n\nA burglar will also look for signs that you may be away on vacation. Fliers or newspapers left in the letterbox for days on end generally signals that the house is empty.\n\nHow long does it take to burgle your home?\n\nBurglars target homes that they see as ‘easy targets’. They generally want to be in and out of the property in ten minutes or less. The longer they remain in the property the higher the risk of being caught.\n\nHow do Burglars Gain Access to the property?\n\nThe majority of burglars, approximately 30%, gain access to a property via the doors or windows. Ground floor windows and doors are particular favourites. It is surprising how many people go out for the day and actually leave their windows either unlocked or even open (particularly in the summer months).\n\nThese points of entry become even more appealing if there are hedges or overgrown vegetation to provide some degree of cover.\n\nWhat is the most likely things that a burglar will steal?\n\nMost burglars will steal virtually anything they can lay their hands on. The only requirement is that it can be carried away easily. The majority of burglars will arrive on foot so do not want to draw too much attention to themselves when they leave.\n\nThe most desirable item to steal from the perspective of a burglar is cash. The second most desirable items are things such as jewellery, mobile phones, and expensive watches. They fit comfortably in the pocket and are easy to sell on afterwards.\n\nDocuments such as passports and driving licences are also highly sought after.\n\nCar keys are also regularly taken. If the car is in the driveway the burglar may decide to drive away in it. If the car is not there having the keys provides the opportunity to return at a later date and steal it then.\n\nWhat is the average cost of items stolen in a burglary?\n\nThe average value of goods stolen from a residential property is in excess of $2,200 dollars.\n\nThe cost of being burgled cannot however simply be measured in terms of monetary value. There is a huge emotional and psychological cost that cannot be measured in terms of dollars.\n\nIs it only empty properties that get burgled?\n\nThe majority of burglaries are carried out on empty properties. Statistically however it would seem that almost thirty per cent of burglaries are carried out whilst the home owner is in the house. Obviously catching someone robbing your home is a very traumatic experience. It can also result in the burglary escalating into a violent crime being committed against the home owner.\n\nGarden Sheds and Garages are also Targets for a Burglar\n\nAlthough the primary target for a burglar is likely to be the dwelling house itself garden sheds and garages may also be targeted.\n\nMost people will have expensive tools and garden equipment stored in their sheds and garages. Although these items tend to be bulky they can often be worth several thousand dollars. Well worth stealing if the burglar does happen to have the means of transporting them.\n\nA garden shed or garage may also contain ladders that could provide access to first storey windows that would normally be out of reach of the burglar.\n\nHow to Stop Burglars from Targeting your home – Steps you can take!\n\nThere are a number of basic steps that you can take that will help to reduce the likelihood of being a victim of a burglary.\n\nAs stated above the majority of burglaries are crimes of opportunity. If you make your property less appealing to the burglar then you will reduce the likelihood of your house being targeted.\n\nMost of the steps you need to take are extremely simple and do not require you spend any money at all to implement them. It is simply a matter of applying a few simple checks and procedures.\n\nIf you wish to take additional security measures to improve your home security it may be necessary to spend a few dollars to make the changes you require.\n\nUpgrading your household security can however be achieved quite inexpensively. Most of the equipment you require can be bought reasonably cheaply and most of it can be installed by anyone with basic DIY skills.\n\nTen Tips that will help you to Make your Home Burglarproof\n\n1. Don’t leave doors and windows open.\n\nMake sure that you always lock your doors and windows securely. It is essential to do so when you leave the property unattended. It is also a good idea to make sure that your home is secure even when you are in the house. Particularly if you are in the house alone.\n\nRemember that once you have locked your doors and windows to remove the keys and put them in a safe place and out of sight.\n\nIf the locks on your doors and windows are quite old it may be worth investing in new replacement locks that offer a higher level of security.\n\n2. If you do not already have one it is well worth considering installing an intruder \/ burglar alarm.\n\nMake sure that either the alarm, or a notice stating that your home is fitted with an alarm system, is visible from the road in front of your property.\n\nBurglars prefer easy targets and will usually choose properties to rob that do not have alarm systems over those that do.\n\nIf you want to buy a burglar alarm there is a huge range to choose from. You can have a specialist company come to your home and fit it for you if you wish.\n\nAlternatively there are lots of burglar alarm kits available that can be installed by most competent DIY enthusiasts.\n\nYou can choose between wireless burglar alarm kits or the more traditional wired burglar alarm kits.\n\nPrices for DIY Burglar Alarm Kits vary considerably depending on your exact requirement but, generally speaking, a basic system could cost you as little as $100.00.\n\n3. Always make sure that valuables and cash are not left in plain sight.\n\nValuables, cash and important personal documents should always be locked away safely.\n\nThe best way to protect your valuables, and personal papers, is by placing them in a safe. The safe should be securely attached to a wall or the floor of your property and should be situated out of plain sight.\n\nA Home Security Safe can be purchased from around about $80.00 and can be easily fitted by any home handyman.\n\n4. Make sure that all garages and sheds are locked securely.\n\nOutbuildings are often easy targets for burglars. Very often they have locks that are inferior to those used on the main dwelling.\n\nAlthough most burglars would probably prefer to target your house there can still be a lot of valuable items worth stealing in the average garden shed.\n\nThere are also likely to be tools and ladders that could be utilised by an enterprising burglar to help him gain access to your home.\n\nCheck that the lock you are using on your garden shed. If it is not there are lots of locks for sheds and garages available that offer outstanding security features.\n\n5. If you have trees or hedges growing at the front of your property make sure that it is not allowed to grow too thick or too high.\n\nHedges provide excellent cover for would be burglars wanting to gain access to your property undetected.\n\nSide and rear boundary fences or hedges should be kept high in order to restrict access from neighbouring properties.\n\n6. If you have gates at the front or side of your property always ensure that they remain locked if at all possible.\n\nSimply restricting Access to your garden and the front of your house may actually be enough to deter a burglar from targeting your home.\n\n7. Although the majority of burglaries take place during the daytime there are, nonetheless, also a large number that are committed after the hours of darkness.\n\nAny form of low level exterior lighting helps to deter a burglar from targeting your home. Dawn to Dusk lighting that uses low wattage bulbs will not be intrusive for you but will provide sufficient light to make a burglar think twice about targeting your home.\n\nIf you really do not want your home to illuminated throughout the night then there are also loads of motion sensor exterior lighting options available.\n\nMotion sensor lighting only operates when movement is detected by the photocell attached to the light. There are a number of options available including conventionally wired lights, battery operated, and solar powered ext... (truncated)",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.6420009732,
        "format_confidence":0.9869340658,
        "weight":0.0010095603
    },
    {
        "url":"https:\/\/www.work4youlaw.com\/blog\/bicyclist-suffers-major-injuries-brooklyn-hit-and-run-accident\/",
        "text":"We Can Even Come to You!\n\nCall Us 24\/7:(212) 545-7373\n\n1-800-967-5496 - 1-800-WORK-4-YOU\n\nBicyclist Suffers Major Injuries in Brooklyn Hit-and-Run Accident\n\nLeave a reply\n\nHit-and-Run AccidentA 38-year-old man suffered critical head injuries after a car struck his bicycle. According to a report in the New York Daily News, the driver of a late-model four-door silver sedan was southbound on Central Avenue in Bushwick when he struck the bicyclist who was eastbound on George Street. The driver failed to stop and render aid to the victim. The injured victim was then rushed to a local hospital where he remains in critical condition. Police are still attempting to locate the hit-and-run driver. The victim was apparently a construction worker, who was well known for the bicycles he built on the side.\n\nHit-and-Run Collisions\n\nThe National Highway Traffic Safety Administration’s (NHTSA) reports that one out of every 10 crashes (about 11 percent) reported to the police involves a hit-and-run driver. Also, most hit-and-run crashes result in catastrophic injuries or even fatalities. Between the years 1994 and 2003, 14,914 people were killed in hit-and-run collisions, the AAA Foundation for Traffic Safety reported.\n\nNew York Hit-and-Run Law\n\nUnder New York Statute 600.2: “Any person operating a motor vehicle who, knowing or having cause to know that personal injury has been caused to another person, due to an incident involving the motor vehicle operated by such person shall, before leaving the place where the said personal injury occurred, stop, exchange information and contact the authorities.”\n\nCompensation for Hit-and-Run Victims\n\nInjured victims of hit-and-run accidents are often left struggling to pay their medical bills and other expenses associated with their losses. When the hit-and-run driver is not found, victims can seek compensation through the uninsured motorist clause of their auto insurance policies or through a quasi-state agency if there is no motor vehicle in the victim’s household. This applies even to cases where the at-fault driver is uninsured or underinsured. In some incidents, bicyclists or pedestrians may be able to file a claim against the city or governmental agency, if a dangerous or defective roadway is found to have caused or contributed to their injuries.\n\nIf you or a loved one has been injured or if you have lost a loved one in a hit-and-run accident, the experienced New York personal injury attorneys at the Law Offices of Kenneth A. Wilhelm can help you better understand your legal rights and options. We obtained $2,000,000 for a 6-year-old girl who was injured by a hit-and-run driver. The case was originally dismissed by the judge, but we aggressively appealed the judge’s decision and had it overturned. Our client received a $2,000,000 settlement when the case was retried. Please contact us 24 hours a day, 7 days a week at 1-800-WORK-4-YOU (1-800-967-5496). We can also help with personal injury cases in New Jersey, Connecticut, Pennsylvania, or Florida. If you have been seriously injured in any of the 50 U.S. states, please call us and we will try to help you with your case.\n\nOther phone numbers for us are:\n\n1-800-RADIO-LAW, 1-888-WYPADEK, OR 1-800-LAS-LEYES\n\nPlease visit us at: www.WORK4YOULAW.com\n\nSource: New York Daily News\n\nIf you found this article useful, please share it!\n\nRelated Aricles\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n  • Recent Posts\n\n  • What Our Clients Say About Us\n\n  • Categories\n\n  • Best Seller\n  • *Disclaimer:Some of the verdicts for the cases mentioned on this website were increased or decreased on appeal. Prior results do not guarantee a similar outcome. ATTORNEY ADVERTISING",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.987074852,
        "format_confidence":0.688783288,
        "weight":0.0052420297
    },
    {
        "url":"http:\/\/www.complex.com\/pop-culture\/2013\/02\/a-detroit-high-school-basketball-coach-shot-two-teens-who-tried-rob-him",
        "text":"According to Detroit police, a high school basketball coach shot and killed a teenager and wounded another who attempted to rob him last Friday. 70-year-old Ernest Robinson, who's an assistant coach at Martin Luther King Jr. High School, was walking two members of the girls team outside when he was approached by the two assailants.\n\nFollowing a struggle, Robinson pulled out his weapon and opened fire. Michael Scott, 16, was killed, and an unidentified 15-year-old was wounded. Homicide detectives submitted a warrant request to the Wayne County prosecutor's office, and as of yesterday, prosecutors were determining whether or not charges should be filed.\n\nAccording to Scott's mother, her son did not have a gun.\n\n[via The Associated Press]",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9861467481,
        "format_confidence":0.9958893657,
        "weight":0.0336361568
    },
    {
        "url":"https:\/\/www.croydonadvertiser.co.uk\/news\/croydon-news\/incredible-gypsy-hill-man-inspiring-2130416",
        "text":"The mother of a young Gypsy Hill man who died a year and a half ago hopes his work will inspire people suffering depression or find themselves involved in crime.\n\nAlexander Paul died on June 3 last year after battling brain cancer for more than 12 months.\n\nThe 21-year-old had “so many dreams and plans\", according to his mother Joanna Brown, and hoped to inspire others through poetry.\n\nHe first started writing poems at 13 and addressed topics such as family life, depression, crime, police 'stop and search' and faith.\n\nAlexander failed to pursue his dreams because of his tragic death, but his mum collated his work and published them in a book which was released in the summer, called Climbing Clouds Catching Comets.\n\n\"It's important for his work to be read because he would talk passionately about these topics once he had the confidence,\" Ms Brown, 57, said.\n\n\"He was a spoken word performer and I felt he wanted to just go and help people. He wanted to get his poems out there, inspire people and help them. I felt his life had been cut short and I just finished that project for him.\n\n\"As a mother I am sad he wasn't able to do what he wanted to do. He wanted to inspire young people to be passionate about something and that is what the book is about.\"\n\nAlexander Paul and his mother Joanna Brown\n\nMs Brown said her son excelled at sports, he was a talented footballer who was spotted by Fulham Football Club’s scouts.\n\nHowever, the path of a professional athlete was not the one for the reflective and charismatic young man, who devoured poetry, philosophy and music.\n\nAlexander expressed himself through poetry, filling his local church – Chatsworth Baptist, in West Norwood – as he read his work.\n\nAt Warwick University, where he went to study politics, his talent for verse and performance continued. He performed his work at home and abroad, even giving a reading in Amsterdam.\n\nWith dreams of changing the world though politics or connecting people through his poetry, Alexander suddenly collapsed on March 18, 2016. He had a fit and was put into an induced coma, although three days later he was “normal, fit and healthy”.\n\nAs time and tests progressed it became clear that Alexander had glioblastinoma, a malignant tumour in his brain that would eventually cause his death a year later.\n\n\"He was always a writer and was a early developer,\" said Ms Brown, who works as a family lawyer.\n\nJoanna Brown with young Alexander and his brother Lamar and sister Christine\n\n\"I noticed from the age of about four he liked to read and at five he used to write short stories. He always wanted to learn new words from the dictionary and just loved literacy. He was writing poems from around 13 and just loved writing down his feelings and about life.\n\n\"There was a lot of of poetry about Gypsy Hill and its high percentage of crime and I was unaware of all of this until he passed away.\"\n\nAlexander made a deep impression on some of the most powerful people in the country when he made an impressive speech at a Conservative Party conference when he was just 18.\n\nHe spoke about stop and search and the “stigma” facing black youngsters – experiences he felt the “injustice of” growing up as a bright and well-behaved schoolboy in Gipsy Hill.\n\nHis “magnetic personality” even attracted the attention of former Prime Minister David Cameron, as well as Theresa May.\n\nMs Brown admits her son had the ability to touch people through his work, and believes it has and will continue to inspire those who read it.\n\n\"He realised there was a lot of young men who go through depression,\" she said. \"I could tell he went through a very low period himself and by reading his poems you can see that.\n\n\"He wanted to inspire people. It was really hard to read the poems as I felt the pain and love. It made me sad to think he may have felt like this for a long time.\"\n\nMore than a year has passed since Alexander's death, and Ms Brown admits she still struggles with grief.\n\n\"It's not been a long time and everyone keeps saying 'You are strong and you are brave' but I have thrown myself into the book project to keep busy,\" she said.\n\n\"It's still raw and I don't cry as much now but I do find it really difficult. There was a time where I would go to his graveside every day after his death but now I find it really hard to do that as the reality kicks in of him not being here.\n\n\"But it does feel like he is here because of the book. He is kept alive by the book and it makes me feel quite close to him, giving speeches about it.\n\n\"There are days you get overcome with grief and the sadness comes but I have a lot of support and care around me.\"\n\nMs Brown is holding a poetry event at Thornton Heath Library, on Brigstock Road, between 2.30 and 4.30pm on Wednesday (October 24).\n\nClimbing Clouds Catching Comets can be purchased online at Amazon or Waterstones. It can also be bought at a number of independent book shops around south London.\n\nRead one of Alexander's inspirational poems\n\nSince Alexander's death, many pieces of his work have been published by his mum.\n\nThe one below, called S.O.S: Scared Of Safety, was written in April 2015.\n\nS.O.S: Scared Of Safety\n\nWhy do they want to disgrace me? Do they hate me?\nThey stop and search me, supposedly, \\\nFor my own safety and the safety of others.\nI am not complaining alone because they search my brothers.\nI try not to be like my friends so I don't carry a knife\nBut what I do carry inside is foolish pride which longs for vengeance.\nHowever, if I retaliate with hate they can take my life away or give me a prison sentence.\nI want to strike.\nRevenge plagues my mind.\nThe only thing that stops me\nIs the fact that, freedom is so hard to find\nWhen it seems to hide, as you try to stay alive behind prison walls.\nA couple brothers are not here in attendance\nOn this Earth and that hurts.\nSo for what's it worth we pray for dead soldiers to show remembrance.\n\nI have seen it before, what is happening isn't new and this is true;\nMy mother has shown me the effects that have left our communities sore.\nI'm sure police brutality knows no limits. I fear the possibilities\nThey could put me in a hearse, my mother crying at my funeral for she is cursed,\nForever hurting as she carries the burden of outliving her only son.\nHow many people have been crippled with disabilities?\nDue to police overstepping their responsibilities?\nI fear it's more than one!\nWe will never- we will never know the true answer.\nNo wonder why I seem so miserable, I seldom smile,\nI see them stroll and every time I see them\nThe sense of freedom goes.\n\nLines can be blurred when agendas are just meaningless words.\nThe only difference between the police and criminals is the matter of legitimacy\nAnd although I am afraid of what they both can do,\nI know that only a certain few can get away with murder.\nI have seen many victims of society trapped in coffins that get forgotten by time\nOnly because they were killed by those who are meant to instil order.\nI can only murmur these thoughts of mine; I will never state my frustration\nAs they truly won't listen to a child of my age filled with rage.\nMy fear has taught me,\nIrrespective of the stereotypical view\nGangsters can be legal too.\n\nI have no trust in those that are meant to serve and protect!\nI hate them with a passion that I will surely regret,\nFor there will be a time, very soon\nWhere I will depend on them;\nOn these streets there are liars, cheats and heartless thieves\nAnd anything can happen.\nAnything can happen and I see death around the corner,\nI am ready to call the coroner\n\nI feel guilty before I have even called their line.\nTo them I am a delinquent, a criminal before I have committed any crime.\nI was born a statistic and I was born a threat\nThe multiple murders over the years do not help to defeat this stereotype\nBut they do not care.\nWe fight and die over land we do not own; strangers in our own home.\nWe make their jobs easier by making our lives harder.\nSo please tell me why would they save someone who is intent on dying?",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5863412023,
        "format_confidence":0.7626755834,
        "weight":0.0062717932
    }
]