[
    {
        "url":"https:\/\/www.autoclassics.com\/news\/418370\/1967-ford-mustang-gone-in-60-seconds\/",
        "text":"Mecum credits this movie car with starting the restomod craze.\n\nThis year's Mecum Kissimmee auction event turned out to be an impressive one for movie-star Mustangs. Following Friday's record-setting sale of the Bullitt Mustang, the action continued Saturday with the Gone In 60 Seconds hero car – aka, Eleanor – selling for $852,500! It's been 20 years since this movie remake made its box office premier, and in that time, this gray and black 1967 Shelby GT500 has become one of the most recognizable movie cars of all time.\n\nIn an interesting side note, the unique molds used to originally create the Eleanor Mustangs sold as a separate lot for $20,000.\n\n1967 Ford Mustang Hero Car From 'Gone In 60 Seconds' Up For Grabs\n\nAnyone can go out and get an officially licensed Eleanor Mustang for under $200,000, but an actual hero car from the movie is definitely what brought in the big bids. This car was one of 11 Shelby GT500 clones built for the movie by Cinema Vehicle Services wearing identical Pepper Gray paint jobs with Black racing stripes, but don't worry, this one wasn't used for any of the intense jump scenes. Instead, this particular stunt car was used as the \"Dream Car\" being filmed in chase scenes in the ship yard, L.A. River and throughout the city.\n\nAs if its life wasn't pampered enough already, this Eleanor Mustang fastback is fresh off a rotisserie restoration, which was also completed by Cinema Vehicle Services. Under the hood, this Eleanor is rocking a blueprinted 351 CID V8 that has been beefed up with aluminum heads, Edelbrock intake, roller camshaft, MSD ignition and headers with side-exit exhaust. No word on power output, but the nitrous system brings an extra 100-125 horsepower to the party. The Tremec TKO five-speed manual and positraction rear end with 3.70 gears help lay down all that power, while the Wilwood disc brakes makes sure this car can still stop on a dime. \n\nGallery: 1967 Ford Mustang Hero Car From 'Gone In 60 Seconds' Up For Grabs\n\nThis movie-used Eleanor has just 90 miles on the odometer since it was fully restored, and most of these miles were apparently spent doing burnouts for a publicity video, which you can see below.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9579843283,
        "format_confidence":0.7333502769
    },
    {
        "url":"http:\/\/landlinemag.com\/Magazine\/2015\/DecJan\/board-meeting\/ooida-board-meets.aspx",
        "text":"OOIDA board meets\n\nBy Sandi Soendker, editor-in-chief\n\nMembers of the OOIDA Board of Directors, executive officers, D.C. office and others assembled Oct. 21-25 at OOIDA headquarters in Grain Valley, Mo., and spent four days conducting Association business and producing a substantial work agenda for 2016.\n\nThe full board of 22 directors from all over the U.S. and Canada approved the Association's strategies for legislative issues, legal actions and significant regulatory participation.\n\nBoard members approved minutes from the previous meeting and heard the finance and business report from OOIDA President and CEO Jim Johnston and Chief Operating Officer Rod Nofziger.\n\nGovernment affairs. The overview on federal matters was presented by Executive Vice President Todd Spencer and Director of Government Affairs Laura O'Neill-Kaumo with assistance from Ben Siegrist of the Association's government affairs staff. They updated the board on regulatory affairs and legislative matters.\n\nThe six-year House highway bill was a big topic. OOIDA's D.C. office has worked furiously on Capitol Hill for the bill to include critical requirements members support and to keep language out that would open the door to rulemakings the Association opposes. O'Neill-Kaumo provided a rundown of what was in and what was out of the fast-moving bill. Managing Editor Jami Jones has an update on this legislation at press time, Page 24.\n\nRegulatory affairs. Director of Regulatory Affairs Scott Grenerth updated board members on the regulatory plan developed by the Association in an effort to promote a true safety-minded agenda in D.C. while countering overbearing regs that do little to improve highway safety and that simply drive up the cost of business. The big-ticket issues were EPA-NHTSA's greenhouse gas phase 2; electronic logging devices, insurance minimums; and entry-level driver training.\n\nEarlier this year, the Federal Motor Carrier Safety Administration launched a negotiated rulemaking. As part of that process the Entry-Level Driver Training Committee, composed of dozens of industry stakeholders, was tasked with hammering out the framework for a driver training regulation. Grenerth was in D.C. as part of the committee, along with Board Member Bryan Spoon of Grandy, N.C., representing Spoon Trucking. Grenerth called the work of the Entry-Level Driver Training Committee \"a huge effort.\" The proposed rulemaking is projected to publish in December 2015.\n\nSpoon said he thought the positive results that were reached at the meetings provided the foundation for a minimum standard.\n\n\"Is it 2,000 hours? No. But at least we got enough to effectively shut down CDL mills. I'd say overall it was successful.\"\n\nSpoon said he'd like to see more negotiated rulemakings.\n\n\"Frankly, it worked,\" said Grenerth.\n\nLawsuit update. OOIDA's Litigation Counsel Paul Cullen Sr. and Paul Cullen Jr. reported on the Association's litigation activities, including details on the successful conclusions of OOIDA's lawsuits against Comerica Bank, C.R. England and Swift Transportation. The attorneys detailed a status report on several other active cases, including the proceedings in OOIDA's court battle with the California Air Resources Board over the Truck and Bus rule. LL",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9393766522,
        "format_confidence":0.9175003171
    },
    {
        "url":"http:\/\/www.autoworldnews.com\/articles\/32310\/20170227\/tesla-electric-semi-coming-model-3-sedan.htm",
        "text":"Tesla Electric Semi Coming After Model 3 Sedan\n\nFeb 27, 2017 07:10 AM EST | BC Tabotabo\n\n\nThe Tesla Electric Semi truck is still in development. Currently, it is taking the backseat because the Model 3 is the company's top priority for their development team.\n\nAccording to The Daily Dot, Elon Musk, the CEO of the Silicon Valley electric vehicle manufacturer, confirmed the news on the Semi truck via Twitter. Musk stated that the company's Jerome Guillen still continues to apply his electric truck know-how to their Semi project.\n\nOriginally posted last summer, there has been widespread interest in the company's electric commercial truck. Back then, Musk claimed that the early versions of the Semi-electric truck and possibly buses could be released this year.\n\nGuillen initially worked for Daimler in a leading role in its venture with Freightliner. This was done through the US Department of Energy's SuperTruck initiative. They heavy duty test truck first rolled out in 2010 and was able to get 12.2 miles per gallon fuel economy rating. This was double the DOE's initial goal for the SuperTruck program.\n\nIn 2012, Guillen transferred to Tesla. According to Hybrid Cars, the Silicon Valley company also hired other key Daimler engineers who also worked on the same program such as Evan Chenoweth. Chenoweth was formerly the lead designer of Freightliner's SuperTruck hybrid engine. He is now a senior mechanical design engineer for Musk's company.\n\nClean Semi trucks and urban medium-duty trucks are getting more and more support and credibility. This is because the US government keeps on issuing more stringent fuel economy and emissions rules. Last year, Mercedes-Benz even introduced its Urban eTruck, which can allegedly go up to 124 miles on a single charge. This is ideal for urban delivery as well as short hauls most especially because it can meet clean air rules.\n\nNikola Motor Co. and Toyota are also gaining attention for their efforts with green vehicles. Nikola One is a zero-emission heavy-duty truck that runs on a lithium-ion battery pack as well as hydrogen fuel cells. Toyota's Mirai fuel cell is also expanding into new markets. Honda has also developed a Clarity fuel cell of their own.\n\nThe Tesla Semi truck may still come later this year. Do you think it will be as important or even more important than the Tesla Model 3? Share your thoughts and comments below.\n\nSee Now: OnePlus 6: How Different Will It Be From OnePlus 5?\n\n© 2020 Auto World News, All rights reserved. Do not reproduce without permission.\nGet the Most Popular Autoworld Stories in a Weekly Newsletter\n\nJoin the Conversation\n\nReal Time Analytics",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9955222607,
        "format_confidence":0.9968057871
    },
    {
        "url":"http:\/\/www.kfvs12.com\/story\/37891026\/modot-ready-for-anything-this-weekend\/",
        "text":"MoDOT ready for anything this weekend\n\nCAPE GIRARDEAU COUNTY, MO (KFVS) - With the possibility of a wintry mix this weekend, MoDOT said they are making sure their trucks are prepared.\n\nEngineer Stan Johnson said they went through half of their salt supply during past winter storms and they have plenty to use on this one.\n\nHe said MoDOT does not plan to pre-treat the roads.\n\n\"Yeah, we're ready to take care of the roads we're going to put in our salt spreader beds, our cinder beds a few plows on before we head home for the weekend and then we'll just take on whatever mother nature sends us,\" said Johnson.\n\nHe said they are not pretreating because rain is supposed to come in first.\n\nDownload the KFVS News app: iPhone | Android\n\nCopyright 2018 KFVS. All rights reserved.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.7475889325,
        "format_confidence":0.9825174212
    },
    {
        "url":"https:\/\/www.busandcoachbuyer.com\/lothian-hybrids-get-makeover\/",
        "text":"Lothian Hybrids get a makeover\n\nFifteen ADL Enviro 400 hybrid double decker electric-diesel buses, belonging to Lothian Buses, are to get a mini refurbishment, inside and out, which will see then transformed into the company’s traditional madder and white livery. The buses were introduced into the fleet in September 2011 and the first of the refurbished vehicles is already in service.\n\nEngineering Director of Lothian Buses, Bill Devlin, said, ‘The refurbishment of these buses is part of our continual fleet improvement programme. We are expecting all 15 buses to be completed by the end of the year.’\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\nThis site uses some unobtrusive cookies to store information on your computer, these are in place to ensure that you receive the best possible experience when using the Bus & Coach Buyer website.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9964953065,
        "format_confidence":0.9745657444
    },
    {
        "url":"https:\/\/www.cornwalllive.com\/news\/cornwall-news\/person-hit-train-between-truro-4076749",
        "text":"Delays are being reported between Truro and Plymouth after a person was hit by a train.\n\nThe incident is causing disruption to journeys between the two stations and is currently forecast to last until 6pm.\n\nThere is no word as yet on the condition of the person who was hit.\n\nThe route affected is the Penzance to London Paddington service.\n\nA tweet from Network Rail said: \"A person has been hit by a train between Plymouth and Truro which is causing disruption to journeys between these stations.\n\n\"Services may be cancelled, delayed or revised.\"\n\nBritish Transport Police have been contacted for further details.\n\nFollow the live blog below for more information\n\nDisruption to last until 'end of the day'\n\n\"We anticipate disruption will continue until the end of the day,\" say National Rail Enquiries\n\nPotential delays still expected\n\nDisruption will continue until at least 8.30pm now, according to National Rail Enquiries\n\nDelays expected until 7.30pm\n\nAll lines have reopened but delays to continue until at least 7.30pm\n\nAll lines have reopened...\n\nBut delays are still expected\n\nDelays expected until at least 7pm\n\nDisruption is continuing (Image: National Rail Enquiries)\n\nDelays until at least 7pm expected\n\nYou can use your train ticket for buses instead\n\nTransport alternatives\n\nStatement from British Transport Police\n\nA British Transport Police spokesperson said: \"Officers were called to Bodmin station at 3.11pm following reports of a casualty on the tracks.\n\n\"Officers are currently responding alongside paramedics.\"\n\nDelays expected until 6pm\n\nDelays are expected until 6pm (Image: National Rail Enquiries)",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.992505312,
        "format_confidence":0.9965135455
    },
    {
        "url":"http:\/\/www.ainonline.com\/aviation-news\/aviation-international-news\/2008-07-29\/bombardiers-learjet-40-races",
        "text":"Bombardier's Learjet 40 off to the races\n\n - July 29, 2008, 7:10 AM\n\nEarlier this year Bombardier introduced an Indy 500 interior package for its new Learjet 40, at a cost of about $150,000. The package includes a rather dramatic red-and-black color scheme and extensive use of embossed leather, graphite surfaces and metallic accents. For those who prefer both speed and comfort, the seats are two inches wider than those previously offered in the Learjet 45, and the Indianapolis Motor Speedway logo is embossed into the upper portion of the seatbacks. Buyers will also receive four admission passes to the Bombardier pagoda for all three speedway events–the Indianapolis 500, the Brickyard 400 Winston Cup Race and the SAP United States Grand Prix Formula One race. The package is available through the end of 2005\n\nFebruary 2017\nBuilt on a powerhouse of tradition",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.8983741403,
        "format_confidence":0.9647758007
    },
    {
        "url":"https:\/\/ummid.com\/news\/2015\/February\/25.02.2015\/indian-workers-killed-in-saudi-road-crash.html",
        "text":"﻿ Five Indian workers killed in Saudi Arabia road crash | ummid.com\nFollow us on\nWelcome Guest! You are here: Home » International\nFive Indian workers killed in Saudi Arabia road crash\nWednesday February 25, 2015 8:00 PM, IANS\n\nFive Indian workers - four of them from Kerala and one from Bihar - were killed in a road accident in Saudi Arabia, media reported Wednesday.\n\nAcoording to Arab News, the group was returning from Saudi Arabia's King Khaled International Airport to their camp in the Huraymila town, 97 km from Saudi capital Riyadh Monday when the accident happened.\n\nThe workers were travelling on the Huraymila-Thadig route Monday when their car collided with another vehicle driven by a Saudi man.\n\nThe four Keralites killed in the accident were identified as Mohammed Haneef, 52, his wife Noor Jahan, 49, Mohamed Salim, 50, and Shareef, 50.\n\nRona Hayat Muhammed, 44, the Indian driver of the car, was also killed in the accident.\n\nThe police took the Saudi driver into custody, while the five bodies are being kept in the morgue of the Huraymala General Hospital.\n\nShare this page\nNote: By posting your comments here you agree to the terms and conditions of www.ummid.com\ncomments powered by Disqus\n| Quick links\nAbout ummid.com\nContact us\nSubscribe to: RSS » Facebook » Twitter » Newsletter\nUmmid.com: Disclaimer | Terms of Use | Advertise with us | Link Exchange\nUmmid.com is part of the Awaz Multimedia & Publications providing World News, News Analysis and Feature Articles on Education, Health. Politics, Technology, Sports, Entertainment, Industry etc. The articles or the views displayed on this website are for public information and in no way describe the editorial views. The users are entitled to use this site subject to the terms and conditions mentioned.\n© 2012 Awaz Multimedia & Publications. All rights reserved.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.7110522985,
        "format_confidence":0.988579154
    },
    {
        "url":"https:\/\/www.nbcnews.com\/business\/nevada-first-state-authorize-driverless-cars-157736",
        "text":"Nevada first state to authorize driverless cars\n\nBreaking News Emails\n\nGet breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\nBy Bottom Line\n\nThe Jetsons would feel right at home in Nevada -- which this month became the first state in the nation to formally approve legislation authorizing the use of autonomous vehicles on its roadways.\n\nThe once far-fetched idea is becoming more and more grounded every day as manufacturers work to develop technology that could permit a motorist to plug in a destination and let the vehicle drive there automatically. Indeed, Google has become a leader in autonomous technology, with several prototypes already logging over 160,000 miles in test runs.\n\nWhile most experts contend the technology is still years away from widespread application, Nevada lawmakers apparently couldn’t wait.  Last summer, lawmakers there ordered state regulators to establish rules covering the use of autonomous vehicles.\n\nThe regulations have now been finalized -- and the Nevada Department of Motor Vehicles will now have to formalize licensing procedures for companies that want to test their vehicles in the state.\n\n“Nevada is the first state to embrace what is surely the future of automobiles,” said Nevada Department of Motor Vehicles Director Bruce Breslow in a press release. “These regulations establish requirements companies must meet to test their vehicles on Nevada’s public roadways as well as requirements for residents to legally operate them in the future.”\n\nThe decision to act was apparently driven, at least in part, by Google, which has wanted to ensure that its autonomous vehicle test program wasn’t operating in a legal limbo.  Google formally launched its research and development program in 2010 and has so far recorded not a single collision.\n\nWhile such vehicles will effectively handle the serious driving chores they will also require someone to be in the position of “operator,” ready to take over just in case of a technical glitch.  That’s likely one reason why Nevada maintained one key restriction in the new rules.\n\n“There is no exemption for drinking and driving,” cautioned Breslow, meaning the bartender or bouncer won’t be able to toss you in the back seat, hit the Start button and send you speeding home.\n\nOn the other hand, regulators did give the operator permission to text and use a handheld cellphone.\n\nThe operator, at least for now, will need to have a special license.  And the vehicles will be required to use an airline-style “black box” to track its operation, with data to be turned over to the state.\n\nManufacturers will be required to post bonds of between $1 million and $3 million, meanwhile, and they will have to advise the state as to when and where they’ll be testing their vehicles.\n\nGoogle is just one of the players in the rapidly expanding field.  General Motors has run several tests, including one that required the installation of special sensors in a stretch of Interstate highway north of San Diego.  It has also been working with Pittsburgh’s Carnegie-Mellon University on a self-driving Chevrolet Tahoe SUV, dubbed The Boss.\n\nBMW, meanwhile, has a number of test vehicles in operation, including one that it recently took to the treacherous Mazda Raceway Laguna Seca near Monterey, California.\n\nAnd Nevada Gov. Brian Sandoval was given a personal demonstration of what the new law might cover when he was chauffeured in an autonomous Toyota Prius that used radar and other sensors to help guide it to its destination.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9870731831,
        "format_confidence":0.9971452355
    },
    {
        "url":"https:\/\/www.arabianbusiness.com\/fly-dubai-san-francisco-in-under-four-hours-190387.html",
        "text":"We noticed you're blocking ads.\n\nKeep supporting great journalism by turning off your ad blocker.\n\nQuestions about why you are seeing this? Contact us\n\nFont Size\n\n- Aa +\n\nWed 6 Feb 2008 11:49 AM\n\nFont Size\n\n- Aa +\n\nFly Dubai to San Francisco in under four hours\n\nBritish aircraft maker says plane will carry passengers across world in record time.\n\nA British aircraft manufacturer has claimed to have developed a passenger plane that could fly from the Middle East to the West coast of the US in under four hours.\n\nReaction Engines said its A2 hypersonic aircraft would travel at Mach 5, almost 6,400 kilometres per hour (kph), and twice the speed of a concorde.\n\nThe company's management said the plane, which has a development name of Lapcat (Long-Term Advanced Propulsion Concepts and Technologies), could be operational within 25 years.\n\nIt measures 143 metres long, roughly twice the size of today's biggest jumbo jets, and runs on liquid hydrogen Scimitar engines.\n\nIt will be capable of carrying up to 300 passengers and will be commercially viable if tickets are sold at the equivalent of business class prices, Reaction Engines said.\n\nSimilar technology was used by the US to develop the ‘bumper rocket', which was assembled from a captured German V-2 rocket in 1949.\n\nThe A2's creation was financed by the European Space Agency (ESA), which encourages companies to continually develop air travel by using aerospace technology.\n\nArabian Business: why we're going behind a paywall\n\nFor all the latest transport news from the UAE and Gulf countries, follow us on Twitter and Linkedin, like us on Facebook and subscribe to our YouTube page, which is updated daily.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9926162362,
        "format_confidence":0.9915782213
    },
    {
        "url":"http:\/\/mobile.abc.net.au\/news\/2011-09-29\/princes-freeway-monitored-after-heavy-rain\/3037976?pfm=sm&source=rss",
        "text":"News Home\n\nPrinces Freeway monitored after heavy rain\n\nVicRoads engineers are monitoring the effects of overnight rain on the Princes Freeway at Morwell.\n\nThe freeway was closed in February when heavy rain destabilised the Morwell mine and caused cracking in the road surface.\n\nIt was re-opened last week after a program of works to seal the freeway median strip and fill underground hollows with concrete.\n\nPatricia Liew from VicRoads says remote monitoring devices have not detected any movement.\n\n\"One of the trigger points that has been agreed all along even before the freeways was opened is if we've got 15 millimetres of ground movement there'll be immediate closure of that road,\" she said\n\n\"In the last 24 hours the ground hasn't moved at all.\"\n\nMore Stories",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9806417823,
        "format_confidence":0.9810529351
    },
    {
        "url":"https:\/\/beta.theglobeandmail.com\/news\/toronto\/rookie-councillor-to-put-road-tolls-regional-sales-tax-before-council\/article4102607\/?ref=http:\/\/www.theglobeandmail.com",
        "text":"Skip to main content\n\nThe Globe and Mail\n\nRookie councillor to put road tolls, regional sales tax before council\n\nVehicles travel on the Highway 407 toll road north of Toronto.\n\nLouie Palu\/Louie Palu\/The Globe and Mail\n\nCouncillor Josh Matlow is pushing to get the controversial topic of road tolls and a regional sales tax on next month's council agenda.\n\nThe rookie councillor says he will put forward a motion, which he says will be backed by TTC Chair Karen Stintz, that proposes setting up a working group with other GTA governments and the province to look at tolls and taxes dedicated to transit in the region.\n\nMetrolinx, the provincial transit agency, already is studying the topic of alternate revenue sources, but Mr. Matlow argues his initiative would contribute to that debate.\n\nStory continues below advertisement\n\nHe said he also wants to bring some financial reality to the debate over subways.\n\n\"I believe this will be a test. If a councillor or the mayor says they want to build a subway, this is a test of whether they are serious or not about doing it.\"\n\nMayor Rob Ford has said repeatedly that he will not support toll roads. He also has vowed to continue to fight for subways after losing a battle with council that resulted in the revival of the Transit City light-rail plan at the expense of his plans for an expanded subway on Sheppard.\n\nLast fall, Mr. Matlow wanted staff to examine tolls on the Don Valley Parkway and Gardiner Expressway for drivers from outside the city. That initiative failed to get the required support at council. Asked why it will be different this time, Mr. Matlow said \"things have changed.\"\n\n\"I believe the appetite is much larger now to get real about funding the next phase of transit expansion,\" he said.\n\nReport an error Licensing Options\nAbout the Author\nToronto City Hall bureau chief\n\n\nComments are closed\n\nWe have closed comments on this story for legal reasons. For more information on our commenting policies and how our community-based moderation works, please read our Community Guidelines and our Terms and Conditions.\n\nCombined Shape Created with Sketch.\n\nCombined Shape Created with Sketch.\n\nThank you!\n\nYou are now subscribed to the newsletter at\n\nYou can unsubscribe from this newsletter or Globe promotions at any time by clicking the link at the bottom of the newsletter, or by emailing us at",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.8550171852,
        "format_confidence":0.9963616729
    },
    {
        "url":"http:\/\/www.hybridcars.com\/c-max-hybrid-and-focus-ev-built-best-54268\/",
        "text":"C-MAX Hybrid And Focus EV Built By The Best\n\nIt looks like the plant that assembles the Focus Electric – and will also assemble the C-MAX Hybrid and C-MAX Energi plug-in hybrid – is considered one of the best in the country.\n\nFord Motor Company’s Michigan Assembly Plant has been named Assembly Plant of the Year by Assembly Magazine.\n\nIt is the first time an automaker, as well as a plant in Michigan, has earned the honor.\n\n“MAP is an example of Ford manufacturing at its best – a flexible facility that is using a highly trained work force to build fuel-efficient vehicles in an environmentally friendly manner,” said Jim Tetreault, Ford vice president of North America Manufacturing. “We are proud that our hard work has been recognized by experts who know manufacturing.”\n\nAccording to Assembly Magazine, the goal of the Assembly Plant of the Year award is to identify a state-of-the-art facility that has applied world-class processes to reduce production cost, increase productivity and shorten time to market or improve product quality.\n\n“We chose MAP as our 2012 winner because the plant is a showcase for flexible, green, lean manufacturing,” said Austin Weber, senior editor for Assembly Magazine. “We were also impressed that Ford took a plant that produced large SUVs and turned it into a state-of-the-art facility that makes fuel-efficient small cars. That’s not something that we often see in manufacturing.”\n\nFollowing a $550-million transformation, Ford re-opened MAP in early 2010 with production of the 2012 Focus. Ford has since added the Focus Electric zero-emission battery electric vehicle and the Focus ST performance model. The company is now ramping up production of the C-MAX Hybrid and C-MAX Energi plug-in hybrid.\n\nIn May, MAP added a third production crew with 1,200 new jobs. The plant currently employs 5,170 workers.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.7537664771,
        "format_confidence":0.9722466469
    },
    {
        "url":"http:\/\/www.landlinemag.com\/story.aspx?storyid=53097",
        "text":"Arizona bill to split car and truck speeds dies\n\n| Wednesday, April 09, 2008\n\nA bill that has died in the Arizona House sought to require large trucks traveling along certain stretches of interstates to slow down by 5 mph. It missed a deadline to advance from committee, effectively killing it for the year.\n\nState law now allows all traffic to drive 65 mph on interstate highways outside urban areas with populations of at least 50,000. The Arizona Department of Transportation also can set speeds on rural portions of interstates at 75 mph.\n\nKyrsten Sinema, D-Phoenix, introduced a bill that would have slowed large trucks by 5 mph along interstates posted with 65 mph speed limits. The measure – HB2314 – required vehicles in excess of 26,000 pounds declared gross weight to drive 60 mph.\n\nAll other vehicles would have been allowed to continue to travel at the current 65 mph speed limit.\n\nSupporters said requiring trucks to drive at speeds slower than over vehicles would make for safer travel.\n\nOpponents said slowing trucks down to speeds slower than other vehicles does not promote safety on the highways. In fact, they said it does exactly the opposite by requiring that vehicles are constantly in conflict with each other.\n\nWord of the bill’s demise was well received by the Owner-Operator Independent Drivers Association.\n\nOOIDA Executive Vice President Todd Spencer pointed out that 40 states now have uniform speed limits for all vehicles using their highways. “The only speed limit policy that makes any sense is the kind that has all vehicles traveling at the same speed,” he told Land Line.\n\nThe effort to reduce truck speed limits can be brought back for consideration during the 2009 session.\n\nTo view other legislative activities of interest for Arizona, click here.\n\n– By Keith Goble, state legislative editor",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.8835417628,
        "format_confidence":0.9955522418
    },
    {
        "url":"https:\/\/carsmyfriends.com\/electric-cars\/other-battery-makers-filled-with-uncertainty-after-tesla-battery-day\/",
        "text":"Other Battery Makers Filled With Uncertainty After Tesla Battery Day\n\nThe EV battery makers were probably not too happy to see what Tesla is going to do.\n\nAfter yesterday’s Tesla Battery Day, third-party lithium-ion battery manufacturer might be quite surprised and uncertain about the future.\n\nTesla clearly continues on its path of vertical integration, hinting at significant improvements on the technological level and advancing also on the in-house battery production front.\n\nThe pilot plant for 4680 cells is expected to reach a production output of 10 GWh annually at some point in 2021, which alone is a huge level. The target of 100 GWh in 2022 is also very ambitious.\n\nTesla’s Elon Musk said that the automaker will continue to purchase cells from existing (and maybe new) suppliers, because it will not be able to produce enough of its own batteries anyway, but still the share price of the biggest EV battery manufacturers declined.\n\nAccording to Automotive News, LG Chem went down by 5.5%, CATL by 4.7%, while Panasonic by 4.3%.\n\nInvestors are clearly aware that Tesla is pushing hard to reduce costs and increase energy density. It’s a challenging race, which requires tons of R&D investments to keep up with the leaders.\n\nWill the ordinary battery makers from electronics and chemical industries be able to offer a competitive solution for a company like Tesla, which has an advantage of vertical integration? They would have to closely partner with other carmakers to jointly develop battery systems deeply integrated with the vehicles.\n\nSource: Read Full Article",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9202610254,
        "format_confidence":0.5232980847
    },
    {
        "url":"http:\/\/www.leaderherald.com\/page\/content.detail\/id\/546688\/Move-offices-to-Amsterdam.html?nav=5005",
        "text":"\n\nMove offices to Amsterdam\n\nMay 1, 2012\nThe Leader Herald\n\nThe New York State Barge Canal has opened for its 188th navigation season after a turbulent season last year that included extensive damage from tropical storms Irene and Lee. The Canal Corp. has spent about $30 million since the fall in emergency repairs. Lock 10 in Cranesville and Lock 11 in Amsterdam sustained heavy damage in our area. In addition, the Main Street bridge at Lock 12 connecting Tribes Hill and Fort Hunter was closed for several weeks after Tropical Storm Irene.\n\n\n\nI am looking for:\nNews, Blogs & Events Web",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9292380214,
        "format_confidence":0.9782848954
    },
    {
        "url":"http:\/\/www.cityam.com\/207635\/dhl-launches-helicopter-service-fly-deliveries-canary-wharf",
        "text":"DHL's new helicopter service will fly deliveries to Canary Wharf\n\nJessica Morris\nFollow Jessica\n\n(Source: DHL Express UK)\n\nDHL Express has launched a helicopter service which will fly deliveries between London's Heathrow airport and Canary Wharf, whittling down delivery times by skipping traffic jams.\n\nThe chopper will enable important documents to be transported between DHL's Heathrow base and the City in just 20 minutes, down from the two hours it would take by road.\n\nThis means packages sent from the United States can be put onto overnight flights from New York, Boston and Chicago, enabling DHL to guarantee next-day delivery.\n\n\"This new service from DHL Express offers even greater speed and reliability to our customers,\" John Pearson, chief executive of DHL Express Europe said.\n\n\"For the financial and professional services sector in particular, time really is money, so we are always looking for innovative, more efficient ways to move our customers' shipments.\"\n\nThe DHL helicopter is a Bell 206 Jet Ranger - which will be operated for DHL by Heli-Charter - and is able to transport over 300 kg of letters and packages.\n\nRelated articles",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.995334208,
        "format_confidence":0.9959700108
    },
    {
        "url":"http:\/\/evworld.com\/news.cfm?newsid=29515",
        "text":"Jordan Studying Electric Transit in Cooperating with China's BYD\n\nJordan's Ministry of Environment, Onyx International Trade and Investment Company, an exclusive partner with BYD, sign MOU to promote use of electric vehicles in the country.\n\nPublished: 24-Jan-2013\n\nAMMAN -- The Ministry of Environment is studying the introduction of electric cars and buses to the public sector fleet to reduce emissions and cut down on fuel costs, an official said on Sunday.\nThe vehicles being studied operate fully on electricity and produce no carbon dioxide emissions, Ministry of Environment Spokesperson Isa Shboul told The Jordan Times.\n\n\"The ministry and Onyx International Trade and Investment Company signed a memorandum of understanding last week to promote the use of electric cars in the country,\" Shboul said.\n\nThe company is the exclusive partner in Jordan of BYD Auto, a Chinese manufacturer of hybrid and all-electric vehicles.\n\n\n\nFirst pure electric city bus to be deployed in Espoo city, outside of Helsinki.\n\nBYD e6 electric crossover is already available for rental from Hertz in Shenzhen, China, BYD's home city.\n\nThe New York Times reports that the BYD e6 could enter Hertz’s NYC fleet by the end of this year.\n\nBYD Qin electric hybrid concept.\n\nQin concept will run 50 km on 10kWh, an improvement over the earlier F3DM, and is named in honor of China's first dynasty.\n\n\nblog comments powered by Disqus",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9876664877,
        "format_confidence":0.9950543642
    },
    {
        "url":"http:\/\/www.post-journal.com\/page\/content.detail\/id\/621445\/No-Children-Injured-In-Early-Morning-Accident-Involving-School-Bus.html?nav=5192",
        "text":"\n\nNo Children Injured In Early Morning Accident Involving School Bus\n\nApril 30, 2013\nBy Eric Tichy ( , The Post-Journal\n\nGERRY - No children were injured after the school bus they were in was struck by a vehicle Tuesday morning in the town of Gerry.\n\n\n\nI am looking for:\nNews, Blogs & Events Web",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9315077066,
        "format_confidence":0.9371401668
    },
    {
        "url":"https:\/\/www.foxla.com\/news\/ventura-residents-run-out-of-sandbags-during-big-storm",
        "text":"Ventura residents run out of sandbags during big storm\n\nMany residents of Ventura County spent the day filling sand bags and stacking them around their homes.They're worried about mudslides and debris flows following the massive Thomas fire.\n\nYou don't miss them till you can't find them. That was the case for Ventura Resident Jen Mowad.\n\nLike many others Mowad couldn't find sandbags this morning telling FOX 11 News the city of Ventura ran out Sunday night.\n\nA firefighter at a local station told us the same thing just moments after a big truck dumped 1000 pre-filled bags that locals immediately started to grab. Ventura County has a sandbagging machine where they can pre-fill. But, for some locations that got sand by midday, like Poinsettia Pavilion, it came in deliveries that looked like small mountains.\n\nThe run on sandbags was an example of just how concerned some in this coastal city feel as a big storms moves their way.\n\nAuthorities say stay alert!\n\nCopyright 2018 FOX 11 Los Angeles : Download our mobile app for breaking news alerts or to watch FOX 11 News | Follow us on Facebook , Twitter , Instagram and YouTube .",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.80742383,
        "format_confidence":0.9937200546
    }
]