[
    {
        "url":"https:\/\/www.cotswoldoptimalhealth.co.uk\/cookingschool",
        "text":"An Introduction to Cooking For\n\nOptimal Health\n\nThe aim of this introductory course is to help those who want to understand more about using food to keep us healthy and maintain optimal health. We focus on how to use whole foods that are local and easy to prepare. With our chef's first-class training and experience in producing top-level dishes and our doctors' knowledge of the health giving properties of different foods, we will take you on a journey of discovery that will equip you with the knowledge to help keep your brain, mind, heart and body in Optimal Health.\n\nWe're collaborating with chef Guy Fenton to bring these delicious but therapeutic recipes. He trained at the Savoy with Marcus Wareing and currently oversees The Grill Kitchen at The Dorchester in London. Prior to that he set up the Michelin Guide-featured Rothesay Rooms for HRH Prince Charles.\n\nMore information coming soon. For questions or to book a place please email us or call us at:\n\n01242 903225 \n\nFunctional Medicine Cheltenham\n\nFollow us\n\n  • Facebook - White Circle\n  • Twitter - White Circle\n\n​© 2018 by Cotswold Optimal Health Clinic Ltd.\n\n23 St George's Road,\n\n\nGL50 3DT",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.826074481,
        "format_confidence":0.9905560613,
        "weight":0.0047101837
    },
    {
        "url":"http:\/\/www.healthday.com\/press\/healthday_halloween.htm",
        "text":"\n\nContact HealthDay\nTel: 203.855.1400 or E-mail\n\nHealthDay Press Contact\nReyna Machado\n631-582-9000 ext 102\n\nAre You Ready for Halloween? #HalloweenChat\n\nJoin HealthDay for a Twitter Chat on Halloween safety\n\nDr. Cindy Haines\n\nMONDAY, Oct. 28. (HealthDay News) -- Do you have questions about Halloween safety, including street smarts and sweet smarts? Tomorrow, Tues. Oct. 29, HealthDay's chief medical officer, Dr. Cindy Haines, along with experts from Mayo Clinic, Seattle Children's Hospital, Cleveland Clinic, the American Academy of Pediatrics, and Baylor Scott & White Health, will discuss Halloween safety in a Twitter Chat.\n\nThe #HalloweenChat will answer your questions about how to make this holiday fun for children with health concerns such as allergies, diabetes and disabilities. Emergency room physicians will discuss costume safety, typical Halloween accidents seen in the ER and how to avoid them. We will also provide helpful resources and tips for a safe Halloween. You’re invited to join the conversation and ask the experts your questions!\n\nDate: Tuesday, Oct. 29, 2013\n\nTime: 12:00 - 1:00 p.m. ET\n\nHashtag: #HalloweenChat\n\nParticipants: @DrCindyHaines, @MayoClinic, @nhanson22, @Seattlechildren, @SeattleMamaDoc, @PediatricPulse, @ClevelandClinic, @AmerAcadPeds, @SWHealthcare and @Dr_Steve_Ponder\n\nHost: @HealthDayEditor, @BrophyMarcus\n\n\nLegal Statement | Copyright © 2017 HealthDay. All rights reserved.\n\nThis site complies with the HONcode standard for trustworthy health information: verify here.\nThis website is certified by Health On the Net Foundation. Click to verify.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9811753631,
        "format_confidence":0.9947457314,
        "weight":0.0020755865
    },
    {
        "url":"https:\/\/clinicaltrials.gov\/show\/NCT00497679",
        "text":"AZD1152 in Patients With Advanced Solid Malignancies-Study 3\n\nThis study has been terminated.\n(Study is now terminated due to technical difficulties with administration of study drug in this patient population with this schedule)\nInformation provided by:\nAstraZeneca Identifier:\nFirst received: July 5, 2007\nLast updated: May 13, 2009\nLast verified: May 2009\nThe primary purpose of this protocol is to investigate the safety and tolerability of AZD1152 when given as a continuous 7-day infusion every week and every 2 weeks in patients with advanced solid malignancies.\n\nCondition Intervention Phase\nSolid Tumours\nDrug: AZD1152\nPhase 1\n\nStudy Type: Interventional\nStudy Design: Allocation: Non-Randomized\nEndpoint Classification: Safety Study\nIntervention Model: Single Group Assignment\nMasking: Open Label\nPrimary Purpose: Treatment\nOfficial Title: A Phase I, Open-Label, Multi-Centre Study to Assess the Safety, Tolerability and Pharmacokinetics of AZD1152 Given as a Continuous 7-Day Intravenous Infusion in Patients With Advanced Solid Malignancies\n\nResource links provided by NLM:\n\nFurther study details as provided by AstraZeneca:\n\nPrimary Outcome Measures:\n  • Safety and Tolerability [ Time Frame: Assessed at each visit ]\n\nSecondary Outcome Measures:\n  • Pharmacokinetics [ Time Frame: Assessed at predetermined timepoints after dose administration ]\n  • Effect on biomarkers [ Time Frame: Assessed after treatment ]\n  • Anti-tumor activity [ Time Frame: Assessed at the end of treatment ]\n\nEstimated Enrollment: 45\nStudy Start Date: August 2006\nStudy Completion Date: July 2007\nIntervention Details:\n    Drug: AZD1152\n    7-day continuous intravenous infusion\n\nAges Eligible for Study:   18 Years and older   (Adult, Senior)\nGenders Eligible for Study:   Both\nAccepts Healthy Volunteers:   No\n\nInclusion Criteria:\n\n  • Histological or cytological confirmation of a solid, malignant tumour\n\nExclusion Criteria:\n\n  • Participation in an investigational drug study within 21 days prior to entry or who have not recovered from the effects of an investigational study drug\n  • Treatment with radiotherapy\/chemotherapy with 4 weeks of first dose\n  • Recent major surgery within 4 weeks prior to entry to the study\n  Contacts and Locations\nChoosing to participate in a study is an important personal decision. Talk with your doctor and family members or friends about deciding to join a study. To learn more about this study, you or your doctor may contact the study research staff using the Contacts provided below. For general information, see Learn About Clinical Studies.\n\nPlease refer to this study by its identifier: NCT00497679\n\nUnited Kingdom\nResearch Site\nManchester, United Kingdom\nResearch Site\nNewcastle, United Kingdom\nResearch Site\nOxford, United Kingdom\nSponsors and Collaborators\nPrincipal Investigator: David Kerr, MD University of Oxford\n  More Information Identifier: NCT00497679     History of Changes\nOther Study ID Numbers: D1531C00003  EudraCT: 2005-004244-31 \nStudy First Received: July 5, 2007\nLast Updated: May 13, 2009\nHealth Authority: United Kingdom: Medicines and Healthcare Products Regulatory Agency\n\nKeywords provided by AstraZeneca:\nadvanced solid tumours processed this record on August 22, 2016",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.997670114,
        "format_confidence":0.9812754393,
        "weight":0.0012187739
    },
    {
        "url":"https:\/\/loseweightandgainhealth.com\/2013\/10\/25\/a-hectic-but-sugar-free-day\/",
        "text":"A Hectic But Sugar Free Day\n\nI worked from home today and Harvey had his friend Lucas over for the day.  I was hoping the last day of the week would be relatively easy and that I could fit in a dog walk with the boys.  Oh my goodness, it was crazy.  I didn’t even manage to have an uninterrupted lunch!  I had many meetings booked which are by conference call but in the background my mobile kept going too so I worked flat out at an intense pace all day.\n\nI was very glad I had started my day early with a swim and a nourishing breakfast.  I am conscious that having stopped eating sugar, I may have taken David Gillespie’s advice of eat what you like to get over the cravings a bit too far.  There is plenty of fattening and unhealthy food that does not contain sugar!  So I made a big effort today and am rather pleased with my efforts.\n\nThe colours of a traffic light!  I prepared some pomegranate, pumpkin seed and 1\/4 of an orange to add to my breakfast.\npomegranate, orange and green I made porridge and added some Chia seeds to the porridge and then topped it with the pomegranate, orange, pumpkin seeds and Macadamia butter.breakfast 25-10-13 WOW!  WOW!  WOW!  That Macadamia butter is amazing.  Very rich and creamy tasting.  I brought it back from Australia this summer and am very pleased I did.  If I had known how amazing it was I would have brought back more.  The nuts were harvested by hand, the butter was packaged on the farm and the farm is solar powered so it ticks lots of ethical boxes too.Hand 'N' Hoe Macadamia butterLunch was simple.  Jacket potatoes with butter, a little Cheddar, one fresh large tomato and half a can of sardines.  I have not had enough oily fish lately so it was good to eat some today.\nlunch 25-10-13 Late afternoon I was peckish so I had the Pecans left over in this jar and a cup of green tea which kept me going until supper.pecans in glass jar Thank you for the home laid eggs Eula 🙂box of eggs This is really gross!  Lurking in my fridge was this pot of Vanilla soya yogurt!  I was quite fascinated by the range of colours of the moulds.mouldy soya yogurt For supper I am going to have cauliflower and broccoli cheese, which I made yesterday.  It is in the oven warming through as I write this blog.cauli and broc cheese\n\nI suspect I will then have a large glass of wine and snuggle up with my lovely boy in front of the tv for the evening.  I feel very tired but relieved I managed another sugar free day, and one that I managed to fit in some swimming and added some really healthy foods.  Have a happy and healthy weekend!\n\nAbout Lose Weight and Gain Health\n\nHi! My name is Zoe and I live in Hastings, East Sussex, with my son Harvey and dog, Milton. I have been fighting the fat for years but this time I am serious. I want to lose weight and gain health. This blog is about how I am changing my lifestyle so I can lose weight but not by just \"being on a diet\" but by making small changes to our lives so that as I lose weight, I gain health. I want my family to be healthy too and never have to struggle with their weight like I have. In common with many large people, I have gained and lost weight many times over the years. This time, I want to lose it and maintain a healthy low weight. I am interested in eating food that is nutrient dense and delicious and that appeals to children and adults. I do not eat animal products so follow a vegan diet. I try to use locally produced food supplemented with what I can grow myself. I support and try to use local farmers markets and farm shops. Another objective is to add more exercise to our days. It sounds so simple when I write it down :-)\nThis entry was posted in Uncategorized. Bookmark the permalink.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.7241351008,
        "format_confidence":0.9985390902,
        "weight":0.0061780042
    },
    {
        "url":"https:\/\/videolibrary.globalcastmd.com\/cloaca-urologic-concerns-1",
        "text":"Pediatric Surgery\n\nCloaca - Urologic Concerns\n\nDr. Brian A. VanderBrink, Urologist and an Assistant Professor at UC Department of Pediatrics, presents on Urology risk Stratification. Dr. VanderBrink's  discussion includes topics on risk factors for Urologic dysfunction such as UTI risk as well as probability of obstruction, common channel length, abnormal spinal cord, reparative surgery, tethered cord, solitary kidney. He also presents on urology management, urology followup, long term renal outcomes in cloaca, and chronic kidney disease.  This presentation was followed by a comprehensive discussion among panel members.\nAdd a comment...\nPost as (log out)",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9970228076,
        "format_confidence":0.9539490342,
        "weight":0.0003782951
    },
    {
        "url":"https:\/\/www.heatherjohnstonlcsw.com\/contact-me",
        "text":"Heather Johnston, LCSW\n\nClick here to edit subtitle\n\nContact Me\n\nPlease feel free to contact me to schedule an appointment. I can be reached at (260)498-8009,\n\nor at johnstoh@yahoo.com.\n\nThank you, and I look forward to hearing from you!\n\nLink to client portal for existing clients with a username and password.",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.9883491993,
        "format_confidence":0.9563252926,
        "weight":0.0006578608
    },
    {
        "url":"http:\/\/www.bcfpd.org\/index.php\/fire-safety-takes-center-stage-fire-prevention-week-october-7th-13th",
        "text":"Barrington Countryside Fire Protection District officials urge residents to learn more about potential home fire dangers, as they join fire service members across the country in support of National Fire Prevention Week (October 7th – 13th). \n\nThis year’s theme, developed by the National Fire Protection Association (NFPA), is “Look. Listen. Learn.  Be Aware.  Fire Can Happen Anywhere.”\n\nVisit the NFPA’s Fire Prevention Week website to find safety tip sheets designed to protect your family; videos, games, and apps promoting fire safety; Fire Prevention Week background and history; and much more.\n\n“Awareness is the key to minimizing the risk of fire-related injury or property damage,” BCFPD Fire Chief James Kreher explained.  “We are proud to partner with the NFPA to observe National Fire Week and encourage our residents to review the wealth of fire safety material available on its website.”\n\n\n  • Cooking, heating, and electrical equipment are the top three causes of home fires in the U.S. every year.\n  • Between 2011 and 2015, U.S. fire departments responded to an average of 358,500 home fire structures per year. These fires caused 12,300 civilian injuries, 2,510 civilian deaths, and $6.7 billion in direct damage.\n  • 60% of home fire deaths occur in homes without working smoke alarms.\n  • Home fires burn much faster and hotter than in the past, due to the types of materials used today to build furniture and residential structures.\n\nFor more information on fire safety and National Fire Prevention Week, contact the BCFPD at 224-848-4800 or visit the Department’s Facebook page.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.7428147793,
        "format_confidence":0.9940323234,
        "weight":0.0015713565
    },
    {
        "url":"https:\/\/blogs.biomedcentral.com\/bmcseriesblog\/2021\/04\/23\/highlights-of-the-bmc-series-march-2021\/",
        "text":"Highlights of the BMC Series – March 2021\n\nWhy do those bagels smell so good? - Vaccinated mother gives birth to baby with SARS-CoV-2 antibodies - The influence of politics on healthcare systems - Does walking through a doorway always make you forget? - Robotic surgery\n\nBMC Chemistry: Why do those bagels smell so good?\n\nHave you ever walked past a baker’s shop and immediately felt hungry thanks to the lovely aroma from freshly baked bread?  Smell plays an integral part in how we taste our food; if it smells good, then chances are, it’s going to taste good too. Here, Lasekan et al. looked into how the aroma of the popular bagel changed due to differences in cold fermentation time.\n\n  • Dough A (control) was allowed to develop for an hour before cooking.\n  • Dough B was also allowed to develop for an hour initially but was then kneaded and placed in a chiller for 48 hours before cooking.\n  • Dough C was treated similarly to Dough B, but the chilling time was reduced to 24 hours.\n\nKey aroma-active compounds were collected via solvent assisted flavor evaporation and then characterized by a process called aroma extract dilution analysis.\n\nResults showed all bagels had similar roasty, malty, buttery, baked potato-like, smoky and biscuit-like notes. However, the odor notes in the long, cold fermented bagels were more intense than those produced by the control bagels.  These findings provide a basis for more research into the effect of cold fermentation on bakery products in the future.\n\n\nBMC Pediatrics: Vaccinated mother gives birth to baby with SARS-CoV-2 antibodies\n\nIt is well established that newborn babies can be protected from a number of potentially fatal viruses, such as tetanus or diphtheria, though the vaccination of their mother during pregnancy; the antibodies are passed from mother to fetus though the placenta.\n\nWith vaccine rollouts now underway in many countries, it would be hoped that a similar protection against coronavirus disease 2019 (COVID-19) would occur for babies born to mothers vaccinated against the virus responsible for the disease (severe acute respiratory syndrome coronavirus 2, or SARS-CoV-2)\n\nThis has indeed been shown to be the case, as demonstrated by an exciting new case study presented by pediatricians at Florida Atlantic University. The baby, a healthy baby girl, is the first infant known to have been born to a vaccinated mother with SARS-CoV-2 IgG antibodies detected in her cord blood.\n\n\nBMC Health Services Research:  The influence of politics on healthcare systems\n\nIn an age where our healthcare systems are under intense pressure, it is important to look at the services offered and implement change when needed.  Clarke and colleagues from the University of Birmingham recently performed a systematic review in order to discover how the use of “political skill” can contribute to changes in health services from both within and across organizations.\n\nThe review involved the analysis of 62 papers published over the last 40 years and from diverse areas of research.   The findings pointed towards political skill certainly having an impact, with changes implemented via five “thematic dimensions” which include performance, awareness, influence, stakeholder engagement and influence on policy processes.\n\n\nBMC Psychology: Does walking through a doorway always make you forget?\n\nHands up everyone who has walked into a room and then forgotten why you were there. Interestingly, this is a well-documented phenomenon called the doorway effect, which literally refers to how memory can be affected by passing through a doorway or other boundary.  Research into this effect has demonstrated that people can forget items of recent significance when they pass through a physical boundary (such as walking from one room to another), imagining that they have done so (i.e. metaphysical boundary) or even when moving from one desktop window to another on a computer.\n\nIn a study recently published in BMC Psychology, a team of researchers from the Queensland Brain Institute (University of Queensland) attempted to replicate the doorway effect with the use of both virtual and physical environments. The team ran four experiments that measured participants hot and false alarm rates to memory probes for items placed in either the same or previous room. Two experiments used highly immersive virtual reality, one used passive video watching and experiment 4 involved physically moving from one room to another.\n\nThe results of these experiments showed that there was, in fact, no significant effect of doorways on a person’s memory. These findings cast doubts on how common the doorway effect actually is and also on the finding of previous studies looking into the phenomenon.\n\n\nBMC Surgery – Call for papers: Collection on Robotic surgery\n\nIn order to recognize the significant growth and advancement of robotic surgery over the past few decades, BMC Surgery is welcoming original submissions on robotic surgery. The collection will be edited by an international team of Guest Editors. The collection is open for submissions until 1st April 2022.\n\nView the latest posts on the BMC Series blog homepage",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.7794310451,
        "format_confidence":0.627586484,
        "weight":0.002528836
    },
    {
        "url":"https:\/\/www.equivision.com\/products\/21-day-hind-gut-health-program",
        "text":"Your shopping cart is empty.\n\n21-Day Hind Gut Health Program (30 servings of product)\n\n$ 225.00\n\nThe fastest and most effective way to improve your horse’s intestinal health and function\n\nA 21 day program to:\n\n  1. Re-set your horse’s hind gut fermentation and pH\n  2. Support your horse’s desired intestinal immune response\n  3. Provide anti-inflammatory activity for the intestine\nIn just 21 days or less use EquiVision’s Hind Gut Health Program to:\n  • Improve your horse’s attitude towards work\n  • Support normal digestive function in horses with a history of chronic colic\n  • Support normal consistency of your horse’s manure\n  • Improve your horse’s ability to maintain desired body condition\n  • Support normal insulin sensitivity\n  • Support your horse’s desired energy level and stamina\n  • Improve your horse’s lateral flexion (a horse with an inflamed intestine cannot flex freely)\n\nThe Hind Gut Health Program comes conveniently pre-packaged in an easy to carry box with a daily check list to help you feed or dose the correct product in the correct amount to achieve optimal effectiveness.\n\nThe Hind Gut Health Program includes ADR Paste, ADR Powder and Fish Oil Factor.\n\nNOTE: Works in 21 days but contains 30 servings of product.\n\nCustomer Reviews\n\nBased on 3 reviews Write a review\nis added to your shopping cart.\nGo to Cart\nis added to your wishlist.\nGo to Wishlist",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.980286181,
        "format_confidence":0.9986668825,
        "weight":0.0055894814
    },
    {
        "url":"http:\/\/search3.openobjects.com\/kb5\/durham\/fsd\/results.action?slaction=ADD&itemid=vBFwnVn5sfnmKDP9ht6p9nam_2pSnYQUOxoq&localofferchannel=5-2&districts=4",
        "text":"\n0191 387 6359\nWe offer a range of therapeutic services for children, young people and their families who experience moderate to severe emotional\/mental health problems, including direct and indirect clinical work through consultation and training. Our Multi-disciplinary teams may include child psychiatrists, psychologists, nurses, social workers, primary mental…\n0300 123 9296\nGood communication skills allow us to play our part in family, education, work and community life. Speech and language therapy supports children and young people with communication difficulties to reach their potential. We offer support to children and young people of all ages: from newborn…\n01429 522 717\nAcute paediatric services are currently provided from two hospitals: University Hospital of North Durham (UHND) and Darlington Memorial Hospital (DMH) with some day surgery and investigations at Bishop Auckland Hospital (BAH). A full range of outpatient services continue at UHND, DMH and BAH in addition to…\n0191 333 2974 - Treetops\n01325 743406 - Ward 21\nOur role in County Durham is to protect and promote the health and wellbeing of children under five and their families. All County Durham families with a child under five years have access to a Health Visiting Team consisting of Health Visitors, Early Years and…\n03000 263 538\n\nExpand your results\n\nArea coveredWear ValleyRemove\n\nNarrow your results (filtering)\n\nParticipates in Children and Young People's Network scheme:\nFood Offered:\nPowered by Open Objects",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.9869245291,
        "format_confidence":0.9218961596,
        "weight":0.0032020412
    },
    {
        "url":"http:\/\/medicine.jrank.org\/pages\/2018\/Chromosomal-Aberrations-Disorders-Associated-with-Aneuploidy.html",
        "text":"Other Free Encyclopedias » Medicine Encyclopedia » Genetics in Medicine - Part 1 » Chromosomal Aberrations - Advances In Chromosomal Analysis, Chromosomal Aberrations, Aneuploidy, Disorders Associated With Aneuploidy, Abnormalities Of Chromosomal Structure - Unbalanced Chromosome Rearrangements\n\nChromosomal Aberrations - Disorders Associated With Aneuploidy\n\nage chromosome genetic syndrome trisomy chromosomes chromosome\n\nThree well-known autosomal chromosome disorders associated with trisomies of entire autosomes are sometimes found in live births. These are trisomy 21 (Down syndrome), trisomy 13, and trisomy 18. Growth retardation, mental retardation, and multiple congenital anomalies are associated with all three trisomies. However, each has distinctive morphological characteristics, which are presumably determined by the extra dosage of the specific genes on the additional chromosome.\n\nDown syndrome (chromosome 21) is the most frequent trisomy found in humans, and one of the most common conditions encountered in genetic counseling. General characteristics are mental retardation, distinctive palm prints, and a common facial appearance. The average life expectancy is now much greater thanks to improvements in medical care. Generally, individuals with Down syndrome have affable personalities and are able to be partially independent. The incidence of Down syndrome is about 1 in 800 children and is often associated with later maternal age (as may also be the case with other aneuploids).\n\nDown syndrome appears to be related to the difference in gamete formation (gametogenesis) between males and females. In females, oocytes are formed before birth and held in a static state until ovulation. In the case of older mothers, an oocyte may be in this stage for more than forty years, during which time environmental factors may affect the genetic material. In trisomy 13 and trisomy 18 patients, congenital abnormalities are much more severe. These individuals generally do not live much beyond birth. Both trisomy 13 and trisomy 18 result in syndromes characterized by specific dysmorphic features and severe organ malformations.\n\nIn addition to trisomies involving the autosomal chromosomes, aneuploidy may also involve the sex chromosomes. Two examples are Turner's syndrome and Klinefelter's syndrome. As mentioned previously, Turner's syndrome is a monosomy involving the X chromosomes. Turner's syndrome females possess forty-five chromosomes (45, X) as compared to clinically normal forty-six (46, XX). They are usually sterile and short in stature with some neck webbing. Klinefelter's syndrome patients have a trisomy involving the This karyotype of Turner's syndrome is characterized by a missing X chromosome. sex chromosomes and thus have forty-seven chromosomes (47, XXY). Klinefelter's syndrome individuals are sterile males possessing some female characteristics. These chromosome abnormalities are of interest especially for their implications in infertility and abnormal development.\n\nChromosomal Aberrations - Abnormalities Of Chromosomal Structure [next] [back] Chromosomal Aberrations - Aneuploidy\n\nUser Comments\n\nThe following comments are not guaranteed to be that of a trained medical professional. Please consult your physician for advice.\n\nYour email address will be altered so spam harvesting bots can't read it easily.\nHide my email completely instead?\n\nCancel or",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9744127393,
        "format_confidence":0.9775006175,
        "weight":0.0039871288
    },
    {
        "url":"https:\/\/insights.ovid.com\/pubmed?PMID=28108613",
        "text":"When clinical trials compete: prioritising study recruitment\n\n    loading  Checking for direct PDF access through Ovid\n\n\nIt is not uncommon for multiple clinical trials at the same institution to recruit concurrently from the same patient population. When the relevant pool of patients is limited, as it often is, trials essentially compete for participants. There is evidence that such a competition is a predictor of low study accrual, with increased competition tied to increased recruitment shortfalls. But there is no consensus on what steps, if any, institutions should take to approach this issue. In this article, we argue that an institutional policy that prioritises some trials for recruitment ahead of others is ethically permissible and indeed prima facie preferable to alternative means of addressing recruitment competition. We motivate this view by appeal to the ethical importance of minimising the number of studies that begin but do not complete, thereby exposing their participants to unnecessary risks and burdens in the process. We then argue that a policy of prioritisation can be fair to relevant stakeholders, including participants, investigators and funders. Finally, by way of encouraging and helping to frame future debate, we propose some questions that would need to be addressed when identifying substantive ethical criteria for prioritising between studies.\n\n    loading  Loading Related Articles",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9877219796,
        "format_confidence":0.9035320282,
        "weight":0.0040493198
    },
    {
        "url":"http:\/\/www.news-gazette.com\/living\/2014-03-30\/pet-talk-equine-dental-care-vital-overall-wellness.html",
        "text":"Pet Talk: Equine dental care vital to overall wellness\n\nPet Talk: Equine dental care vital to overall wellness\n\nBy Sarah Netherton\/University of Illinois College of Veterinary Medicine\n\nDental care is just as important for animals as it is for people. Since people typically visit the dentist twice a year, shouldn't a horse's teeth be examined by a veterinarian just as often?\n\nAccording to Dr. Scott Austin, an equine veterinarian at the University of Illinois Veterinary Teaching Hospital in Urbana, horses between 2 and 5 years of age should have two dental exams each year. This allows the veterinarian to address problems related to the eruption of permanent teeth.\n\nIf things are proceeding normally, teeth should be checked once a year after that. Horses after age 15 might have issues that need to be addressed more frequently, and therefore their teeth should be examined twice a year.\n\n\"Although you can get an impression that the upper teeth are sharp by observing a reaction when the horse's cheek is pressed against the edge of the upper teeth, sedation is recommended to perform a complete examination of the horse's teeth,\" Austin said. \"You need to look into the back of the mouth and palpate all the teeth to fully evaluate the oral cavity.\"\n\nAll teeth should be examined to make sure they are not loose, as this is a common problem in older horses. A veterinarian will \"float\" the teeth, a process that involves filing any sharp points and adjusting teeth with abnormal wear.\n\nThis is important because horses' teeth grow continuously throughout their life, a condition called \"hypsodont,\" and the teeth need to be kept even to ensure precise chewing.\n\n\"Horses that live indoors typically require more dentistry,\" Austin said, \"because they spend less time chewing compared with horses that are on pasture and spend more time grazing. Less time chewing often means more sharp teeth, which can irritate and cause a horse pain if not routinely checked.\"\n\nCommon dental problems and diseases among horses include sharp enamel points, mal-eruptions (retained baby teeth), pulling wolf teeth, broken teeth, periodontal diseases and tooth loss. Very old horses can run out of teeth as their cheek teeth are ground down throughout their life.\n\nSigns that a horse might need to have its teeth examined include avoiding grain, dropping feed while chewing, feed retention, foul smell in the oral cavity, feed refusal, nasal discharge and rotating the head while chewing to get food to the \"good side\" of the mouth. Performance-related issues that might indicate dental problems in horses with a bit in their mouth include refusal to work and head tossing.\n\nAustin recommends feeding horses less concentrates and more roughage, which will allow the teeth to wear correctly. He also advises having horses' teeth examined by a veterinarian regularly to avoid problems.\n\nAn archive of pet columns from the UI College of Veterinary Medicine is available at Requests for reprints of this article may be directed to Chris Beuoy,\n\nSections (1):Living\n\nComments embraces discussion of both community and world issues. We welcome you to contribute your ideas, opinions and comments, but we ask that you avoid personal attacks, vulgarity and hate speech. We reserve the right to remove any comment at our discretion, and we will block repeat offenders' accounts. To post comments, you must first be a registered user, and your username will appear with any comment you post. Happy posting.\n\nLogin or register to post comments",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.989833951,
        "format_confidence":0.7664446831,
        "weight":0.0034073665
    },
    {
        "url":"https:\/\/www.cegazelles.net\/?man=vigrx-plus-review-what-does-it-have-to-offer\/",
        "text":"VigRX Plus Review – What Does It Have to Offer?\n\nThis VigRX Plus review is not aimed at cajoling you to buy this pill. Our focus is simply to provide an unbiased review of this male enhancement pill to help end users like you. Just like every drug, this pill has a downside. Other details that will form part of this review are where to buy the original pill, how to use it, how long it takes to work, undiluted customer reviews, the side effects if any and so on.\n\nWhat is VigRX Plus?\n\nVigRX Plus is a male enhancement supplement that claims to enhance sexual performance in men. It is believed to be made from natural ingredients that increase sexual urge. It was introduced into the market in 2001.\n\nLet’s take a look at the ingredients.\n\n\nVigRx Plus active ingredientsThis pill is formulated with 9 natural herbs that are known to stimulate sexual appetite. These ingredients are natural herbs that help to relax the muscle and increase the amount of blood flowing to the penis. VigRX Plus contains testosterone boosters.\n\n  1. Epimedium – studies have shown that Epimedium has similar qualities like Viagra. Epimedium is a very strong PDE-5 inhibitor. This inhibitor helps the blood to circulate more to the penis.\n  2. Damiana Extract – this ingredient has been around since time immemorial. It helps in improving the supply of oxygen and blood to your nerve impulses. It also helps men suffering from diabetes fix their erection issues.\n  3. Hawthorn Berry – it contains antioxidants that prolong your erection. It has some quantity of Bioflavonoids that stimulate an increase in blood circulation to the penis.\n  4. Muira Puma – tribes in Brazil have been using Muira Puma for years to improve erection. It contains basic elements that will enhance your sexual vibes.\n  5. Asian Red Ginseng – this ingredient needs no introduction. It was discovered an aphrodisiac as far back as 3500 BC in China by Emperor Shen-Nung.\n  6. Ginkgo Biloba – it is a natural sexual stimulant that improves the quality of your erection. Ginkgo Biloba has been recognized by the National Center for Complementary and Alternative Medicine as a sexual enhancement herb.\n  7. Catuaba Bark Extract – Catuaba origin can be traced back to Brazil and Peru. It is used by men in these countries to improve their sexual desire.\n  8. Saw Palmetto Berry – Saw Palmetto improves the testosterone pathways. It has been used for a long time to treat sexual deficiencies’.\n  9. Bioperine – This is a potent cocktail that enhances sexual performance on its own. Combining it with the other ingredients mentioned above will boost your sexual performance 40 percent more.\n\nHow do I use VigRX Plus pills?\n\nThe recommended dosage for VigRX Plus is one pill twice a day. You can take one in the morning after breakfast and the last one after dinner daily. Each box contains pills that will last for 30 days. If you want to get an optimal result, you can also get VigRX Oil. Please, don’t use this pill more than the recommended dosage.\n\nWho is supposed to use VigRX Plus?\n\nVigRX for men is made to improve your sexual ability. It is believed that men suffering from severe erectile dysfunction can also use this pill too. Keep it away from children and store in safe a place.\n\nThis pill is not good for persons under 18 years. Although VigRX Plus is more of a supplement, caution is advised.\n\nHow long does it take to work?\n\nVigRX Plus is not your typical male enhancement pill that works within 60 minutes of taking it. Any review saying otherwise is only trying to sell the product to you.\n\nThe reason so many men prefer prescription drugs like Viagra and Cialis is because they crave for an instant result. Don’t take VigRX Plus and expect an instant result especially if you are suffering from erectile dysfunction. This pill is made to give you results that will last a life’s time.\n\nThe result starts manifesting after taking the pills for 30 to 60days. If you want the best results, take the pills as recommended.\n\nThe results before and after; does it give permanent results?\n\nIf you take this pill as recommended for at least 30 to 60 days, you are likely to get a permanent result. Other male enhancement pills don’t provide you with a long term remedies, especially the blue pills. They only offer instant results with several side effects that could endanger your health.\n\nVigRX Plus builds your sexual prowess after some time; thereby restoring your confidence. Don’t forget that this pill is a supplement and not your typical prescription. With this pill, you can have sex with your partner at any time. You don’t need to take it 1 or 2 hours before sex.\n\nvigrx plus results users\n\nIs VigRX Plus safe to use? What is the side effect?\n\nIt’s no news that male enhancement pills like Viagra, Cialis, etc. have a series of side effects. Although they give you hard and firm erections, the risk may not be worth it in the future. Instead of putting your body through so much danger with prescription drugs, why not go for a pill with zero side effects.\n\nVigRX Plus has been used all over the world by several men and as at the time of writing this review, there is no record of any negative side effects. Mind you, this supplement has been around for more than 15 years.\n\nFrom our findings, there is no known side effect. This product is made from natural ingredients, unlike other male enhancement pills. You can go through the list of ingredients to ensure that you are not allergic to any. Take the pills as recommended and you will be fine.\n\nWhere can I buy VigRX Plus?\n\nUnfortunately, some copycats are taking advantage of VigRX Plus popularity to produce counterfeit products. If you don’t want to order fake products, go to their official website. It’s safer, secure, and you are sure of getting your order.\n\nBuy VigRx Plus official website\n\nJust go to their “Order Page” and place your order. The product will be shipped to you via an efficient shipping medium within 2 weeks for international shipments. If you reside within the United States, it will arrive at your doorstep within 72 hours.\n\nThis pill is sold by retailers who buy from VigRX in wholesale and sell over the counter.\n\nYour packages can also be sent over to you discreetly. The company also ensures that their client’s details are protected.\n\nPackages and prices\n\nFor starters, to enjoy services like money-back guarantee, it is advised that you purchase two containers for the first time. This product seems more expensive than the usual male enhancement pills if you buy in small quantities.\n\nIf you want to get more discounts, place an order for 6 months. The discount offered for a 6 months order is amazing. You can also place an order for two or more containers to get special offers.\n\nVigRX Plus price\n\nVigRX Plus price sale\n\nFor more information on their packages and prices, you can visit the VigRX official website.\n\nIs there a money-back guarantee if I buy the pills?\n\nYes, there is a 67 days money-back guarantee. Here is how it works;\n\n  1. Purchase 2 containers of their product and try it out. If you are not satisfied, you can return the unused 2 containers within 67 days. This period starts counting from the time of delivery.\n  2. If return the products (the two containers) within 67 days, you will receive a full refund of your money minus shipping charges.\n  3. Assuming you purchase an extra container, you will also receive a full refund for an unopened container.\n\nCustomer reviews\n\nMost often customers leave reviews after using a product over a while or for the first time. The only disadvantage of relying on customer reviews is if they are from untrusted sites. In this case, the reviews about VigRX Plus are from real customers who used this product.\n\nFor instance, Patrick White, from Atlanta, Georgia said the product works and that he has also recommended it to his friends. Another customer Aaron Stover, Jr. said his girlfriend was amazed by his sexual performance.\n\nGenerally, the customer reviews about VigRX Plus has been positive and heartwarming. Although they were some negative comments, from the interactions between the customer and admin, you will discover that the customer purchased the pill from an unverified dealer. Most of those who have used this drug appreciate the sexual control they get after using it.\n\nWhy should I recommend VigRX Plus?\n\nVigRX Plus is a supplement produced with natural ingredients. It is not the typical male enhancement pill that gives you erection after one hour of taking it.\n\nAlthough you don’t get an instant result after taking this pill, it significantly enhances your sexual drive and performance after a continuous period of usage.\n\nIt doesn’t have any known side effect. This is unprecedented compared to other male enhancement drugs that have a plethora of side effects like headaches, nausea, waist pain, etc. However, it is advised that you check the list of ingredients in case you have allergies. You have nothing to worry about if you are on a nitrate medication.\n\nVigRX Plus penis enlargement pill also improves your sex drive. The penis enlargement may be noticeable within a few weeks or months of using this pill consistently. For faster results on your penis enlargement, you can go for other products manufactured by this company.\n\nThe price is also affordable compared to other pills in the market. You can also take advantage of their discount offer. If you purchase more than 2 containers, you will receive a mouthwatering discount.\n\nApart from their amazing discount, a money-back guarantee protects you from any loss. If you don’t like the product, you can send it back within 67 days after purchase.\n\n\n  1. It has a good track record of helping with sexual disabilities in men\n  2. The company offers amazing discounts to customers that buy in large quantity\n  3. This male enhancement supplement is recommended by reputable medical doctors that specialize in natural medicine\n  4. Sure money-back guarantee system that works. It means you can tr... (truncated)",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.8663086891,
        "format_confidence":0.8995270729,
        "weight":0.0049395946
    },
    {
        "url":"http:\/\/genesishealthproducts.com\/?page_id=85",
        "text":"European Barberry Berberis vulgaris Duke’s Handbook of Medicinal Herbs lists barberry as being anti-helicobacter, fungicidal and anti-parasitic.\n\nBarberry is a thorned, deciduous shrub growing up to 3 meters (10 feet) in height common  to most areas of Central and Southern Europe and the Northeastern regions of the United States. It grows well in dry, sunny locations, flowers in mid-spring to early summer and produces a fruit (Fructis berberidis) that can be harvested in early autumn or fall.\n\nThe leaves of the barberry plant are spatula shaped with numerous spiny teeth arising from the axils of thorns on short bushy shoots. Barberry has yellow, unpleasant smelling flowers that form hanging clusters, which form into long scarlet colored berries with a sour taste (1) (2).\n\n\nIn folk medicine, european barberry root bark has been used for various conditions including liver dysfunction, gallbladder disease, diarrhea, indigestion and urinary tract diseases (3) (4) (5). It has been applied in many cultures to treat malaria, and leishmaniasis (4) (5) (6).\n\nAmerican Indians used barberry to improve appetite, a function that was soon picked up by early American settlers. It was also reportedly used for treating stomach problems such as ulcers and heartburn (3), and is listed in the American Medical Ethnobotany Reference Dictionary as being effective in reducing fever (7).\n\nDuke’s Handbook of Medicinal Herbs lists barberry as being anti-helicobacter, fungicidal and anti-parasitic. It reports indications of barberry against staphylococcus, streptococcus and yeast, and claims that it is superior in bactericidal properties to chloramphenicol, a commonly prescribed antibiotic drug (8).\n\nThe constituents berberine, columbamine, and oxyacanthine show evidence of antibacterial activity, with some suggestion that berberine sulfate might be amebicidal and trypanocidal (3) (9). Research indicates that berberine is specifically effective against cholera, giardia, shigella, salmonella and E. coli (10).\n\nThe German Commission E Monographs list barberry not only as useful for treating liver diseases, but also as a stimulant for the circulatory and respiratory systems (11). Barberry is claimed also to have anti-viral activities, and as a treatment for chronic candidiasis, indigestion and parasites (12).\n\nLaboratory studies have shown that berberine has some activity against E. histolytica in mice (6).\n\nBarberry is generally considered safe when consumed orally and appropriately for medicinal purposes, but due to its moderately toxic properties cannot be recommended for consumption in quantities over 500 mg. Barberry has been classified as unsafe to take during pregnancy due to its uterine stimulant properties. Due to the lack of reliable studies on the use of barberry during periods of lactation it is not recommended for use while breastfeeding (4).\n\n\n  1. Dorfler HP, Roselt G.  The Dictionary of Healing Plants.  New York, NY:  Blandford Press.  1989.\n  2. “Barberry, Berberis vulgaris.”  Indian Spring Herbal Encyclopedia.  (Accessed May 30, 2003)\n  3. Foster S, Tyler VE.  Tyler’s Honest Herbal: A Sensible Guide to the Use of Herbs and Related Remedies.  Fourth Edition.  New York: The Haworth Herbal Press,  1999.\n  4. Jellin JM, Batz F, Hitchens K.  Natural Medicines Comprehensive Database.  Third Edition.  Stockton, California: Therapeutic Research Faculty, 2000.\n  5. Gruenwald J,  PDR for Herbal Medicines.  First Edition.  Montvale, NJ:  Medical Economics Company, Inc.,  1998.\n  6. Hostettmann, K, Marston A, Maillard M, Hamburger M. ed. Phytochemistry of Plants Used in Traditional Medicine.  Oxford:  Clarendon Press,  1995.\n  7. Moerman, DE.  American Medical Ethnobotany:  A Reference Dictionary.  New York, NY:  Garland Publishing.  1977.\n  8. Duke JA, et. al.  Handbook of Medicinal Herbs.  Second Edition.  Boca Raton, FL:  CRC Press.  2002.\n  9. Lueng AY, Foster S.  Encyclopedia of Common Natural Ingredients Used in Food, Drugs and Cosmetics.  Second Edition.  New York, NY:  Wiley & Sons,  1996.\n    10. Chevallier A.  Encyclopedia of Medicinal Plants.  Revised Edition.  Sydney, Australia:  Dorling Kindersley.  2001.\n  10. Blumenthal M, et. al. ed.  The Complete German Commission E Monographs: Therapeutic Guide to Herbal Medicines.  Austin:  American Botanical Council,  1998.\n  11. “Barberry, Berberis vulgaris.”  United States Department of Agriculture (USDA) Medicinal Plant Database.  Beltsville Agricultural Research Center.  (Accessed May 30, 2003).\n\nBack to Vitaklenz",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9939752221,
        "format_confidence":0.9576978683,
        "weight":0.0040671752
    },
    {
        "url":"https:\/\/www.brightsurf.com\/news\/article\/123196101880\/cell-transplant-repairs-diseased-nervous-system-in-dogs.html",
        "text":"Cell Transplant Repairs Diseased Nervous System In Dogs\n\nDecember 31, 1996\n\nApplication Seen For Multiple Sclerosis In Humans\n\nMADISON -- In a hopeful new development for people with multiple sclerosis (MS), researchers have shown in studies with dogs that they can repair diseased areas of the spinal cord by transplanting nervous system cells into the animals.\n\nScientists at the University of Wisconsin School of Veterinary Medicine and collaborators report the finding in the current issue of the journal Nature Medicine.\n\n\"We are cautiously optimistic that the success we have achieved in dogs may become the best hope available for repair of lesions in people with chronic MS and related disorders,\" said Dr. Ian Duncan, professor of Veterinary Medicine, who directed the research. \"But several scientific questions must be answered before testing in humans can begin. We hope to have these answers within the next two years.\"\n\nDuncan stressed that transplant therapy for MS would need to be combined with drugs that lessen or prevent on-going disease. While MS is usually widespread throughout the central nervous system, in many patients it causes chronic lesions of the spinal cord, and such patients might be appropriate first candidates for the therapy, he said.\n\nMS is a complex, chronic disease affecting myelin, the sheaths that surround nerve cells. Patches of demyelination, or lesions, along nerve cells can result in weakness, incoordination, and speech and vision disturbances. As many as 300,000 people in the United States have MS, which usually strikes young adults.\n\nSome MS researchers have been encouraged by the recent success of fetal tissue transplantation into patients with Parkinson1s disease, noted Duncan.\n\n\"This has been an important precedent,\" he said. \"These advances have shown us that nerve cells can be transplanted safely and effectively, and can survive long-term in the human brain without significant complications in the majority of patients.\"\n\nBuoyed by the Parkinson1s transplant experiences and progress resulting from his own years of research and that of others on myelinating disorders in rodents, Duncan recently turned his attention to a family of dogs born with a genetic mutation affecting central nervous system myelin. Although not identical to MS, the dog model offers many similarities.\n\nResearchers transplanted glial cells, the supporting structure of nervous system tissue, from healthy newborn pups or fetuses into six of the abnormal dogs ranging in age from two to 32 weeks. All of the dogs exhibited myelin growth at the site of the transplant and in adjacent areas, including one dog in which growth was noted for 27 weeks.\n\n\"A dramatic result of these experiments was the degree of myelination - seen as thick and well-compacted sheathing - achieved by the transplanted cells,\" said Duncan. \"However, the extent of myelination in dogs that received the fetal glial cells was even more remarkable.\"\n\nThe fetal cell transplants yielded growth well beyond the graft site, said Duncan, noting that migration of the cells and subsequent myelination was far greater than he and others had observed in earlier experiments with rodents. The experiments in dogs were the most relevant to humans undertaken to date, he added.\n\nThe UW scientist was especially encouraged to observe that nerve cells in the mature dog could also be myelinated by the transplanted glial cells. \"This is encouraging with regard to human transplantation, since most myelin disorders in humans occur in early adulthood,\" he said.\n\nMS and spinal cord injuries can also produce gliosis, a reaction that results in excess tissue around demyelinated nerve cells that may serve as a barrier to remyelination. Gliosis also occurs naturally with age in the dogs Duncan studied.\n\n\"We showed we could transplant cells into a mature animal with gliosis and still achieve significant myelination,\" he said. \"This has started us thinking that gliosis in MS may not be an absolute barrier to repair, as previously believed.\"\n\nDuncan said his group has targeted MS with this research, but several other disorders characterized by demyelination may benefit from the transplant technique.\n\nThe Wisconsin work is supported by the National Institutes of Health, National Multiple Sclerosis Society and the Myelin Project, an international task force of scientists working on myelin and remyelination founded by Augusto and Michaela Odone of Lorenzo's Oil fame.\n\nUniversity of Wisconsin-Madison\n\nRelated Multiple Sclerosis Articles from Brightsurf:\n\nNew therapy improves treatment for multiple sclerosis\nA new therapy that binds a cytokine to a blood protein shows potential in treating multiple sclerosis, and may even prevent it.\n\n'Reelin' in a new treatment for multiple sclerosis\nIn an animal model of multiple sclerosis (MS), decreasing the amount of a protein made in the liver significantly protected against development of the disease's characteristic symptoms and promoted recovery in symptomatic animals, UTSW scientists report.\n\nNot all multiple sclerosis-like diseases are alike\nScientists say some myelin-damaging disorders have a distinctive pathology that groups them into a unique disease entity.\n\nNew therapeutic options for multiple sclerosis in sight\nStrategies for treating multiple sclerosis have so far focused primarily on T and B cells.\n\nDiet has an impact on the multiple sclerosis disease course\nThe short-chain fatty acid propionic acid influences the intestine-mediated immune regulation in people with multiple sclerosis (MS).\n\nThe gut may be involved in the development of multiple sclerosis\nIt is incompletely understood which factors in patients with multiple sclerosis act as a trigger for the immune system to attack the brain and spinal cord.\n\nSlowing the progression of multiple sclerosis\nOver 77,000 Canadians are living with multiple sclerosis, a disease whose causes still remain unknown.\n\n7T MRI offers new insights into multiple sclerosis\nInvestigators from Brigham and Women's Hospital have completed a new study using 7 Tesla (7T) MRI -- a far more powerful imaging technology -- to further examine LME in MS patients\n\nHow to improve multiple sclerosis therapy\nMedications currently used to treat multiple sclerosis (MS) can merely reduce relapses during the initial relapsing-remitting phase.\n\nVaccinations not a risk factor for multiple sclerosis\nData from over 12,000 multiple sclerosis (MS) patients formed the basis of a study by the Technical University of Munich (TUM) which investigated the population's vaccination behavior in relation to MS.\n\nRead More: Multiple Sclerosis News and Multiple Sclerosis Current Events\nBrightsurf.com is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9859343171,
        "format_confidence":0.9676400423,
        "weight":0.0033939425
    },
    {
        "url":"https:\/\/www.instyle.com\/beauty\/skin\/what-to-know-about-spironolactone-for-acne",
        "text":"All the details on what's being called the \"miracle pill\" for hormonal acne.\n\nBy Erin Lukas\nUpdated Apr 18, 2018 @ 11:45 am\nCredit: Getty Images\n\nWhen I hit my late 20s, I learned that acne doesn't automatically stop when you graduate and sign a lease for your own apartment. Up until this point in my life, except for getting the odd pimple around the time of my period, I was that annoying person with clear skin even though my skincare routine was minimalist at best. But as soon as I turned 28, I started getting a few hormonal, cystic pimples on my chin and jawline, regardless of where I was in my monthly cycle. This quickly escalated into full-on breakouts that didn't respond to any acne treatment I tried.\n\nIt wasn't until I finally stopped being stubborn and visited a dermatologist that I seriously considered spironolactone, a prescription drug, as an alternative treatment to the other last resort options I was looking into: birth control or Accutane.\n\nWhat Is Spironolactone?\n\nIf you haven’t heard of the pill, join the club. I only came across it during one of my early hypochondriac Google searches before my hormonal acne was at its worst.\n\nThe reason that treating hormonal acne with spironolactone has gone under the radar is that it’s actually an off-label use for the drug. “Spironolactone has been around for over 50 years,” Dr. Cybele Fishman, a board-certified dermatologist in New York City told InStyle. “It was originally used as a blood pressure medicine because it’s a diuretic and when you pee more your blood pressure goes down. Now, it’s not regularly used to lower blood pressure, but to treat hormonal acne, female pattern hair loss, and PCOS [polycystic ovary syndrome] due to its anti-androgen activity.”\n\nHow Does Spironolactone Work for Acne?\n\nSpironolactone acts as a roadblock for androgen hormones in your body by preventing them from overstimulating the skin’s oil glands. “In women with hormonal acne, androgens appear to have a strong impact on sebaceous gland activity,” explains Dr. Fishman. “Spironolactone blocks the effect of those androgens. Testosterone and dihydrotestosterone are the main ones, but progesterones also have some androgen activity.\" This is why women often experience breakouts right before their period, as they get a spike in progesterone.\n\nBy the time I was first prescribed spironolactone, my hormonal acne was beginning to effect my mental health and my self esteem. I was desperate for a solution so I barely asked about any of the pill's side effects. So while spironolactone will drastically improve the appearance of your skin, it's not a miracle pill so do not expect perfection.\n\nHere are eight things you should know before you start taking spironolactone for hormonal acne, from the aforementioned side effects to how long the pill takes to work.\n\n1. Don't Expect Instant Results\n\nAlthough I started seeing an improvement in the cystic acne on my chin and jawline after being on the pill for around a week, don't expect that spironolactone will work as quickly for you as it did for me. \"It takes about three months at the right dose to get the full effect,\" says Dr. Joshua Zeichner, director of cosmetic and clinical research in dermatology at Mount Sinai Hospital in New York City. \"If the dose is too low for an effect in you, you may need to increase the dose and need to wait a few months for that dose to kick in.\"\n\n2. Spironolactone Might Not Work for You\n\nIf you've been taking the pill for over three months and your hormonal acne situation isn't any better, it might be time to try a new dose or another treatment option all together.  \"When using it to treat acne, spironolactone is only used in women and tends to work best for women with hormonal acne, menstrual flares, adult-onset acne, or conditions with hormone abnormalities and acne (e.g. PCOS),\" explains Sejal Shah, cosmetic dermatologist and founder of Smarter Skin Dermatology in New York City \"It is also often used in women whose acne is resistant to conventional therapies.\"\n\n\"At a high enough dose it has some effect on all women,\" adds Dr. Zeichner. \"The issue is that at higher doses it may be associated with side effects like breast tenderness or irregular periods, which get in the way with using it.\"\n\n3. You Will Pee — A Lot\n\nThe pill itself is a diuretic, so frequent urination is an expected side effect. Personally, I peed every 30 minutes the first week or so I was on spironolactone. (Yes, I counted.) The interval eventually tapered off, but I still pee more than I did before I started taking the medication.\n\n4. Your Period Cramps May Get Worse\n\nI've had borderline debilitating cramps every month since I started getting my period in middle school, and I didn't think it was possible for them to get worse until I experienced my first period on spironolactone. Dr. Shah says that it's possible that these intensified cramps could be caused by hormonal changes from taking the drug. My cycle also lasts longer, too. (Lucky me!). But what I haven't dealt with is spotting, which is a common side effect of spironolactone.\n\nVIDEO: When You Apply Sunscreen in Your Skincare Routine Actually Matters A Lot\n\n5. You Can Feel More Tired Than Usual\n\nWhen my body was still adjusting to spironolactone, I was so exhausted I could have easily fallen asleep standing up while in line at Whole Foods — even though I was taking a very small dose of the medicine. Since then, my energy levels are pretty much back to what they used to be before taking the pill. \"Spironolactone blocks the hormone aldosterone, which can lead to fatigue,\" Dr. Shah explains. \"In addition, it can lower the blood pressure, and if this drop is sudden, you may feel tired.\"\n\n6. It Is Possible to Still Get Pimples While Taking Spironolactone\n\nThe first six months I was on spironolactone, my skin was completely blemish-free. Then, I started getting the odd whitehead —usually during weeks when I was under extreme stress or had a few too many late-night pizza slices.\n\nWhen I asked Dr. Zeichner about this, he said that it's possible to experience mild breakouts after being on spironolactone for a year. \"You are not the same person you were a year ago,\" Dr. Zeichner said. \"The hormones and sensitivity to those hormones may change over time, which means you may need to adjust your dose.\"\n\n7. Spironolactone Is Safe for Long-Term Use\n\nSure, the everyday side effects of spironolactone are minimal, but what about the long-term risks of being on it? Breathe a sigh of relief, because it falls under \"very safe\" on the spectrum of medications. Although it's not associated with cancers (including breast or ovarian) in humans, both Dr. Zeichner and Dr. Shah note that spironolactone does have a black box warning because high doses have caused tumors in rats.\n\nHowever, if you are planning on getting pregnant, you shouldn't take spironolactone. \"Theoretically it can cause birth defects, so you should use contraception if you are on it,\" says Dr. Zeichner.\n\n8. Your Acne Can Come Back If You Stop Taking Spironolactone\n\nThe reality is that spironolactone only works when you're on it. If you do stop taking it, it's possible that your hormonal acne will come back. \"The effect of the body's hormones will go back to what it was before you started,\" says Dr. Zeichner.\n\nSpironolactone may sound too good to be true, but if you’ve struggled with hormonal acne and have exhausted other treatment options, this pill may finally be the exception you’ve been searching for. My skin drastically improved once I started taking spironolactone, and even though everything's not perfect, I'm happy I made the decision to go on it.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.937710464,
        "format_confidence":0.8743061423,
        "weight":0.0015189696
    },
    {
        "url":"https:\/\/www.seleneriverpress.com\/archivetags\/acid-alkaline-balance\/",
        "text":"Honey in Nutrition\n\nBy William Miller\n\nSummary: An excellent overview of the value of raw honey. Author William Miller compares the nutritional qualities of this extraordinary food, manufactured by bees for millions of years, to those of refined sugar. His conclusion? They’re complete opposites nutritionally, with honey providing vitamins, minerals, and other factors critical for life and white sugar providing nothing more than empty calories. Lee Foundation for Nutritional Research reprint 119, 1955. Original source unknown.\n\nArm and Shoulder Pain\n\nBy Dr. George Goodheart\n\nSummary: In this 1960 article, the “father of Applied Kinesiology,” Dr. George Goodheart, discusses chiropractic manipulations and nutritional support for treating pain in the shoulder area. One of the most common causes of such pain, he explains, is the precipitation of calcium out of the blood and into the tissues in and around the shoulder joint—a condition resulting usually from an overly alkaline state within the body. (For more on pH and health, see Dr. Goodheart’s excellent primer, “The Acid-Alkaline Balance and Patient Management.”) Other times, Dr. Goodheart says, discomfort in the shoulder is actually referred pain originating from dysfunction in the digestive organs, making nutritional support of the stomach, gallbladder, and liver critical to resolving the issue. Articles like these reveal the holistic understanding of the body’s function—and appreciation of the value of nutritional therapy—that have long distinguished chiropractic care within the healing arts. From the journal Michigan State Chiropractic Society, 1960. Reprinted by the Lee Foundation for Nutritional Research\n\nThe Acid-Alkaline Balance and Patient Management\n\nBy Dr. George Goodheart\n\nSummary: If you’ve read anything at all about nutrition, you’ve likely heard of the importance of proper pH balance in the body. But what is meant by proper, and where in the body should one assess acid-alkaline balance? Blood, urine, saliva, gastric juices, intestinal fluids—each of these has its own ideal pH range varying from highly acidic to highly alkaline. Just how does a nutritionist make sense of pH and apply it practically? That’s the subject of this outstanding primer from 1965 by renowned chiropractor Dr. George Goodheart, who presents some of his clinical observations in balancing pH in patients. While “pH” does ultimately refer to the acid-alkaline balance of an individual’s blood, he says, one can assess that value simply be measuring the pH of the saliva, which mirrors blood pH. (Urine pH, on the other hand, does not reflect the pH of the blood.) And contrary to popular belief, he adds, diet alone is seldom sufficient to alter a person’s pH, which is far more dependent on the functioning of the endocrine system and the ability of the body to digest fats than it is on the foods the individual is eating. Dr. Goodheart discusses both chiropractic and nutritional means of addressing these issues while presenting some of the classic symptoms of hyperalkalinity—such as allergies, insomnia, and arthritic pain—as well as those of hyperacidity, including breathlessness, dry skin, and hard stool. By addressing endocrine imbalances and poor fat digestion in the patient, he says, these often mystifying symptoms can be readily resolved. From the Digest of Chiropractic Economics, 1965. Reprinted by the Lee Foundation for Nutritional Research\n\nAcidophilus Yeast\n\nBy Dr. Royal Lee\n\nSummary: In this primer on the benefits of lactic acid to digestion, Dr. Royal Lee explains the science behind his remarkable bowel-normalizing product Acidophilus Yeast (known today as Lactic Acid Yeast), which has the special distinction of being able to convert any dietary carbohydrate into lactic acid within the colon. Not only does this action acidify the bowel, thus killing potentially dangerous microorganisms and promoting balanced gut flora, but the yeast also releases enzymes that aid digestion, and it provides bulk to stool—all of which help ensure proper bowel function. Dr. Lee backs up his comments by presenting a clinical study showing Acidophilus Yeast’s impressive results in combating constipation, the researchers stating unequivocally the chief reason for the yeast’s effectiveness: “It has been demonstrated time and time again that the stools of patients who are constipated are, in a very large majority, alkaline…The lactic acid acts as a stabilizer of the hydrogen ion concentration in the colon.” With many alternative health practitioners today promoting indiscriminate alkalization of the body, the words of these investigators are well worth remembering. Published by Vitamin Products Company, circa 1940.\n\nGuideposts to Mental Health\n\nBy Dr. Royal Lee\n\nSummary: Dr. Lee addresses some possible nutritional causes of mental distress. People who eat too many acidifying foods, such as whole grains, may become overly acidic, marked by symptoms of irritability, introversion, and the feeling of not getting enough air. People who eat too many alkalizing foods, such as green vegetables, on the other hand, may feel aches in their joints or a nervous stomach. Dr. Lee also quotes Dr. Benjamin Sandler‘s description of people who suffer from drastic swings in blood sugar: “Dizziness, faintness, nervousness, tremors, sweating, pallor, flushing, palpitation, tachycardia (rapid heart), abdominal pain, and psychoneurotic manifestations may occur,” Sandler says. To combat such sugar swings, Lee recommends—in words that speak to any nutrition practitioner today—to “avoid refined sugars as found in doughnuts, pies, cakes, ice cream, candy and other forms of sweets.” From Let’s Live magazine, 1958.\n\nGuanidine, Cider Vinegar, and Health\n\nBy Dr. Royal Lee\n\nSummary: Dr. Royal Lee lauds Vermont physician Dr. D.C. Jarvis, author of the classic book on holistic health Folk Medicine. In particular, Lee praises Jarvis’s recommendation of apple cider vinegar as a natural remedy for a host of disorders, from guanidine toxicity as a result of the overconsumption of meat to a dysbiotic gut to constipation to low thyroid to overweight. (Two teaspoons of cider vinegar in a glass of water at each meal dependably effected gradual weight loss, Dr. Jarvis observed.) Dr. Lee discussing Dr. Jarvis is a must for any fan of nutrition, history, or both. From Let’s Live magazine, 1958.\n\nThe Dietary Regimen in the Treatment of Renal Calculi\n\nBy Charles C. Higgins, MD\n\nSummary: Excerpts from a review of studies investigating the connection between vitamin A deficiency and renal calculi, or kidney stones. This is one of the earliest tracts showing the critical role of vitamin A in the health of the kidneys. Although pH is discussed, the main thrust of the report concerns studies—conducted in the U.S., Africa, China, and other parts of Asia—all reaching the conclusion that vitamin A deficiency leads to renal calculi and lesions. From The Journal-Lancet, 1938. Lee Foundation for Nutritional Research reprint 5. \n\nStudies of a New Type of Yeast in Chronic Constipation\n\nBy Chester H. Lyon and James P. Hart\n\nSummary: Perhaps the first published study of a probiotic supplement for the treatment of constipation and related bowel disorders. The researchers fed their subjects a special mycelium-type of yeast—developed by Dr. Royal Lee and known today as Lactic Acid Yeast—that converts carbohydrate foods into lactic acid in the colon. (The normal pH of the colon is acidic; this promotes the growth of beneficial bacteria and inhibits the growth of harmful bacteria.) Unlike lactobacillus-type bacteria, which can convert only lactose into lactic acid, Lactic Acid Yeast is able to convert any carbohydrate source into lactic acid. This efficient conversion restored the lower bowel to its normal pH and function and provided improvement in every parameter that was studied. Clinical Osteopathy, 1940. Reprint by the Lee Foundation for Nutritional Research. \n\nAcid-Base Balance of Diets That Produce Immunity to Dental Caries Among the South Sea Islanders and Other Primitive Races\n\nBy Dr. Weston A. Price \n\nSummary: The notion of “alkalizing” one’s diet—or eating foods that supposedly increase the pH within the body and thus optimize health—has been around as long as the science of nutrition itself. In this 1935 article, famed dentist and nutrition pioneer Dr. Weston A. Price debunks the hypothesis that an alkalizing diet helps prevent tooth decay. Citing data from his famous worldwide study of populations free of dental disease and other degenerative illness, Dr. Price states, “In no instance have I found the change from a high immunity to dental caries [cavities] to a high susceptibility…to be associated with a change from a diet with a high potential alkalinity to a high potential acidity.” In fact, he adds, his data show, if anything, that good tooth health is the result of an acidifying diet. Dr. Price further discounts the notion that an alkalizing diet promotes health in general and instead stresses the importance of eating whole foods rich in vitamins and minerals, particularly the fat-soluble vitamins so abundant in animal foods. From Dental Cosmos, 1935. Reprinted with permission from the Price-Pottenger Nutrition Foundation.\n\nVitamin F and Carbamide in Calcium Metabolism\n\nBy Dr. Royal Lee\n\nSummary: An important article about two of the most overlooked nutritionally and biochemically essential substances in the human body. The roles of carbamide (a.k.a. urea) in denaturing proteins—and thus reducing their antigenicity—and of vitamin F (fatty acid complex) in defusing calcium bicarbonate (ionized calcium) into the cell fluids are virtually lost on orthodox medicine. Yet holistic doctors have repeatedly discovered this article since its publication in 1946 and been amazed at the clinical efficacy of the applied knowledge it presents. From Journal of the National Medical Society. Reprint 20, 1946.\n\nThe Prevention of Dental Caries and Oral Sepsis\n\nBy H.P. P... (truncated)",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.9961304665,
        "format_confidence":0.8833650947,
        "weight":0.0032319095
    },
    {
        "url":"http:\/\/findingthehealthywithin.blogspot.com\/2012\/05\/struggles.html",
        "text":"Thursday, May 31, 2012\n\n\nRight now I'm struggling with my calories \"goals\".\n\nMy mind has always been programmed to \"beat\" my calorie goal, as in eat less than that goal.  Right now though, my goal is to eat as close to the \"goal\" as possible.  Why is it so hard to get out of the \"diet\" mindset and into the \"healthy living\" mind set.\n\nI am also finding it difficult to actually try and meet my higher calorie goal and eat healthy.  It seems that most of the healthier stuff I like, isn't adding up to much in the calorie department.  I really need to work on this and maybe eat more fruit?\n\nNo comments:\n\nPost a Comment\n\nThanks for joining me on my journey!",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9864415526,
        "format_confidence":0.9941542745,
        "weight":0.0084158882
    },
    {
        "url":"http:\/\/www.xhbv.com\/canadian-neighbor-pharmacy-discussion-of-cognitive-impairment-in-patients-with-obstructive-sleep-apnea-and-associated-hypoxemia.html",
        "text":"• 10\n  • Canadian Neighbor Pharmacy: Discussion of Cognitive Impairment in Patients with Obstructive Sleep Apnea and Associated Hypoxemia\n\nsleep apneaThis study shows that a large majority of patients with sleep apnea and associated hypoxemia have cognitive impairment. In addition, this study demonstrates that patients with sleep apnea and associated hypoxemia have poorer cognitive functioning than such patients without hypoxemia. The hypoxemic patients with sleep apnea had a significantly greater number of performance scores in the impaired range than patients without hypoxemia. Finally, the degree of hypoxemia during the awake and sleeping states was significantly correlated with the degree of cognitive impairment in patients with sleep apnea.\n\nHypoxemia during both wakefulness and sleep may cause a disruption in the biochemical and hemodynamic state of the central nervous system. Hypoxemia markedly affects central neurotransmitter function and brain adenosine levels in animals. Hypoxemia and hypercapnia also significantly increase cerebral blood flow in humans. Given such disruptions in the central nervous system, it is not surprising that previous investigators have found an association of hypoxemia with cognitive dysfunction in humans at high altitudes and in patients with severe COPD.\n\nPrevious investigators have found hypoxemia to be associated with impaired cognitive functioning in humans. Poor judgment, decreased memory, and impaired ability to perform complex tasks have been described in humans at high altitude.The severity of these impaired cognitive functions is said to be related to the subjects lowered PaO2 Other investigators have found cognitive function to be impaired in hypoxemic patients with COPD. Priga-tano et al found that performance on individual neuropsychologic tests as well as overall indices of neuropsychologic functioning significantly correlated with awake Pa02 in patients with COPD. Nocturnal hypoxemia was not examined in these studies at high altitude or with chronic pulmonary disease.\n\nTwo previous studies have described cognitive impairment in patients with sleep apnea. One study reported significant relationships between cognitive performance and sleep-related respiratory disturbances in 41 elderly men. Impairment of visuospacial reasoning, memory, and psychomotor speed were positively correlated with the numbers of disturbed breathing events during sleep. The second study demonstrated cognitive impairment in 76 percent of patients with severe sleep apnea. These patients had deficits in thinking, perception, memory, communication, and the ability to learn new information. The 76 percent rate of cognitive impairment in these patients is similar to the 89 percent rate found in the hypoxemic patients with obstructive sleep apnea in our study. Although the authors of each of these two studies suggested that associated hypoxemia was an important cause of cognitive impairments, measurements of hypoxemia during the sleeping and awake states were either not reported or qualitatively described in these studies. In addition, sleep architecture and sleep fragmentation were not analyzed in relation to cognitive impairment in these studies. Canadian Neighbor Pharmacy website is a source containing all news that you need.\n\nOur findings suggest that sleep fragmentation is a less important cause of cognitive impairment than hypoxemia in sleep apnea. The multiple awakenings and movement arousals caused by apneas and hypoxemia fragmented the sleep of hypoxemic patients with obstructive sleep apnea; however, this disruption of sleep did not significantly correlate with overall cognitive impairment in our patients with sleep apnea. In addition, the percentage of total sleep time in stages 3 and 4 sleep and the number of desaturations per hour of sleep were not significantly related with overall cognitive impairment in patients with sleep apnea. The lack of significant linear correlation between variables reflecting sleep fragmentation and overall cognitive impairment does not exclude a role of sleep fragmentation in producing cognitive impairment. Both groups of patients have marked sleep fragmentation, and a threshold effect could be present. Sleep fragmentation, nocturnal hypoxemia, and sleep deprivation can produce daytime somnolence, and daytime somnolence is a potential mechanism of cognitive impairment in patients with sleep apnea. Further studies are needed to clarify the role of sleep fragmentation in impairing cognitive functioning.\n\nAlthough this study shows statistically significant correlations between overall cognitive impairment and measures of both awake and sleeping hypoxemia, no direct role of hypoxemia as a cause of cognitive dysfunction is proven. In addition, the high correlations among median Sa02 during sleep and awake Pa02 do not allow separation between effects of awake and sleeping hypoxemia upon cognitive functioning. Further studies using either daytime or nocturnal oxygen supplementation may help to define the relative importance of awake and sleeping hypoxemia in maintaining cognitive functioning in patients with sleep apnea.\n\nOnline Pharmacy",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9970505238,
        "format_confidence":0.7348527908,
        "weight":0.0040875636
    }
]