[
    {
        "url":"https:\/\/graalonline.com\/kingdoms\/about\/wiki?page=Worlds\/Graal_Kingdoms",
        "text":"\n\nInteract with in-game characters and creatures, role play and chat with other players from around the world. Graal Kingdoms allows players to become a part of the story. Players can build houses, protect kingdoms, battle in tournaments, compete in events, and much more!\n\nGraal Kingdoms goes beyond the norm, with a growing community and new and exciting features being added all the time. Players can do odd jobs, tame and own pets, battle monsters, form groups with other players, and make their own items and weapons. An important part of Graal Kingdoms, is the great amount of communication that is possible in the game. Through live chatting onscreen, to sending private messages, and even mailing other players letters to their online homes! Battling is action-packed, with a wide variety of weapons and an even wider variety of magic spells. The large assortment of items can be organized from the easy to use drag and drop inventory system. Players can choose from a selection of classes such as Warrior, Sorcerer, Thieves, Barbarians, and even Priests!\n\nGraal Kingdoms is a graal Gold server that requires a Gold Account or a VIP Account to play.\n\nMore information about Graal Kingdoms:\n\n\nThe graphics in Graal Kingdoms are a fine blend of 2-D artwork and 3-D artwork, meshed together to form a unique experience unlike any other. Graphics are highly detailed, colourful, and creative. From boats and houses, to trees and monsters, Graal Kingdoms provides a visual treat for the player.\n\nGraal Kingdoms is one of the most advanced Graal servers online, and differs from other servers in many ways, primarily in its integration with the mudlib from the Crossfire game.\n\n\n\nPlayers can work many different jobs in order to advance further into the game. Mining for gems and other supplies to craft into your own goods. Become a farmer and farm crops to bake into culinary delights. You can even become a lumberjack and plant trees to chop down and turn into wood that can be crafted into many useable items. Craft a fishing rod and build a ship to become a fisherman. You can also try your luck as tradesman. Travel around the world to collect and buy items from all islands to sell or trade them away to people from other islands. Whatever you want to become, you have the possibilities to realize it!\n\nHouses and Fortifications\n\nIf you plan on settling down, why not build yourself a home? Mine stones and build walls, chop trees to get wood for the roof, until your new house is complete! Then once your home is built, gather up some furniture and decorate your indoor area in any way you'd like. Your house can even include a mailbox, in which you can receive letters and even items from players! You can also open your own shop to sell goods you produced to earn some money. Or just make some big party together with your friends. To keep out all unwanted visitors, you can construct fortification pillars around your land. But be careful, as pillars can be destroyed! Create your own garden around your house where you will be able to plant flowers, trees and other nice things to give everything a nice look.\n\nTo build a House you need:\n\n1)A Houseflag (100P) and the Kingdom King that make your Houseflag to a Houseground.\n\n2) 150 Boards.\n\n3) 300 Nails.\n\n4) 90 Stones.\n\n5) 5 Logs\n\nHere is there order to build the house once your house flag turns into a\n\nLogs -> Stones -> Board w\/nails. (2 Nails per board)\n\nRole Player System\n\nGraal Kingdoms has a massive role playing engine to allow an exciting experiences. Hundreds of items, loads of weapons, and a large array of magical spells and prayers allow for an unique role playing environment. Different items allow for different statistical effects to your base stats, enabling every player to strengthen their character with bigger and better items and weapons. A large assortment of items can be mixed together to create other items by using alchemy. Pick clothes from a big assortment or submit your ones to customize your outfit. Take part in role playing events and have lots of fun. Join one of five Kingdoms and undergo a great role playing experience in a nation together with friends. Making for fun experimentation and surprising results!\n\nInteraction between Players\n\nPlayers can interact with each other in many ways. Through weekly tournaments and events like shipwars, mazes, role playing events, trivia events, quiz events and much more. Even in mini-games, such as kart racing, zorbi burst, metris, ice hockey and soccer players can interact with each other. Also every kingdom organises partys and big events which are used to give special kingdomitems to the winner. Players can group with others to form parties in order to take on large quests or battle monsters in dungeons, mazes and haunted houses. Screenshots submission and news announce winners of events and competitions so every player can have a chance to be recognized.\n\nDungeons and Monster fighting\n\nPlayers can travel through dark and eerie dungeons that have many twists, turns, and dead ends. Monsters of all shapes and sizes lurk through the corridors awaiting any challenger that crosses their path. By defeating monsters, players gain fighting experience which is used to gain levels to grow stronger. Battling monsters also allows for players to earn treasure from their victories. Monsters have different patterns of attack and come in many shapes and sizes, so beware!\n\nAnimals and Pets\n\nThere is a variety of animals that roam the lands in Graal Kingdoms. Some of these animals can be fed and tamed to follow you and much more. If you have a horse, you can feed it and ride it for faster travel over the land. You can even add armor to your horse to protect it during battles. Pets can also help to lighten the load by carrying some of your heavy goods.\n\n\nDream of travelling the seas? In Graal Kingdoms, it's possible! With enough effort and wood, you can build a grand ship and sail around the world! Gather a crew together and explore the vast sea, or search for passing ships to destroy with your cannons! Ships can be damaged to the point of sinking, but they can also be repaired. You'll need to find a good crew to take on the rough waters!\n\n\nPlayers can buy, sell, trade, and equip their items and weapons with the help of an easy to use inventory system. The inventory features drag and drop capabilities that allow the player to drop items on the ground or into bags or other containers they are carrying. The inventory displays currently worn items such as armour, rings, and amulets, cloaks, along with the character's stats and items. It also gives informations about your characters stats, experience and resistance.\n\n\nPlayers can choose to join one of five Kingdoms. Each Kingdom is unique with it's own island, background information, and design. Players can take part in Kingdom events, wars, tournaments, and much more. Every Kingdom has a style of it's own, which allows the player to choose what style best suits them. Players can take on the role of a Kingdom member and even climb the ranks for a high position in the Kingdom. Become a defender for your Kingdom and wage war with other Kingdoms for honour and glory!\n\nThere are five different kingdoms on Graal Kingdoms.\n\n\nZormite is a kingdom that was recently taken over by drows but has recently be restored to proper leadership. The current king is Drakeero.\n\n\nDustari is a monarchy based off of medieval times. The current king is Packratia.\n\n\nForest is a nature-based kingdom. Its houses are formed out of trees. The current king is DraxxTeazok.\n\n\nPirates is a kingdom that has a large navy and a rather small land army. The current king is MadScience7.\n\n\nSamurai is a kingdom based on feudal Japan and it's traditions. It's houses have distinctive paper walls and pagoda roofs. The current king is Schnukelmaus.\n\n\nPeaceful Life\n\nLife in the Graalian world was peaceful. People built towns, and mined the land of its riches. Farmers planted happily, making sure to water their plants for the upcoming Sylvester.\n\nMerchants sold goods in the streets, as men on horseback patrolled the area for thieves. The people enjoyed the warmth of the day, as the Bomy Moons approached. The world seemed to be in perfect balance.\n\nPreparing for Danger\n\nThe world was unprepared for what was about to happen. Sightings of a large meteor were taking place all over the land. Scholars revealed that it wasn't a meteor, but a moon. For many years, the Suns of the Bomy planet had passed near the land. Sometimes, the Suns would pass right over one another. Causing a Sylvester, that heated the Graalian world with bright red intensity.\n\nHowever, something had went wrong. The Bomy Moon became disaligned from the planet, and was hurdling towards the peaceful world of Graal.\n\nAll the Graalians could do was prepare for the worst. The Moon crashed heavily into the sea, causing massive tidal waves to wash over the land. It appeared that the damage had been done... but it was just beginning...\n\nWorldly Changes\n\nThe impact of the Moon caused devastating underground destruction. Underwater volcanoes became active from the intense earthquake, causing islands to emerge from the sea. Lava became hard as stone quickly after being engulfed in water. Clouds of ash arose from the water and into the sky.\n\nThe tidal waves began to subside, and the half-submerged Moon could be seen in the middle of the land.\n\nUnwelcome Visitors\n\nApproaching the Moon, Graalians witnessed what appeared to be movement on it's surface.\n\nBomies began to emerge from the craters. When the alien bomies looked around the land, they became enraged. They discovered that their own Bomy race, were being treated like Graalian pets. This caused anger in the alien bomies, and they immediately began to attack the Graalians. The people fought valiantly to save their home. After a long battle, it appeared that the alien bomies had been defeated.\n\nTurn for the Worst\n\nKnowing that they were outnumbered and beate... (truncated)",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9965360165,
        "format_confidence":0.7982035875
    },
    {
        "url":"https:\/\/www.tabletopnetwork.com\/",
        "text":"November 18-19, 2019 @ BGG.CON\n\nWhat is Tabletop Network?\n\nTabletop Network is an annual gathering of tabletop game designers, dedicated to honing the craft of game design. Presentations are given each day by leading designers on specific topics such as engagement, balance, and emerging trends. While prototypes and playtesting are important, Tabletop Network takes a break from those to focus on sharing and learning together.\n\n\nIn partnership with BoardGameGeek, Tabletop Network will be hosted the two days leading up to BGG.CON in Dallas, Texas. Attendees will be able to attend both events, first developing their skills, and then enjoying some down time playing games (or testing your latest design).\n\n\nThrough collaboration and the sharing of institutional knowledge and best practices, attendees will leave the conference with new tools in their toolkit to help them design tomorrow's best games.\n\n2019 Presenters\n\nWe're still rounding out our presenters for this year's event, so we'll have many more names to announce - stay tuned!\n\n\nInterested in presenting at Tabletop Network? Let us know what you have in mind.\n\n...and many more yet to be announced.\n\nConference Partners\n\nInterested in partnering with Tabletop Network? Sponsorship opportunities are currently available.\n\nWhere is it Hosted?\n\nTabletop Network 2019 will be hosted in downtown Dallas, in the Hyatt Regency Dallas hotel.\n\nWhen is Tabletop Network?\n\nTabletop Network will be held November 18-19, 2019, the two days leading up to BGG.CON\n\n\nYou can register for the 2019 conference through our conference partner, BoardGameGeek. Note that attendance to Tabletop Network is open to all game designers, regardless of published status. We look forward to seeing you there.\n\nWe are also extremely excited to announce the New Voices Scholarship, now open and available to a limited number of individuals who are interested in adding their unique perspectives to our community. Learn more and apply for a scholarship today.\n\nContact Us\n\n@2018 by the Tabletop Network. Proudly created with\n\n  • Twitter\n  • Facebook\n  • YouTube",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9897540212,
        "format_confidence":0.652764082
    },
    {
        "url":"http:\/\/www.maxbet.org\/",
        "text":"NFL Betting | MAXbet\n\nThe NFL is the most popular sports league in the United States. These are also the most popular games to place wagers on. If you would like help picking the win...\n\nSports Arbitrage Betting Guide\n\nArbitrage betting (also known as surebets, miraclebets, sports arbitraging) is not one of many “sure systems” that promise you fast and big money (and for wh...\n\nWhat is Sure Bets\n\nSure Bets There is no such thing in the world you may say but there is. A sure bet or a risk free bet is a bet, where you will win no matter th...\n\nSports Betting Sites\n\nWhat should you look for in an online sportsbook? This is a rather simple question, but you need to ask yourself several questions before you can be sure that y...\n\nBetting Odds\n\nDecimal Odds Decimal odds are the most widely used odds type and are offered by almost all bookmakers. Decimal odds show you how much money will...\n\n  • 1\n  • 2\n  • 3\n  • 4\n  • 5\nWelcome to\nWelcome to home of the largest selections of Free Bets from international bookmakers. Our free betting tips and betting advice will show you how to MAXimise these free bet offers.\n\nWe help you to turn your free bets into real money.\n\nMany online casinos, online poker for US sites, and bookmakers offer a bonus to try to entice you to open an account with them. This bonus usually comes in the form of a free bet. This site will show you how to best hedge your free bets in order to turn it into money. It is quite easy to open an account on this great site. Open an account easily and start playing to make a million. Our friends at have a great site that shows all the best sportsbook and bookie offers currently available.\n\nIf you're going to be foorball betting on-line, then you would be a fool if you didn't look for some good betting bonuses they are free when you place your first deposit, or place a bet usually, and make the betting experience so much more fun and exciting. Getting the very best free betting action is vital to even the most experienced gamblers and that is why we have worked so hard to make free betting easy!\n\nIf poker is your game, you can find websites that offer poker online for real money here. The poker rooms that are currently popular for American players include, and Many other websites will allow Americans to play online poker at the fun tables only. The main problem with this is that it is usually an impractical experience that relies on luck much more than skill and will not really help you improve your game.\n\n\nMain Menu\n\nBets and odds\n\nNewsletter Subscriber\n\nWho's Online\n\nWe have 7440 guests and 5 members online\n\n\nEnglish French German Italian Portuguese Russian Spanish\n\nTop free bets\n\n\nWhich bookmakers have the best odds?\n\nAbout MAXbet\n\nWe at MAXbet tell you where to find the best odds and best free bets on internet. home of the largest selections of free bets from international bookmakers. Our free betting tips, betting advice and information will show you how to MAXimise these free bet offers.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9879167676,
        "format_confidence":0.5270898938
    },
    {
        "url":"http:\/\/warlordsofeluria.com\/static\/about.asp",
        "text":"Warlords of Eluria - About\n\nThe Game\n\nWarlords of Eluria (WOE) is a turn-based fantasy wargame set in the mythical lands of Eluria. Each player takes on the role of one of the many warlord factions vieing to extend their own kingdom in a time of upheaval.\n\nAs a player you may hire many different mercenaries to lead troops into battle and employ mages to manipulate the magical ether of the land to your benefit. Capture strategic provinces and venture into unknown lands, quest dark lairs, battle with monsters and recruit a host of different followers to aid your cause.\n\nWhatever your strategy, your goal is the destruction of your neighbours and the expansion of your own kingdom.\n\nHow to Play\n\nThe game is played entirely through the web using any of the latest generation browsers (Internet Explorer, Firefox etc). To play you need to register, take control of a faction and from there, issue commands to your leaders. Turns are processed at regular intervals and the results from each turn are then published so that you see the effects of your strategy unfolding before you.\n\n\nIt is free to register and registration normally takes just a few minutes. Once you have registered you will be able to join one of the many free games that are available to all.\n\nFor more seasoned players, there are some extra game scenarios available which may have a nominal joining fee.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9965648055,
        "format_confidence":0.7085286379
    },
    {
        "url":"http:\/\/www.mobygames.com\/company\/ncsoft-west",
        "text":"NCsoft West\n\n\nNCsoft Corporation announced the formation of NC West on 10th September 2008 as a consolidation of the European and U.S. offices NC Interactive, NCsoft Europe Ltd., NCsoft Austin, and ArenaNet under a single label, with expected lay-offs.\n\nThe organization will be established in Seattle, U.S. near the end of 2008. It will be led by Chris Chung as CEO, Jeff Strain as president of product development, David Reid as president of publishing, and Patrick Wyatt as CTO.\n\n\nThere is no trivia on file. If you have any interesting trivia about this company, please add it.\n\nRelated Web Sites\n\nThere are no links to other websites on file.\n\nBrowse Games\n\nList Games",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.8462280035,
        "format_confidence":0.9243342876
    },
    {
        "url":"https:\/\/www.worldfoundry.org\/wiki\/bin\/view\/WorldFoundry\/History",
        "text":"You are here: Foswiki>WorldFoundry Web>History (21 Jun 2002, WillNorris;)Edit Attach\n\nWorldFoundry History\n\nWorldFoundry was started as a commercial 3D video game engine for a company called Recombinant Limited, co-founded by KevinSeghetti and WillNorris. Recombinant licensed the engine to PF.Magic (for a project called Velocity), and to MGM Interactive (for a project called Cyberthug). Unfortunately both of these projects were canceled before completion. After that Kevin & Will decided to get out of the video game business, so we have this mostly complete engine and nothing to do with it, so we decided to GPL it.\n\nSince then KevinSeghetti has continued to work on it in his spare time and has ported it to Linux (it was orignally written for Sony Playstation and Windows), and is working on open source tools for it (originally it used a proprietary 3D modeller, 3D Studio MAX, as its level editor).\nTopic revision: r1 - 21 Jun 2002, WillNorris;\nThis site is powered by FoswikiCopyright © by the contributing authors. All material on this collaboration platform is the property of the contributing authors.\nIdeas, requests, problems regarding Foswiki? Send feedback",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.8178143501,
        "format_confidence":0.5401644707
    },
    {
        "url":"https:\/\/mmos.com\/publishers\/webzen",
        "text":"1 Star2 Stars3 Stars4 Stars5 Stars (19 votes, average: 2.58 \/ 5)\n\n\nWebzen Inc. is a South Korean developer and publisher of MMO's. With headquarters based in South Korea, bring and develop games to a global audience spanning from Asia to Europe to America. They run over 8+ free to play games which all share the same currency, Wcoins, that can be used in micro-transactions for each and every one of their client-based games.\n\nOfficial Site: Webzen.com\nCompany Size: Large (Over 300 Employees)\nRegion(s): Worldwide\nYear Founded: 2000\nPhone Number: +82-31-6276600\nEmail: pr@webzen.com\n\nWebzen was founded in 2000 as a software licensing company but soon released their first title in 2003: Mu Online. They're also one of the few companies who have both licensed and published MMOs, and have gotten bigger since their merger with NHN Games in 2010. They also acquired Ymir games in 2011 and acquired their games, Metin and Metin2.\n\nClient Games\n\nClient Games (Download to play) From Webzen currently in service:\n\nMU Online\nContinent of the Ninth Seal (C9)\nMU Legend\nAge of Wulin (Same game as Age of Wushu)\nElite Lord of Alliance (Inspirit Online)\n\nBrowser Games\n\nBrowser Based Games (No Download) From Webzen  currently in service:\n\nMobile Games\n\nMobile Games From Webzen  currently in service:\n\nUpcoming Games\n\nGames Coming Soon from Webzen \n\nRetired Games\n\nGames no longer published by Webzen. Some of these are available through other publishers.\n\nArctic Combat\nTerra Militaris\nHuxley: The Dystopia\nR2: Reign of Evolution\nArchlord 2\n\nContact Information\n\nWebzen Contact Information\n\nEmail: pr@webzen.com\nPhone Number (KR): 82-31-627-6600\nFax Number (KR): 82-31-627-6700\nCorporate Address (KR): 242, Pangyo-ro, Budang-gu, Seongnam-si, Gyeonggi-do, South Korea\n\nUseful Links\nWebzen Official Page\nWebzen Wikipedia Page",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9745389223,
        "format_confidence":0.7535457015
    },
    {
        "url":"https:\/\/en.volu-eu.org\/",
        "text":"Uhm... who are you?!?\n\nWe are a group of passionate League of Legends players who enjoy helping other players wherever we can, organize cool events and try to be a link between Riot and the Community.\n\nAll groups together also moderate the official League of Legends boards, work on big projects, forward problems and ideas to Riot and try to help whenever it's needed.\n\nYou want to know what exactly we do? Search no more, here is a collection of what we already did!\n\nYou want to know more about the three programs or the individual Volunteers? We introduce ourselves right here!\n\nYou want to know what knowledge we have to share? You can find it right here!\n\nYou want to be a part of the team? Here you can check if you are up for the task!\n\nBe sure to check out our sponsor here as well!",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9663418531,
        "format_confidence":0.9858873487
    },
    {
        "url":"http:\/\/www.bigdumbguild.com\/recruitment",
        "text":"Application Information\n\nIf you are looking to apply to Big Dumb Guild please be sure to read before submitting your application. Exceptional players are encouraged to apply, regardless of our current openings.\n\nMain Raid times (CST)\n\nTuesday 9:00pm CST 1:00am CST\nWednesday 9:00pm CST 1:00am CST\nThursday 9:00pm CST 1:00am CST\nMonday 9:00pm CST 1:00am CST\n\nAbout BDG\n\nBDG believes an enjoyable atmosphere goes hand in hand with high ranking progression. We don't have or need screaming raid leaders because we run a raid full of reasonable, non-toxic, fun, and self-motivated players. Our players always look through logs, improve each other's play, and help with strategy. We strive to make the most of our 16 hour raid week while maintaining a fun atmosphere that few guilds can offer.\n\nBut make no mistake, BDG is a progression oriented guild. We have a clear goals and a pragmatic\/active leadership. We are only interested in players 21+ that are both skilled and motivated. Strats are posted on the forums well before every fight and we require each player to not only understand and contribute to our strat, but find every other piece of information available to them to be prepared for the fight. We've failed talented applicants who don't put in the effort. Everyone is expected to pull more than their own weight here.\n\nYou should join if\n\n  • You want to progress at a high level, with far fewer hours than most guilds.\n  • You're looking for an active guild that solves problems proactively.\n  • You want to enjoy the people you raid with.\n  • You don't enjoy raging raid leaders and toxic environments.\n  • You put in hours outside of raid learning fights and watching videos.\n  • You want to be surrounded by players who put in high effort.\n  • You are internally motivated to actively improve your play.\n  • You're tired of apathetic raiders.\n  • You are fully present and focused when it comes raid time.\n  • You're the kind of player that can pick up any class and play it at a high level.\n\n\nWe do not recruit for bench; If we accept your application then we believe there is a spot that you can earn. The best player gets a core spot regardless of seniority, and trials last ~3-5 weeks. We have weekly app reviews to tell you what we'd like to see you improve on and answer any questions. Trials do not get loot priority over raider's mainspec. We require 1 geared alt from each raider for split runs and\/or comp options.\n\nApplications are handled on our website, and when you submit your application a private thread is created that only you and the guild can see. Check back on it often, we'll ask questions and follow up with you through it. Put in time and effort on your application, it's our first (and often only) impression of you. Make it count.\n\n\nComfykinzz Comfy#11307 Recruitment\nNodis Blooblahguy#1493 Guild Master\nLozyy Lozy#1130 Raid Leader\nCherryvodkaa Cherryvodka#11330 Recruitment\/Misc",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9807029963,
        "format_confidence":0.7311636806
    },
    {
        "url":"http:\/\/www.igda.org\/page\/community\/The-IGDA-Community.htm",
        "text":"Print Page   |   Contact Us   |   Sign In   |   Join\nThe IGDA Community\nShare |\n\nAbout Our Community\n\nThe international game development community is strongest when its members work together and speak with one voice. Through the IGDA, game developers can learn and share knowledge, build relationships, and learn new skills, while helping to shape the future of the global game industry. Our goal is for this community to be a valuable resource for anyone passionate about game development, from an indie designer sketching level designs on a napkin to a triple-A team on their third sequel. The IGDA provides several ways for both individuals and organizations to get involved:\n\n\nIGDA chapters connect game developers in their local communities. Professional and Academic Chapters hold guest speaker lectures, social gatherings, planning meetings, game jams, and other events in over 100 cities around the world. Our chapters are one of the easiest ways for IGDA members to meet others to learn, teach, or collaborate close to home. Don't see a chapter in your area? Learn how to start one!\n\n\nSpecial Interest Groups\n\nThe IGDA special interest groups (SIGs) will help you connect with others who are interested in a particular topic or specialists in a specific discipline. SIG members work together to teach and learn from each other, promote their specialties, identify new technical or aesthetic challenges, and advance the art and industry of game design.\n\n\nIGDA Scholars are the most promising students studying game development and related fields. and are selected via a rigorous application process. Scholars benefit from the guidance of industry professionals, and receive free access to industry events, such as the Game Developer's Conference. IGDA Scholarships are an opportunity for talented students to get a head start in the competitive world of professional game development.\n\n\n\nMany of our members, affiliates and partners rely on several popular crowdfunding platforms to build their communities and financially support their work. As a service to the IGDA developer community, we keep a list of projects on Kickstarter and Indiegogo. IGDA members are able to submit their projects for consideration to be included.\n\n\nMVP Awards\n\nSo much of the IGDA's success and progress is due to the support and involvement of countless volunteers from the community. Each year, we hold a special VIP Luncheon during the Game Developer's Conference (GDC) to recognize and thank our volunteers. In 2005, we introduced the Most Valuable Person (MVP) Awards as a means to recognize the extraordinary contributions of our most valuable volunteers. On occasion, we also present Lifetime Achievement Awards to key individuals for their long-term service to the IGDA.\n\n\nStudio Affiliates\n\nAs a Studio Affiliate, your organization receives an individual IGDA membership for each of your employees, which includes full access to membership benefits, and the ability to participate in IGDA community. In addition, IGDA takes every opportunity to recognize our Studio Affiliates for their support in the broader gaming community. To see our current Studio Affiliates or learn more about the program, click here.\n\n\n\nOrganizations directly involved in making games are encouraged to apply for a Studio Affiliate membership, but we also welcome organizations that are indirectly involved in the game development industry. IGDA Partners might include middleware vendors, hardware manufacturers, schools, book publishers, and other trade organizations. To see our current Partners or learn more about the program, click here.\nmore Calendar\n\n\n#gamesUR Summit 2018\n\nStudio Affiliates\n\nMembership Software Powered by YourMembership  ::  Legal",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.6811038256,
        "format_confidence":0.9841850996
    },
    {
        "url":"https:\/\/farmer100runescape.wordpress.com\/2012\/08\/29\/farmer100-ccomplaint-about-runescape\/",
        "text":"Farmer100 Ccomplaint about RuneScape\n\nRunescape is popular around the world. It is a paradise for game players. We can do a variety of things in gaming time, just like your real life. So there is a great need of runescape account, runescape gold and runescape items.Farmer100 is the best choice for you to buy these items. Cheap but high quality goods are for sale in the website.\n\n\nSome person complains that his buying runescape item in farmer100 is not succeeded. He does not get the item or the account within a promised time. So he regards the site farmer100 as a scam website.\n\n\nFarmer100 is an honest and reliable site. And there is no scam, no cheat happens in farmer100. The site was established in 2007. It is specialized in game currency, game accounts and other customized service. Farmer100 aims to provide more convenient service for all game players all over the world, to make all players have more fun in the game world and to be a better platform for all kinds of game fans communicating with each other.\n\n\nSome orders can’t be finished because of several reasons. Perhaps there is tiny information that does not match your real information. Then your order will actually not be accepted by the site. So you won’t receive your items.\n\nSometimes the wanted account is closed or there exists trouble in delivering it to you because the auto system is updating. Please give more patience and trust farmer100, all problems can be solved. Farmer100 is trustful, no scam and no cheat.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9663651586,
        "format_confidence":0.7321574688
    },
    {
        "url":"http:\/\/www.necromium.com\/",
        "text":"Play Necromium NOW!\nBackground story\nThe World Map\nAbout the website\nCurrent Staff\nFounders\/Retired Staff\nRecent Changes\nPlayer Armory\nNews Archive\nWho's online\nPlayer Data\nQuest Department\nGame help files\nZone maps\nNew player Info\nClass guide\nNecromium Forums\n\nVote for Our Mud on TMC!\n\nUPTIME: 8 d 23 h 21 m\n\nRecent News:\n\nClimate change wha? 06\/22\/15 - Seosaimhin\n\nStay in, stay cool! Starting a new character in a new game can be daunting. We have friendly players, a helpful tutorial and a \"mud school\" to teach you the basics (along with free levels!) ample experience areas, special areas for lower-level players to get the feel of the game without competing with more advanced players, and so much more, making the effort really pay off in Necromium.\n\nVirtually unlimited character personalization (264 character path options, along with an extremely personalizable training system) with an almost overwhelmingly customizable display, combat information, and prompts make you feel at home right away with your info delivered the way you want it.\n\nWith nearly 32 thousand rooms, 5500 unique monsters, and 7500 objects spread across over 50 massive zones on five continents (separated by large oceans, home to seafaring travelers and ocean combat!), the world of Necromium is a giant and immersive one, boasting an extensive and detailed set of overhead maps with multiple display configurations to suit your personal preference. Colorful and functional, our maps are a point of pride worth exploring.\n\nClans and Houses offer a social and organizational aspect to this player friendly environment. Active Immortals and compulsive builders enable new zones to open regularly. We have a historically active player base (the game just turned 19 years old!) that allows new players individual interaction over multiple configurable channels as well as private message and in-game mailing of messages and items. This is not an RP game and we host a variety of diverse personalities across our active base.\n\nPlayer-organized runs for equipment in the highest-level raid zones, as well as other groups set up for mass experience gain are commonplace. Focused group cooperation in these zones (which can take up to 9 people working together to down the hardest of end bosses) allows groups to access the very best in equipment in the game. A coded group dicing system maintains transparency in splitting treasures and equipment. To ensure the small player base can support the larger, more difficult areas, limited multi-play can be an option if it meets the criteria (known as \"droning\").\n\nIn the end, there's an unlimited number of ways to play and experience Necromium, and there's a reason some players have been coming back for so long their characters are old enough to vote!\n\nCome be cool with us at Necromium, where death is a way of life!\n\nWelcome! 10\/02\/13 - Vakana\n\nFun in the sun, hot weather, playing at the beach?! Pfffft. How about slaying monsters, finding rare equipment, stacking gold, and watching your back in chaotic player killing zones?\n\nWelcome to Necromium, where death is a way of life. We are a heavily modified circle mud with 4 base classes, thief, cleric, warrior, and mage. Each class plays an important role when you take on equipment zones that can take from 20 minutes to 2 hours to complete. Hoping that rare drop appears and it maxtweaks.\n\nNot everyone in Necromium walks around with the same exact gear, because gear 'tweaks' in Necromium, it has a chance to go up or down in stats, making that unique piece of equipment have the potential to be the best compared to other 'normal' equipment. This lets you have more variety and control over what you choose to wear, as long as you can get it to tweak right!\n\nOur PK is lacking right now, because we aren't afraid of YOU yet. The game is very pk-able with immortal ran quests available, chaotic player killing where you can steal up to 3 pieces of your victim's equipment, and regular player killing where you just suffer a loss of life. There are plenty of regular non-PK zones where you can safely explore also.\n\nYou can't touch our maps, either.. We also have an enormous selection of varied zones (30,000+ rooms - 130+ original zones) spanning over 5 continents with ocean travel and combat, from many different creative builders that has been brought to life over 16 years. Come check us out, you may get addicted, or you may get stabbed in the face.\n\nWe are a community of new and old players that stays around 8-17 online right now but the game needs more explorers, our PK scene is not very active (people are just casually strolling around in chaotic zones, killll them!) but the general socializing and running equipment happens very often, come stir up some action! We are all friendly and are always eager to help answer all questions and help you get going. There are legit active builders and a coder that is constantly improving the game and listening to your opinions.\n\n\nA roundup of some recent updates 11\/03\/12 - Jaguar\n\nI realized that some people don't log into the game, but do still check the forums, so for those people... if you're curious what's happening with Necromium lately, here are some updates!\n\n* Alliances between Noble Houses are limited to pairs - no more 3- or 4-house \"super-alliances\"\n* House Arturon ( House 8 ) is no longer in the game\n* Andalusian Mines got a revamp\n* The Monastery of Devenon got a revamp\n* Lord Felis' Jungle Kingdom got a revamp\n* New zone: The Ruins of Rl'yeh\n* \"Newbie\" EQ (Varanno, Maudslay, etc.) made !33 - including existing items in the game\n* Varnia, Volcano, and Iridium Castle received some updates\n* Crimdrac's Castle, Xanhador, and Hulion Village received some updates\n* Dungeons of Numkrad updated to have EQ for all classes\n* New zone: Temple of the Black Rose\n* Necromium City now has a CP Shop, to purchase special items\n\n\nChanges 10\/06\/12 - Jaguar\n\nWhile changes can come in fits and spurts here on Necromium, we've tried to keep the flow up in the last couple of years. A feature that not many people are aware of is that the in-game CHANGES list is available here on the web... and it goes much further back than the 19 changes shown in-game. You can find it on the left sidebar under \"Recent Changes\", or just click: Recent Changes.\n\nAlso, while we haven't publicized it much, there is a web-playable version of Necromium - no zMud or other client needed! It can also be found to the left under \"Play Now\", or by clicking Play Now!\n\nFinally, Necromium does have a SMALL social presence, existing on Facebook at facebook.com\/Necromium\n\nHope you stop on by again!\n\n\n'c resurrect Necromium' 04\/09\/11 - Jaguar\n\nHey there party people,\n\nRemember Necromium? That game that so many of you used to play? Well, if you're anything like a good-sized handful of other such players, now may be a good time to come and check it out again!\n\nI'm terrible about updating this front page, but that by no means should be taken to mean that the game has been stagnant! To the contrary, since our last front-page post, hundreds of code changes, tweaks, new features, updates, fixes, and more have gone in on a steady basis. Much has changed in our fair world, and most of it designed to improve the fun and usability and ease of enjoyment of the game. More EQ running, easier leveling, fewer punitive penalties, more tweaks, less \"oldstat can't be beat\", and more!\n\nSo come by and check us out, and if you're a new player, come see what you've been missing!\n\n\n( PS: For a more thorough list of changes, take a peek at http:\/\/www.necromium.com\/forums\/viewtopic.php?t=7468 )\n\n© 1996-2005 Necromium. All Rights Reserved. Legal Restrictions and Terms of Use applied.\n\nNew? Start here\n\n\n\n\nNecro Forums",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9964808822,
        "format_confidence":0.8983492851
    },
    {
        "url":"http:\/\/www.playreal.org\/?page_id=23",
        "text":"Bonus Material\n\nWatch a presentation on the Playreal concept in its initial stages: Younger Brother\n\nHere are some interesting and fun related TED talks for your enjoyment:\n\n  • Sir Ken Robinson makes an entertaining and profoundly moving case for creating an education system that nurtures (rather than undermines) creativity in his talk  “Schools kill creativity”\n\nNo Comments\n\nSorry, the comment form is closed at this time.\n\nPlayReal Video: click through to play\n\npress to play\n\npress to play video\n\nIn a Nutshell\n\nPlayReal is a massive multiplayer online and offline game (MMOOG). The first of its kind, and with just as unique a goal. To help create solutions for a sustainable planet.\n\nHow? By helping young gamers think in that direction while using their typical digital skills. And then translate that to the outside world. By doing so on a global scale we aim for the new generations to come up with new solutions. Both online and offline.\nRead on »\n\nWhy we do it\n\n“We can’t solve problems by using the same kind of thinking we used when we created them.” Albert Einstein\n\nChildren solve problems while playing. And without thinking twice. It’s in their nature to keep trying until things work out. We want to tap into that energy, and help them to use that capability. They are the carriers of future ideas and solutions. PlayReal aims to support them by building these, through playing. And create a new way of thinking in doing so.\nRead on »\n\nNext Phases\n\nWe recently completed the experimental Phase of the project. We are now working on the next two Phases.\n\nRead on »\n\nWho does it benefit\n\n“Tell me and I will forget, show me and I might remember, involve me and I will understand.”\nChinese proverb\n\nPlayReal offers great benefits for children, organisations and schools.\n\nRead on »\n\nPlayReal for Organisations\n\nWe begin by framing the organisation’s need, which could be to communicate a message, come up with ideas for new products, think of new strategies, etc. Then we develop a story and characters that reflect this need.\n\nWe create adventures that invite players to come up with solutions. From the organisation’s knowledge, values and resources, we create a game character (Intergalactic Counsellor).\n\nRead on »\n\nPlayReal for Schools\n\nWe begin by framing the educational outcome. Then we weave the educational content into a story. We create adventures that invite players to think creatively, work collaboratively and come up with solutions to real-world problems.\n\nWe seek for organisations that provide knowledge, values and resources in the given theme and create a character for them (Intergalactic Counsellor).\n\nRead on »\n\nIntergalactic Counsellors\n\nPlayReal drives on participation from organisations providing knowledge on specific areas. That can be farming, engineering, architecture, biology or water management, for example. Together with the players they help create local solutions for the challenges being presented.\n\nRead on »",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.8025490642,
        "format_confidence":0.9213949442
    },
    {
        "url":"http:\/\/rebelgalaxy.gamepedia.com\/Rebel_Galaxy_Wiki",
        "text":"Rebel Galaxy Wiki\n\nFrom Rebel Galaxy Wiki\nJump to: navigation, search\nWelcome to Rebel Galaxy Wiki\n\nAbout The Wiki\n\nRebel Galaxy Wiki is a comprehensive reference written and maintained by the players. We are currently maintaining 560 pages (206 articles). Please browse and be sure to add or update entries you feel are useful to the wiki.\n\nAbout The Game\n\nYou’ve played space games before… You chased the reticle, fired your lasers, launched a missile or two. Just a tiny ship amid the chaos of the battlefield. Not anymore. Now with Rebel Galaxy, you’re in control of an enormous destroyer, bristling with weaponry, firing massive broadside volleys, burning holes in cruisers, and bringing down fighters by the score.\n\nOr you will be if you can just earn a few extra credits.\n\nMaybe the Militia won’t bother to scan your hold.\n\nRebel Galaxy\n\nWiki Community\nWe are always looking for more contributors! If you're looking to help, please be bold and start editing! Remember to check out our help wiki if you're new to wikis. Areas most in need of help are...\n\nRemember, this wiki would be nothing without contributions from people like you!",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9959468246,
        "format_confidence":0.8860917687
    },
    {
        "url":"http:\/\/www.abbottbingoproducts.com\/about-us\/",
        "text":"Loading... Please wait...\n\nSIGNUP for Deals\n\nAbout Us\n\nAbbott Products, Inc. is a distributor of premier supplies for the charitable and social gaming markets. With over 40 years of experience in bingo paper and pull tab markets, our knowledge and expertise allows us to offer you innovative gaming supplies.\n\nWe continue to update our extensive product line while maintaining a focus on quality to bring you the finest bingo paper, bingo ink markers, pull tabs and bingo equipment available.\n\nWe consistently supply our customers with product and market knowledge, support and customer service to ensure their long-term success.\n\nwww.AbbottBingoProducts.com is ready to supply you with all your bingo gaming needs for your personal use, bingo game or organization!\n\n\nDue to rapidly changing laws and regulations, we cannot be responsible for the use of this product by any particular purchaser. It is the responsibility of the purchaser to determine which products are legal in any given area.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.8409482837,
        "format_confidence":0.9924422503
    },
    {
        "url":"http:\/\/conner.tik.com\/",
        "text":"Hi! We're an iPhone and iPad game developer called Tap4Fun. We make online mmo strategy games like Galaxy Legend. Check out our games or read more about us.\n\nSome of our Features\n\nHere's what you can expect with each Tap4Fun game.\n\nView all our Features\n  • Online Worlds\n\n    We're committed to online experiences that people from around the world can share. It's a big world and we aim to make it smaller.\n\n  • Regular Updates\n\n    We believe in standing by our products and the players who support them, so we offer regular and free updates to all of our games.\n\n  • Universal Apps\n\n    Every Tap4Fun game is available on iPhone and iPad for free, so there's never a need to download an \"HD version\". All in one.\n\nSome of our Blog Posts\n\nSee what we're up to in our latest Tap4Fun blog posts.\n\nView all our blog posts\n  • Welcome to Star Warriors!\n\n\n    A new Tap4Fun game Star Warriors is about to 1st Closed Test. The test will begin on 2016-07-30 at 11:00:00 UTC. In order to pave the way for your interstellar journey, we have specially prepared 7-day closed test packages for all commanders.\n\n  • Introducing Hero’s Path\n\n    Hero's Path\n\n    A new Tap4Fun game is about to enter the fray! We welcome Hero’s Path, an upcoming online strategy game with real-time combat elements, to the Tap4Fun family.\n\n  • Galaxy Legend Updating with New Artwork\n\n    网页_01 2\n\n    Galaxy Legend will be updating soon with brand new artwork and improvements to gameplay. Check out these previews of new starships, characters, weapons, and effects to get an idea of what to expect.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9929820299,
        "format_confidence":0.8305414319
    },
    {
        "url":"https:\/\/eastswedengame.se\/esgpodden\/",
        "text":"ESG Podden\n\nESG Podden is a podcast from East Sweden Game about the people behind the game studios at East Sweden Game. Listen in and learn more about games development and the culture behind it.\n\nCurrently only in Swedish. \n\nPuzzling Passion\n\nESG member Jousef Gabro, founder of the Norrköping-based studio AmberWing, and his friend Max Popescu is hosting a podcast together about the amazing tech behind the games. \n\nThis pod is in English – woop. \n\nEast Sweden Game\nc\/o Sankt Kors Fastighets AB\nWestmansgatan 47\n582 16 Linköping\n\n+46 13 26 36 00\n\nProud member of the\nSwedish Game Industry\n\n“Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.”",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9831027389,
        "format_confidence":0.5442404151
    },
    {
        "url":"http:\/\/kidsgamesqld.com.au\/?page_id=24",
        "text":"Welcome to KidsGames Queensland\n\nKidsGames is an exciting program for primary school children run in local communities across Queensland. It will include great activities including the World 12 x 10 Relay, sports, crafts, Bible stories, food and much more. All kids are welcome to come and join in the fun and make new friends.\n\nThe KidsGames Vision\n\nThe KidsGames vision is to see all children united globally, learning, and playing together, to bring about personal, spiritual, and community transformation. KidsGames is a partnership project that sees churches and community groups running a 5 day program at venue in your local area during the same week of the Winter school holidays.\n\nKidsGames is Worldwide\n\nKidsGames in each community is a multi-day, multi-group, sport-focused, value-based, global initiative for children. Cities and villages around the world have experienced the fun and action of KidsGames, and now it is our turn.\n\nKidsGames is fun for everyone\n\nKidsGames provides an excellent week of action including some World Championship events. In some games, the children will be competing against kids on the other side of the world as well as with kids in their own neighbourhood. They might be part of a team that sets a world record that is posted on the KidsGames international site.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.6078333259,
        "format_confidence":0.9875329137
    },
    {
        "url":"http:\/\/gamethat.com\/about\/",
        "text":"Game what? Game which? Game THAT.\n\nGame that which presents a challenge, which is a challenge. To game that is solve that issue, problem or challenge, to unveil the mystery, to find a solution that fits its purpose. The outcome is, you get to attain it, achieve it, to have and to own it, to beat it, to win it, and emerge triumphant.\n\nWhat is it that you want?\n\nEvery person has something that they want, even if it is to “sit down, shake legs and do nothing” (but this is unhealthy).\n\nThis is not asking “what everybody wants”, this is asking what YOU want.\n\nThis is not asking “what you’d like to do today”, this is asking what you’d like to do in the long term, taking a long view, that which is sustainable, that which does not feed a vicious cycle that would clearly harm you or hurt you.\n\nUnhealthy, immoral, illegal, unethical things aside.\n\nThe question begs, what is it that you want? Do you have it down yet? When you do not pursue that which you want, “happy” does not describe you.\n\nIn order to do that, you’ll need to have the right attitude and the right frame of mind.\n\nDo you have it? Do you want it?\n\nGet outside your comfort zone. Challenge yourself. Innovate.\n\nWe don’t always emerge triumphant in the eyes of others, because what others see are “success” and “failure”. They don’t know what goes on inside our hearts, our soul, that the most important thing to us is growth.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.6767650247,
        "format_confidence":0.6999275088
    },
    {
        "url":"http:\/\/www.5thplanetgames.com\/",
        "text":"5th Planet Games strives to be the most community-focused mobile and browser based game company in the world.\n\nWe believe in working with passionate people, creating healthy communities, and forging legendary experiences.\n\nOur Games\n\n\nRobert Winkler, CEO \/\/ aka Felendis\n\nRob co-founded 5th Planet Games as the beginning of Phases 3 and 4 in his plans of world domination. Phase 3 consists of teaching to populous survival and diplomacy training through Halo: Reach and Magic: The Gathering, both of which are mandatory to learn at the company. Phase 4 is leadership, negotiation and etiquette training through required viewings of educational films such as \"Office Space\", \"Tommy Boy\", \"Spaceballs\", etc. Phase 5 is still 'Coming Soon!'. He hopes to be more like Grune when he grows up.\n\nMichael Barnett \/\/ aka Ash\n\nMike was one of the first hires for 5th Planet, and has the longest tenure. He also has the longest streak of wearing a baseball hat, approaching five years. So, keeping our engineering team operating at full speed, dominating servers and tech stuff, or rocking an awesome hat, Mike is kind of a big deal!\n\nBernard Decrane \/\/ aka Mouse\n\nDwelling high within the mountains overlooking the 5th Planet Games Office lived a Dwarven clan with a lowly population, one such Dwarf resident was Bernard, who defended his clan from foes such as \"Retail\" and \"Cable Customer Support Representative\", after defeating these opponents in deadly combat, (and wrangling some goats along the way) he descended from the mountains to make his new home within the dark recesses of the 5th Planet Games Office's cave system, where he now digs for gems, answers the occasional community question and fends off the worshipers of Nurgle.\n\nJeff Yoon \/\/ aka Jeffy\n\nAfter roaming the streets of LA for a few years with a sign on his neck that said, \"I will draw and paint for food\", Jeff was picked up by the 5th Planet Games team. For some reason, they made him a lead artist\/art director, and he is very thankful that he can now have warm meals and a cozy bed to sleep in.\n\nLenzy Schneider \/\/ aka Schnzy\n\nSchnzy has swapped careers a few times, starting with the US army, and then entering the world of graphic design. But it was a lifelong love of games that led him to 5pg where he now serves as a game designer putting his passions to use and making awesome games!\n\nRyan Harbert \/\/ aka RyanSMASH\n\nIn his teen years, Ryan resided in the Kingdom of Potatoes. A specialist in security of the land, he fended off wanderers and thieves. He was given a chance in demolitions, where he endured unending blasting from the enemy. He quickly grew to an expert in the field, surpassing all competition, but found his true passions pointed towards the mythical 5th Planet. After a long journey, he arrived and began an epic apprenticeship, learning tricks of the trade that residents of 5th Planet have mastered.\n\nKeith Wells \/\/ aka Flynn\n\nKeith spent his formative years designing the palaces of emperors and intergalactic house scions before spending nearly a decade designing the soundscapes of holodecks across the galaxy. Later, perceiving the move of humanity's data into the magellanic clouds of open space, another avenue was embarked upon to become a wrangler of this data and the transition to 5th Planet was made.\nNow, his dreams of \"All your data are belong to me\" are beginning to crystalize, and soon the truth of that plight will be realized by others… Soon.\n\nEve Milan \/\/ aka Punch\n\nBehold mortal: Eve. Mother (and destroyer) of worlds. Mistress of time (and death). Slayer of demons (and gods). Beautiful and terrifying, she walks among us. Some day soon, the quiet of normality will fade and she will again find herself striding the battlefield, dispatching our enemies with crushing blows from each of her mighty arms.\n\nKeith Dunng \/\/ aka Toymaker\n\nThe Toymaker awoke, arising in a vast expanse of stillness. The outlandish flora, fauna, and air all hung as if frozen in time. His mission? To restore movement to this world. After a few days and many iterations, his mission was nearly complete with the world moving in almost perfect unison. Only an ancient gateway remained unfinished. Upon breathing life into it, the gateway opened and began inhaling the world he had just completed. It sucked up the Toymaker, where he tumbled through a black nothingness until he lost conciousness.\nThe Toymaker awoke, arising in a vast expanse of stillness...\n\nBrian Foulk \/\/ aka Kodiak\n\nKodiak burst into the offices of 5th Planet Games, and refused to budge when told he was not allowed to sleep there. Now he busies himself with working hard on bettering all 5th Planet-y things and perfecting bear puns.\n\nNorris Eldridge \/\/ aka Helmsman\n\nA man of few words, not much is known of Helmsman. Though it is common belief that he was raised in the dark depths of Majora Mask's dungeons, surviving weeks on end on with nothing but meager rations of Chips Ahoy and Kraft Macaroni & Cheese. While sightings of Helmsman are rare, he can sometimes be found scavenging for food in the 5PG breakroom.\n\nMegan Warmerdam \/\/ aka Gladiatrix\n\nEveryone knows the arenas of West Kruna can be a terrifying and violent place. No one knows this more than a former master of coin, in the stands of the colosseum. Keeping track of wagers and fees dutifully amongst the crowd, she never expected to be bumped off of her post and into the arena itself.\nAfter whittling down a few champions of the Colosseum, the now Gladiatrix found herself in an exciting new line of work.\n\nMiles Deponty \/\/ aka Tails\n\nHaving grown up with a controller in hand, Tails followed his passion for games, creating, helping, and bringing joy to others. After a few years stay at an Art Institute he was finally accepted as a trained scholar. There were plenty of orcs and goblins slayed in the process and using his knowledge and +15 charisma, he was able to persuade Felendis to let him join the 5PG ranks.\n\nAryn Lockhart \/\/ aka MysticMerc\n\nMysticMerc has spent his years adventuring through an expansive amount of worlds. The last few years finding faults and holes in the very fabric of many of them notifying their creators of such flaws. Now while obtaining knowledge in the art of creation himself has found himself at the 5th Planet, creators of exciting and new worlds, to lend his expertise.\n\nDavid Newel \/\/ aka FileNotFound\n\nArmed with a degree of Computer Science knowledge and years experience with arcane, modern languages of Java, Ruby, and C#, the lowly wanderer crawled along the scorched wastes created from his own typed word. Years before, he dug into the mad scrawlings of other programmers before at previous companies longstanding, sometimes delving into the ancient layers of \"legacy code\". In that journey, he has seen Code-thulu several times with his own eyes and each time gone madder with the revelation... :FHTAGN\nNow David works here at 5th Planet Games!\n\n\nEmail: support@5thplanetgames.com\n\nPhone: (916)782-1506",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9755049348,
        "format_confidence":0.989798665
    }
]