[
    {
        "url":"http:\/\/www.crayvillage.co.uk\/",
        "text":"Welcome to our Cray Village Community Forum\n\nWe are a small group of residents and businesses who have come together to make our community better. Our aim is to improve facilities and services for all the residents of Cray Valley, near Orpington, Kent, UK. We want to increase pride and well being as well as support local businesses and communities.\n\nCouncillor Chris Pierce, Chairman of the Cray Forum, recently identified Ten Local Community Achievements.\n\nWe welcome members from the Cray Valley East and  Cray Valley West wards of the London Borough of Bromley and nearby areas. \n\nWe work closely with the Cray Valley Initiative Panel. Click here to find out about the Memorandum of Agreement signed in July 2015.",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9889510274,
        "format_confidence":0.9932929277
    },
    {
        "url":"https:\/\/www.casahispanawi.org\/",
        "text":"Community Resources\n\nCasa Hispana offers resources in both English and Spanish.\n\n\nEach year we award scholarships to local students.\n\n\nJoin us at one of our annual events to celebrate culture and diversity in the Fox Cities.\nHelping hands change the world.\nManos que ayudan cambian el mundo.\n\nThank you to our sponsors!",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.955778718,
        "format_confidence":0.8010858893
    },
    {
        "url":"https:\/\/townofbauline.ca\/our-town\/sub-committees\/",
        "text":"Our Committees\n\nOur Community Centre\n\nThe Bauline Community Centre is located in the picturesque communnity of Bauline, located 15 minutes from the capital city of St. John's.\n\nA brand new facility was built in 2016 with ample parkking, a playground for the children, large grass areas for picnics and just minutes from the East Coast Trail.\n\nThe perfect location for AGM's, Weddings, Showers, Team Building Events, Birthday Parties and much, much more.\n\nLet us host your next event!\n\nBook Now!\n\nRecent News",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9781128764,
        "format_confidence":0.9538137913
    },
    {
        "url":"http:\/\/www.americorps-stl.org\/get-involved\/volunteer\/winter-warming-shelter\/",
        "text":"Winter Warming Shelter\n\n\n\nThe Emergency Winter Warming Shelter at AmeriCorps St. Louis started in 2009 at the urgent request of the City Department of Human Services during a particularly bitter winter.  Moved by the critical lack of emergency shelters in the City of St. Louis, especially needed during the brutal cold months, AmeriCorps St. Louis Members urged us to open our doors to meet that need.  The following year, AmeriCorps St. Louis recruited two other churches to join us in partnership with The Winter Outreach Group, a wonderful crew of volunteers who travel the City at night serving the homeless.  Up until then, Winter Outreach could only offer blankets and hot drinks or snacks but had nowhere to take people due to a large shortage of shelter beds.  Now, as a network of shelters, we are insuring that everyone who wants a bed has one.\n\nFor us at AmeriCorps St. Louis, it just made sense!  When disasters arise, Members of our Emergency Response Team may be called to respond anywhere in the United States.  The team is nationally acclaimed for its ability to set up Emergency Operations Centers, organize and engage unaffiliated volunteers, and manage donations coordination.  So, why not use those same skills to address our hometown ‘critical unmet needs’?\n\n\n\nDuring the winter months, St. Louis faces a shortage of shelter housing. Since 2009, AmeriCorps St. Louis has partnered with The Winter Outreach Group to open our doors as an emergency winter warming shelter when the temperature falls below 20 degrees. The shelter is facilitated by AmeriCorps St. Louis Members; however, we can’t run it without help from our volunteers!\n\nEvery winter, our shelter is able to provide two hot meals (dinner and breakfast) and a safe place to sleep to approximately 60 homeless men, women and children. Absolutely none of this would be possible without generous donations from the community and the help of our Members and volunteers.\n\n\n\nOur shelter is funded solely through charitable donations.\n\nPlease consider making a monetary donation to be used towards heating and water bills, new sleeping cots, etc.\n\nFor in-kind donations, we are always in need of…\n\nFor guests:\n\n  • Underwear (women’s and men’s)\n  • Boxer shorts (all sizes)\n  • Sports bras (sizes: M, L, XL)\n  • Towels and washcloths (new or gently used)\n  • Hygiene products, particularly razors, shaving cream, toothbrushes, toothpaste\n  • Over the counter medications, such as ibuprofen, Tylenol, cold medicine, multi-vitamins\n  • Baby diapers, baby wipes, adult diapers\n  • Feminine products\n  • Winter jackets\/coats (new or gently used)\n  • Heavy boots\/ warm shoes (new or gently used)\n  • Warm socks\n  • HEAVY gloves and mittens\n  • Backpacks (new or gently used)\nFor our facility:\n  • Coffee (regular and decaf)\n  • Dish soap\n  • Dish gloves\n  • Sponges\n  • Large, heavy-duty trash bags\nPlease bring donations to 1315 Ann Ave, 63104, or call us to set up a drop off time at 314-772-9002 M-F 9:00am-5:00pm\n\n\n\nWE NEED YOUR HELP!!! Our shelter is staffed entirely by volunteers. If you would like to volunteer or learn more about volunteering at our shelter, please contact Mariya at or fill out our online form. Thank you!\n\n\nMeet Our Guests\n\nPhoto Gallery\nLife on the Streets Interview Series\n\nIn the News",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.874404192,
        "format_confidence":0.6678310633
    },
    {
        "url":"http:\/\/www.generationtogeneration.org\/about-us\/",
        "text":"About Generation to Generation\n\nMobilizing adults 50+ to help young people thrive.\n\nA new campaign powered by Encore.org will bring older and younger people together to make life better for all generations.\n\nBuilding on innovative nationwide partnerships, Generation to Generation will mobilize adults 50+ to show up for young people — and advance the national conversation on what can be accomplished when generations come together.\n\nThe campaign will regularly feature organizations and opportunities to connect with young people. Mentoring is our focus in Fall 2016.\n\nYounger People\n\nYoung people thrive with the support of caring adults in their lives.\n\nOlder People\n\nOlder adults have abundant skills and life experience to share.\n\nYouth-Focused Organizations\n\nSchools and youth organizations, often stretched for resources, need an infusion of human talent.\n\n\nGreg Baldwin\n\nPresident, VolunteerMatch\n\nDavid Bornstein\n\nCo-founder, Solutions Journalism Network & NYT \"Fixes\" columnist\n\nJeffrey L. Bradach\n\nManaging Partner & Co-founder, The Bridgespan Group\n\nDonna M. Butts\n\nExecutive Director, Generations United\n\nLaura L. Carstensen\n\nDirector, Stanford Center on Longevity, Stanford University\n\nWilliam Damon\n\nProfessor & Director, Center on Adolescence, Stanford University\n\nMichael D. Eisner\n\nFounder, The Eisner Foundation & former Chair, The Walt Disney Company\n\nLinda P. Fried\n\nDean, Mailman School of Public Health, Columbia University\n\nJohn Gomperts\n\nPresident & CEO, America's Promise Alliance\n\nJo Ann Jenkins\n\n\nHubie Jones\n\nSenior Adviser & Social Justice Entrepreneur-in-Residence, City Year, Inc.\n\nJamal Joseph\n\nFounder & Executive Artistic Director, IMPACT Repertory Theatre\n\nJustin Kauflin\n\nJazz Pianist, Composer and Producer\n\nSherry Lansing\n\nCEO, The Sherry Lansing Foundation & former Chairman, Paramount Pictures\n\nCarol Larson\n\nPresident & CEO, the David and Lucile Packard Foundation\n\nEric Liu\n\nFounder & CEO, Citizen University\n\nNancy Morrow-Howell\n\nBettie Bofinger Brown Distinguished Prof. of Social Policy, Washington University\n\nAi-jen Poo\n\nDirector, NDWA & Co-director, Caring Across Generations\n\nRobert D. Putnam\n\nPeter & Isabel Malkin Professor of Public Policy, Harvard University\n\nJennifer Hoos Rothberg\n\nExecutive Director, Einhorn Family Charitable Trust\n\nKimon H. Sargeant\n\nVice President, Human Sciences, John Templeton Foundation\n\nWendy Spencer\n\nCEO, Corporation for National and Community Service\n\nDavid Vasquez-Levy\n\nPresident, Pacific School of Religion\n\nChip Conley\n\nHead of Global Hospitality & Strategy, Airbnb & Founder and Former CEO, Joie de Vivre\n\nPowered by Encore.org\n\nEncore.org is building a movement to tap experienced adults to improve communities and the world. Founded in 1998 by social entrepreneur Marc Freedman, Encore.org grew out of a desire to transform America's increasing longevity and vitality — one of the most significant demographic shifts of the 21st century — into a powerful, positive resource to build a better future for future generations.\n\nLearn More",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.8440569639,
        "format_confidence":0.9931650758
    },
    {
        "url":"http:\/\/charity.org.gg\/AGC_Charity_Page?id=63",
        "text":"Bailiwick of Guernsey Scout Association\n\nDonate to charity »\nAGC Membership No. 91\nGuernsey Registered Charity number CH106 *\n\n*The Guernsey Registry is responsible for administration of the registers of charities and non-profit organisations. The number indicated above was originally issued to the charity, but this is not an indication that registration is up to date. Please see for a current list of registered organisations\n\nDescription Aims and Objectives\n\nThe Guernsey Scout Association is part of the world-wide Scout Movement, totalling over 40 million members. This is an international youth movement concerned with the physical, mental and spiritual development of youth, to help them take a useful, positive and constructive place in society.\n\nOrganisation and Management\n\nThe Chief Scouts’ representative in Guernsey is the Bailiwick Commissioner, who is supported by an Executive Council. There are eleven Scout Groups in Guernsey, each with its own Group Committee. All Guernsey Scout Groups, except the 6th - Elizabeth College, are open to boys & girls and consist of Beaver Scouts, aged 6 - 8 years, Cub Scouts, aged 8 - 10 years and Scouts aged 10 - 14 years. There are 3 Explorer Scout Units, for ages 14 - 18, which are multi-group Units, and a Network Scout Unit, for ages 18 - 25. The whole movement in Guernsey totals some 1000 members.\n\nGroups meet at various locations around the Island and some of the groups have their own premises. There is an overall Scout Headquarters and Camp Site at Rue Mainguy, Vale which is used by Guernsey Scouts and Guides, and by visiting Scouts and Guides (together with schools and other youth organisations) from the United Kingdom and the Continent.\n\nEach uniformed member pays an annual capitation fee which is paid to headquarters in London to cover insurance and national expenses. Groups are responsible for their own fund raising and the day to day administration of their own finances.\n\nContact Details\nMr Nick Paluch\n(01481) 256796  \n\n\nVolunteers Needed\n\nPeople Managers\n\nMedia\/PR team\n\nBailiwick Chair\n\nClick to see our list of vacancies:",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.5515060425,
        "format_confidence":0.9882444143
    },
    {
        "url":"https:\/\/wncfermentingfestival.com\/beacon-of-hope-services",
        "text":"Our Event Benefits The Beacon Of Hope Services\n\n\nLast Year We Raised $1000\n\nThis Year Our Goal is $2000\n\nWe Can Make A Difference Together!\n\nJoin Us!\n\nAll donations taken at the event and all the funds raised during our raffle will go directly to The Beacon Of Hope Services here in Madison County!\n\nThe Beacon of Hope Services\n\nFood Pantry, Thrift Store, Emergency Assistance, Volunteer Opportunities \n\nServing Madison County, NC Residents\n\nThe Beacon of Hope serves Madison County residents by providing food, emergency assistance, low-cost thrift store and advocacy to those in need.\n\nThe Beacon of Hope Services is a 501 (c) (3) non-profit organization offering food and emergency financial assistance to low income families and individuals in Madison County by providing:\n\nA direct hunger relief service providing nutritious food and teaching to prepare residents to eat nutritiously\n\nEmergency assistance for clothing, food and referrals\n\nReferrals to community partners for housing and other services\n\nHealth Screenings\n\nA low-cost Thrift Store for clothing, furniture, household essentials, haircuts\n\nAdvocacy to influence anti-hunger and poverty policy",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.8331074715,
        "format_confidence":0.7169514298
    },
    {
        "url":"http:\/\/greatnonprofits.org\/org\/united-way-of-logan-county-inc",
        "text":"Over 1.8 million nonprofits and charities for donors, volunteers and funders\n\nClaim This Nonprofit\n\nMore Info\n\nAdd to Favorites\n\nShare this Nonprofit\n\n\nNonprofit Overview\n\nCauses: Federated Giving Programs, Philanthropy\n\nMission: To improve the health, safety, and economic well-being of individual families in need in logan county.\n\nPrograms: United way of logan county, inc. Collects contributions from the public through an annual campaign held in the fall and then distributes the money the following year to partner agencies that serve the public interest in logan county. The grant allocations are approved by united way's board of community leaders & donor determined designations.\n\nCommunity Stories\n\n0 Stories from Volunteers, Donors & Supporters",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.779620409,
        "format_confidence":0.9544082284
    },
    {
        "url":"http:\/\/home.bawue.de\/~cuddle\/",
        "text":"The Cuddle Pages\n\nThis site is the official website of the newsgroup alt.cuddle.  \n\n\nalt.cuddle FAQ\n\nThe official Charter of alt.cuddle\n\nVisit the CuddleLand Garden of Remembrance and Carousel\n\n...and with thanks to Sir Jon, the Cuddler's Gallery\n\n\nlinks to historical alt.cuddle, and much more material coming soon....\n\n\n Posted 3\/23\/03 as a humble tribute to Princess Tuggy, who touched all of our hearts deeply.\n\n\nSend suggestions, comments, material to be added to the CuddleMinstrel, Joysinger",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.6658719778,
        "format_confidence":0.8241969943
    },
    {
        "url":"http:\/\/www.uniondemocrat.com\/About-The-Union-Democrat",
        "text":"\n\n\nThis could happen because it was moved in a recent update or there is a typo in the link or address you entered.\n\nTo find what you are looking for use the navigation above, use commonly requested resources below, or contact us if you need additional assistance.\n\nEnjoy our current slideshows:\n\nView some of our more popular stories:\n\n‘On my second turn the whole slope kind of collapsed’\n\nPrep Wrestling\n\nBears battle back from huge deficit to beat Sonora 42-39\n\nSonora Union High School District\n\nCounty schools chief says more cuts are needed\n\nTMAP to the rescue\n\nStorm watch\n\nRain, snow, wind, slides, crashes and closures abound\n\nInauguration 2017\n\nTwo Mother Lode Republicans to attend D.C. ceremonies\n\nDiamond celebration\n\nLongtime Sonora residents Charles and AraMinta Clyde celebrate 60 wedded years\n\nReach all of Sonora, Calaveras County, Tuolumne, Angels Camp, Twain Harte, & Jamestown with your items to sell.\n\nAds appear Online and in Print\n\nView Classifieds Place an Ad\n\nConnect with The Union Democrat\n\nUnion Democrat Newsstand\n\nSaturday January 21, 2017\n\nRead digital interactive editions of our publications\n\nRead Today's Edition Take A Tour\n\nMore Publications by The Union Democrat\n\nView All Publications\nWhat’s cooking in Maine? Cauliflower apple salad\n\n\nI had heard that Portland, Maine, was filled with amazing restaurants and ... more",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.7795408368,
        "format_confidence":0.5850650668
    },
    {
        "url":"https:\/\/willowbendcommunity.com\/Committees.aspx",
        "text":"Willowbend Committees and Mission\n\n\nCommittee members, chairpersons and Board liaisons will be identified shortly by the new Board.\n\nAs prescribed in the Bylaws of the Association*, the Willowbend Board of Directors has created a committee structure to meet specific community needs and assist the Board in researching data needed for informed decision making. Residents are encouraged to become involved in the committee structure of the community. The various committees offer an opportunity to meet other residents, work on projects that are pertinent to a cohesive community, and share one’s unique perspectives. Committee members gather to study issues related to maintaining Willowbend’s lovely grounds and lakes, architectural requests, use and upkeep of the recreational facility, disaster and emergency preparedness, resident understanding and compliance with community rules and regulations, and other ad hoc needs as they arise. If you have ideas about additional committees that would add value to the community, please share your thoughts with the Board of Directors. Contact committee chairs for information regarding meetings and membership.\n*bylaws article 6.06\n\n1 - Grounds, Lakes, and Architectural Review Committee:\n\nMission: To provide advisory support to the Board regarding landscaping, lakes management, irrigation, infrastructure, and architectural integrity. This is a committee with broad community involvement. Members work with ArtisTree and Sentry Management to assure that private and common areas in Willowbend are consistently well maintained, attractive, and environmentally sensitive. In addition the committee manages the eight lakes on the Willowbend property. The goal is to encourage a proliferation of wild birds, fish and Florida plant life for the pleasure of residents, while adhering to the Sarasota County regulations related to preservation of wild life, lakes, and irrigation resources.\n\nThe second objective of the GL& ARC Committee is to safeguard the discrete and distinctive structural features of the Willowbend community. Within its authority the committee monitors exterior modifications and general appearance of homes, using a rapid approval process to approve certain specified changes or making recommendations to the Board of Directors regarding homeowner change applications.\n\nCommittee Chairperson:  \nBoard Liaison:  \n\n2 - Recreation Committee:\n\nMission: Advise the Board regarding policies governing use of the recreational facility and maintenance requirements to assure a safe and pleasing recreational environment. The pool, fitness center, basketball court, and children’s playground are attractive features of the Willowbend community. Members of the Recreation Committee monitor the condition of equipment and furnishings as well as the general use and upkeep of the areas. When repairs or replacements are needed, the committee researches product quality and price to make an informed recommendation to the Board. They also assure that contracted pool technicians are keeping the swimming pool in pristine condition. A Willowbend resident may reserve the pool and cooking area. Committee members are responsible for informing the resident of the rules for facility use and following up to assure that everything is left in proper condition.\n\nCommittee Chairperson: John Bobianski\nMembers: Vin Denicolas and Rich Wasko\nBoard Liaison: Joe Trentacoste\n\n3 - Web Site Committee:\n\nMission: To make information available to the community, including neighborhood news, and services recommendations from neighbors; and in a secured portion of the site, a resident’s directory and Board and committee meeting minutes. Committee members are the conduits for submitting information to the Web Master. The source of information may be individual residents, Willowbend committees, the Board of Directors, Sentry Management, or public agencies with data pertinent to the community.\n\nCommittee Chairperson: Marshall Hestenes\nMember: Jay Berkowitz\nBoard Liaison:  \n\n4 - Compliance Committee:\n\nMission: Under the auspices of the Board of Directors, an ad hoc committee* is convened when a resident repeatedly fails to comply with community rules, as stated in the Declaration, Articles, Bylaws, and Rules and Regulations of the Willowbend Homeowners Association, Inc. The committee is tasked with hearing all evidence and testimony, determining the validity of the complaint, and making recommendations to the Board including fines if appropriate. Confidentiality is respected in this process.\n*bylaws article 6.02\n\n5 - Community Welcome Committee:\n\nMission: To personally visit and welcome new residents to our neighborhood. A welcome packet of Willowbend information, maps, etc. is given to the new homeowners to help their transition to the community and the surrounding area.\n\nCommittee Chairperson: Roseann Santiago (BigMamaRosie58@gmail.com or 941-918-9843)\nMember: Barbara Wichowski (barwich29@msn.com or 973-202-2786)\nBoard Liaison: Raymond Allen (RCAwillowbend@gmail.com)\n\n6 - Social Committee:\n\nMission: To provide activities for the enjoyment of the membership in a social setting. Volunteers from the residents will organize and staff these activities.\n\nFor questions, reservations or correspondence, contact Joyce Cekander at joycekander@yahoo.com\n\nCommittee Co-Chairpersons: Joyce Cekander and Roseann Santiago\nBoard Liaison: Joe Trentacoste\n\n\nSee Web Site for “On-Line Forms” if you are interested in volunteering to serve on a committee",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9016662836,
        "format_confidence":0.6076145768
    },
    {
        "url":"https:\/\/starrmiller.com\/community",
        "text":"Community service is a core value of StarrMiller Interior Design, Inc. We have chosen to donate both time and money to these organizations in the past 12 months.\n\n(The table to the left is one of our tables entered in the North Mecklenburg Woman’s Club’s Over the Tabletop Events supporting Hammers.)\n\nNorth Mecklenburg Woman's Club\n\n\n\n\n\n\n\n\nComments are closed.",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.6107669473,
        "format_confidence":0.9562031031
    },
    {
        "url":"https:\/\/www.cgcvt.org\/about-us\/history\/",
        "text":"Great ideas attract great people.\n\nCommon Ground Center started as an idea, a “Wouldn’t it be fun if…?” Founders Peg Kamens and Jim Mendell wanted to spend their vacations doing creative activities with their three young kids, where the kids could enjoy fun, interesting programs while they were pursuing adult interests. They wanted healthy food that respected alternative diets. And they wanted a place flexible enough in price so that a variety of people could afford to come.\n\nThey visited many family camps, improved on the best ideas, and invited people who would be fun to spend a week with and who also happened to be great teachers. Everyone said yes. They contacted all their friends in Brooklyn and Vermont; some came, and some brought friends. Other people heard about the camp through brochures at food co-ops, Waldorf schools, childcare centers, or through Co-op America, homeschooling circles, and local parenting newsletters. The first summer of Camp Common Ground happened miraculously! It was great fun, and we all decided to keep it going…\n\nSince our start in 1994, we’ve grown as an organization, with a volunteer Board of Directors and now a year-round facility in Starksboro, Vermont that is home to Common Ground Center’s many varied programs and events.\n\nCamp Common Ground, our signature family camp program, has remained at the core of what we do here at Common Ground Center, filling a unique niche and serving hundreds of families from over 29 states and 11 countries. We have grown into an extended family with some wonderful, devoted campers, a talented and diverse staff, and a dedicated year-round team who works hard to put it all together.\n\nWe loved how we could tailor and decorate each space to create a unique celebration. My grandparents stayed in the Eco-Lodge, my little nieces and nephews loved the cabins, and the whole group enjoyed swimming in the pond. A truly magical weekend and better than I could have ever envisioned.”\n\nCommon Ground Center History",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.8148084879,
        "format_confidence":0.9946683049
    },
    {
        "url":"http:\/\/marionmetrokiwanis.org\/(X(1)S(exosq3rgmskddealdlwy0yew))\/Page\/12271",
        "text":"Kiwanis - Serving the Children of the World\nMarion Metro\nServing the Children of the World\n\nSo you are interested in joining our club. GREAT! Below you find information to answer many of your questions.\n\nOur annual dues are $100 per year payable in October. They are used to support the operations of our club, the Nebraska-Iowa District, and Kiwanis International.  New members pay a flat fee of $55 that covers their dues until the following October.\n\nWe are a lunch club. First time visitors are welcomed by eating free of charge. After that you will be expected to pay $14 for the lunches ($10 for salad bar only) you eat at the meeting. We don't bill. There will be a bowl passed around at every meeting to collect your check or cash if you ate.\n\nWe meet on the first and third Wednesdays of each month at noon at the Longbranch Best Western on Twixt Town Road. We go through the buffet, eat, and socialize for the first 20 minutes of the hour. After that, the president calls the meeting to order, we say the pledge of allegiance, listen to an invocation, and then get down to business. The meetings end at 1:00 P.M.\n\n\n\nCaution: Sometimes the calendar forces us to move a meeting to avoid\na holiday or something. Refer to the calendar on this site to verify meeting dates\n\n\nThe first Wednesday is generally a business meeting. We plan our projects and talk about upcoming events. The third Wednesday we usually will have a speaker lined up to entertain and inform us. Business discussions at this meeting are usually kept short and sweet to allow the speaker ample time.\n\nAlthough we have awards for perfect attendance, your attendance at the meetings is not required. Makeup opportunities exist for those that want to keep their perfect attendance record intact. If you can't stay for the entire meeting we just ask that you leave quietly when necessary.\n\nThe Larger Organization:\nThe Kiwanis Family has over 600,000 members. It includes Kiwanis clubs and their sponsored organizations. These Sponsored Organizations And Programs (SOAP) are K-Kids clubs for 3rd to 5th graders, Builders Clubs for 6th to 8th graders, Key Clubs for high school students, Circle K for college students, and Aktion Clubs for disabled individuals of all ages.\n\nThe clubs are joined together to form divisions. Each division has a Lt. Governor who is responsible for clubs in their division. Division 9 consists of Marion Sunrisers Kiwanis, Cedar Rapids Kiwanis, Hi-CREW (Hiawatha Cedar Rapids Edgewood), North Liberty Kiwanis, Marengo Kiwanis, Williamsburg Kiwanis, Vinton Kiwanis, Linn-Mar Key Club, Xavier Key Club, Kennedy Key Club, Prairie Key Club, Mount Mercy Circle K, and Marion Metro Kiwanis.\nThe divisions are joined together to form districts. The Nebraska-Iowa District has 24 divisions that include most of the territory of both states. Each district has a Governor who is responsible for all the divisions. The Lt. Governors lead and assist the clubs in each division.  There is a board of regional trustees that preside over the administration of the district. Check out the link for more information on the NE-IA District.\n\nEach year the NE-IA District has two meetings. The first is called the mid-year conference. It offers workshops to the members and holds an awards luncheon. It is usually held on a Saturday in February. The second is called the district convention. It also offers workshops for the members. In addition we hold elections for the district officers. It is usually held on a weekend in August.\n\nThe districts around the world are joined together to form Kiwanis International. Kiwanis International is run by a President and elected trustees from literally around the world. Check out the link for more information on Kiwanis International.\n\nEach year Kiwanis International holds an International Convention somewhere in the world. Workshops are provided for the members and we elect the International Trustees and President. It is usually held around the end of June or the beginning of July and lasts 3-4 days over a long weekend.\nAttendance at these district and international meetings is voluntary. They are fun and informative. You should try to attend at least one.",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9595711231,
        "format_confidence":0.9061381221
    },
    {
        "url":"http:\/\/generationsintouch.com\/about\/",
        "text":"Generations In Touch is dedicated to\n\n  • creating strong, loving bonds between generations\n  • developing children’s imaginations and love of learning\n  • stimulating inter-generational appreciation and respect\n  • improving the lives of busy parents, especially working mothers\n\nGenerations In Touch is the loving creation of Monica Strobel with the collaboration of Kristi Johnson and Susan Russell.\n\nKristi Johnson\n\nKristi Johnson is a licensed clinical social worker in Denver, CO. She has experience in mental health, counseling, program development, geriatrics, dementia care and hospice. She is the co-founder of the national award winning creative day program- Day STAE in Cincinnati, OH. Day STAE is a creative expressive respite program for older adults with dementia. Kristi has a passion for engaging the generations and recognizing the creative potential and worth of our elders.\n\nKristi grew up in Colorado but lived in Ohio for the past 20 years. She always wanted to come back to Colorado and finally moved back in June of 2008. Kristi is married and has two boys who have loved exploring the Rocky  Mountains since moving here. Kristi loves to hike, camp, dance, write, travel and spend time with her family and friends.\n\nKristi is currently starting her own coaching and counseling business as well as working on promoting Generations In Touch. Her desire is to help people to see the value in connecting with our elders as well as helping people to pursue their creative and spiritual dreams.\n\nSusie Russell\n\nSusie is a Colorado native, born and raised on the Western Slope. She  graduated from Mesa State College with a BA in Mass Communications with an emphasis in Public Relations.  For the last 6 years Susie has had the amazing and challenging opportunity of being a preschool teacher, and found her love of education and caring for the young and vulnerable among us.\n\nShe is married and has two beautiful and charming daughters, who are active in sports and other activities through school.  Susie has been an active volunteer throughout their school years, in the classroom, special activities, PTO and committee work, too.\n\nGenerations in Touch is close to my heart and I feel very compelled  to help busy families stay in touch and connected with each other. One of my favorite quotes is:  “Your family and your love must be cultivated like a garden. Time, effort, and imagination must be summoned constantly to keep any relationship flourishing and growing.” — Jim Rohn\n\nMonica Strobel\n\nMonica is a communications expert with 25 years experience designing and implementing successful social marketing, community affairs, public relations and programmatic campaigns, including award-winning outreach and partnership efforts. Her background of service ranges from environmental issues of renewable energy and sustainable transportation to efforts focused on children and seniors.\n\nMonica found her true fulfillment as a mother of three, two daughters with a brother sandwiched in between. She is a thirty-year resident of Colorado, having been entranced by the mountains and enjoying camping, hiking and the outdoors.  She is a University of Colorado honors grad in Political Science. She hails from Downers Grove, Illinois, just outside of Chicago, where she was born in between the Downtown area and the White Sox’ Comiskey Park.\n\nAnother of her proudest accomplishments was time served as a VISTA volunteer in Arkansas and she continued to volunteer as a Meals On Wheels driver, a “big sister” (Denver Partners) and many other service opportunities.\n\nMonica has been inspired to create Sammy the Mail Snail Mail Club as part of her dedication to making life easier for busy women, thereby improving the lives of their children and their relationships. Be sure to check out her new book, The Compliment Quotient, at www.complimentquotient.com.",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.982039392,
        "format_confidence":0.9789820313
    },
    {
        "url":"http:\/\/etown.edu\/centers\/community-civic\/afterschool\/scouts.aspx",
        "text":"Apply Now\nInformation For\n\n\nGirl Scout Mission\n\nGirl Scouting builds girls of courage, confidence and character, who make the world a better place.\n\nThe Elizabethtown College Girl Scout troops meet weekly on the Elizabethtown College Campus and are led by Elizabethtown College students. Currently, the college has 3 Daisy and Brownie Scout Troops.\n\nFor more information on how to get involved with Girls Scouts of America, contact the Center for Community and Civic Engagement.\n\nElizabethtown College",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.8607865572,
        "format_confidence":0.7098150253
    },
    {
        "url":"http:\/\/triadmomsonmain.com\/meetus\/",
        "text":"About Triad Moms on Main\n\nTriad Moms on Main is an online parenting resource for the Triad, NC area. Our website launched in October of 2010. We are an all-inclusive resource for parents that features daily blogs, directories, a detailed local events calendar, contests and giveaways. Our website explores new topics daily through our blog – from how to find the right school or summer camp for your child, to showcasing local restaurants and birthday party venues. Our team focuses on needs and interests of parents raising children in the Triad while also hosting guest blogs from a variety of viewpoints. Thanks to our sponsors, all Triad area parents are welcome to use our website at any time free of cost.\n\nKeep up with TMoM by:\n\n– Subscribing to our newsletter (enter your address in the box to your right.) You will receive an event email newsletter every Monday and a re-cap newsletter every Wednesday.\n\n– Follow us on Facebook here. This is where we share our daily blogs, giveaways, local events and promotions.\n\n– Join our TMoM Community Chat page here. We hope this group will become a go-to community for you when you are not able to find answers to your questions on our website.\n\n– Follow us on Twitter here, Pinterest here, and Instagram here.\n\nContact us at any time with questions!\n\n\nOur Team:\n\nKatie Moosbrugger\n\nCo-founder – Katie@triadmomsonmain.com\n\nKatie moved to Winston-Salem nearly ten years ago (en route from Charlotte,en route from Ohio University, en route from a childhood in New Jersey),and she and her husband, Charlie, say every day how lucky they are to have landed in the Triad. Launching this web site was a natural next step for Katie after introducing and co-managing a popular mom\/parenting blog in the Triad for two years. Prior to that, she worked for nearly four years as a freelance writer and project manager part-time while raising her daughter, Emily, and son, Henry. And before her life as a stay-at-home mom, she was busy building a career in the fast-paced world of both agency and corporate public relations. In her position as co-founder of Triad Moms On Main, you still find Katie blogging as well as managing the day-to-day operations of the site along with Rachel.\n\nRachel Hoeing\n\nCo-founder – Rachel@triadmomsonmain.com\n\nRachel is an Appalachian State graduate who started her career as an elementary school teacher directly after graduation. Rachel taught in the Mecklenburg and Forsyth school systems for eight years, and then decided to change her career to a stay-at-home mom after she had her first child, Jake. Jake is now 15, he has a sister, Anna, who is 13, and Rachel does just about everything except “stay at home!” Rachel and her husband Kevin have lived in the Triad for 17 years. Rachel is an active volunteer in her church, her children’s schools, as well as the community. Rachel felt like TMoM was a perfect fit for her, as she was able to combine and use all of her talents in sales experience, love of children, managerial skills, social marketing, love of organization, and her knowledge of the Triad.\n\nAshleigh Welder\n\nSales Rep. –  Ashleigh@triadmomsonmain.com\n\nAshleigh Welder grew up in High Point and graduated from UNCG with a Bachelor’s degree in Elementary Education.   She has been a sales representative for Triad Moms on Main since the launch of the website in 2010. She is also a Kindergarten teacher at High Point Friends School and teaches day camp programs at Greensboro Day School in the summer.  Ashleigh and her husband love living in the Triad with their children, Bryce (10) and Savannah (7).  They have lived in Greensboro, Jamestown, or High Point all their lives. They feel a strong connection and sense of community in this area and never want to leave!\n\nDani Luft\n\nSales Rep. – dani@triadmomsonmain.com\n\nDani is a third-generation native of Greensboro. She received her B.A. from University of Tennessee, Knoxville (Go Vols!), and moved to New York City to receive her Masters in Education. After meeting her husband, Ryan, they moved to Greensboro in 2006.  Dani has privately tutored students in various subjects, taught English-As-A-Second-Language, and Pre-K, but her best (and toughest job) has been staying at home with their three children, Shaina, Mira, and Ari. She enjoys volunteering in the community, hosting playdates, cooking, and keeping up with friends and news on Facebook and Pinterest.\n\n\nMelissa Brooks\n\nSales Rep. – melissab.tmom@gmail.com\n\nAfter moving from New Jersey 25 years ago, Melissa has lived most of her life in and around Greensboro. Melissa graduated from UNCC with a Bachelor’s degree in Marketing. She had a few different positions after college, but never found that “dream job.” Her most rewarding and challenging job has been staying home with her three girls – Kamdyn (6), Paige (3) and Reese (3). While staying home with her children, Melissa has been an active volunteer with Family Support Network of Central Carolina as well as Kamdyn’s school and church. Melissa has utilized the Triad Moms on Main website for years and is thrilled to be the newest member of our team!\n\nJulie Smith\n\nSales Rep. – julietmom74@gmail.com\n\nJulie is the proud mother of Julianna 18 and Logan 11. She grew up in Greensboro and graduated from GTCC and UNCG with a bachelors degree in Community Health Education. Julie has  worked in healthcare for more than twenty years. The majority of career has been in cardiology educating patients how to manage health related heart conditions and improving quality of life. Julie enjoys traveling,outdoor activities with the family and participating in triathlons.\n\n\n\nFelicity Lewis\n\nSales Rep. – felicitytmom@gmail.com\n\nFelicity was born in Durham, North Carolina and lived there until recently. After moving to Greensboro, she sought to find activities to do with her family in the area. She instantly utilized the resources from Triad Moms on Main to help make that transition easier, and quickly came to love the site. She studied elementary education at UNCW and taught elementary school students until her son was born. She recently finished her Master’s degree in elementary education as well. Felicity enjoys spending time with her family throughout the Triad, cooking, and working out. She is wife to Britton, and mom to James (2). Felicity is excited to use her skills and talents to work as a Sales Representative for TMoM!\n\nDennette Bailey\n\n\nDennette is a mom of three, an aspiring author, and a teacher. A graduate of Winston Salem State University, the University of North Carolina Greensboro and Piedmont International University, she loves learning and teaching. Having spirited conversations about politics, religion and education with her spouse (who is also an educator) keeps her grounded, but going to church, planning family vacations and hosting parties keep her enthusiastic. Dennette has submitted guest blogs to TMoM since 2015 and joined the TMoM team as a regular blogger in 2018.\n\n\nLaura Simon\n\n\nLaura is a recent transplant to Winston-Salem, and she and her husband, James, hope they never have to leave. A Cincinnati resident for over fourteen years, Laura worked as an English teacher at the middle, high school, and college levels before leaving education to work as a freelance writer. She also homeschools her two oldest children, ages five and seven, while her two-year-old plays the class clown. In her spare time, which really doesn’t exist, she totally surprised herself by becoming an avid runner and she just completed her second half-marathon. She also loves to read, quilt, cook food her kids refuse to eat, and explore the beautiful mountains and beaches North Carolina has to offer. She found Triad Moms on Main while her family was preparing to move to the Triad, and she’s thrilled to be a regular part of the blogging team.\n\nKristie Touchstone\n\nGraphics Coordinator – ktouchstone@triad.rr.com\n\nKristie has 20+ years of graphic design experience and 17 years of experience in the printing\/packaging\/display industry. She has continued to build on her experience through the years, and has more recently been involved with web design and maintenance, social media design and execution, as well as design for digital billboard advertising. She and her husband, Ricky are the proud parents of triplets, Abby, Andrew, and Adam, who are in high school. Being a TMoM graphics coordinator is a great balance between her past work experience with local and global customers, as well as her love of graphics and photography. Kristie has a passion for photography and any creative outlet she can find. She loves spending time with her family and enjoys running, watching Clemson football, and making creations on her decal machine.\n\n\nSign Up for TMoM Newsletters",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9522747397,
        "format_confidence":0.9864357114
    },
    {
        "url":"http:\/\/shepperton-fair.org\/mystall\/",
        "text":"What brings stallholders back to\n\nShepperton Village Fair\n\nyear after year?\n\n“Overall an excellent event, one of the best during the Summer season.”\n\nGill Taylor, Something Different Glass Jewellery\n\nWe are the largest Fair in the Spelthorne area\n\nAttracting over 5,000 visitors, the event underlines Shepperton’s status as a large village.\n\nNow you can share in the benefits of the high profile the Fair enjoys locally.\n\nFree Entry and Entertainment for visitors\n\nVisitors pay nothing to enter the Fair and enjoy the events, meaning they are free to come and go throughout the afternoon.\n\nStallholders are loyal\n\nWhy? Because it works for them. Lots of our customers have been returning for many years and continue to be very successful at the Fair.\n\nExcellent income opportunity for charities\n\nFor some charities, this will be their largest source of income this year.\n\nReal sense of community and genuine family atmosphere\n\nFrom the opening procession down the High Street to the highly-entertaining area events, the Fair has everything for the family afternoon out.\n\nBut, even before Fair Day, we promote stallholders on social media and in our free programme.\n\nPopular attractions mean people stay\n\nFrom the ever-popular arena attractions (throughout the afternoon) to the long-standing Raft Race – there are plenty of reasons for visitors to hang around and explore the stalls..\n\nFriendly and professional organisers\n\nLong-standing committee members ensure consistent level of service and continuity of knowledge.\n\nTwo stall locations are on offer\n\nFIELD STALLS are located in the open air on the main part of Manor Park, surrounding the central arena.\n\nMARQUEE STALLS can be found in the huge marquee at the back of the grounds. These are ideal for craft stalls and similar.\n\nWant to know more  about the Fair stalls?",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.5953364968,
        "format_confidence":0.7707791924
    },
    {
        "url":"http:\/\/www.coasydney.org\/activitycentre.htm",
        "text":"Krygier Activity Centre\n\npromotes social contact, community involvement and a family atmosphere. \n\nOur Diversional Therapists program small and large group activities covering six days a week, from Sunday to Friday. Our Activity Centre closes only for Shabbat, major Jewish Festivals and Public Holidays. \n\nMondays and Wednesdays we host large group activities to enjoy live games, lunch in company and live entertainment with dancing encouraged.\n\nWhat's on at COA\n\nWe celebrate Jewish Festivals and memorials, secular holidays and special national events such as Anzac Day. Every two months we hold a group birthday party.\n\nGroups & Activities\n\nWe run a varied program of groups to suit all ages, interests and skills: If you have a passion which you want to share - a language, a skill, or a talent - talk to our Development Officer about including it in the program.\n\nHealth -  Tai Chi, Exercise and Meditation,  Outings, Table Tennis\n\nLanguages - Yiddish, French\n\nGames - Rummy Tiles, Chess, Bridge, Scrabble, Dominos\n\nCreative - Knitting, Art Group\n\nEntertainment - Live Music Monday and Wednesday, Dinner Club\n\nEducation - Computers, Current Affairs, Torah Shiur, Talks and Presentations",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9419611692,
        "format_confidence":0.7415616512
    },
    {
        "url":"http:\/\/southporttimes.com\/business\/oak-island-moose-lodge\/",
        "text":"Oak Island Moose Lodge\n\nOak Island Moose Lodge\n\nHave you heard of Moose? Of course you have! But you may not know exactly what we’re about. From young families looking for affordable, fun activities to energetic retirees eager to make a difference in their communities and meet new people … the Moose organization has something for everyone. If you’re over 21, and community-minded, then Moose membership is probably for you!\n\nThe Oak Island Moose Lodge #2059 was created in 1974.  It currently has over 500 men and women members of all ages over 21.  We are a family oriented organization involved in charity fund raising and community oriented activities.  As part of our charity fund raising efforts by our volunteers, last year we were able to raise and donate $20,000 to Moose Charities for the renovation of Mooseheart City School, $5,000 to the Joy Assembly of God chrurch, $5,000 to The Elks Lodge towards veteran relief efforts and $5,000 to the St. James volunteer group towards community service funds.\n\nWe also have allot of fun in doing so.  Our members get together in our social quarters to network, socialize and engage in fun activities such as pool tournaments, shuffleboard tournaments, cards, dinners and dancing on Saturday nights with live bands and entertainment.  We also have an event hall where we play bingo and have numerous events through the year which are open to the public.\n\nWhy join the Oak Island Moose Lodge?\n\n  • It’s affordable: Annual dues range from just $35 to $100 per year—generally less than half the cost of other service-related membership organizations. And the special Member Benefits package far outweighs the cost of annual dues, with some members saving thousands of dollars each year.\n  • It’s flexible: As a member, you choose how involved you want to be. Whether you join through a local Lodge because you want to get involved in planning and running local events and activities, or join as a Moose “at large” to focus support solely on Mooseheart and Moosehaven, you receive the full benefits of your membership.\n  • It’s enjoyable: We have fun! Lodge- and Chapter-based activities are always happening just around the corner. Fundraising BBQs, darts tournaments, golf competitions and Vegas nights are just some of the ways our members let loose.\n\n\nMembers-Only Benefits\n\nIn addition to the “feel-good” camaraderie as a Moose member, there are tangible benefits to your membership. Your annual membership dues will more than pay for itself in savings through:\n\n  • Special pricing on insurance—including Auto Insurance, Term Life, Cancer Care Protection, Accidental Death, Medicare Supplemental and Emergency Travel Assistance\n  • Discount programs covering dental care, vision care, Lasik eye surgery and health screenings\n  • Discounts on prescription drugs\n  • Special rates on wireless service through leading carriers through the Moose Wireless Solutions Center\n  • Deals on travel, including discounts on Choice Hotels, cruises, car rentals and more\n  • If you’re 50 or over and a U.S. resident, Moose membership INCLUDES membership in AARP, and all of the extra benefits it offers!\n\n\nCopyright 2016 – Oak Island Moose Lodge 2059. All rights reserved.\n\nDISCLAIMER: The Loyal Order of Moose is a private organization. Activities and events referred to on this page and in the Moose Newsletter (BULLETIN) are available to Members in good standing and their qualified guests. This Website is for informational purposes only with proprietary information intended for Members only. General information is provided for the public at large but should not be construed as solicitation for membership. This Website is an initiative of the Moose Lodge 2059, Oak Island, North Carolina, and is not sanctioned by the Loyal Order of the Moose, Moose International, or any subsidiary thereof. All logos, trademarks, and service marks pertaining to the Loyal Order of Moose and \/ or its programs or degrees are Copyright Moose International, Inc., Mooseheart, Illinois, USA.\n\n  • Facebook\n\nMembership Level: Premium Sponsorship\n\nCategories: Non-Profit\n\nSouthport - Oak Island\n\n4239 Long Beach Road\nSouthport, NC 28461 US\n\n\n910.457.5947 ( Main )\n\nHours of Operation: Varies by day",
        "topic_id":7,
        "format_id":12,
        "topic_confidence":0.9403789639,
        "format_confidence":0.7609041929
    }
]