[
    {
        "url":"https:\/\/www.criticalthreats.org\/briefs\/gulf-of-aden-security-review\/gulf-of-aden-security-review-august-24-2016",
        "text":"Gulf of Aden Security Review\n\nA regularly updated review of both Yemen and the Horn of Africa covering topics related to security, governance, and militant activity.\n\nYemen: U.S. Secretary of State arrives in Jeddah to discuss Yemen; U.S. airstrike kills AQAP militants in Shabwah governorate; Hadi security forces arrest AQAP militants in Aden and Lahij; militants detonate IED targeting Hadi government forces in Aden; Saudi security forces thwart two attempted SVEST attacks in Qatif city, Saudi Arabia\n\nHorn of Africa: Al Shabaab militants attack Bakool region security forces near Moragabey village, Bakool region; al Shabaab militants ambush SNA and AMISOM convoy near Beledweyne, Hiraan region; SNA forces kill high-ranking al Shabaab commander near Qansah Dhere, Bay region; suspected al Shabaab militants target government officials in Mogadishu\n\nYemen Security Brief\n\n  • U.S. Secretary of State John Kerry arrived in Jeddah, Saudi Arabia on August 24 to continue talks on the ongoing conflict in Yemen. Secretary Kerry is scheduled to meet with his counterparts from Britain, Russia, Saudi Arabia, and other Gulf states.[1]\n  • A reported U.S. airstrike killed three al Qaeda in the Arabian Peninsula (AQAP) militants in Nisab district, Shabwah governorate in southern Yemen on August 24. The last confirmed U.S. airstrike on AQAP militants occurred on August 5 near Azzan city, Shabwah governorate.[2]\n  • Forces loyal to Yemeni President Abdu Rabbu Mansour Hadi’s government arrested members of an AQAP cell in al Basatin district in eastern Aden city on August 24. Security forces also arrested members of an AQAP cell in Lahij governorate on August 23. These arrests mark the fourth successful counterterrorism operation conducted within 24 hours in Aden.[3]\n  • Militants detonated an improvised explosive device (IED) targeting Hadi government forces in Bir Ahmed district in Aden on August 24. The blast killed two soldiers and injured four others. Hadi government forces intensified counterterrorism operations targeting AQAP in southern Yemen in mid August.[4]\n  • Saudi security forces interdicted two suicide vest (SVEST) attackers in Qatif, Eastern Province, Saudi Arabia on August 24. The militants intended to strike a restaurant and mosque in majority Shi’a areas in Qatif. Hamza bin Laden, son of deceased al Qaeda emir Osama bin Laden, encouraged Saudis to train with AQAP to overthrow the Saudi regime on August 17.[5]\n\nHorn of Africa Security Brief\n\n  • Al Shabaab militants attacked a regional security base near Moragabey village in Bakool region, Somalia on August 22. The attack sparked clashes that continued into August 23 and killed seven al Shabaab fighters and eight government soldiers. Al Shabaab militants killed three Ethiopian African Union Mission in Somalia (AMISOM) troops in clashes in Moragabey on July 28.[6]\n  • Al Shabaab militants ambushed a Somali National Army (SNA) and Djiboutian AMISOM convoy near Beledweyne in Hiraan region on August 23. The militants wounded three SNA troops. SNA and AMISOM forces captured Luuq, Jelow, and Baar villages, located near Beledweyne, earlier on August 23.[7]\n  • SNA forces killed a high-ranking al Shabaab commander, Hassan Ganey, during a raid on an al Shabaab training camp near Qansah Dhere in Bay region on August 23. The government forces killed seven additional al Shabaab fighters during the raid.[8]\n  • Suspected al Shabaab militants assassinated a senior defense official in Dharkenley district, Mogadishu on August 24. The gunmen killed Yahye Ali Aden before fleeing the scene. Suspected al Shabaab militants also conducted a grenade attack on a house occupied by security and government officials in the Hamarweyne district of Mogadishu on August 23. The grenade blast killed one civilian and wounded three others.[9]\n[1] “Yemen meet in Jeddah to focus on return to talks,” Gulf News, August 24, 2016,; and “Saudi participates in an important meeting to discuss the situation in Yemen, with the participation of Russia” al Masdar Online, August 24, 2016,  \n[2] “Fallout 3 dead al-Qaeda air raid in Shabwa Governorate,” Akhbar Yemen, August 24, 2016,; Demolinari, Twitter, August 24, 2016,; and “Three killed, suspected Al Qaeda  in a drone strike in Eastern Yemen,” al Masdar, August 24, 2016,\n[3] “Arrest of One of the Most Dangerous Terrorist Leaders (Abu Azrael)” Aden Press, August 24, 2016,\n[4] “Two soldiers killed in Aden and others wounded,” Barakish, August 24, 2016,\n[5] “Saudi Interior announces thwarting a terrorist attack was aimed at a mosque in Qatif,” Ahkbar Yemen, August 24, 2016,; and “Saudi Interior thwart suicide attack on a restaurant Qatif east of the kingdom,” Ahkbar Yemen, August 24, 2016,\n[6] “Eight dead, Nine wounded in Fierce fighting in Somalia,” Shabelle News, August 24, 2016,; and “15 Al-Shabaab fighters killed in fighting in Bakool region,” Goobjoog News, August 24, 2016,\n[7] “Somali, Au troops ‘regain ground’ from Al Shabaab,” Shabelle News, August 23, 2016,; and “Eight dead, Nine wounded in Fierce fighting in Somalia,” Shabelle News, August 24, 2016,\n[8] “Senior Al-Shabaab official killed by Somali forces in South central Somalia,” Goobjoog News, August 24, 2016,  \n[9] “Somali army officer killed in Mogadishu - Witness,” Shabelle News, August 24, 2016,; “Somali Defense ministry worker killed in Mogadishu,” Goobjoog News, August 24, 2016,; and “Somalia: 1 killed in blast at minister’s residence,” Shabelle News, August 24, 2016,\nView Citations\nArrow down red\nSep '16\nAug '16\nJul '16",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.7372478247,
        "format_confidence":0.5349774957
    },
    {
        "url":"http:\/\/credit-help.biz\/bank\/48885",
        "text":"The Legislative Branch\n\nEstablished by Article I of the Constitution, the Legislative Branch consists of the House of Representatives and the Senate, which together form the United States Congress. The Constitution grants Congress the sole authority to enact legislation and declare war, the right to confirm or reject many Presidential appointments, and substantial investigative powers.\n\nThe House of Representatives is made up of 435 elected members, divided among the 50 states in proportion to their total population. In addition, there are 6 non-voting members, representing the District of Columbia, the Commonwealth of Puerto Rico, and four other territories of the United States. The presiding officer of the chamber is the Speaker of the House, elected by the Representatives. He or she is third in the line of succession to the Presidency.\n\nMembers of the House are elected every two years and must be 25 years of age, a U.S. citizen for at least seven years, and a resident of the state (but not necessarily the district) they represent.\n\nThe House has several powers assigned exclusively to it, including the power to initiate revenue bills, impeach federal officials, and elect the President in the case of an electoral college tie.\n\nThe Senate is composed of 100 Senators, 2 for each state. Until the ratification of the 17th Amendment in 1913, Senators were chosen by state legislatures, not by popular vote. Since then, they have been elected to six-year terms by the people of each state. Senator's terms are staggered so that about one-third of the Senate is up for reelection every two years. Senators must be 30 years of age, U.S. citizens for at least nine years, and residents of the state they represent.\n\nThe Vice President of the United States serves as President of the Senate and may cast the decisive vote in the event of a tie in the Senate.\n\nThe Senate has the sole power to confirm those of the President's appointments that require consent, and to ratify treaties. There are, however, two exceptions to this rule: the House must also approve appointments to the Vice Presidency and any treaty that involves foreign trade. The Senate also tries impeachment cases for federal officials referred to it by the House.\n\nIn order to pass legislation and send it to the President for his signature, both the House and the Senate must pass the same bill by majority vote. If the President vetoes a bill, they may override his veto by passing the bill again in each chamber with at least two-thirds of each body voting in favor.\n\nThe Legislative Process\n\nThe first step in the legislative process is the introduction of a bill to Congress. Anyone can write it, but only members of Congress can introduce legislation. Some important bills are traditionally introduced at the request of the President, such as the annual federal budget. During the legislative process, however, the initial bill can undergo drastic changes.\n\nAfter being introduced, a bill is referred to the appropriate committee for review. There are 17 Senate committees, with 70 subcommittees, and 23 House committees, with 104 subcommittees. The committees are not set in stone, but change in number and form with each new Congress as required for the efficient consideration of legislation. Each committee oversees a specific policy area, and the subcommittees take on more specialized policy areas. For example, the House Committee on Ways and Means includes subcommittees on Social Security and Trade.\n\nA bill is first considered in a subcommittee, where it may be accepted, amended, or rejected entirely. If the members of the subcommittee agree to move a bill forward, it is reported to the full committee, where the process is repeated again. Throughout this stage of the process, the committees and subcommittees call hearings to investigate the merits and flaws of the bill. They invite experts, advocates, and opponents to appear before the committee and provide testimony, and can compel people to appear using subpoena power if necessary.\n\nIf the full committee votes to approve the bill, it is reported to the floor of the House or Senate, and the majority party leadership decides when to place the bill on the calendar for consideration. If a bill is particularly pressing, it may be considered right away. Others may wait for months or never be scheduled at all.\n\nWhen the bill comes up for consideration, the House has a very structured debate process. Each member who wishes to speak only has a few minutes, and the number and kind of amendments are usually limited. In the Senate, debate on most bills is unlimited — Senators may speak to issues other than the bill under consideration during their speeches, and any amendment can be introduced. Senators can use this to filibuster bills under consideration, a procedure by which a Senator delays a vote on a bill — and by extension its passage — by refusing to stand down. A supermajority of 60 Senators can break a filibuster by invoking cloture, or\n\nthe cession of debate on the bill, and forcing a vote. Once debate is over, the votes of a simple majority passes the bill.\n\nA bill must pass both houses of Congress before it goes to the President for consideration. Though the Constitution requires that the two bills have the exact same wording, this rarely happens in practice. To bring the bills into alignment, a Conference Committee is convened, consisting of members from both chambers. The members of the committee produce a conference report, intended as the final version of the bill. Each chamber then votes again to approve the conference report. Depending on where the bill originated, the final text is then enrolled by either the Clerk of the House or the Secretary of the Senate, and presented to the Speaker of the House and the President of the Senate for their signatures. The bill is then sent to the President.\n\nWhen receiving a bill from Congress, the President has several options. If the President agrees substantially with the bill, he or she may sign it into law, and the bill is then printed in the Statutes at Large. If the President believes the law to be bad policy, he may veto it and send it back to Congress. Congress may override the veto with a two-thirds vote of each chamber, at which point the bill becomes law and is printed.\n\nThere are two other options that the President may exercise. If Congress is in session and the President takes no action within 10 days, the bill becomes law. If Congress adjourns before 10 days are up and the President takes no action, then the bill dies and Congress may not vote to override. This is called a pocket veto, and if Congress still wants to pass the legislation, they must begin the entire process anew.\n\nPowers of Congress\n\nCongress, as one of the three coequal branches of government, is ascribed significant powers by the Constitution. All legislative power in the government is vested in Congress, meaning that it is the only part of the government that can make new laws or change existing laws. Executive Branch agencies issue regulations with the full force of law, but these are only under the authority of laws enacted by Congress. The President may veto bills Congress passes, but Congress may also override a veto by a two-thirds vote in both the Senate and the House of Representatives.\n\nArticle I of the Constitution enumerates the powers of Congress and the specific areas in which it may legislate. Congress is also empowered to enact laws deemed \"necessary and proper\" for the execution of the powers given to any part of the government under the Constitution.\n\nPart of Congress's exercise of legislative authority is the establishment of an annual budget for the government. To this end, Congress levies taxes and tariffs to provide funding for essential government services. If enough money cannot be raised to fund the government, then Congress may also authorize borrowing to make up the difference. Congress can also mandate spending on specific items: legislatively directed spending, commonly known as \"earmarks,\" specifies funds for a particular project, rather than for a government agency.\n\nBoth chambers of Congress have extensive investigative powers, and may compel the production of evidence or testimony toward whatever end they deem necessary. Members of Congress spend much of their time holding hearings and investigations in committee. Refusal to cooperate with a Congressional subpoena can result in charges of contempt of Congress, which could result in a prison term.\n\nThe Senate maintains several powers to itself: It ratifies treaties by a two-thirds supermajority vote and confirms the appointments of the President by a majority vote. The consent of the House of Representatives is also necessary for the ratification of trade agreements and the confirmation of the Vice President.\n\nCongress also holds the sole power to declare war.\n\nGovernment Oversight\n\nOversight of the executive branch is an important Congressional check on the President's power and a balance against his discretion in implementing laws and making regulations.\n\nA major way that Congress conducts oversight is through hearings. The House Committee on Oversight and Government Reform and the Senate Committee on Homeland Security and Government Affairs are both devoted to overseeing and reforming government operations, and each committee conducts oversight in its policy area.\n\nCongress also maintains an investigative organization, the Government Accountability Office (GAO). Founded in 1921 as the General Accounting Office, its original mission was to audit the budgets and financial statements sent to Congress by the Secretary of the Treasury and the Director of the Office of Management and Budget. Today, the GAO audits and generates reports on every aspect of the government, ensuring that taxpayer dollars are spent with the effectiveness and efficiency that the American people deserve.\n\nThe executive branch also polices itself: ... (truncated)",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9281472564,
        "format_confidence":0.9460653067
    },
    {
        "url":"http:\/\/www.notablebiographies.com\/newsmakers2\/2006-A-Ec\/B-sescu-Traian.html",
        "text":"Traian Băsescu Biography\n\nPresident of Romania\n\nBorn November 4, 1951, in Basarabi, Romania; married Maria. Education: Graduated from the Navy Institute of Constan[H6031]a, 1976.\n\nAddresses: Office —Palatul Cotroceni, Strada Geniului nr. 1-3, Sector 5—Bucuresti, Romania 060116.\n\n\nMerchant marine officer, Navrom, 1976-81; oil tanker captain, Navrom, 1981-87; headed the Navrom office in Antwerp, Belgium, 1987-89; general manager of the State Inspectorate for the Civil Navigation within the Romanian Ministry of Transportation, 1989-90; Undersecretary of State, Chief of the Shipping Department within the Ministry of Transportation, 1990-91; elected to Romanian parliament on the Democratic Party ticket, 1992; transportation minister, 1991-92, and 1996-2000; elected mayor of Bucharest, 2000; elected president of Romania on the Alian[H6031]a DA slate, December, 2004.\n\n\nIn a surprising turn of political events, Traian BaȈsescu became president of Romania in December of 2004. Romanians and international observers alike declared his victory a sign of the genuine end of Romania's communist era some 15 years after what turned out to be its merely symbolic finish back in 1989. While the Eastern European nation's human-rights record had improved considerably in the interim, the political life in this nation of 23 million continued to be dominated by the former Communists,\n\nmunists, who led new political parties. BaȈsescu rose to prominence as an opponent of the corruption and cronyism of that post-Communist aftermath.\n\nBorn in November of 1951, BaȈsescu spent his earliest years in a village called Basarabi, not far from Constan[H6031]a, Romania's Black Sea port. He graduated from the Navy Institute of Constan[H6031]a in 1976, and joined Navrom, the state-owned shipping company, as a merchant marine officer. Romania during the first four decades of BaȈsescu's life was a tightly controlled socialist state under longtime president Nicolae Ceauşescu, in power since 1965. The Romanian Communist Party (PCR) dominated life in the country, which enjoyed a relatively high standard of living until the 1980s, when Ceauşescu's grandiose building projects resulted in drastic food rationing rules and fuel shortages.\n\nBaȈsescu joined the PCR, a move essential for any career advancement in Romania during the Ceauş-escu era. He spent five years as an officer, and in 1981 was made captain of an oil tanker, the Birun [H6031] a , that was the largest vessel in the Romanian fleet. In 1987, he was posted to Antwerp, Belgium, to run Navrom's foreign office in this North Sea-linked port city. He remained there until year that the Ceauşescu regime came to a violent 1989, the same year that the Ceausescu regime came to a violent but relatively swift end: in December of that year, the army fired on protesters in Timişoara, and Ceauşescu condemned the uprising as the work of foreign agents. A planned pro-Ceauşescu demonstration in Bucharest quickly erupted into an anti-government one; the military and Securitate (secret police) abandoned Ceauşescu, who was executed with his wife after a sham trial on Christmas Day.\n\nA new political organization, the Frontul SalvaȈrii Na[H6031]ionale (National Salvation Front, or FSN), arose to fill the power vacuum, and BaȈsescu soon joined it. During that first year, he held a management position in the Romanian Ministry of Transportation, and in 1990 was named undersecretary of state in the Ministry's shipping department. In 1992, the FSN split in two, and one of the parties that came out of its ashes was the Social Democratic Party (PSD) of Romania. The PSD was led by Ion Iliescu, a high-ranking Communist official who had fallen out with the Ceauşescu regime some years earlier. BaȈsescu joined the other party that emerged from the split, the Democratic Party (PD) of Romania. In 1991 he became the country's Minister of Transportation, but it was a time when Romania was busy selling off its merchant fleet, and there were charges that BaȈsescu may have personally benefited from the sales he helped to arrange. He served in the cabinet until 1992, but was elected to Romania's parliament that same year.\n\nThe Dosarul Flota (Fleet Affair) became an increasingly prominent story in Romania's press in the mid-1990s, and an official investigation began. BaȈsescu took the unusual step of formally renouncing his parliamentary immunity in 1996. This meant that he could be fully investigated for his former role as Minister of Transportation, and was a clear effort to vindicate his name before the public. He was the first member of Romania's parliament ever to renounce his immunity. Re-elected that same year, he was named Minister for Transportation once again, a cabinet post he held for the next four years. In 2000, he entered the Bucharest mayor's race, and won by a narrow margin. He went on to achieve a number of notable reforms within the capital city, and improve the standard of living for its two million residents over the next four years. One of the city's more bizarre problems was a large stray-dog population that was estimated to be at least 150, 000 and perhaps as high as 300, 000 when he took office; some 1, 500 dog bites were reported daily. BaȈsescu enacted strong measures to reduce the population, but animal-rights activists, including 1950s French film star Brigitte Bardot, objected; he dismissed their complaints with the retort, \"I am elected by the people of Bucharest, not the dogs, \" according to Times correspondent Adam LeBor.\n\nBaȈsescu was elected his party's president in 2001, and two years later was instrumental in forming the Alian [H6031] aDA (Justice and Truth Alliance) with another of Romania's political parties to oppose the PSD, which had been in power for much of the post-Communist era but was largely made up of former Communist elites. In 2004, he became the presidential candidate on the Alian[H6031]a DA ticket, and ran a campaign that urged voters to oust the former Communists. In the run-up to the election, BaȈsescu lagged in opinion polls, and his opponent Adrian NaȈstase—PSD leader as well as incumbent prime minister—took the first round of balloting. International observers, however, found multiple instances of vote fraud. A second round of voting was held on December 12 and judged by the monitors to have been more fairly conducted, and BaȈsescu won the presidency.\n\nWith his victory at the polls, BaȈsescu became the leader of the country's first genuinely truly non-Communist government since the World War II era. During his first months in office, he enacted a new flat tax in an attempt to curb Romania's thriving black-market economy, and met with British Prime Minister Tony Blair and U.S. President George W. Bush. With Romania scheduled to become a member of the European Union (EU) in 2007, there were several drastic reforms—some in the realm of justice and human rights, others economic—that the country would have to enact before formal entry into the EU, but BaȈsescu reassured Romanians and the rest of the world that he was ready to lead. \"I've been the sea captain of large oil tankers, \" a Newsweek International report from Andrei Postelnicu and Michael Meyer quoted him as saying, \"and I always reach my destination.\"\n\n\n\nBusinessWeek , December 17, 2001, p. 4.\n\nGuardian (London, England), December 14, 2004, p. 13; December 15, 2004, p. 16.\n\nNew Statesman , January 31, 2005, p. 11.\n\nNewsweek International , March 21, 2005, p. 20.\n\nTimes (London, England), December 14, 2004, p. 26.\n\n\n\"Biography: Traian BaȈsescu, \" President of Romania,…id= 4…lang=en (October 12, 2005).\n\nCarol Brennan\n\nUser Contributions:\n\nComment about this article, ask questions, or add new information about this topic:",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9347811341,
        "format_confidence":0.7355095744
    },
    {
        "url":"https:\/\/wpsfocalpointsnetwork.org\/poland\/",
        "text":"The Polish 2018-2021 NAP was drawn up jointly by the Ministry of Foreign Affairs, the Ministry of National Defence, the Ministry of the Interior and Administration and the Government Plenipotentiary for Equal Treatment and adopted by the Council of Ministers on 22 of October 2018. Before its approval, the Plan was submitted for public consultations, which involved non-governmental organizations promoting the role of women in the security sector. With the adoption of the NAP, Poland joined the group of more than 80 countries who actively participate in the implementation of the ten resolutions and the WPS Agenda. \n\nThe Polish National Implementation Plan sets a conceptual framework for the implementation of the provisions of ten UN Security Council resolutions on WPS. The main postulates presented in the Plan are as follows: the need to increase women’s participation in peace processes and in missions and peacekeeping operations, greater involvement of women in decision-making processes related to peace, as well as the protection and support for women and children during and after armed conflict.  \n\nThe Plan sets four main outcomes for the years 2018-2021: \n\n  1. Meaningful participation of women in conflict prevention and peacekeeping; \n  2. Implementation of the WPS agenda through the Polish humanitarian and development aid; \n  3. Protection and support of the victims of conflict-related sexual and gender-based violence; \n  4. Promotion and development of the WPS agenda in Poland and in the framework of international cooperation. \n\nThe implementation of the objectives of the NAP is carried out in 18 areas that include inter alia: participation of women in missions and peacekeeping operations, increasing the share of women in uniformed formations and foreign service, support for victims of sexual violence in armed conflicts, training on the WPS agenda and activities aiming at involvement of Polish scientists and students in the implementation of the agenda. \n\nThe institutions implementing the NAP are the Ministry of Defence, Ministry of the Interior and Administration, the National Police, the Border Guard, the Ministry of Finance, the National Tax Administration. They are responsible for regular monitoring of the implementation progress and its annual evaluation within their ministries and services. The Ministry of Foreign Affairs is tasked with coordinating the overall assessment of the implementation of the NAP.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.993335247,
        "format_confidence":0.6993590593
    },
    {
        "url":"https:\/\/eurodigwiki.org\/wiki\/CoE_platform_between_governments_and_major_Internet_companies_on_respect_for_human_rights_and_rule_of_law_online",
        "text":"Council of Europe platform between governments and major Internet companies on respect for human rights and rule of law online\n\nFrom EuroDIG Wiki\nJump to: navigation, search\n\n9 June, 14:30-16:00, Room 202\n\nDraft agenda\n\n  1. Introduction by Ambassador Dirk van Eeckhout, Ambassador of Belgium to the Council of Europe, Thematic co-ordinator on Information Policy of the Committee of Ministers\n  2. Tour de table - topics of major importance for business (see note 1)\n  3. Terms of Service and Human Rights: an analysis of the contracts of online platforms, by the Center for Technology and Society at Fundação Getúlio Vargas Law School, Brazil (see note 2), presented by Marilia Maciel and Luca Belli\n  4. Open discussion on greater inclusion, exchange of information and expertise, and co-operation with business in Council of Europe frameworks:\na. Christian Borggreen, International Policy, Computer & Communications Industry Association (CCIA Europe)\nb. Patrice Chazerand, DIGITALEUROPE\nc. Piret Urb, Ministry of Foreign Affairs, Estonia\nd. Mark Carvell, UK Government, Department for Culture, Media and Sport\n\nSession description\n\nCoE side event on the occasion of EuroDIG 2016 (Brussels, 10 June 2016)\n\nOn 30 March 2016, the Council of Europe adopted a new Internet governance strategy 2016-2019 which focuses inter alia on the setting-up of a platform between governments and major Internet companies and representative associations on their respect for human rights and the rule of law online, including on measures (such as model contractual arrangements for the terms of service of Internet platforms, and principles of accountability and transparency to the multi-stakeholder community regarding the collection, storage and analysis of personal data) to protect, respect and remedy challenges and violations to them.\n\nIn a press release issued on 4 April 2016, the Commisioner for Human Rights underlined that the effects of business practices on human rights have become a central issue for human rights protection. He continued by saying that the right to privacy and freedom of expression have become major themes with reference to private companies which control and operate on the Internet and the wider digital environment (see note 3). He also referred to a recent survey carried out by The Economist (see note 4) which highlighted that many businesses have started to view themselves as important actors in respecting human rights.\n\nWhile it is the task of governments to secure for everyone within their jurisdiction the rights and freedoms enshrined in the European Convention on Human Rights, there is now wide recognition that businesses should respect human rights. This is confirmed by the Committee of Ministers in a Declaration in 2014 (see note 5) and a Recommendation in 2016 (see note 6).\n\nThe Internet enables the exercise of these rights and freedoms. At the same time, the fast pace of technological change coupled with the cross-border delivery of Internet service makes it a challenge to protect and enforce these rights and freedoms. Unfortunately, the Internet has also become an instrument of choice for terrorists spreading propaganda, the recruitment of terrorists and the development of terrorist operations. Cybercrime is rapidly increasing. There can be confusion regarding the choice of law and jurisdiction to apply when securing evidence in the cloud. More broadly, the protection of personal data and the right to privacy online are at odds with the very nature of the Internet which is to facilitate the free flow of data in an open environment. There are many other concerns, such as hate speech, abusive forms of expression online, and the blocking, filtering and takedown of Internet content a comparative law study on which has been commissioned by the Secretary General.\n\nConsidering these challenges, there is an important need for governments and Internet companies to meet and discuss these challenges and to see together what they should do to address them. The Council of Europe seeks to offer a unique setting to foster co-operation between governments and business in order to protect Internet users and promote the Internet as one trusted space for all.\n\n\n  1. For example no hate speech online, privacy, child safety, mass surveillance, trans-border data flows, cybersecurity, ‘Internet of Things’, law enforcement access to data across borders, human rights for Internet users.\n  2. The Terms of Service and Human Rights Project by the Center for Technology and Society at Fundação Getúlio Vargas Law School in Rio de Janeiro developed a methodology to analyse the degree of protection of privacy, freedom of expression and due process offered by the Terms of Service (ToS) of a variety of online platforms. The standards identified as a basis for the methodology derive from existing international human rights documents, notably including the Council of Europe's Guide to Human Rights for Internet Users. The Project has analysed the policies of a corpus of 50 platforms in a pilot experience aimed at enhancing the methodology and identifying the main practices adopted by platform providers. Some of the main goals of the project are to: (i) trigger international debate on the role of online platforms’ providers as cyber-regulators and fulfil their responsibility to respect human rights; (ii) produce evidence on the impact of ToS on individuals’ human rights; and (iii) put forward concrete policy recommendations to enhance the respect of users’ rights.\n  3. Commissioner for Human Rights issue paper on the rule of law on the Internet and in the wider digital world.\n  4. The road from principles to practice - today’s challenges for business in respecting human rights, The Economist, 16 March 2015.\n  5. Declaration of the Committee of Ministers on the UN Guiding Principles on business and human rights.\n  6. Recommendation CM\/Rec(2016)3 of the Committee of Ministers to member States on human rights and business.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.87650913,
        "format_confidence":0.7944779396
    },
    {
        "url":"http:\/\/country.eiu.com\/article.aspx?articleid=549830238&Country=China&topic=Summary&subtopic=Political+structure",
        "text":"July 1st 2020\n\nPolitical structure\n\nOfficial name\n\nPeople's Republic of China\n\nForm of government\n\nOne-party rule by the Chinese Communist Party (CCP)\n\nThe executive\n\nThe State Council, membership of which is approved by the legislature; State Council members, including the premier, may serve no more than two consecutive five-year terms\n\nHead of state\n\nThe president and vice-president are approved by the legislature. The limit of two five‑year terms for these posts was removed in March 2018\n\nNational legislature\n\nThe unicameral National People's Congress (NPC) has 2,989 delegates selected by provinces, municipalities, autonomous regions and the armed forces. It approves the president and members of the State Council, as well as the membership of the standing committee of the NPC, which meets when the NPC is not in session. All arms of the legislature and the executive, apart from the president and vice-president, serve five-year terms\n\nRegional assemblies and administrations\n\nThere are 22 provinces, four municipalities directly under central government control and five autonomous regions. All these different types of regional administration elect local people's congresses and are administered by people's governments\n\nNational elections\n\nThe party leadership was reshuffled at the 19th CCP national congress, which took place in October 2017. A parallel reshuffle at cabinet level took place in March 2018, with new appointments to key ministerial-level positions in the government\n\nNational government\n\nThe politburo (political bureau) of the CCP decides policy and controls all administrative, legal and executive appointments; the seven-member politburo standing committee is the focus of power\n\nMain political organisation\n\nThe CCP, of which Xi Jinping is the general secretary\n\nPolitburo standing committee members\n\nXi Jinping\n\nLi Keqiang\n\nLi Zhanshu\n\nWang Yang\n\nWang Huning\n\nZhao Leji\n\nHan Zheng\n\nHeads of selected state ministries and commissions\n\nPresident: Xi Jinping\n\nVice-president: Wang Qishan\n\nPremier: Li Keqiang\n\n\nHan Zheng\n\nSun Chunlan\n\nHu Chunhua\n\nLiu He\n\nCommerce: Zhong Shan\n\nFinance: Liu Kun\n\nForeign affairs: Wang Yi\n\nNational Development & Reform Commission: He Lifeng\n\nCentral bank governor\n\nYi Gang\n\nFeatured analysis\n\nPolitics | May 10th 2021\n\nUS backs intellectual property waiver for Covid-19 vaccines\n\nThe decision will not increase vaccine production markedly, but may help to counterbalance China's vaccine diplomacy.\nEconomy | May 5th 2021\n\nThree scenarios for China’s coronavirus vaccine rollout\n\nOur core forecast is now that China will vaccinate 60% of its population by the second quarter of 2022.\nEconomy | May 4th 2021\n\nAsia's Covid-19 vaccination timeline: still playing catch-up\n\nOur initial conservative timelines proved to be largely accurate, due to supply and demand bottlenecks.\nSee all",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9961315393,
        "format_confidence":0.8785322309
    },
    {
        "url":"https:\/\/www.humanitarianresponse.info\/en\/op%C3%A9rations\/nigeria\/infographic\/nigeriacccmshelter-nfi-camp-management-bi-weekly-tracker-report-14-1",
        "text":"Humanitarianresponse Logo\n\nNigeria:CCCM\/Shelter NFI - Camp Management Bi-Weekly Tracker Report - 14 June 2020.\n\nKey Highlights\n\n• COVID 19 Response, the World Health Organization (WHO) trained Norwegian Refugee Council (NRC) rapid response team to support the infection prevention and control measures and health pillars such as contact tracing, surveillance, and community risk communication and engagement in 26 campsites in Maiduguri.\n\n•  Between 1st and 14th of June heavy sandstorms and rain flooded 5 camps and destroyed properties including 35HH IDP shelters. In addition, an urgent need to provide shelters and NFIs to accommodate 926HH who are sleeping outside without shelter, i.e. 20,900 IDPs in reception centers and new arrivals. \n\n• United Nations Development Programme (UNDP) and Borno state Ministry for Reconstruction, Rehabilitation and Resettlement  (MRRR) in collaboration with United Nations High Commissioner for Refugees (UNHCR) is finalizing the construction of a perimeter wall in the decongestion location in Banki. \n\n•  493 shelters in the Waterboard extension (Monguno) that were yet to be occupied were vandalized by IDPs in search of cooking fuel and materials for repair have also been reported in Monguno.\n\n\n\n\nOperation(s)\/ Webspace(s): \nShelter & DMS\/CCCM Sector - Nigeria\nOriginal Publication Date: \n22 Jun 2020\nMap\/Infographic Type: \nInternally Displaced People (IDPs)\nCoordination hub(s): \nAdamawa State\nBorno State\nNational Coordination\nYobe State\nNigeria: Complex Emergency - 2014-2020",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.7949749827,
        "format_confidence":0.7939626575
    },
    {
        "url":"https:\/\/www.tutor2u.net\/politics\/reference\/judicial-restraint",
        "text":"tutor2u | Judicial Restraint\n\nStudy Notes\n\nJudicial Restraint\n\nA Level\nAQA, Edexcel, OCR, IB\n\nLast updated 22 Mar 2021\n\nJudicial Restraint is the belief that justices should not seek to ‘legislate’ from the bench, this should be left to the legislature and executive. To this end greater stress should be placed upon the rulings of lower courts. Typically restrained courts will have a smaller docket.\n\nThe Rehnquist Court is often defined as a restrained court. For example in Planned Parenthood v Casey, the court upheld the right to an abortion, continuing the decision of the Warren Court.\n\nGenerally speaking courts that are defined as restrained, tend to have a majority of conservative justices, who would favour the restrained approach to judicial rulings. Contrasting to this is Judicial Activism which is a label that would typically be applied to more liberal courts.\n\n\nGrade Booster Workshops Return to the Cinemas\n\nStudent Revision Workshops\n\nJoin our experienced presenters for a day of fast-paced revision & essential exam technique advice on the big cinema screen – supported by online help all the way though to your final exam paper.\n\nLearn more\n\n© 2002-2022 Tutor2u Limited. Company Reg no: 04489574. VAT reg no 816865400.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.808078289,
        "format_confidence":0.9407504797
    },
    {
        "url":"http:\/\/www.thoresby.org.uk\/content\/elections\/1945.php",
        "text":"Leeds Parliamentary Election Results\n\n\n1945 - 5th July (main polling day), plus 12th, 19th July. Main result declared 26th July\n\nG. Porter (Labour) 13,370\nC. S. Denham (Conservative) 8,011\nB. Sandelson (Liberal) 2,017\n\nO. Peake (Conservative) 22,848\nR. Hodgson (Labour) 22,720\nJ. A. MacCallum Scott (Liberal) 8,824\n\nNorth East\nA. M. Bacon (Labour) 28,870 *\nJ. J. Craik-Henderson (Conservative) 20,406\nF. C. Wilson (Liberal) 5,097\n[ * Alice Bacon was the first woman elected for a Leeds constituency. ]\n\nH. T. N. Gaitskell (Labour) 17,899\nA. E. Ramsden (Conservative) 7,497\nW. Barford (Liberal) 3,933\n\nSouth East\nJ. Milner (Labour) 20,363\nS. Beevers (Conservative) 4,518\nC. H. Tyers (Liberal) 3,466\n\nT. W. Stamford (Labour) 26,593 *\nS. V. T. Adams (Conservative) 12,457\nJ. Booth (Liberal) 6,008\n[ * Committed suicide 1949. ]\n\nThe war against Japan was still in progress when the general election was held and produced one of the greatest political upsets in British history. A massive 12% national swing saw Labour under Clement Atlee win a landslide victory, registering 393 seats against the Conservatives 197 with the Liberals reduced to just 12. The Conservatives were dumbfounded that Winston Churchill, held in such heroic status, had been so comprehensively rejected. It was generally felt that under Atlee, Labour offered a new Jerusalem of full employment, a National Health Service, a solution to the housing problem and the pursuit of Keynesian economic policies. The results were not announced until 26 July because votes had to be transported back to England from servicemen and women serving abroad.\n\nIn Leeds Labour gained Leeds Central, Leeds West and Leeds North East where Alice Bacon became the first woman to win a Parliamentary seat in the city. In Leeds South, Hugh Gaitskell, a future Labour Party leader, was elected. The Conservatives won only one seat and that the safe one of Leeds North. However, Osbert Peake’s majority dropped from 16,844 to 128 and that after a recount. The declaration of the poll in the city, made from a specially erected platform in front of the Art Gallery, was witnessed by only about 500 people, mostly Labour supporters but later more gathered in front of the Town Hall steps to hear the victory speeches.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.5073673725,
        "format_confidence":0.6314451694
    },
    {
        "url":"https:\/\/www.allsides.com\/dictionary\/federal-governmentfederal-power",
        "text":"Federal Government\/Federal Power\n\nFor many on the left, the federal government is a (cautiously) trusted entity crucial to the well-being of Americans on many levels. From this perspective, the federal government deserves to have the power it needs to govern effectively and do the right thing.  For instance, if reducing carbon emissions is essential to the well-being of the planet, then the federal government needs the regulatory authority to regulate emissions in every state.\n\nFor many on both the right and the left, the federal government has come to be seen as a large, bloated entity that has long exceeded its appropriate constitutional role - e.g. regulate commerce with foreign nations and between States, immigration, coin money, declare war, raise an army, etc. Compared to this relatively small set of functions, conservatives see the federal government in its current stature and scope as leading to waste and illegitimate coercion that harms the economy and interferes with local communities.\n\nIndeed, most on the right see the gradual growth in the power of the federal government (apart from the military), and consequent reduction in the power of the states, as a violation of both the letter and spirit of the US Constitution. Many on the left also decry the ever-increasing size and power of the federal government (including the military), seeing in it one half of a dangerously anti-democratic crony capitalist collusion with Big Business. The libertarian right is particularly outraged by a long string of Supreme Court decisions throughout the 20th century which centralized power.  For instance, in Wickard v. Filburn (1942) the court decided that a farmer growing wheat on his own land for his own consumption constituted “interstate commerce” on the grounds that he thereby reduced the demand for wheat nationally.  The right regards this as an illegitimate expansion of federal power.\n\nIssues such as marijuana legalization create strange bedfellows with respect to federalism.  Many progressives join with libertarians in supporting the right of states to craft their own policies.  Meanwhile conservatives often want to use the authority of the federal government to shut down state-level marijuana initiatives.\n\n\n\nMichael Strong\n\nThere is currently no content classified with this term.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9952788353,
        "format_confidence":0.7106416821
    },
    {
        "url":"http:\/\/www.travelindia-guide.com\/elections-indian-lok-sabha\/phase4-polls.php",
        "text":"Phase Four of India 2009 Election Polls\n\nThe 2014 Indian Lok Sabha General Elections Coverage\n\nLok Sabha Elections\n\nGeneral Elections 2009\n\nAssembly Elections\n\nRecent Comments\n\nFeedback Poll!\nWas our election 2009 coverage good?\nNo idea\n\n\nElection 09 at a Glance\nmini The elections of 2009 will mark the 15th Lok Sabha Electionmini Voting scheduled from Apr 16th to May 13th, with Results on May 16thmini 714 million voters, 43m more than elections of 2004mini 8,28,804 polling stations, 1.36m EVMs, 4m civic officials, 2.1m security officialsmini Photo electoral rolls to be used for first time in 522 of total 543 constituenciesmini Total expenditure estimated to be around Rs. 10,000 croremini A polling booth in the interiors of Gir forest in Junagadh has one votermini In Chhattisgarh, one polling booth has been made for just two votersmini In Arunachal Pradesh, three booths have been made for three voters each\n\nJoys of India\n\nThe Destinations\n\nInteractive India\n\nMaps of India\n\nIndia Weather\n\nJoin Our Newsletter\n Subscribe     Unsubscribe\nList to subscribe to:\n\nIndia mini .gifIndian General Elections 2009mini .gifFourth Phase Polling\n\nLok Sabha General Elections Phase Four\n\nFourth phase constituencies map for India polls\n\nPhase 4 polls of India 2009 elections can be considered as a north and north-east India polls. It also brings the make or break period for the BJP, which generally does better in the northern regions of India, then anywhere else. Rajasthan and Delhi go to polls with all their constituencies in the fourth phase. The fourth phase voting is scheduled from 7am to 5pm, though four assembly segments - Islampur and Hilsa in Nalanda parliamentary constituency and Masauri and Paligani in the Patiliputra LS constituency - in Bihar will have polling from 7 am to 3 pm only. In total, 85 Lok Sabha constituencies will goto poll in the 4th phase. The only states left to vote after today will be Himachal Pradesh, Uttarakhand and Tamil Nadu.\n\nThe major candidates in the fourth phase of elections include some real actors like Shatrughan Sinha and Shekhar Suman from Bihar, Raj Babbar from Uttar Pradesh and Bengali actor Tapash Pal. Some former Chief Ministers are also in the fray which include Farooq Abdulla from Jammu and Kashmir and Bhajan Lal from Haryana, Lalu Prasad from Bihar and Mulayam Yadav from UP.\n\nFourth Phase updates:\n\nFourth phase of general elections in India saw a 57% voter turnout, which is equivalent to almost 95 million voters coming out to cast votes. Delhi saw a voter turnout of 50.03% which was nearly 8% below the Assembly elections turnout. Srinagar from Jammu and Kashmir showed dismal turnouts of just 1.75% to 14.05% in its 8 assembly segments. Haryana polled 63%, Punjab 65% and West Bengal the highest with 75%. Some stray incidents led to the death of 4 people including a voter.\n\nUnderstanding Phase 4 Polls:\n\n  • Number of Parliamentary Constituencies going to polls: 85\n  • Number of candidates: 1,315\n  • Number of women candidates: 119\n  • Number of polling stations: 1.29 L\n  • Number of voters: 9.46 cr\n  • Number of EVM's: 1,71,902\n  • Number of Polling staff: 6.5 L\n  • Number of identified miscreants: 60,405\nPolling Seats\n2004 Results\n2009 Predictions\nBJP: 21\nCong: 4\nBJP set for losses: last time BJP won 21, but looking towards heavy losses this time.\n\n\nSP: 9\nBJP: 3\nCong: 3\nBSP: 1\nInd & Oth: 2\nSP might gain: BJP and Congress are stronger this time, might cut BSP votes and help SP.\nWest Bengal\nCPM: 14\nCong: 3\nLeft not on right foot: Trinamoll-Congress is expected to gain seats from Left.\nCong: 9\nBJP: 1\nCong may hold on: COng might not win 9 again, but is well placed in most constituencies.\nCong: 6\nBJP: 1\nNot much change: Congress won 6 last time, and doesn't look like a big improvement for BJP this time as well.\nSAD: 3\nCong: 1\nSAD might lose: SAD might not even win 1 seat out of 4 this time.\n\n\nRJD: 2\nJD(U): 1\nEqual seats: Looks like lalu, Shatrughan and Nitish's man in Nalanda will hold.\nJ & K\nNC: 1 * with excerpts from The Indian Express\n\nThe 2009 Elections Map of India:\n\nMouse-over on the respective state names to know the election dates in that state. Click on the state names for more news.\n\nWant to buy our India Elections 2009 Map for your website? Contact us now.\n\nValid CSS!Valid XHTML 1.0 TransitionalIndian Hotels | India News | Real Estate | New Pages | Advertise With Us | Site Map | Website By\nCopyright © 2008 - 2012 TIG India Travel | Privacy Policy",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9936174154,
        "format_confidence":0.6105646491
    },
    {
        "url":"http:\/\/www.kenyaun.org\/(X(1)A(3KXe9RWY0QEkAAAAMGE3NTQwNWUtODJlNC00NTE5LTlhODItYTY0NTY4M2UyYTVigz0pgryVmxdM12Z9nz4k3HGlQUM1))\/ShowArticle.aspx?ID=15&AspxAutoDetectCookieSupport=1",
        "text":"\nReturn to the Article List Return to the Article List\n\nPolitical History\n\nIn 1960, British Prime Minister Sir Harold Macmillan, made the World famous \"Wind of Change\" declaration in which he acknowledged the inevitability of granting independence to all colonized people. Following this, the new Secretary of Colonies, Mr. Ian McLeod, convened the historical Lancaster House constitutional conference in London that was the first constitutional meeting to map out the future of Kenya.\n\nThe struggle for independence culminated in the Mau Mau uprising and labour movement protests. This led to the declaration of emergency in 1952 and the arrest of several leaders, including Jomo Kenyatta, who was later to become Kenya's first President.\n\nJomo Kenyatta was released from detention in 1961 and he joined the Kenya African National Union (KANU) in August, that year.\n\nIn February 1962, the second Lancaster House constitutional conference was held and chaired by Secretary of State for Colonies, Reginald Maulding. The conference created the Upper House or Senate to safeguard white settler interests and granting of independence modalities. The 41 Member Senate with limited powers occupied what is today the County Hall. The Lower House represented the people's voices.\n\nA general election was held between May 18 and May 25, 1963. KANU led by Mzee Jomo Kenyatta won against Ronald Ngala's KADU and the African People's Party led by Paul Ngei. On June 1, 1963 internal self-government was granted and the day came to be known as Madaraka day.\n\nOn December 12, 1963, Kenya attained independence (Uhuru) with Mzee Jomo Kenyatta as the first Prime Minister. The day was named Uhuru Day.\n\nOn December 12, 1964, Kenya became a Republic with Mzee Kenyatta as the first President, heading a cabinet of 18 Ministers. Uhuru day was renamed Jamhuri (Republic) Day.\n\nThe first Vice-President, Oginga Odinga, resigned on April 14, 1966 and formed the Kenya People's Union reintroducing the multiparty status. Joseph Anthony Murumbi, then Minister for Foreign Affairs succeeded Odinga as Vice-President on May 13, 1966.\n\nAt the end of 1966, the Upper House, or the Senate, and the Lower House or the House of Representatives, were amalgamated to form the National Assembly.\n\nMurumbi resigned as Vice-President and Daniel arap Moi was appointed to the post on January 3, 1967.\n\nThe third general elections were held on November 11, 1974 upon the dissolution of the second parliament on September 8, 1974.\n\nDuring the Third Parliament, a group of Members of Parliament popularly known as the \"change the constitution\" group, tried unsuccessfully to amend the Constitution so that the Vice-President would not automatically assume the Presidency on the death of the President.\n\nIt was seen by some observers as an attempt to prevent the then Vice-President Daniel arap Moi from assuming Presidency in the event of President Kenyatta's death.\n\nKenyatta died on 22nd August 1978 and was succeeded as President by Daniel Toroitich arap Moi who dissolved the Third Parliament on September 20, 1979. The subsequent general elections held on November 8, 1979, saw a half of the members of the Third Parliament lose their seats.\n\nKenya became a one party state by law in June 1982 during the fourth parliament, which was dissolved, on July 22, 1983. KANU then became the only legal political party.\n\nThe fifth general elections were conducted on September 26, 1983, and the Fifth Parliament was dissolved on February 5, 1988. Elections for the Sixth Parliament preceded by queue voting were held on March 21, 1988.\n\nThe Sixth Parliament was dissolved on October 28, 1992 and subsequent elections held in December 1992 ushered in Multi partyism after the repeal of section 2(a) and a volatile seventh parliament. In the December 29, 1992 elections, members of parliament were from the following political parties: KANU, the opposition Ford-Kenya, Democratic Party of Kenya, Kenya Social Congress, Kenya National Congress and the Party of Independent Candidates of Kenya.\n\nThe elections for the Eighth Parliament were held on December 29, 1997 and out of the 210 elected Members of Parliament and 12 nominated members, there was a margin of four seats between KANU and the combined opposition.\n\nMwai Kibaki was Moi's Vice-President between 1978 to 1988 and was succeeded by the late Dr. Josephat Karanja (1988-89), and Professor George Saitoti (1989 - August 2002). Musalia Mudavadi was appointed Vice-President in November 2002.\n\nThe eighth Parliament initiated in 2001 a comprehensive review of the constitution.\n\nPresident Moi retired on 30th December 2002 after having been in office for 24 years.\n\nPresident Mwai Kibaki took oath of office on the same day after his party, the National Rainbow Coalition (NARC) won the elections.\n\nPost your comment\n\nYou must be registered to post comments.\n\nLogin or register for an account so you can leave your feedback.\n\nNo comments found!\n\nWhy not be the first to add a comment?",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.6215373278,
        "format_confidence":0.9492112398
    },
    {
        "url":"http:\/\/www.canadainternational.gc.ca\/algeria-algerie\/bilateral_relations_bilaterales\/index.aspx?menu_id=7&menu=L",
        "text":"Government of Canada\nSymbol of the Government of Canada\n\nGovernment of Canada\n\n\n  1. Home\n  2. >\n  3. Bilateral Relations\n\nCanada-Algeria Relations\n\nBilateral relations between Canada and Algeria are excellent. Algeria is Canada’s top trading partner in the Middle East and North Africa (MENA) region in terms of value of total merchandise, in addition to being a key partner for Canada in the global fight against terrorism.\n\nCanada recognised Algeria upon independence in 1962, and diplomatic relations were established in 1964. Approximately 60,000 people of Algerian origin reside in Canada, primarily in the Montreal area, and today Algeria is the third largest source of immigrants to Quebec. Canada is an attractive destination for Algerian students, and over 9000 Algerians visited Canada in 2012. The number of visitors and students visiting Canada has been steadily growing over the past several years, with an average of 6000 permanent resident visas issued to Algerians each year. The three weekly flights between Montreal and Algiers offered by Air Algérie is set to double to six weekly flights for the 2013 summer season.\n\nIn January 2011, Canada’s Foreign Minister visited Algeria, meeting with President Abdelaziz Bouteflika and his Algerian counterpart, Foreign Minister Mourad Medelci. Canada and Algeria signed a Protocol of Understanding, paving the way for a new era of cooperation between the two countries. In addition, Canadian Governor General Michaëlle Jean travelled to Algeria in November 2006 as part of an African tour.\n\nAlgeria is a major regional player in the global fight against terrorism. Recognizing Algeria’s unique role, Canada is committed to strengthening its cooperation with Algeria to work towards building a safe and secure region. In September 2011, Canada participated in an international conference hosted by Algeria to explore ways to improve cooperation to combat terrorism in the region. That same month, Algeria and Canada participated in the launch of the Global Counter Terrorism Forum (GCTF), within which the two states co-chair the Sahel Working Group.\n\nAlgeria has supported various international initiatives spearheaded by Canada. Algeria signed and ratified the Ottawa Convention on Anti-Personnel Mines, and has been active in promoting the New Economic Partnership for African Development (NEPAD), particularly within the African Peer Review Mechanism. Although not a member of La Francophonie, Algeria is the second largest French-speaking country in the world, and has participated in Francophonie summits, including the 2008 Quebec City Summit. Algerian President Abdelaziz Bouteflika also participated in the 2010 G8 summit in Muskoka in the context of the G8 Africa Partnership, and his representatives have played an active role in the G8 Africa Personal Representative Process (APR). \n\nCanada is represented in Algeria by the Embassy of Canada in Algiers, while Algeria is represented in Canada by an Embassy in Ottawa and a consulate in Montreal.\n\nCommercial Relations                                     \n\nCanada and Algeria enjoy a dynamic commercial relationship, with bilateral trade valued at C$3.7 billion in 2013. The activities of Canadian companies doing business in Algeria span from basic foodstuffs to hydrocarbons to aeronautics. Algeria offers trade opportunities that merit Canada’s interest in the infrastructure, education, aerospace and agricultural sectors. Algeria was the second largest supplier of crude oil to Canada in 2013, and was Canada’s 18th largest bilateral trading partner that same year. Canada and Algeria also share cultural and academic ties, including a range of research and teaching agreements between universities. \n\nJune 2014\n\n* If you require a plug-in or a third-party software to view this file, please visit the alternative formats section of our help page .\n\n\nDate Modified:",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9080773592,
        "format_confidence":0.6344917417
    },
    {
        "url":"https:\/\/freedomhouse.org\/report\/freedom-press\/2009\/lebanon",
        "text":"Lebanon | Freedom House\n\nFreedom of the Press\n\n\n\nFreedom of the Press 2009\n\n2009 Scores\n\nPress Status\n\nPartly Free\n\nPress Freedom Score\n(0 = best, 100 = worst)\n\n\nPolitical Environment\n(0 = best, 40 = worst)\n\n\nEconomic Environment\n(0 = best, 30 = worst)\n\n  • Media freedom lost ground in 2008 as the sectarian fighting that broke out in May—leaving hundreds dead and injured—led to increased extralegal intimidation and physical violence against journalists and media outlets.\n  • The constitution provides for freedom of the press, and although the media do not face direct interference from the government, political developments and violence in recent years have resulted in increased security risks and self-censorship among journalists. Journalists are prohibited from insulting the head of state or foreign leaders, and those charged with press offenses may be prosecuted in a special publications court.\n  • Most court cases launched against journalists in previous years were not pursued during 2008, and there were no developments in the appeal filed by Al-Mustaqbal editor in chief Tawfiq Khattab and staff reporter Fares Khashan; authorities had fined them 50 million pounds (US$33,000) each for libel and damaging the reputation of then president Emile Lahoud in 2006. In a positive move in November, a criminal court in Beirut dismissed slander charges against Muhamad Mugraby, a prominent lawyer and human rights activist. The charges stemmed from a speech he gave in 2003, in which criticized the government and condemned the use of torture to coerce confessions from suspects.\n  • The Directorate of General Security (SG) is authorized to censor all foreign magazines, books, and films before they are distributed, as well as pornography and political or religious material deemed a threat to the national security of either Lebanon or Syria. Throughout the year the SG banned or delayed the release of several films, including the Oscar-nominated Persepolis. The SG also tore two pages from the French newspaper Le Monde in October before allowing its distribution in Lebanon.\n  • Political violence continued to threaten journalists’ safety, and impunity for past attacks contributed to intimidation and self-censorship among journalists. Particularly troubling were the events of May 2008, which included physical attacks on journalists and photographers, the forced cessation of both television and radio broadcasts, and the destruction of studio property. On May 9, for instance, fighters led by the Shiite Islamist group Hezbollah closed four media outlets affiliated with the Future Movement, part of the governing coalition. The radio station, daily newspaper, and two television stations were allowed to resume operations five days later.\n  • Lebanon hosts hundreds of periodicals and nearly a dozen daily newspapers. All national daily newspapers are privately owned, as are most television and radio stations, including six television and satellite stations and nearly three dozen radio stations. Access to satellite television has grown substantially over the last decade.\n  • Some 26.6 percent of the population regularly accesses the internet. The government did not restrict such access in 2008, and there were no reports of government monitoring of websites or e-mail. In January, four university students were jailed for one week without trial on charges of slander, libel, and public insult due to comments they posted on the social-networking site Facebook.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9626478553,
        "format_confidence":0.8955424428
    },
    {
        "url":"https:\/\/www.britannica.com\/biography\/Guy-Verhofstadt",
        "text":"go to homepage\n\nGuy Verhofstadt\n\nprime minister of Belgium\nGuy Verhofstadt\nPrime minister of Belgium\n\nApril 11, 1953\n\nDendermonde, Belgium\n\nGuy Verhofstadt , (born April 11, 1953, Dendermonde, Belg.) Belgian politician who served as prime minister of Belgium (1999–2008).\n\nVerhofstadt received his law degree in 1975 and practiced law in Ghent, Belg. At that time he also became active in the Association of Liberal Flemish Students. In 1979 he was elected president of the youth section of the Flemish Liberal Party (PVV). In 1982 he was elected president of the PVV with 85 percent of the vote. At age 29, he became the youngest president of a political party in Belgian history.\n\nFrom 1985 to 1988 he served as vice prime minister and minister of budget in the coalition government of Christian Democrat Wilifried Marten. In 1991 Verhofstadt changed the name of the PVV to the Liberal and Democratic Flemish Party (VLD) in hopes of attracting more centrist voters. In 1997 he was reelected as president of the VLD. In elections in 1999 the VLD defeated Prime Minister Jean-Luc Dehaene’s centre-left coalition, and Verhofstadt became the first liberal prime minister of Belgium in 61 years. Verhofstadt was reelected in 2003. He was unsuccessful in his attempt to replace Romano Prodi as president of the European Commission in 2004. Under Verhofstadt’s government Belgium legalized same-sex marriage, euthanasia, and the private use of marijuana.\n\nIn elections in June 2007 Verhofstadt’s party was defeated by the Christian Democrats, led by Yves Leterme. For the next six months Verhofstadt served as caretaker prime minister while Leterme tried unsuccessfully to form a governing coalition. In December, Belgium’s King Albert II asked Verhofstadt to form an interim government to restore political stability to the country. A new government under Leterme finally took power in March 2008.\n\nLearn More in these related articles:\n\nin Belgium\n\n...elections, failed to form a governing coalition. After six months of political deadlock that threatened to end in the breakup of the country, King Albert II asked caretaker prime minister Guy Verhofstadt, head of the defeated Flemish Liberals and Democrats, to form an interim government. A new coalition government, made up of five French- and Flemish-speaking parties and led by the...\ncountry of northwestern Europe. It is one of the smallest and most densely populated European countries, and it has been, since its independence in 1830, a representative democracy headed by a hereditary constitutional monarch. Initially, Belgium had a unitary form of government. In the 1980s and...\nRomano Prodi, Italy’s new prime minister, gives a broad smile as he rings a bell and opens his first meeting with the Council of Ministers in Rome on May 17.\nAugust 9, 1939 Scandiano, Italy Italian politician who was twice prime minister of Italy (1996–98; 2006–08) and who served as president of the European Commission (1999–2004).\nGuy Verhofstadt\n  • MLA\n  • APA\n  • Harvard\n  • Chicago\nYou have successfully emailed this.\nError when sending the email. Try again later.\nEdit Mode\nGuy Verhofstadt\nPrime minister of Belgium\nTips For Editing\n\nWe welcome suggested improvements to any of our articles. You can make it easier for us to review and, hopefully, publish your contribution by keeping a few points in mind.\n\n  1. Encyclopædia Britannica articles are written in a neutral objective tone for a general audience.\n  2. You may find it helpful to search within the site to see how similar or related subjects are covered.\n  3. Any text you add should be original, not copied from other sources.\n  4. At the bottom of the article, feel free to list any sources that support your changes, so that we can fully understand their context. (Internet URLs are the best.)\n\nYour contribution may be further edited by our staff, and its publication is subject to our final approval. Unfortunately, our editorial approach may not be able to accommodate all contributions.\n\nLeave Edit Mode\n\nYou are about to leave edit mode.\n\nYour changes will be lost unless select \"Submit and Leave\".\n\nThank You for Your Contribution!\n\nOur editors will review what you've submitted, and if it meets our criteria, we'll add it to the article.\n\nPlease note that our editors may make some formatting changes or correct spelling or grammatical errors, and may also contact you if any clarifications are needed.\n\nUh Oh\n\nThere was a problem with your submission. Please try again later.\n\nKeep Exploring Britannica\n\nImage of Saturn captured by Cassini during the first radio occultation observation of the planet, 2005. Occultation refers to the orbit design, which situated Cassini and Earth on opposite sides of Saturn’s rings.\n10 Places to Visit in the Solar System\nHaving a tough time deciding where to go on vacation? Do you want to go someplace with startling natural beauty that isn’t overrun with tourists? Do you want to go somewhere where you won’t need to take...\nEurope: Peoples\nDestination Europe: Fact or Fiction?\nTake this Geography True or False Quiz at Encyclopedia Britannica to test your knowledge of Russia, England, and other European countries.\nRonald Reagan.\nRonald Reagan\n40th president of the United States (1981–89), noted for his conservative Republicanism, his fervent anticommunism, and his appealing personal style, characterized by a jaunty affability and folksy charm....\nBarack Obama.\nBarack Obama\n44th president of the United States (2009–) and the first African American to hold the office. Before winning the presidency, Obama represented Illinois in the U.S. Senate (2005–08). He was the third...\nSide view of bullet train at sunset. High speed train. Hompepage blog 2009, geography and travel, science and technology passenger train transportation railroad\nJourney Through Europe: Fact or Fiction?\nTake this Geography True or False Quiz at Encyclopedia Britannica to test your knowledge of Sweden, Italy, and other European countries.\nAdolf Hitler, c. 1933.\nAdolf Hitler\nleader of the National Socialist (Nazi) Party (from 1920\/21) and chancellor (Kanzler) and Führer of Germany (1933–45). He was chancellor from January 30, 1933, and, after President Paul von Hindenburg’s...\nAbraham Lincoln, photograph by Mathew Brady.\nAbraham Lincoln\n16th president of the United States (1861–65), who preserved the Union during the American Civil War and brought about the emancipation of the slaves. (For a discussion of the history and nature of the...\nWinston Churchill. Illustration of Winston Churchill making V sign. British statesman, orator, and author, prime minister (1940-45, 1951-55)\nFamous People in History\nTake this History quiz at encyclopedia britannica to test your knowledge of famous personalities.\nAspirin pills.\n7 Drugs that Changed the World\nPeople have swallowed elixirs, inhaled vapors, and applied ointments in the name of healing for millennia. But only a small number of substances can be said to have fundamentally revolutionized medicine....\nBill Clinton, 1997.\nBill Clinton\n42nd president of the United States (1993–2001), who oversaw the country’s longest peacetime economic expansion. In 1998 he became the second U.S. president to be impeached; he was acquitted by the Senate...\nMosquito on human skin.\n10 Deadly Animals that Fit in a Breadbox\nEverybody knows that big animals can be deadly. Lions, for instance, have sharp teeth and claws and are good at chasing down their prey. Shark Week always comes around and reminds us that although shark...\nJohn F. Kennedy.\nJohn F. Kennedy\n35th president of the United States (1961–63), who faced a number of foreign crises, especially in Cuba and Berlin, but managed to secure such achievements as the Nuclear Test-Ban Treaty and the Alliance...\nEmail this page",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.7593381405,
        "format_confidence":0.9810336828
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Rashid_Khalidi",
        "text":"Extended-protected article\n\nRashid Khalidi\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nRashid Khalidi\nرشيد إسماعيل خالدي\nNLN Rashid Khalidi.jpg\nKhalidi speaking at the Brooklyn Law School in 2009\nBorn Rashid Ismail Khalidi\n1948 (age 69–70)\nNew York, NY\nResidence New York, NY\nCitizenship American\nAlma mater Yale University\nOxford University\nKnown for Histories of nationalism and colonialism in Palestine and the Middle East\nScientific career\nFields History\nInstitutions University of Chicago\nColumbia University\nGeorgetown University\nAmerican University of Beirut\n\nRashid Ismail Khalidi (Arabic: رشيد خالدي‎; born 1948) is a Palestinian American historian of the Middle East, the Edward Said Professor of Modern Arab Studies at Columbia University,[1] and director of the Middle East Institute of Columbia's School of International and Public Affairs. He also is known for serving as editor of the scholarly journal Journal of Palestine Studies.\n\nFamily, education and career\n\nKhalidi was born in New York City, New York. Khalidi is the son of Ismail Khalidi and the nephew of Husayin al-Khalidi.[2] He is the father of playwright Ismail Khalidi and activist\/attorney, Dima Khalidi. He grew up in New York City, where his father, a Saudi citizen[2] of Palestinian origins who was born in Jerusalem,[3] worked for the United Nations.[2][4] Khalidi's mother, a Lebanese-American born in the United States, was an interior decorator. Khalidi attended the United Nations International School.[3]\n\nIn 1970, Khalidi received a B.A. from Yale University,[5] where he was a member of the Wolf's Head Society.[6] He then received a D. Phil. from Oxford University in 1974.[1] Between 1976 and 1983, Khalidi \"was teaching full time as an Assistant Professor in the Political Studies and Public Administration Dept. at the American University of Beirut, published two books and several articles, and also was a research fellow at the independent Institute for Palestine Studies\".[7] He has also taught at the Lebanese University.[5]\n\nKhalidi became politically active in Beirut, where he resided through the 1982 Lebanon War. \"I was deeply involved in politics in Beirut\" in the 1970s, he said in an interview.[8] Khalidi was cited in the media during this period, sometimes as an official with the Palestinian News Service, Wafa, or directly with the Palestinian Liberation Organization.[9] However, Khalidi has denied that he was a PLO spokesman,[10] stating that he \"often spoke to journalists in Beirut, who usually cited me without attribution as a well-informed Palestinian source. If some misidentified me at the time, I am not aware of it.\"[7] Subsequently sources disagreed as to the nature or existence of Khalidi's official relationship with the organization.[11]\n\nReturning to America, Khalidi spent two years teaching at Columbia University before joining the faculty of the University of Chicago in 1987, where he spent eight years as a professor and director of both the Center for Middle Eastern Studies and the Center for International Studies at the University of Chicago.[12] During the Gulf War, while teaching at Chicago, Khalidi emerged \"as one of the most influential commentators from within Middle Eastern Studies\".[13] In 2003 he joined the faculty of Columbia University, where he currently serves as the Edward Said Professor of Modern Arab Studies. He has also taught at Georgetown University.[5]\n\nKhalidi is married to Mona Khalidi, who is the Assistant Dean of Student Affairs and the Assistant Director of Graduate Studies of the School of International and Public Affairs at Columbia University.[14] He is a member of the National Advisory Committee of the U.S. Interreligious Committee for Peace in the Middle East, which describes itself as \"a national organization of Jews, Christians and Muslims dedicated to dialogue, education and advocacy for peace based on the deepest teachings of the three religious traditions\".\n\nHe is member of the Board of Sponsors of The Palestine–Israel Journal, a publication founded by Ziad Abuzayyad and Victor Cygielman, prominent Palestinian and Israeli journalists.[15] He is founding trustee of The Center for Palestine Research and Studies.[16] He is also a member of the Council on Foreign Relations.\n\nIn October 2010, Khalidi delivered the annual Edward Said memorial lecture at the Palestine Center in Washington.[17]\n\nAcademic work\n\nKhalidi's research covers primarily the history of the modern Middle East. He focuses on the countries of the southern and eastern Mediterranean, with an eye to the emergence of various national identities and the role played by external powers in their development. He also researches the impact of the press on forming new senses of community, the role of education in the construction of political identity, and in the way narratives have developed over the past centuries in the region.[1][not in citation given] Michael C. Hudson, director of the Center for Contemporary Arab Studies at Georgetown, describes Khalidi as \"preeminent in his field\".[18] He served as president of the Middle East Studies Association of North America in 1994 and is currently the editor of the Journal of Palestine Studies.[19]\n\nMuch of Khalidi's scholarly work in the 1990s focused on the historical construction of nationalism in the Arab world. Drawing on the work of theorist Benedict Anderson who described nations as \"imagined communities\", he does not posit primordial national identities, but argues that these nations have legitimacy and rights. In Palestinian Identity: The Construction of Modern National Consciousness (1997), he places the emergence of Palestinian national identity in the context of Ottoman and British colonialism as well as the early Zionist effort in the Levant. Palestinian Identity won the Middle East Studies Association's top honor, the Albert Hourani Book Award as best book of 1997.[20]\n\nHis dating of the emergence of Palestinian nationalism to the early 20th century and his tracing of its contours provide a rejoinder to Israeli nationalist claims that Palestinians had no collective claims prior to the 1948 creation of Israel. His signature work, Palestinian Identity: The Construction of Modern National Consciousness (Columbia University Press, 1997), argues that Arabs living in Palestine began to regard themselves as a distinct people decades before 1948, \"and that the struggle against Zionism does not by itself sufficiently explain Palestinian nationalism\".[21]\n\nIn it, Khalidi also describes the late development, failings and internal divisions within the various elements of the Palestinian nationalist movement.\n\nIn Resurrecting Empire: Western Footprints and America's Perilous Path in the Middle East (2004), Khalidi takes readers on a historical tour of Western involvement in the Middle East, and argues that these interactions continue to have a colonialist nature that is both morally unacceptable and likely to backfire. Khalidi's book, Sowing Crisis, places the United States approach to the Middle East in historical context. He is sharply critical of U.S. policies during the Cold War, writing that Cold War policies \"formulated to oppose the Soviets, consistently undermined democracy and exacerbated tensions in the Middle East\".[22]\n\nKhalidi has written, \"It may seem hard to believe today, but for decades the United States was in fact a major patron, indeed in some respects the major patron, of earlier incarnations\" of radical, militant Islam, in order to use all possible resources in waging the Cold War. He adds, \"The Cold War was over, but its tragic sequels, its toxic debris, and its unexploded mines continued to cause great harm, in ways largely unrecognized in American discourse.\"[23]\n\nHistorian and Israeli Ambassador to the United States Michael Oren has stated that \"Khalidi is mainstream\" because \"the stream itself has changed. The criteria for scholarship have become very political.\"[24]\n\nPalestinian Identity\n\nPalestinian Identity: The Construction of Modern National Consciousness (1997), is Khalidi's most influential and most widely cited book. In Palestinian Identity, Khalidi demonstrates that a Palestinian national consciousness had it origins near the beginning of the twentieth century. Khalidi describes the Arab population of British Mandatory Palestine as having \"overlapping identities\", with some or many expressing loyalties to villages, regions, a projected nation of Palestine, an alternative of inclusion in a Greater Syria, an Arab national project, as well as to Islam.[25] Nevertheless, Palestinian Identity was the first to demonstrate substantive Palestinian nationalism in the early Mandatory period. Khalidi writes, \"Local patriotism could not yet be described as nation-state nationalism.\"[26]\n\nKhalidi emphasized in his work that the Palestinian identity had been fundamentally fluid and changing, woven from multiple \"narratives\" due to individual and family experiences. He described the identity as organically developed due to the challenges of peasants forced from their homes due to Zionist immigrant pressure, but with Palestinian nationalism also being far more complex than merely an anti-Zionist reaction. Praise for his book appeared in the journal Foreign Affairs, with reviewer William B. Quandt viewing the work as \"a major contribution to historical understanding of Palestinian nationalism.\"[27]\n\nKhalidi also documents active opposition by the Arab press to Zionism in the 1880s.[28]\n\nResponse to The Iron Cage\n\n\nIn a review of Khalidi's The Iron Cage: The Story of the Palestinian Struggle for Statehood, for Middle East Policy, Philip Wilcox praised \"Khalidi's brilliant inquiry into why Palestinians have failed to win a state of their own\" calling the book \"a welcome antidote to the propaganda and mythology that still dominate American discussion of the Israeli-Palestinian conflict.\"[29] Writing in The Guardian, Ian Black said the book \"brilliantly ... (truncated)",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.8916569948,
        "format_confidence":0.9900562763
    },
    {
        "url":"https:\/\/everything2.com\/user\/Socialist+Wolf\/writeups\/Who+is+responsible+for+censorship%253F",
        "text":"Ultimately censorship comes from those who have power. The purpose of censorship is to maintain that power by either preventing the spread of 'radical' ideas or to appease another power group which could otherwise threaten the in power group. (i.e. Banning an art exhibit because right wing Christians\/Jews\/Muslims\/Oil Corporations\/any other group you can name, stands to be hurt by, or otherwise is opposed to, the content of that art exhibit.)",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.988042593,
        "format_confidence":0.7089802623
    },
    {
        "url":"http:\/\/guides.library.cornell.edu\/c.php?g=31688&p=200748",
        "text":"Skip to main content\n\nArab Spring: A Research & Study Guide * الربيع العربي: Egypt\n\nThis guide lists online and print sources for what has become known as the \"Arab Spring,\" the popular revolutionary wave in the Middle East and North Africa that started in December 2010.\n\n\nThe January 25 Revolution \n\n\"الشعب يريد إسقاط النظام = The people want to bring down the regime\"\n\"إرحل يعني إمشي يا إللي مابتافيهيمشي = Leave (in Classical Arabic) means leave (in Egyptian Arabic) in case you don't understand me\"\n\nInspired by the events in Tunisia, Egyptians gathered to protest on January 25, the national holiday Police Day, calling for an end to corruption, injustice, poor economic conditions, and the 30-year-old regime of President Hosni Mubarak. Street demonstrations quickly grew into a national revolutionary movement that in 18 days removed Mubarak and his National Democratic Party (NDP) from power. In the beginning of the uprising, mass demonstrations in Cairo, Alexandria and other cities, and the occupation of Cairo's central Tahrir (Liberation) Square were met with repression and violence by police and supporters of the ruling National Democratic Party (NDP). But Egyptians broke through the wall of fear and fought back in street battles. On Jan. 27 the government shut down the Internet and mobile service providers complied with government requests to suspend service. Still the uprising continued, and the army made the decision ultimately not to act against the protesters. Mubarak's weak concessions --appointing intelligence Omar Suleiman as vice president on Jan. 29; installing a new cabinet on Jan. 31; conceding that he wouldn't run again for president nor would his son Gamal after he finished his term in Sept. 2011 -- failed to appease the Egyptian people’s demands. On Feb. 11, a day of massive “Friday of Departure” demonstrations, Mubarak was finally forced to resign. The Supreme Council of Armed Forces (SCAF) headed by Tantawi took over control of Egypt and later dissolved the legislature and suspended the constitution.\n\nBackground, Timeline, Maps - Jan. 25 - Feb. 11, 2011\n\nWeb Archives\n\nSocial Media & Networks\n\nE-Publications and Documentaries\n\n\nSubject Headings (Search Terms in the Library Catalog)\n\nSearch the Library Catalog to find books, journals (in print and digital), databases, DVDs, CDs and more in all campus libraries and beyond. The following are examples of Library of Congress Subject Headings used for research topic:\n\n  • Egypt - History - Revolution, 2011\n  • Egypt - Politics and Government - 21st Century\n  • Protest movements - Egypt\n  • Democratization - Egypt\n  • Crises - Egypt - Politics and government - 21st century\n  • Online social networks - Political aspects - Egypt\n  • Social networks - Political aspects - Egypt\n  • Twitter - Political aspects - Egypt\n  • Revolutions - Arab countries\n  • Arab countries - History - Arab Spring, 2011\n  • Arab countries - Politics and government - 21st century\n  • Protest movements - Arab countries - 21st century\n  • Revolutions - Arab countries - 21st century\n  • Government, Resistance to - Arab countries - History - 21st century\n  • Democratization - Middle East - History - 21st century\n\nKeyword Search Terms & Phrases\n\nYou can also start with a general keyword search. The following are suggested terms useful in catalog, database, and web searching.\n\n  • January 25 Revolution\n  • 2011 Egyptian revolution\n  • Egyptian uprising\n  • Egyptian protests\n  • Pro-Democracy Movements Egypt\n  • Revolution Egypt\n  • \"Arab Spring\" Egypt\n  • Tahrir Square\n  • Days of Rage Egypt\n  • #Jan25\n  • #tahrir\n  • #SCAF",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.852719903,
        "format_confidence":0.9299449325
    },
    {
        "url":"http:\/\/www.sourcewatch.org\/index.php?title=FY_2009_U.S._federal_budget",
        "text":"FY 2009 U.S. federal budget\n\nFrom SourceWatch\nJump to: navigation, search\nElectionsgovernmentpolicylogo.png This legislation or issue article is part of the Congresspedia\nElections and Government Policy (U.S.) Portal.\nThis encyclopedia is written by people like you, so jump in:\nOn February 4, 2008, President George W. Bush submitted (as is customary for a president to do so) a budget request to the U.S. Congress for fiscal year (FY) 2009. It would amount to $3.1 trillion in federal spending, and trim spending on several domestic programs while eliminating others. In addition, his proposal would make permanent the tax cuts passed during his first term and increase defense spending by 5 percent.[1]\n\n\nFunding for the government is provided by Congress under Article I, Section 9, Clause 7 of the Constitution. This is the \"purse strings power\" and there are no exceptions to it. Absent appropriations made by law, no operations by the government may take place: government employees may not work without pay and those who would contract with the government may not \"volunteer\" their goods or services.\n\nFunding for government employees salaries and wages(including the President) is provided in \"one year\" funds which expire at the end of a fiscal year. While Congress may pass \"continuing resolutions\" providing some interim funding where appropriations are not timely enacted, in the absence of such continuing resolutions no government employee may work.\n\nCurrent status\n\nFY 2009 Appropriations Bills [2]\nAppropriations House Approvals Senate Approvals Conference Approvals Public Law\nCommittee Report Comm. Vote House Vote Committee Report Comm. Vote Senate Vote Conf. Report House Vote Senate Vote\nConsolidated Security, Disaster Assistance, and Continuing Appropriations Act, 2009\n\n(Continuing Resolution through 3\/6\/09) H.R. 2638\n\nBudget Resolution\n\n\nH.Rept. 110-543 3\/06\/08 3\/13\/08 Vote Summary S.Cmte.Print 110-39 3\/06\/08 3\/14\/08 Vote Details H.Rept. 110-659 6\/05\/08 Vote Details 6\/04\/08 Vote Details President does not sign\n\n\nS.Rept. 110-426 7\/18\/08\nCommerce\/ Justice\/ Science\n\n\nH.Rept. 110-240 6\/25\/08 S.Rept. 110-397 6\/19\/08\nEnergy & Water\n\n\n6\/25\/08 S.Rept. 110-416 7\/10\/08\nFinancial Services\n\n\n6\/25\/08 S.Rept. 110-417 7\/10\/08\nHomeland Security\n\n\n6\/24\/08 S.Rept. 110-396 6\/19\/08\nInterior & Environment\nLabor\/ HHS\/ Education\n\n\nS.Rept. 110-410 6\/26\/08\nLegislative Branch\n\n\nH.Rept. 110-775 6\/24\/08 8\/1\/08\nRule 1384\nS.Rept. 110-428 7\/17\/08\nState\/Foreign Operations\n\n\nS.Rept.110-425 7\/18\/08\n\n\nS.Rept. 110-418 7\/10\/08\n\nArticles and resources\n\nRelated SourceWatch articles\n\n\n  1. Michael Abramowitz and Jonathan Weisman,\"President's Spending Plan Would Rival 2004 Deficit,\" The Washington Post, February 4, 2008.\n  2. \"Status of Appropriations Legislation for Fiscal Year 2009, Library of Congress's Thomas site. Latest capture and update: August 13, 2008.\n\nExternal resources\n\nExternal articles",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9198989272,
        "format_confidence":0.9672265649
    },
    {
        "url":"http:\/\/piglix.com\/?qa=piglix\/Proto-fascism",
        "text":"\n\n* * * * *    Free Launch Promotions    * * * * *\n\n  • Free Ads! if you are a small business with annual revenues of less than $1M - will place your ads free of charge for up to one year! ... read more\n\n  • $2,000 in free prizes! is giving away ten (10) Meccano Erector sets, retail at $200 each, that build a motorized Ferris Wheel (or one of 22 other models) ... see details\n\n\nProto-fascism refers to the direct predecessor ideologies that influenced and formed the basis of fascism. A prominent proto-fascist figure is Gabriele d'Annunzio, the Italian nationalist whose politics influenced Benito Mussolini and Italian Fascism. Proto-fascist political movements include the Italian Nationalist Association (ANI), the German National Association of Commercial Employees (DHV) and the German National People's Party (DNVP).\n\nPrecedence to modern fascism can be seen in the culture and government of older nations based heavily in high culture and law and order, such as the Roman Empire and the ancien regimes of Europe.\n\n\n\nDon't forget! that as one of our early users, you are eligible to receive the 1,000 point bonus as soon as you have created five (5) acceptable piglix.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.6968193054,
        "format_confidence":0.583116889
    }
]