[
    {
        "url":"http:\/\/www.thejewelryladyllc.com\/The-BrookSide-February-7th.html",
        "text":"﻿ Retail Therapy for Seniors The Jewelry Lady llc - The BrookSide February 7th\n\nJoin us for a Special Event at \nThe BrookSide Assisted Living\n93 Manalapan Avenue\nFreehold, NJ \n\nFree Raffles, Prizes, Refreshments and Tours of the facility. \n\nEnter to win an Outfit of your choice.\n\nJewelry is always $12 and under\n\nWednesday, February 7th\n11:00 to  3:00pm\n\nWebsite Builder provided by  Vistaprint",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.6385772824,
        "format_confidence":0.9803046584
    },
    {
        "url":"https:\/\/www.pearls.co.uk\/blogs\/press\/14534601-ft-how-to-spend-it",
        "text":"May 19, 2012\n\nPearls ›\n\nShop the finest selection of cultured pearls including pearl earrings, pearl necklaces, pearl bracelets and pearl pendants, expertly designed in London.\n\nFT - How To Spend It\n\n\nThe Financial Times 'How to Spend It' magazine portrays Pearls as a girls best friend.\nOur Freshwater pearl Lasso necklace with rock crystals was highlighted in this article.\n\nvisit our flagship pearl shop in London:\n\n42 Beauchamp Place, London, SW3 1NX  Monday – Saturday: 11 am – 7pm\n\nOr visit one of our prestigious stockists.",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9793495536,
        "format_confidence":0.8894430995
    },
    {
        "url":"https:\/\/www.milknursingwear.com\/announcing-milk-nursingwears-new-website",
        "text":"Jun 24th 2016\n\nMilk Nursingwear\n\nAnnouncing Milk Nursingwear's New Website!\n\nWelcome to Milk Nursingwear’s new website!welcome\n\nWe are excited to launch a newly redesigned look and an improved shopping experience.\n\nWe have added shopping filters to enhance your visit to our store. You can now search by size, by color, and even by nursing opening when searching for your favorite nursing top or nursing dress. We have also streamlined our checkout process to make it quick and easy.\n\nWe have revamped our Milk Money rewards program making it simple and effortless to participate. For every dollar you spend on Milk Nursingwear merchandise, you earn Milk Money. There are no longer points to keep track of -- you will earn a 5% store credit for every dollar that you spend on our site. Any Milk Money you have earned will be automatically applied as a store credit on your next purchase.\n\nWe have also partnered with myregistry.com to offer you a universal gift registry to manage all of the Milk Nursingwear products you want to add to your list. You can now create a single universal gift registry that includes items from different stores and websites, including Milk Nursingwear. Your entire list will then be displayed in one place, with one URL, making it easy for you to manage and share with your friends and family.\n\nTo welcome you to our new store, use coupon code new123 for 10% off your order, now through June 30, 2016.\n\nIf you had a Milk Nursingwear account on our old website, you will be prompted to reset your password the first time you access your account on the new website.\n\nEnjoy shopping our new website. We hope that you like it. If you experience any problems, or if you want to share feedback, please reach out to us at\n\n~ The Milk Nursingwear Team",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.7912524343,
        "format_confidence":0.9910956621
    },
    {
        "url":"https:\/\/www.watchgecko.com\/win-this-watch\/",
        "text":"Introducing WatchGecko's Watch Of The Month for June. Find out more about our popular K-01 mechanical pilot's watch and how you could win one.\n\nIt's simple, every month we're going to be focusing on one of our watches. This will include more studio shots, more on wrist shots and even more images shared of our products sent in by you on our social media.\n\nThe best bit?\n\nAt the end of the month we're going to be giving one of the featured watches away!\n\nWe wanted to give everyone an even chance of winning, so the ways to enter are simple:\n\n1. Sign up to our mailing list\n\n\n2. Follow us on Facebook or Instagram\n\n\n3. Place an order on our site between 1st July - 31th July to be automatically entered\n\nWinners will be announced during the first week of the following month on our social media and will also be emailed with the email provided when the order is placed.\n\nThe winner will be able to choose which variation of the watch they would like as well as one strap from a selection of the range.\n\nClick here to see the full terms and conditions.\n\nGood luck!\n\nUpdate: Congrats to the June Watch of the Month winner Kevin Hofman, Enjoy the K-01!",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.5281814933,
        "format_confidence":0.7414326668
    },
    {
        "url":"https:\/\/unique-leather-bracelets.com\/blogs\/news\/show-us-your-wrists",
        "text":"Show Us Your Wrists!\n\n\nShare with the world how stylish you are! We know you are excited to receive your new purchase and we want to share it with everyone on our website. It's easy! Take a picture wearing your purchase and tag us on Instagram @unique.leather.bracelets. Then come back to our website to check it out. You can even share it with your friends and family. Very fun!\n\nLeave a comment\n\nPlease note, comments must be approved before they are published\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nYou may also like\n\nView all\nExample blog post\nExample blog post\nExample blog post",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9869137406,
        "format_confidence":0.7470930219
    },
    {
        "url":"http:\/\/blog.dita.com\/news\/dita-eyewearboris-bidjan-saberi-limited-edition\/",
        "text":"DITA is pleased to partner with BORIS BIDJAN SABERI for a special Limited-Edition release inspired by the world of high-altitude alpine climbing.\n\nDITA Eyewear Boris Bidjan Saberi\n\nThe collaboration opens an exciting chapter of innovation for the two design visionaries, driven by a shared appreciation for radical craft and uncompromising quality.\n\nLike DITA, Boris Bidjan Saberi has forged a unconventional path to the vanguard of design; but the fundamentals that animate his creative vision—fearless experimentation with form and proportion, luxurious materials and distinctive treatments, an emphasis on artistry—made the partnership a natural progression in a relationship of longstanding mutual admiration.\n\nDITA Eyewear Boris Bidjan Saberi Collaboration\n\nSaberi continues to explore the technical elements of alpine climbing that have punctuated his recent ready-to-wear collections. The DITA\/ Boris Bidjan Saberi limited edition combines the traditional mountaineering frame with the industrial physicality of welding glasses, using a specially formulated raw Japanese titanium to execute masterful advances in optical engineering.\n\nDITA Eyewear Boris Bidjan Saberi Collaboration\n\nDesigned with functionality and craft in mind, the unibody frame is sculpted from a single piece of titanium that secures the lenses using a tension-based rimlock system; retractable titanium temples are built into the frame’s side cups, which pivot on small hooks and eliminate the need for hinges. These details confer an industrial elegance to the frame, reducing mechanical tension without sacrificing style or comfort.\n\nDITA Eyewear Boris Bidjan Saberi Collaboration\n\nThe DITA \/ Boris Bidjan Saberi collaboration will be available exclusively as a hand-numbered limited edition sold worldwide.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.776227355,
        "format_confidence":0.5513067842
    },
    {
        "url":"https:\/\/newzealandmirror.com\/the-sloane-clinic-launches-the-latest-advancement-in-cosmetic-thread-lifts-infinity-instalift",
        "text":"Singapore, Singapore, June 28, 2017 –(– Ageing takes its toll in the form of sagging jowls and wrinkles. Bucking this gloomy forecast, the cosmetic surgical industry has constantly innovated with newer and more effective techniques to keep faces youthful and supple. Advancements in cosmetic procedures mean you can now have a nip and tuck and show off the results within a week with no bandages in sight.\n\nAmong the plethora of anti-ageing treatments, the latest one taking the cosmetic industry by storm is the thread-lift, which experts say can help women beat wrinkles and jowls single-handedly without going under the knife. Earning its nickname from the use of strings, or threads, to lift, sculpt and shape the cheeks and lower face, the thread-lift is proving popular with women in their 30s seeking to reduce the first signs of ageing. So what exactly is the draw of giving your face the ‘thread-lifting’ treatment? That would be the fact that’s it’s scalpel-free, has a lower downtime and is relatively low-cost compared with other, more invasive treatments, but comes with a bigger payoff of greater lifting capacity compared to lasers and creams.\n\nLatest iterations such as Infinity InstaLift, launched by The Sloane Clinic™ provide even more appreciable lifting effect, with two additional significant upgrades: It stays in place better thanks to additional hooks, and the threads (previously tricky to remove if anything went awry) dissolve in seven months, with benefits lasting up to two years. Plus, studies have found that by repositioning skin, these special dissolvable threads spur collagen growth in adjacent tissue. Newer versions allow a myriad of lifting, face contouring and even nose shaping benefits as they come in a variety of different lengths and thickness to suit specific facial areas. Extra-thick versions, like the new Infinity V-Lift performed by thread-lift expert Dr Kenneth Lee, create a more dramatic lift. “The initial result is immediate, unlike lasers, which require patience,” says Dr Lee, who believes that threads can deliver, in just 30 minutes, 70 percent of the lift of a surgical facelift without the months of healing.\n\nHow does Infinity InstaLift work?\nAs skin loses suppleness and elasticity with age, this manifests as sagging skin, loss of facial definition and more pronounced facial lines. Infinity InstaLift created by The Sloane Clinic, utilizes specialized and intelligently designed dissolvable threads injected into specific areas of the face to reverse these signs of ageing by amplifying the skin’s natural stores of collagen over the next few months. These biodegradable threads establish a scaffolding to support weakened tissues simultaneously lifting them to sculpt or redefine blunted facial features and reposition the skin for a natural, youthful and V-shape visage while forming a matrix for future collagen growth.\n\nThis multifaceted technique extends through a myriad of procedures including:\n\n(1) Infinity V Lift, best for contouring and defining lower face and jawline;\n\n(2) Infinity Rejuvenation, excellent for weakened areas such as nasolabial folds, nasojugal lines and other wrinkles or sunken areas on face using Infinity M threads which stimulate collagen production;\n\n(3) Infinity Brow and Forehead Lift, great for elevating and repositioning brows to a more elevated optimal position;\n\n(4) Infinity Nose Lift, to achieve a instant height and definition to nose shape using Infinity R threads and;\n\n(5) Infinity Neck Lift, ideal for tightening double chin and other loose skin around the neck area to give a visibly tighter jaw and neckline.\n\nInfinity Instalift is performed comfortably under local anaesthesia in under an hour. While some minor swelling or bruising may occasionally be experienced as can be expected from similar injection procedures, there is no need for long recovery time as patients can wear makeup and return to normal activities immediately after. The greatest draw of Infinity InstaLift lies in the fact that patients can see immediate visible results, which over the next year, continue to improve as their skin produces its own collagen matrix to supplement the thread-lift scaffold created. Results can last anywhere from 12 -18 months depending on the individual’s ageing process and body’s response to the threads.\n\nFor enhanced results, Infinity Instalift may also be combined with other aesthetic procedures such as Botox, Natural Fillers, Ultherapy or skin resurfacing lasers.\n\nThe Sloane Clinic™\nThe Sloane Clinic™ is a leading chain of medical aesthetic clinics in Singapore and Malaysia providing advanced aesthetic dermatology and cosmetic solutions. Managed by a strong diverse team of top doctors in the medical field, its efforts in championing innovation and adopting cutting-edge technology reward with the latest creation of a non-surgical facelift technique – Infinity InstaLift. Cleverly designed to lift ageing faces sans scalpel, Infinity InstaLift restores youth and defines facial features without the risks, costs, lengthy recovery time and possible scarring associated with traditional facelift surgery.\n\nInfinity Instalift is available at The Sloane Clinic branches from S$1926. Price is inclusive of prevailing GST.\n\nContact Information:\nThe Sloane Clinic\nMelody Qwek\n+65 6222 3728\nContact via Email\n\nRead the full story here:\n\nPress Release Distributed by",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.6812276244,
        "format_confidence":0.7196005583
    },
    {
        "url":"http:\/\/www.suitepublicrelations.com\/blog\/2015\/2\/2\/es-aznabor-takes-new-york-fashion-week",
        "text":"Esé Azénabor Takes New York Fashion Week\n\nJust three collections in, Nigerian born, Canadian designer ESÉ AZÉNABOR, readies her newest collection to debut this season for New York Fashion Week. The young atelier’s previous collections were inspired by the old world glamour from some of history’s most opulent tales, such as “Phantom of the Opera” and “A Mid Summer’s Night Dream”.   Shown in both the Ready-to-wear and Haute Couture collections, the Esé Azénabor design aesthetic imbues intricacy of hand-sown beading and the sourcing of premium pure silks, luxurious nylons and Italian lace.\n\nThe Fall\/Winter 2015 Esé Azénabor collection is an unapologetic artistic demonstration of luxury, culture and appreciation for the arts.  The collection is inspired by the kingship of Henry VIII, and the affluent monarchs of that era, featuring embroidered Jacquard, rich dark tones and brocade fabrications. “The first time I saw the painting of Henry VIII, I was attracted to the gorgeous details of his garments,” says Azénabor. “We thought to create a collection inspired by his era in a modernized women's luxury ready-to-wear and couture collection”.\n\nThe FGI Rising Star nominee dresses an esteemed group of southern socialites and dignitaries in her home-based of Dallas, TX, but now revels in preparation for the industry’s most prevalent dais, New York Fashion Week. Esé Azénabor will debut her Fall\/Winter 2015 collection on Friday, February 13th at 12pm at the Affinia Hotel.\n\nThe Esé Azénabor Collection is available for purchase at the designer’s atelier and online at",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9955537915,
        "format_confidence":0.6520102024
    },
    {
        "url":"http:\/\/www.woozworld.com\/community\/create-your-dream-outfit-for-neon-prom-2k15\/",
        "text":"Create Your Dream Outfit for Neon Prom 2k15!\n\nProm is a special time, marking the end of one school year by allowing us to forget all the learning we’ve done in a night of epic escapism. That’s why we’ve focused on making Prom 2k15 all about YOU and your achievements that make this party special.\n\nThis year, you voted to have “Tell Me When to Glow: A Neon Rave” as your Prom theme. Now, we’d like to see you interpret this party-ready theme in formalwear! Which direction will you go? Structred dresses with neon detailing? Some stunning shades to match your suit? A full-length gown of Day-Glo fabric? (OK, maybe not that last one.)\n\nShow us your glowing, gorgeous Prom-worthy design and you may win the the opportunity to see your clothes produced in Woozworld!\n\nBefore you get glowing with your promtastic outfit, be sure to read and understand the contest guidelines:\n\nWoozworld design template\n\nPrint this (required) template and draw on it OR use an image editing program on your computer\nCreate the best Prom outfit, following this year’s theme: “Tell Me When to Glow: A Neon Rave\n– Feel free to give your outfit a creative name\nSign your design with your Woozen name\nRespect the Woozworld Code of Conduct\nSubmit your design in the Central Plaza using the neon yellow Podz for guys’ outfits and the neon green Podz for girls’ outfits BEFORE the submission period ends on Thursday, May 7th! (Note: We will ONLY review submissions from this Podz, so be sure to submit your designs in the Plaza, nowhere else.)\n\n– Submit more than one design for the same gender. You may submit both a “boy” and “girl” outfit if you choose, using the specific Podz indicated above.\n– Submit someone else’s work. It must be your own, signed creation.\n– Submit any inappropriate or offensive designs\n\nOur favorite formalwear outfits will go on sale Thursday, May 28th, just in time for Neon Prom 2k15.\n\nGood luck!",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8661457896,
        "format_confidence":0.729399085
    },
    {
        "url":"https:\/\/memkoh.com\/2016\/11\/02\/201611memkoh-meetup-dc\/",
        "text":"Visit our new store ShopMemkoh here\n\n\nThe Memkoh Meetup D.C on Style and Entrepreneurship is here! Join us on November 5 at 1pm in Washington D.C. as we turn the historic city into our fashion canvas for the day.\n\nFull event details and ticket link below. Invite a friend. 17 spots only! Guests MUST RSVP to receive venue confirmation.\n\nGet your tickets, share with a friend and I hope to see you there! Confirmed attendees will receive full event location.\n\n  • Comments ( 0 )\n\n  • Leave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n%d bloggers like this:",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8600106239,
        "format_confidence":0.7553573251
    },
    {
        "url":"https:\/\/www.hubbub.org.uk\/Blog\/how-to-beat-blue-monday",
        "text":"Today is Blue Monday, officially the most depressing day of the year. Christmas and New Year are a distant memory, coffers are empty and the next bank holidays are months away. Rather than indulge in retail therapy by hitting the January sales, why not join Hubbub for a series of exciting clothing swaps and refashion events in north London this January, which may be just the thing to put a smile on your face.\n\nWe’ve teamed up with North London Waste Authority (NLWA) to show you how you can refresh your wardrobe through acquiring new skills, not new stuff. Our community-centred workshops won’t leave you penniless and you’ll come away with something new, created from an old cast-off or from something lingering in the back of your wardrobe.\n\nWe’ve selected a real variety of workshops offering something to suit everyone; whether you’re a teenager who wants to re-invent a denim jacket, a bloke who wants to repair his own jeans or a woman who wants to restyle a party frock. The workshops will be an opportunity to meet new people, learn new skills and refresh your wardrobe – the perfect way to beat the January blues!\n\nAlongside the workshops will be a series of free clothes swapping events will be hosted by swishing experts Rags Revival, who will help you pick out something beautiful. It’s also a chance to rid your wardrobe of the clothes you no longer wear or have never worn, whilst ensuring they don’t go to waste.\n\nThe recent TV series Hugh’s War on Waste revealed that here in the UK we throw away a staggering 7 tonnes of clothing every 10 minutes. However, looking after your clothes for 9 months longer than usual will reduce each item’s carbon, waste and water footprint by 20-30%, according to WRAP. Our message is simple, don’t reject your unwanted clothes #refashion them!\n\nOur 14 #refashion events take place during the last two weekends of January in Enfield, Haringey, Barnet, Islington, Camden, Hackney and Waltham Forest. Join us for a celebration of clothing and new skills.\n\nBook your tickets NOW to avoid disappointment.",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8758422732,
        "format_confidence":0.9283059835
    },
    {
        "url":"http:\/\/boutique.waistbeads.com\/",
        "text":"Thank you for visiting WaistBeads.com!!!\n\nThe site is currently under renovation!\nDuring this time, The Waist Beads Boutique and Etsy Shoppe will also be closed.\nPlease join the mailing list to stay up to date with the launch of the new site and store!\nThank you for your patience and support!\n\nIf it doesn't say \"Waist Beads by Sewra\" THEN IT'S NOT THE REAL THING!!",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8406270146,
        "format_confidence":0.9076781273
    },
    {
        "url":"http:\/\/www.americanapparel.net\/presscenter\/articles\/20040814globeandmail.html",
        "text":"Made in Downtown LAVertically Integrated Manufacturing\n      • United States\n      • Canada\n      • Québec\n      • Argentina\n      • Australia\n      • Belgique\n      • Brasil\n      • 中国\n      • Česká republika\n      • Deutschland\n      • France\n      • Great Britain\n      • Ireland\n      • Israel\n      • Italia\n      • 日本国\n      • 한국\n      • México\n      • Nederland\n      • Österreich\n      • Schweiz\n      • Sverige\n    • Events\n    • Awards & Honors\nBack to Press Archive\n\nTalk Of The Town\nThe Globe And Mail\nAugust 14, 2004\n\nOpen daily, 449 Queen St. W., 416-703-5146. You gotta give Montrealer Dov Charney his props. Since 1997, in an era of Juicy Couture and Nike, he has managed to turn blank, no-logoed T-shirts into cult cool. Mr. Charney himself is the brand. He has a penchant for shock-jockdom -- models pose topless in ads for Vice magazine, and a recent Jane magazine profile was all sex -- which keeps his name in the news and his sales in the $80-million (U.S.) range. That the T-shirts, undies and sweats fit well and are not made using sweat-shop labour is secondary in the American Apparel narrative. The clothing-maker's first Toronto spot, a slick Queen Street West storefront on the grubby block between Spadina and Bathurst, is set to open this morning (10 a.m.) and go late, packed with colourful T-shirts starting at $18 and undies starting at $9. Expect at least some naughty behaviour from the pulchritudinous staff.\n\n-- [email protected]",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8099424243,
        "format_confidence":0.6513963342
    },
    {
        "url":"http:\/\/deliveryworld.com\/aboutus\/news\/glasses-frames-2016",
        "text":"Eagle Eye on the Problem. Glasses Frames from Lithuania to Moscow by Airfreight\n\n\nThe sight plays important role for human perception of environment. It is one of the 5 senses, allowing us to feel free in the surface. Unfortunately nowadays almost every second inhabitant of the Earth has vision problems. The most common are myopia (when the person does not see well in distance), and hyperopia (when the person does not see well close items). Utilization of computers, TVsets, and smartphones, the habit of reading in transport, all this can have adverse effect on our sight. Even those, having perfect vision from birth cannot be safe from sight deterioration when getting older.\n\nAs our vision changes with time, it is very important to start taking care of eye health as early as possible. Fortunately, ophthalmologists keep saying that many eye diseases can be prevented, or stopped at early stages with timely diagnostics.\n\nToday the glasses are the most common way to correct the sight. Properly selected glasses allow to achieve maximum vision sharpness, and stop it deterioration. It is important for the glasses to provide full correction of sight, such as in accordance to many studies only in this case the muscular system of the eye will be fully working, and will not cause eye tiredness and headaches.\n\nApart of the eye health assistance the glasses has also became the element of style and the way to express one self. Fashionable glass frames help to create modern looks, and became part of the wardrobe for all fashionistas.\n\nDelivery World regularly delivers luxury quality glasses often with precious stones from different parts of the world; Italy, France, China, USA, and Germany are leading in the number of such cargos. Our customers trust us in return to quality, speed, wide geography, and competitive prices for airfreight provided by us. In February Delivery World performed airfreight of frames for the glasses from Vilnius (Lithuania) to Moscow. This fashionable and modern frames are soon to appear for sale in optics shops of the Russian capital to enable the buyers to have a new look on the world with beautiful accessories. \n\nBack to news list",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.5210460424,
        "format_confidence":0.7690050006
    },
    {
        "url":"http:\/\/www.lwdbridal.com\/post\/anne-barge-unveiled",
        "text":"Anne Barge Unveiled\n\nAnne Barge's most talked about 2013 bridal collection is definitely one for the books. She so eloquently captures Parisian style and culture, making you feel like you're not just walking down the aisle to get married, but you might be strolling down the Champs-Élysées in Paris! Please join us on January 25-27, 2013, when Little White Dress Bridal Shop will be hosting a gown-only Anne Barge Trunk Show - this time featuring all the brand new gowns from Anne Barge's 2013 collection. Little White Dress Bridal Shop, a Denver bridal boutique, is the only place in Colorado you'll find these delectable Anne Barge gowns.\n\nTo get you excited for her newest works of art, I'd like to share some of the features you'll see throughout her 2013 bridal gown collection:\n\nFrench influence. Anne says on her blog that she was looking to capture the \"magical feeling of being in Paris\" when she designed her gowns and when she created her runway show at NY Bridal Market this past October. In fact, she says the Ritz Paris was the inspiration for her collection. You'll see French lace pieces, hand stamped silk organza and the abundance of removable over-skirts. The dresses in her collection also have French names such as Aimee, Simone, Celeste and Madeleine.\n\nVaried necklines:  Anne's 2013 collection offers many variations of necklines (other than strapless gowns), which compliment a variety of women's decolletage. You'll see asymmetrical necklines, as well as jewel, square, and scoop necklines too.\n\nVintage meets modern. While remaining true to her timeless modern looks, Anne has seamlessly incorporated vintage details into this year's bridal gown collection. The collection features sensual fabrics that remind us of the 1920's and 30's.\n\nHere are a few of our favorite gowns that you'll be able to try on during our Anne Barge Gown-Only Trunk Show, January 25-27, 2013. Please call 303-814-8972 to make an appointment.\n\nAnne Barge Zoe (2013 collection)\n\nsimone f\n\ngabrielle f\n\ndelphine f\n\ncosette f\n\n\nceleste f\n\nbrigitte f\n\naimee f\n\nadrienne f",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9964556694,
        "format_confidence":0.7385801673
    },
    {
        "url":"https:\/\/www.jll.org.uk\/tory-burch-2017-fall-collection\/",
        "text":"Tory Burch 2017 Fall Collection\n\nWednesday, September 20, 2017\n\n7:30pm - 9:00pm\n\nJoin the JLL for a private shopping & styling evening to view the Tory Burch Fall Collection. Guests attending will receive 10% off purchases on the night so you won’t want to miss this!\n\nTickets are £5, and are welcome to JLL members and non-JLL friends\/family\/colleagues! Get your tickets here.\n\nAll proceeds will go to fund our mission and our work in the community, so let’s shop for a good cause!",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9874067903,
        "format_confidence":0.7749823928
    },
    {
        "url":"https:\/\/fashionweeksd.com\/fwsd15-spring-showcase-sold\/",
        "text":"FWSD15 Spring Showcase is SOLD OUT!\n\nPosted on: March 11th, 2015 No Comments\n\nSorry it is now Sold Out. Tickets for the October Runway Shows go on sale on March 16th, please make sure to get them early before they sell out as well.\n\nSpring Showcase 2015\n\nSpring Showcase 2015\n\nTags: , , , , , , , ,\n\nLeave a Reply",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9839922786,
        "format_confidence":0.8951858282
    },
    {
        "url":"http:\/\/brand.puma.com\/football\/events\/launch-of-the-puma-creative-factory",
        "text":"13 Sep\n\nLaunch of the PUMA Creative Factory\n\nPUMA Creative Factory has a series of launches happening around the globe with the new concept from Mumbai and Dubai to Amsterdam and London. The Good news: The PUMA Creative Factory will be launched at sneaker store Avenue on Thursday 13th September , 7 pm - 10 pm :)\n\n  • Date: Thursday, September 13, 2012\n  • Time: 7:00 PM\n  • Price: free\n  • Who’s Invited?: everyone\n  • Location: Avenue Sneaker Store\n    IJzerenwaag 1\n    Antwerp, BE 2000\n  • Map\n\nEvent Recap",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8028040528,
        "format_confidence":0.9699341059
    },
    {
        "url":"http:\/\/www.prweb.com\/releases\/2014\/01\/prweb11478292.htm",
        "text":"The Best Valentines Day Gift: A Perpetually Perfect Pout from Long-Time-Liner USA Inc. Semi-Permanent Conture Makeup\n\nShare Article\n\nLong-Time-Liner USA Inc. explains their Semi Permanent Conture Makeup Lip Pigmentation service and how it can help women acheive a youthful, vibrant and sexy image that lasts for months or even years.\n\nNews Image\nSplurge on that Special Lady with the Gift of a Perpetually Perfect Pout!\n\nValentines Day is fast approaching and chocolates and flowers are old hat. What gifts are best to give the woman who already has everything? This year, splurge on that special lady with a Perpetually Perfect Pout.\n\nLong-Time-Liner USA Inc. is the leading service provider of semi-permanent makeup for eyebrow, eyeliner, and lips. The results last form 1 to 3 years on average. Clients are able to change their look with color, shape and definition.\n\nMost women aren't blessed with luscious Angelina Jolie lips, but if they were given the opportunity to plump up their natural lips, most would be happy to take it. While fillers and collagen can acheive a full, inflated look, bigger isn't always better. Many times, the outcome is overly done and obvious. Long-Time-Liner's Conture Makeup is a better solution to skinny smackers.\n\nHighly-trained technicians first create a lip drawing on the clients face to show the possible outcomes of the Conture Makeup. Removable lip pencils are used to define, and flush the lips with a healthy, natural looking color. The professionals can even create a fuller and more symmetrical lip for each individual client based on her desires.\n\nThe procedure generally takes an hour or less and results are immediate. The client will leave feeling renewed and instantly more attractive with her new, beautiful lip shape and color. The new look will last for months or years to come.\n\nGift Certificates are available through Long-Time-Liner's salon in Beverly Hills. A special deal from now till February 14th is a Gift with Purchase.\n\nGive her the gift of a beautiful, vibrant smile that she will use and share everyday of the year.\n\nLong-Time-Liner® is located in Beverly Hills California, at the heart of the beauty and luxury product center. There have been many beautiful and satisfied customers from all age groups, nationalities and personal style. Semi-Permanent Conture® Make-up can make a significant improvement to anyone’s beauty. Contact the salon for more information and to book a consultation.\n\nShare article on socal media or email:\n\nView article via:\n\nPdf Print\n\nContact Author\n\nHannah Smith\n\nAshley Park\nsince: 11\/2010\nFollow >\nLike >\nMichelle Park\n\nVisit website",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9959139228,
        "format_confidence":0.7782936096
    },
    {
        "url":"https:\/\/www.palabranyc.com\/blogs\/news\/the-simple-life-puravida",
        "text":"The Simple Life! #puravida\n\nTake a journey inside Pura Vida. Pura Vida means a simple life or pure life, and is the basic foundation of Palabra clothing brand.  Palabra is a group of eco-friendly, environmentally conscious, and socially responsible creatives who believe in minimal design and sustainable textiles.  We choose minimal designs because less is more here at Palabra where we let our phrases speak for themselves.\n\n Our ethically sourced fashion tees and eco-friendly bags convey statements such as courage, perhaps, verdad, self-love, super-powers, curious, and cuida la tierra. These simple messages work to show how we think and feel. As we celebrate the planet this April, it is important to take care of the land, sea and our air while spreading awareness about making conscious decisions to protect our planet and communities.\n\n Palabra is more than a premium clothing brand. We really do try to practice Pura Vida and our goal is to make effective change in protecting the planet by using our brand as a platform to inform and spread the word. Each of our vegan cool t-shirts and uni-sex bags are made from organic cotton, bamboo, hemp, and recycled plastic bottles. The power of Palabra goes a long way as we execute Pura Vida.  In using sustainable textiles and keeping our designs simple, we do our part to protect the planet and create super-soft, durable, and comfortable quality clothing.\n\nAt times the simple life is difficult to achieve as we are constantly told that “more” brings happiness and success, but simplicity is best. When we need a break from daily digital overloads we can explore our beautiful planet’s tranquility, beauty and stillness. Natural beauty in its simplest form can be found in our own backyards, and nearby parks, and beaches. Spend a few moments looking up at the sky, watching the waves on the beach or hiking through forests and canyons. The result will be pure inspiration and simple relaxation.  That is Pura Vida",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9835574627,
        "format_confidence":0.602114737
    }
]