[
    {
        "url":"http:\/\/perscom.socsci.uva.nl\/publications\/meijers-m-h-c-van-dam-y-k-in-press-sustainable-food-purchases-in-the-netherlands-journal-on-chain-and-network-science\/",
        "text":"Meijers, M. H. C., & Van Dam, Y. K. (2012). Sustainable food purchases in the Netherlands: the influence of consumer characteristics. Journal on Chain and Network Science, 12, 181-198. DOI: 10.3920\/jncs2012.x012\n\nIn this paper socio-demographic characteristics of sustainable food consumers are studied by using actual purchasing data of 4,412 households in a wide range of food products over a twenty week period in the months November 2008 till March 2009. Our results indicate that purchasing sustainable food products is still the exception rather than the rule. Socio-demographic characteristics are (weakly) related to the purchasing sustainable food items. Specifically, people with a higher education and those living in a more urban area are more likely to purchase sustainable products. Psychographic data on a subsample (n=1,112) show a weak relation between sustainability concerns and sustainable behaviour. Scales measuring people’s sustainability concerns specific to purchasing products (e.g. Ethical orientation scale) are better predictors of people’s sustainable consumption than scales measuring people’s general sustainability concerns (e.g. Connectedness to Nature scale). Since consumer characteristics seem to be of little predictive value of sustainable consumption it may be wise to shift the focus from investigating who the sustainable consumer is to how to make sustainable products successful. In the discussion we offer some initial guiding principles.\nKeywords: sustainability, socio-demographic characteristics, consumption, fair trade, pro-environmental",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.6757376194,
        "format_confidence":0.9892101884
    },
    {
        "url":"http:\/\/phenol-explorer.eu\/reports\/38",
        "text":"Beer is a very popular alcoholic beverage, selling more than 133 billion liters per year. It is produced through the fermentation of starch-based material, commonly barley (Hordeum vulgare L.). The beer brewing process comprises several steps. Malting is a process applied to cereal grains, in which the grains are made to germinate and then are quickly dried before the plant develops. Malting grains develops enzymes that are required to modify the grains starches into sugars. Barley is the most common malt because of its high amylase content. Mashing is the first phase of brewing, in which the malted grains are crushed and soaked in warm water in order to create a malt extract. During sparging, water is filtered through the mash to dissolve the sugars. The darker, sugar-heavy liquid is called the wort. The wort is boiled along with any remaining ingredients (excluding yeast), to remove excess water and kill microorganisms. The hops (Humulus lupulus L.) are added during boiling. The yeast is added and the beer is left for fermentation. Then, the beer is bottled and left for CO2 levels to increase. Because the ingredients and procedures used to make beer can differ, characteristics such as taste and colour may vary between different beers.\n\n A common method of categorizing beer is by the type of yeast used in the fermentation process. In this method of categorizing, those beers with fast acting (top-fermenting) yeast, which leaves behind residual sugars, are termed ‘ales’. Beers with a slower and longer acting (bottom-fermenting) yeast, which removes most of the sugars leaving a clean and dry beer, are termed ‘lagers’. For Lambic beers wild yeasts are used, rather than cultivated ones. In terms of volume, most of today's beer is based on the pale-coloured lager first brewed in 1842 in the town of Pilsen (lager pilsner beer). Furthermore, dark beers, also called ‘stout’, exist in a sweet and in a bitter variant. Another more recent type of beer is alcohol-free beer. Alcohol is removed by (vacuum) distillation, vacuum evaporation, dialysis and reverse osmosis (37). In the food composition table, the beer types distinguished are regular beer (various lager and lager pilsner types of beer), dark beer, ale beer and alcohol free beer. Beer contains a wide variety of polyphenols and classes. However, content values for each of the single polyphenols are rather low. Nevertheless polyphenols play an important role in beer flavour (bitterness, astringency, harshness), colour and beer stability. \n\nTotal polyphenol content in beer, as measured by the Folin-method, varies between 12 and 52 mg\/100 ml, depending on the beer type. Ale beer and dark beer are richer in polyphenols (52 and 42 mg\/100 ml respectively). Regular beer contains about 28 mg\/100 ml total polyphenols. Alcohol free beer contains about 12 mg\/100 ml polyphenols.\n\n However, when comparing the total polyphenol value measured by Folin (28 mg\/100 ml for regular beer) with the total polyphenol value calculated from the sum of the individual polyphenols measured by chromatographic methods (4.04 mg\/100 ml for regular beer), the latter appears to be inferior. This could be explained in one part by the lack of data on beer polyphenols in the literature, and thus in the food composition table. It is difficult to measure proanthocyanidins by chromatographic methods, since higher oligomers (>trimer) tend to coelute as large unresolved peaks. Therefore proanthocyanidin contents measured by chromatography can be underestimated. Another explanation is the reactivity of the Folin assay with non-polyphenol reducing compounds, like Maillard products. The interference of Maillard reaction products present in beer can lead to an overestimation of total polyphenol values measured by Folin. Beer contains a variety of polyphenols belonging to the following classes: prenylated flavonoids, phenolic acids, simple phenols, flavanols, hydroxycoumarins, flavonols and flavones. Brewing materials such as barley and hop deliver polyphenols to the beer in the brewing process. Furthermore, polymerization and formation of polyphenols can occur during further processing and storage of beer.\n\nPrenylflavonoids (alkylchalcones, alkylflavanones and alkylmethoxyflavanones) in beer are derived from hops. Prenylflavonoids are phytoestrogens, and contribute to the estrogenicity of beer. Content values of prenylflavonoids in 13 different beer types have been found to range from 0 to 0.4 mg\/100 ml, depending on beer type and brewing processes (38). The prenylflavonoid patterns are similar in most beers, with isoxanthohumol, xanthohumol and 6-prenylnaringenin being most abundant (>95% of total prenylflavonoids). Minor amounts of 8-prenylnaringenin and 6-geranylnaringenin were also detected. Regular type beers have much lower contents of prenylflavonoids (0.05 mg\/100 ml) than the more bitter tasting ale and dark beers (0.26 and 0.20 mg\/100 ml respectively). Alcohol free beer contains only minor amounts of prenylflavonoids (0.01 mg\/100 ml). Beer is one of the most important dietary sources of prenylflavonoids, since these are rare in other plant foods often consumed. Phenolic acids are present in beer. Ferulic acid (0.84 mg\/ 100 ml), gallic acid (0.57 mg\/100 ml), vanillic acid (0.15 mg\/ 100 ml), p-coumaric acid (0.14 mg\/ 100 ml) and sinapic acid (0.03 mg\/ 100 ml) are most abundant, as measured after hydrolysis in regular beer. Ferulic acid, caffeic acid and sinapic acid are present in beer mainly as bound forms. 4-Hydroxyphenylacetic acid and p-coumaric acid are present mainly as free forms. Vanillic acid and syringic acid are present almost equally in the free and bound form (39, 40). During brewing, the cinnamic acids, ferulic acid and p-coumaric acid, are transformed into the flavour active volatile phenols 4-vinylphenol and 4-vinylguaiacol, either by thermal fragmentation or enzymatic activity of the yeast strains. Their ethyl-derivatives 4-ethylphenol and 4-ethylguaiacol can also be formed after refermentation (41). Contents of both 4-vinylphenol and 4-vinylguaiacol in dark beer are both 0.03 mg\/100 ml. Tyrosol is present in beer (0.32 mg\/100 ml in regular beer). Flavanol monomers and oligo- and polymers (proanthocyanidins) are of interest to brewers as they play a role in non-biological haze formation. Beer haze may be defined as an insoluble or semi soluble particulate matter formed by complexation of polyphenols and proteins, which gives a colloidal suspension in beer reducing the transparency of the beer (42, 43). Stabilization of beer to protect against haze formation can be achieved by decreasing the flavanol content and thereby limiting flavanol complexation with proteins. Often, this stabilization is achieved by treatment with polyvinylpolypyrrolidone (PVPP) which forms insoluble complexes with polyphenols and more particularly proanthocyanidins. Comparison of beers with and without PVPP treatment showed indeed much lower flavanol monomer and dimer concentrations in stabilized beer, and a delay of haze formation during storage (44, 45). Contents of (+)-catechin and (-)-epicatechin in regular beer are 0.11 and 0.06 mg\/100 ml. Ale beer contains 0.33 mg\/100 ml (+)-catechin and 0.05 (-)-epicatechin. Proanthocyanidins are more abundant than catechins. Procyanidin dimer B3 and prodelphinidin dimer B3 contents are 0.15 and 0.18 mg\/100 ml in regular beer. Low contents of hydroxycoumarins have been described in beer. 4-Hydroxycoumarin and esculin are present in regular beer with respectively 0.11 mg\/100 ml and 0.02 mg\/100 ml. Umbelliferone is only found in traces. Some flavonols are also present in beer. Quercetin 3-O-rutinoside content is 0.09 mg\/100 ml in regular beer. After hydrolysis, however, no quercetin has been detected. \n\nNext to the type of beer, and the treatment with PVPP, other factors responsible for the variability of polyphenol contents in beer are the ingredients and the processing, as well as aging or storage. Polyphenol contents in barley vary with variety and environmental conditions, and thus influence polyphenol contents in corresponding malts. Polyphenol contents in barleys are higher than in their corresponding malts (46). Flavanols are largely degraded during malting. The content of polyphenols in beer also depends on the extent of their extraction during mashing. Mashing of malt releases bound cinnamic acids. Furthermore, the extraction of polyphenols from malt into the wort depends on the malt-to-water ratios, where low ratios yield higher levels of polyphenols (7). \n\nDuring the boiling step of beer brewing, hop is added to the wort. The contribution of hop polyphenols to boiled wort depends on the time of addition. Late addition allows the extraction, but limits their subsequent degradation upon oxidation (47). Ale beers are more hopped than lagers. A large proportion of flavonols is extracted from hop: 88% of the quercetin glycosides and 91% of the kaempferol glycosides present in the hop are extracted in the wort during the boiling process (48). During the fermentation step the content of flavonol glycosides is decreased, but storage of beer for up to two months produces no further losses in flavonols. This could mean that the content of flavonols in beer largely depends on the rates of hop addition to worts during the beer brewing process. \n\nThe prenylated flavonoids in hops are predominantly of the chalcone type. Hops only contain minor quantities of prenylated flavanones. In contrast, beers contain much higher levels of prenylflavanones than prenylchalcones. During the boiling of hops with wort, prenylated chalcones undergo cyclization into their isomeric flavanones. Losses of prenylflavonoids during wort boiling occur due to incomplete extraction from the hop into the wort, adsorption to insoluble malt proteins, and adsorption to yeast cells during fermentation (49). \n\nConcentrations of esterified ferulic acids were reported to be about 2 to 3-fold higher than the corre... (truncated)",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.843718946,
        "format_confidence":0.6690719128
    },
    {
        "url":"http:\/\/www.markedbyteachers.com\/gcse\/design-and-technology\/the-quorn-tm-product-range-is-a-delicious-healthy-alternative-to-meat-found-in-a-range-of-meals-and-food-products.html",
        "text":"• Join over 1.2 million students every month\n  • Accelerate your learning by 29%\n  • Unlimited access from just £6.99 per month\n\nThe Quorn(TM) product range is a delicious healthy alternative to meat found in a range of meals and food products\n\nExtracts from this document...\n\n\nThe Quorn(tm) product range is a delicious healthy alternative to meat found in a range of meals and food products. The unique ingredient in all Quorn(tm) foods is derived from the edible fungi family, as are mushrooms, truffles and morels, and provides the taste and texture of a full range of meat products and ready meals but is entirely meat free. Whether you are a meat eater or a vegetarian, if you are looking to eat more healthily, you are bound to find something to suit the whole family, that won't compromise on taste. ...read more.\n\n\nWe hope that you will make contact and let us have your comments. Marlow Foods Limited are based in North Yorkshire in the UK where they produce the Quorn(tm) product range for international distribution. To match consumer needs, there is a wide range of Quorn(tm) products. These have been developed primarily to give the maximum choice possible to consumers. Here is a small sample: Quorn(tm) burgers, sausages and fillets are easy to cook and ideal for family lunches or dinners. ...read more.\n\n\nAs well as matching healthy eating recommendations, Quorn(tm) products have the additional benefits that cooking times are short, they do not shrink on cooking and the ingredient range readily absorbs flavours from any sauces used. Quorn is a fungus (mycoprotein) which grows in a glucose mixture. The mycoprotein is separated into a solid and liquid. The solid is heated and mixed with flavours to make it taste like meat. Main advantages: High in protein and fibre. Low in fat. Can be sliced into many different shapes to look like meat. Examples of Quorn products include: fillets, burgers, sweet and sour, pieces and mince. ...read more.\n\nThe above preview is unformatted text\n\nThis student written piece of work is one of many that can be found in our GCSE Food Technology section.\n\nFound what you're looking for?\n\n  • Start learning 29% faster today\n  • 150,000+ documents available\n  • Just £6.99 a month\n\nNot the one? Search for your essay title...\n  • Join over 1.2 million students every month\n  • Accelerate your learning by 29%\n  • Unlimited access from just £6.99 per month\n\nSee related essaysSee related essays\n\nRelated GCSE Food Technology essays\n\n  1. Food Technology - Healthy School Meals\n\n    School meals, in 1947, were paid for fully by the Government. An example of a school lunch, in 1948, was beef stew, potatoes and cabbage with fish on Fridays and hot tapioca or jam sponge with custard. In 1956, school meals cost 5p.\n\n  2. A healthy diet when Pregnant.\n\n    Avoid raw eggs and foods containing them (e.g. mousses and homemade mayonnaise). Commercially prepared foods, made with pasteurised eggs (e.g. bottled mayonnaise) are safe to eat. Meat: Cook meat until it is well done. All meat products, e.g. sausages and burgers, should also be cooked thoroughly so that the juices run clear.\n\n  1. Design and make a special diet product, which could be sold in a major ...\n\n    NUTRITIONAL ANALYSIS Total Nutrient content Energy (kJ) Energy (kcal) Protein Carbohydrate Fat (g) EVALUATION Chocolate biscotti look very nice and taste good too, but the protein content is low unless you eat a lot of them but then you will also eat a lot of fat. Energy content is not what I'm looking for as it is very low, so will be no good for my diet.\n\n  2. I have been asked to produce an A4 booklet describing the components of a ...\n\n    In the last month he has felt tired and lethargic and despite lots of sleep felt he wasn't recovering from training sessions and as his sessions were getting longer as he increases the mileage this isn't a good sign. He decided as he felt like this he would seek a\n\n  1. Food Technology - Product for a young child.\n\n    Questionnaire Example Questionnaire * Do you look for healthy or appealing foods when you shop for your child? Appealing * Do you think the meal has to be appealing to the child? Yes * Do you buy food based on their appearance?\n\n  2. I will look at six existing products which are already available and evaluate how ...\n\n    Outside Packaging The outside packaging is made from cardboard which is thin and also has a wax coating which creates a moisture barrier over the card. The method allows a fold to be heat-sealed on the wax surfacing. The packaging is protective as it prevents moisture and heat from getting\n\n  1. Globalisation and regulation of food risks. A theoretical overview.\n\n    Agriculture is less and less identified with place and country (McMichael, 1994), but at the same time place (in the sense of the space of places as defined by Castells) still exists, because the overwhelming majority of people still lives in specific places and perceive their space as place-based.\n\n  2. There has become an increasing demand for single portion food products - I will ...\n\n    Batch production is an example of a system. It is not physically possible for me to produce my single portion food product using batch production by myself. Therefore it is important for me to set up a system, this will reduce the strain of meeting the orders and make the\n\n  • Over 160,000 pieces\n    of student written work\n  • Annotated by\n    experienced teachers\n  • Ideas and feedback to\n    improve your own work",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.9431833029,
        "format_confidence":0.7099583149
    },
    {
        "url":"http:\/\/foodsource.org.uk\/81-introduction-what-are-concerns-meat-and-dairy-and-who-are-major-stakeholders-debate",
        "text":"8.1 Introduction: what are the concerns with meat and dairy, and who are the major stakeholders in the debate?\n\n8.1.1 Livestock: a convergence of concerns\n\nRearing livestock and consumption of animal products raises multiple social, environmental and ethical concerns\n\nFCRN (2016, unpublished)\n\n8.1.2 The stakeholders in the debate\n\nStakeholders in the meat and dairy debate\n\nStakeholders include:\n\n  • Livestock & food industry\n  • Civil society organisations (including environmental, animal rights\/welfare groups, public health campaigners etc.)\n  • People with specific dietary interests (e.g. religious, ethical, health-conscious, etc.)\n  • Vets\n  • Ethicists\n  • Public health bodies\n  • Academics and policy makers (all influenced by the above).\n\nAll have different priorities, interests and values relating to livestock’s impact on health, the environment and society.\n\nThis chapter looks at the different views these stakeholders hold on meat and livestock in relation to: health, the environment and animal welfare.",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.5999773741,
        "format_confidence":0.6885352135
    },
    {
        "url":"https:\/\/phdessay.com\/food-inc-2\/",
        "text":"Last Updated 27 Jul 2020\n\nFood Inc\n\nCategory Food\nEssay type Research\nWords 521 (2 pages)\nViews 260\n\n| | | | | Food Inc 4\/6\/13 In class last Tuesday we watched a documentary called Food Inc. This film was an eye opener for most people but being that I am a sixth generation farmer I understand how the seed, meat, and poultry corporations work. This film discussed the problems with the food industry today, and what we need to do to change the future of how our food is made and processed. In the first section of this documentary they talked about the food industry as a whole and how most of the food industry is ran by four or five big industries.\n\nThis should not be how it is ran as off right now and today these companies are monopolies and run unsafe facilities not for just the people that work there but how the production process is ran. This documentary also covered the meat is being produced in unsafe and unnatural way. While feeding cattle corn is a great way to make them larger quicker, it still is not the right way to feed cattle because feeding them too much corn can cause them to die because of a disease called e-coli.\n\nWhen cattle get this disease it sometimes is not caught and the cow gets slaughtered and ends up on our dinner plate and then we receive the disease by eating the meat. This needs to change cows need to be fed grass and hay, and should not be on a corn only diet. This film also covered the poultry industry and how poultry is being grown at a very fast rate and how the chicken houses are not safe or very sanitary. The poultry houses are sealed with no sunlight. Chickens in these houses are bigger and grown at a faster rate which often leads to death and disease.\n\nDon't use plagiarized sources. Get Your Custom Essay on\n\nFood Inc\n\njust from $13,9 \/ page\n\nget custom paper\n\nThe last section of this film talks about the seed corporation. During this section they discussed how farmers were getting the short end of the stick with trying to battle with Monsanto, which is the largest seed producing company in America. It is bad that farmers only have one place to go for seed for crops and after Monsanto buys all the other seed companies in America where do farmers turn when they don’t have the funds to keep running. Those farmers turn to banks for loans to buy the seed from this company and hopes that it will produce. If that seed doesn’t produce a good crop farmers go bankrupt.\n\nThis documentary doesn’t state but shows what America’s food industry is turning into and is heading to a monopoly industry. The food industry is failing as a whole and America should take it back by growing and raising our own food. We should rely less on foods that are highly processed, and put more back to farmers to make a new food industry. Without farmers America would fail. It’s like my Father always says “farmers built this country, and only a farmer can rebuild it”. We need to change what we are doing to our food, in the end we are only hurting ourselves by producing poor food quality.\n\nRemember. This is just a sample.\nYou can get your custom paper from our expert writers\n\nget custom paper\n\nCite this page\n\nFood Inc. (2017, Mar 26). Retrieved from\n\nNot Finding What You Need?\n\nSearch for essay samples now\n\nWe use cookies to give you the best experience possible. By continuing we’ll assume you’re on board with our cookie policy\n\nYour Deadline is Too Short?  Let Professional Writer Help You\n\nGet Help From Writers",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.7633758783,
        "format_confidence":0.9309613705
    },
    {
        "url":"http:\/\/users.stlcc.edu\/mfuller\/pennsic2007cooking.html",
        "text":"Prof. Michael Fuller,, St. Louis Community College\nSCA, Lord Michael of Safita\nBarony of Three Rivers within the Kingdom of Calontir\nExperimental Archaeology at Pennsic, Summer 2007.\n\nI conducted two open fire cooking experiments at Pennsic. The first experiment was cooking Tavche Gravche (Macedonian, beans in a pot) while the second experiment was to cook Mjaddarah (Arabic, traditional lentil dish) over an open fire.\n\nTavche Gravche is a dish that I prepared at Pennsic during 2006; I modified the experiment during 2007 by preparing the dish in a glazed, straight-wall casserole dish that I had purchased in the Khan El Khalili (Cairo's old market) during March 2007. I also modified the experiment by using dry herbs instead of fresh herbs.\n\nThe recipe and directions for Tavche Gravche were provided by Christopher Sulincevski (a native Skopje and international project supervisor for St. Louis Community College).\n\nRaw Ingredients: 6 heaping handfuls of white beans (soaked overnight), 4 minced cloves of garlic, olive oil, sweet paprika, and water. I used a heaping handful onions that had been commercially fried and dried.\n\nDried thyme and dried rosemary were used to season the stew. The red spice is paprika.\n\nThe cooking fire was made in a shallow earth pit.\n\nBeans, onions and spices waiting to be stirred.\n\nTavche Gravche stirred and placed near the edges of the coals.\n\nI used the base of a glazed Tajeen for a lid because the curbside pottery seller in Cairo did not have a lid large enough for the casserole. I had purchased the Tajeen in Morocco. The covered casserole came to a low boil and cooked for 5 hours. The beans were still not fully cooked because the heat level of the fire had not be maintained during the day. Undercooked beans can cause food poisoning, so I cooked the dish for another 2 hours over a more intense heat. The Tavche Gravche was delicious. It was actually easier to cook in the casserole than in the \"cooking pot\" that I used during Pennsic 2006. The glazed casserole was far easier to clean than the unglazed cooking pot used in 2006.\n\nThe second cooking experiments was with the SPCA (Stewpot Period Culinary Association).\n\nLentils were soaked for 6 hours, drained, then placed to cook in the Egyptian casserole with water and salt.\n\nThe second day of cooking experiments used a separate firepit to create coals for cooking.\n\nI used fresh onions for the Mjaddarah.\n\nOne and a half onions were chopped by hand for the dish and kept in a smaller Egyptian casserole.\n\nThe chopped onion was fried in a flat bottom frying pan made by Lynn McAdams (SCA Elaine Ladd from the Middle Kingdom). It took approximately 30 minutes to fry the onion in two batches. The frying pan was already hot becaused Lynn McAdams had fried onions in it for her bean dish. Olive oil was used in the frying.\n\nThe lentils and onions cooked in the covered casserole for 4 hours, then were removed from the coals to cool. The last step in the preparation was to add one cup of commercially produced sour cream, and stir. Normally, I would have preferred plain yoghurt, but it was not available. The sour cream was a perfect match for the lintels and fried onions. Several individuals at the resulting feast indicated that they would not have been able to eat the yoghurt (for medical reasons), but that the sour cream created no problems. The Mjaddarah was excellent and two individuals asked for the recipe.\n\nLynn McAdams (SCA Elaine Ladd from the Middle Kingdom) cooking a meal of beans, sausage and onions.\n\nLynn McAdams was very pleased to get a rolling boil in her cooking pot containing the beans, sausage and onions.\n\nAnother set of cookfire experiments included roasting a chick and a beef roast using string.\n\nOne problem with string roasting method is that the string can fail if the heat from the fire is too intense.\n\nThe heat from the burning wood eventually proved too hot for string roasting. The string roasting experiment was moved to the area above the cooking pots in the bed of coals. That heat level was perfect.\n\nA chicken was also prepared in a dutch oven made from cast iron.\n\nSeasoned leg of lamb prepared in a dutch oven made from cast iron.\n\nThe SPCA cooking experiment also included a dozen bluegil fish that were caught from Cooper Lake and immediately cleaned.\n\nThe fish were cooked in olive oil in a metal wok over the fire by Lord Stefan li Rous (Mark Harris). They had been salted and seasoned with Aunti Awren's Rusian Spice mix.\n\nLamb cut up and served in the smaller Egyptian casserole.\n\nDeboned chicken that was cooked in the dutch oven.\n\nThe SPCA cooking experiment was conducted in Flip's camp while a blacksmith student was creating a fire poker under the supervision of Flip.\nWebpage created 13 August 2007 `",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.7776585817,
        "format_confidence":0.5984070897
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Trends-And-Conditions-1282391.html",
        "text":"Trends and Conditions\n\nOnly available on StudyMode\n  • Topic: Conveyor belt, Food, Belt\n  • Pages : 3 (1062 words )\n  • Download(s) : 149\n  • Published : December 3, 2012\nOpen Document\nText Preview\nTrends and Conditions Paper\nCrustal Cobar, Stephanie Blanks, Kenneth Jones, Roy Stittiams, Rochelle Woods MKT\/ 431\nNovember 12, 2012\nBernie Cerasaro\n\n\nRestaurants Without Severs\nThe business proposal presented is an innovative delivery system for customer convenience, quality, and enhances trends of this current target market. We are presenting industry trends, choses in servicing details, and trending opportunities, which uses a conveyer system to deliver food, and beverages. This system offers and alternatives for customers looking to save time, and money, while changing the conventional way dining, and enhance privacy. This new service will minimize the number of people needed to handle food products, and reduce opportunity cost. It will minimize capacity issues that come along with in house safety regulations as well as allow the customer the choice of less human interaction while enjoying a meal whether they dine in or in their car. New ideas that reduce the risk to personal health issues, maintaining quality, and convenient service at affordable prices to customers makes the idea attractive. Industry Trends\n\nDietary Guidelines have slowly but surely changed how, where, and why people buy food and eat out. If a business hopes to survive, they must make gradual changes to meet customer needs and Dietary Guidelines. According to Celentano (2012): “Consumers base their decisions on convenience, ambiance, budget, what their family wants, menu options, and the brand of restaurant “. This means that all types of restaurants are trying to meet all or most of their customers’ needs. There are even restaurants that meet these customer desires by serving sushi on a conveyor belt. There are few of these restaurants in the United States, but the idea has been introduced from Tokyo and the unique experience has received a positive response from consumers. Because food grade conveyor belts are already being used for industrial factories,...\ntracking img",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.5433675647,
        "format_confidence":0.7137203813
    },
    {
        "url":"https:\/\/canadianfoodstudies.uwaterloo.ca\/index.php\/cfs\/article\/view\/592",
        "text":"Critical perspectives on food guidance\n\n\n  • Jennifer Sumner University of Toronto\n  • Ellen Desjardins\n\n\n\ncritical food guidance, food system change, industrial food system, alternative approaches\n\n\nCritical food guidance began as an inspiration, blossomed into a concept and then became a focal point for thinking about food system change. It will continue to evolve as we grapple with the complexities of the industrial food system and work toward alternative approaches.\n\n            As a step in the evolution of a multi-dimensional approach to food, this themed issue asks three basic questions: critical guidance for what, for whom, and by whom? While engaging with these questions, the authors have put forward critical concepts, proposed mindful decision-making, provided contexts for transformation, and presented innovative applications—all with the purpose of spurring broader thinking about food choices that can benefit both food system sustainability and human health\n\nAuthor Biography\n\nJennifer Sumner, University of Toronto\n\nJennifer Sumner teaches in the Adult Education and Community Development Program of the Ontario Institute for Studies in Education at the University of Toronto. Her research interests include food studies, sustainable food systems, and the political economy of food, as well as globalization, sustainability, and organic agriculture. She is the author of the book Sustainability and the Civil Commons: Rural Communities in the Age of Globalization (University of Toronto Press 2005\/2007), co-editor of Critical Perspectives in Food Studies (Oxford University Press 2012\/2016), and editor of Learning, Food and Sustainability: Sites for Resistance and Change (Palgrave Macmillan 2016).\n\n\n\n\nHow to Cite\n\nSumner, J., & Desjardins, E. (2022). Critical perspectives on food guidance. Canadian Food Studies \/ La Revue Canadienne Des études Sur l’alimentation, 9(1).",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.8018506765,
        "format_confidence":0.9230573773
    },
    {
        "url":"http:\/\/www.ifpri.org\/publication\/food-security-and-food-self-sufficiency-bhutan",
        "text":"Food security and food self sufficiency in Bhutan\n\nNicholas Minot, Nidup Pelijor\n\nFood security is defined as “the access for all people at all times to enough food for a health, active life” (FAO, 1996). In contrast, food self-sufficiency is defined as being able to meet consumption needs (particularly for staple food crops) from own production rather than by buying or importing. There is a long-standing debate on whether food self-sufficiency is a useful strategy to achieve food security. Supporters of this proposition argue that relying on the market for to meet food needs is a risky strategy because of volatility in food prices and possible interruption in supplies. The opposing view is that it is costly for a household (or country) to focus on food self-sufficiency rather than producing according to its comparative advantage and purchasing some of its food requirements from the market. This debate is reflected in the evolution of food policy in Bhutan. Early Five-Year Plans (FYPs) called for self-sufficiency in staple foods, while more recent FYPs focus on the goal of food security. This paper examines three questions related to food security and food self-sufficiency in Bhutan.",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.8750013113,
        "format_confidence":0.9762179852
    },
    {
        "url":"http:\/\/repositorio.ucp.pt\/handle\/10400.14\/6679",
        "text":"\nTítulo: Secondary proteolysis in Serra cheese during ripening and throughout the cheese-making season\nAutor: Macedo, Angela C.\nMalcata, F. X.\nPalavras-chave: Proteolysis\nSoluble nitrogen fractions\nRaw milk\nData: 1997\nEditora: Springer Verlag\nCitação: MACEDO, Angela C. ; MALCATA, F. Xavier - Secondary proteolysis in Serra cheese during ripening and throughout the cheese-making season. Zeitschrift für Lebensmitteluntersuchung und -Forschung A. ISSN 1431-4630. Vol. 204, n.º 3 (1997), p. 173-179\nResumo: Experimental Serra cheeses were manufactured from raw ewe’s milk and thistle flowers following a two-way factorial design. The content of nitrogen soluble in water (WSN), in 2% trichloroacetic acid (2% TCA-N), in 12% TCA (TCA-N) and in 5% phosphotungstic acid (5% PTA-N), and the pH and salt-in-moisture concentration were measured throughout the ripening period (sampling at 0, 7, 21 and 35 days) and the cheese-making season (sampling in November, February and May). Proteolysis in 35-day-old Serra cheese was quantitatively high [average values of 34.6% and 11.9% for WSN\/TN (total nitrogen) and 2% TCA-N\/TN, respectively], but qualitatively low (average values of 5.8% and 1.2% for 12% TCA-N\/TN and 5% PTA-N\/TN, respectively). The ratios WSN\/TN and 2% TCA-N\/TN were lowest for cheeses ripened in February, whereas the ratio 12% TCA-N\/TN was highest for cheeses ripened in November. By 35 days of ripening, the average pH and salt-in-moisture concentration values were 5.2 and 4.8%, respectively. No correlation was found to occur between the measured pH or salt-in-moisture concentration and the values of soluble nitrogen fractions throughout the cheese-making season.\nPeer review: yes\nURI: http:\/\/hdl.handle.net\/10400.14\/6679\nVersão do Editor: The original publication is available at www.springerlink.com\nAparece nas colecções:ESB - Artigos em revistas internacionais com Arbitragem \/ Papers in international journals with Peer-review\n\nFicheiros deste registo:\nFicheiro Descrição TamanhoFormato \nSecondary proteolysis .pdf895,72 kBAdobe PDFVer\/Abrir\n\nFacebookTwitterDeliciousLinkedInDiggGoogle BookmarksMySpace\nFormato BibTex MendeleyEndnote Degois \n\nTodos os registos no repositório estão protegidos por leis de copyright, com todos os direitos reservados.",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.5397358537,
        "format_confidence":0.8719783425
    },
    {
        "url":"https:\/\/scholar.archive.org\/work\/her7gtfca5clzod53eymfi4vie",
        "text":"Evaluation of Flavor and Aroma Compounds Present in Kefir\n\nT Bakhshandeh, R Pourahmad, A Sharifan, A Moghimi\n2011 Journal of Food Biosciences and Technology   unpublished\nKefir is fermented milk that has a unique flavor because of acetaldehyde, diacetyl, acetoin and ethanol. The aim of this study was to evaluate flavor and aroma compounds present in kefir. Two types of starter (Christian Hansen and Sacco) and three levels of temperatures (30, 33 and 35 o C) were used for the preparation of kefir samples. The samples were analyzed for acetaldehyde, diacetyl, acetoin and ethanol by GC equipped with FID detector. Levels of acetaldehyde, diacetyl, acetoin and\nmore » ... acetoin and ethanol were increased with raising the temperature and decreased during cold storage from the first day until the 14 th day. pH was decreased and acidity was increased in all samples during cold storage. After organoleptic evaluation, the prepared sample by Sacco at 35 o C was known as the best sample and then the prepared samples by Sacco at 33 and 30 o C were recognized as the favorable samples.",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.6877163053,
        "format_confidence":0.9739328027
    },
    {
        "url":"https:\/\/nofima.no\/en\/publication\/1047409\/",
        "text":"Academic article\n\nA new approach in TDS data analysis: A case study on sweetened coffee\n\nDinnella, Caterina; Masi, Camilla; Næs, Tormod; Monteleone, Erminio\n\nPublication details\n\nJournal: Food Quality and Preference, vol. 30, p. 33–46–14, 2013\n\nPublisher: Elsevier\n\nIssue: 1\n\nInternational Standard Numbers:\nPrinted: 0950-3293\nElectronic: 1873-6343\n\nOpen Access: none\n\n\nThe statistical methods that are generally used to analyze sensory data are difficult to apply to TDS data.\nTo overcome this difficulty, it has been proposed that ANOVA models could be applied if subjects’\nresponses were summarized as frequency values in a given number of time periods instead of considering\nall the acquisition time points. In this study, a methodology for validating and analyzing TDS data transformed\ninto frequency values is tested in a study of the temporal evolution of sensations in coffee with\nthree different sweeteners added. Criteria for selecting the most appropriate time periods in the TDS\ncurve for frequency value computation are discussed. ANOVA models on frequency values are proposed\nto estimate differences in attribute dominance among products, and to test the effect of collecting intensity\nratings, along with TDS evaluations, on the frequency with which attributes were selected as",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.5093178749,
        "format_confidence":0.9784423709
    },
    {
        "url":"http:\/\/ifro.ku.dk\/english\/staff\/staffconsumption\/?pure=en%2Fpublications%2Feating-out-in-four-nordic-countries(d3e99270-39e5-4070-b3ac-36d2ca1d0734).html",
        "text":"Staff of the Section for Consumption, Bioethics and Governance – University of Copenhagen\n\nForward this page to a friend Resize Print Bookmark and Share\n\nEnglish > Staff > Consumption Bioethics ...\n\nEating out in four Nordic countries: national patterns and social stratification\n\nPublication: Research - peer-reviewJournal article\n\nUsing a survey conducted in four Nordic countries (Denmark, Finland, Norway and Sweden) in 2012, we investigated whether eating out in cafés and restaurants in these countries is best characterized as a workday pattern activity or a leisure activity; and, whether frequent eating at cafés and restaurants is related to socio-demographic factors and factors relevant to the organization of daily life.We found that eating out is not a fundamental part of everyday eating. It is something which takes place occasionally. This may be taken to suggest that eating out in the Nordic countries is primarily a leisure activity. However, while this is an accurate portrayal of Denmark and Norway, eating out in Finland and Sweden is somewhat more common and linked to work-life. This difference probably reflects contrasting historical-institutional paths: in Finland and Sweden a food culture emphasizing cooked lunches and dedicated public policies supporting the provisioning of lunches outside the home may have promoted eating out.Multivariate analysis revealed that eating out declines with age. An urbanization effect exists, as residence in a capital city increases the propensity to eat out. There were socio-economic differences in all countries. We hypothesized that education and status would not significantly explain eating out activity after people's gastronomic interest had been controlled for. However, education was statistically significant in Sweden and Norway, and surprisingly status was negatively associated with eating out in Sweden. As expected, eating out was positively associated with income, and it was more frequent among the higher salariat and the self-employed (although not in Norway).\n\nOriginal languageEnglish\nStateAccepted\/In press - 17 Jun 2017\n\n    Research areas\n\n  • Cross-country comparison, Eating out, Nordic countries, Questionnaire study, Social stratification, Status\n\nID: 180942611",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.8904711008,
        "format_confidence":0.9718206525
    },
    {
        "url":"http:\/\/www.ifpri.org\/publication\/toward-typology-food-security-developing-countries",
        "text":"Toward a typology of food security in developing countries\n\nThe recent global food and financial crises have reversed the last decade’s progress in reducing hunger and poverty. This paper conducts a factor and sequential typology analysis to identify groups of countries categorized according to five measures of food security—consumption, production, imports, distribution, and agricultural potential—by using indicators from 175 countries. The analysis first identifies five distinct food security groups, characterized by food intake, and then further splits these groups based on the various measures of food production, trade security, and agricultural potential. The results suggest that the general category of “developing countries” is extremely heterogeneous and is not particularly useful if the focus is on issues of food security. The results also indicate that different responses are needed by different types of food-insecure countries to address the food and financial crises.\n\nYu, Bingxin\nYou, Liangzhi\nFan, Shenggen\nPublished date: \nInternational Food Policy Research Institute (IFPRI)\nSeries number: \nPDF file:",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.6928544641,
        "format_confidence":0.9793216586
    },
    {
        "url":"http:\/\/www.employmentpotentials.com\/2019\/08\/05\/comparison-among-healthy-food-choices-as-well-as-processed-foods-essay\/",
        "text":"Download PDF\nView Count: 130\n\nComparison Among Healthy food choices as well as Processed foods Essay\n\nby seo on August 5, 2019\n\nAdjustments made to the item which makes it close to sweets essentially raises the standard of salt; which in turn causes both equally dangerous health risks like high-cholesterol. Nonetheless, particularly if probably won’t often be the most effective strategy to engage pertaining to creating a tutorial assignment. In to get the very best level achievable, you might start your hard work for the composition by simply searching for your attractive article games for that matter of the popularity of ready made meals eateries. I’m in the “repurpose the actual subsidies” go camping, yet not most things with regards to a McDonalds food is supposed to “keep anyone whole.” People take in 2,000 calories from fat food items everyday – Cheesecake Manufacturing plant, TGI Friday’s, Olive Yard – plus not one of these “lasts all day long.” Hyper-processed meals, since it is more popularly known higher than, depends on enhanced starchy foods, injectables along with flours (put simply, processed fat bombs joined with fatty content which usually spins dishes straight into food bombs. May be examined within a ease of fast food essay or dissertation. By way of example, various meats, chicken, bass, plant seeds, many fruits, along with vegetables, items like dairy products as well as whole grain products is going to be removed. In truth it isn’t more cost-effective to eat processed foods: a standard purchase for a class of some – one example is, not one but two Big Mac pcs, some sort of burger, half a dozen poultry McNuggets, a couple of method and a couple smaller fried potatoes, and also choice and a couple of little carbonated drinks – prices, in the McDonald’s a century techniques where My spouse and i compose, in relation to 28.\n\nFast meals paper topics\n\nAs you might have formerly thought them, why the ideal intro that’s highly valued by far the most would be the reasonably competitive and fascinating fast food essay connect. Once you’ve spelled out all the phrases in addition to research this helps your plan, it’s time for you to provide an opposing controversy, which may currently have almost the same structure. The kind of example is the taxation of any nicotine products. Finally, there are various forecasts getting made which forecast the end result of excise taxes involving processed foods along with consume.\n\nWhy are vitamins Any, B2, B6, H, folate, calcium supplements, health proteins, as well as golf club a crucial style of nutrients towards human body? Through the Soul ; Stroke Foundation’s nutritious graph and or chart it revealed these nutrition offer many ways to use our bodies. Just like he admits that, there is no such thing as an “only option.” Really the only alternative to popular your own major apple pc isn’t all-natural, grass-fed meat. The particular dosage causes it to be the killer or a remedy’. In as much as a reason and also effect cardstock is anxious you may contain the most effective plan until now on the subject of opting to improve the following paper. (Prudent getting with “Happy Meals” is able to reduce that will about 23 – therefore you get a handful of apple mackintosh rounds along with the chips!)\n\nResearch document on rapid food\n\n(The actual challenge just isn’t “I’m too active in order to cook.” This year the normal Usa, regardless of regular earnings, seen no less than an hour or so . Moms and dads provides a diverse number of fruit. harmful nutritional requirements their very own ain advantage. Rapid stride lifestyle stated earlier, deprives persons an opportunity of generating time for the fitness center. I’m additionally generally annoyed by a poo-pooing of food deserts, pointed out in a very transferring passage. At least in the event that Carl’s junior and their fastfood competitors produce far healthier diet choices much more readily available and even more popular, next rather than men and women fundamentally shifting the conduct behaviour, they are able to not less than obtain greater use of better foodstuff. It looks skilled, maybe even a lot.\n\nThere are plenty of forms of unhealthy foods, even so the most popular unhealthy foods individuals will use up when watching a motion picture, doing work shortly before bedtime, doing study, video games, and also partying tend to be muffins, pastries, cakes, pastries, soft ice cream, puddings, cheesecake, sugar, sugary snacks, syrup, coke, sugary non-carbonated products, ingrown toenail french fries, tortilla casino chips, in addition to chips. Still, Ninety three percentage of the by using limited access to home improvement stores totally have admission to motor vehicles, eventhough it takes these folks 10 additional moments to travel to a shop compared to nation’s average. May be examined in a very simplicity of fast food essay or dissertation. folks that eat healthy nutrients are likely to secure the potential plus the vitality to produce difficult perform.\n\nFast food items paper outline\n\nAn individual can feel weak, depleted along with fractious because fast food simply satisfies your abdominal in order to prevent being hungry. One example is, a opposition sight on the topic due to previously mentioned case subject matter might be the dissertation in relation to the reason schools need to offer fast food choices. A sound body will increase life-span of an individual. On the other hand, the analysis displayed in this post implies that Americans at present are usually enjoyable their own chicken wings along with soft drinks hankerings together with far better choices. The first thing that you must do while concentrating on a simple food along with excessive weight investigation newspaper should be to very carefully assemble every one of the probable references on your theme that you could obtain. However, if you wish to get a little bit more inside your creative imagination, you may decide this sort of dubious theme because benefits associated with take out paper.\n\nEncyclopedia of Junk Food along with Takeaway food. Only don’t give them about at once. Between 1994 as well as 2010 and beyond, the us government doled out 170 mil around agricultural tax assistance to fund producing these food types, aforementioned a couple of in part through subsidies on supply grains. and that is certainly without doubt continue to cheap.\n\nOften, for those who write the gripping article, your main task is usually to deal with the present day daily life along with at the moment. There are many troubles discussed within current media around the ought to safeguard the planet as a result of recycling where possible greater gasoline options. In a write-up published by the brand new York Times. Bills ., it gets important to promote sources of information like individual weblogs or perhaps open public social media marketing communities that explain the real truth about this easiness along with all of the wellness fiscal important things about planning homemade meals. Have pointing out all the major level though contemplating your current thesis report to be a indisputable fact. A person’s takeaway food beneficial dialog will only take advantage of in which in order to ones A+ score. Several promotional features and also doll show heroes inside package tend to be one more marketing and advertising key which goals children to get for that cheese burger menus.\n\nOn this twenty-four hrs in clip. When creating notably these types of an instructional project, you want to concentrate on investigating the trouble which you create with your dissertation affirmation out of different perspectives, thinking of distinct points along with facts along the route. However, mcdougal makes clear that isn’t the truth is so. You will never learn, though if you publish a fantastic report, your classes could possibly see this and apply many of a person’s sights within adjusting just how things are work. The increased percentage regarding weight problems among Us citizens is definitely rigid.\n\nSuch as, the regular practice of eating out results in the danger of excessive weight. I couldn’t observe by myself paying out 20 in one dish – I could truthfully make a pan regarding seafood gumbo for just can possess locations for several days – much less just one whole day’s cooking. If you’re writing the end results involving eating an excessive amount of ready made meals composition, the great way of tend to captivate ones teacher and class would be to proceed much deeper down into the actual biochemistry and biology of their elements. But, your next crucial thing to learn will be your audience. Hence, people’s healthy eating plan may be well balanced if perhaps everyone is preparing everyday. We will generate some sort of customized small sample dissertation about Is usually Unhealthy food Definitely More affordable specifically for an individual\nFOR Just 16.38 13.85 \/page For case in point, you are writing some sort of need to fast food often be supported using forewarning product labels composition.\n\nIn the event that that’s too much money, change an evening meal involving almond as well as memorized beans along with bread, green sweet peppers along with don’t forget the onions; it’s very easily more than enough intended for 4 people today and charges regarding 9. Consuming fast food is often a approach pay for your essay to clear up this concern. However, if you want to head out a little more forward as part of your creativeness, you may choose this kind of debatable topic while advantages of takeaway food essay or dissertation. That could be, that the frequent consumption of fastfood presents so many fat laden calories and also weak hands healthy eating plan, that can cause a unsatisfied need to feed on much more, the over-eating, in its turn, brings about undesirable the digestive system and morbid obesity on account of the item. Ever since the takeaway food is... (truncated)",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.7001817822,
        "format_confidence":0.5177727938
    },
    {
        "url":"http:\/\/www.studymode.com\/course-notes\/The-Difference-Between-Chinese-Cusine-And-1639156.html",
        "text":"The Difference Between Chinese Cusine and the Western Countres\n\nTopics: Nutrition, Culture, American Chinese cuisine Pages: 19 (7085 words) Published: April 27, 2013\n\nThis thesis explores the differences between Chinese and Western dietary culture. In the complex world culture spin, the dietary culture plays an extremely important role in the world culture. The differences between Chinese and Western culture created the differences between Chinese and Western dietary culture. Different countries have their own dietary cultural. Traditional Chinese culture is agricultural culture and land culture, while traditional western culture is animal husbandry culture and ocean culture. These two kinds of cultures reflect diverse life styles in which food is the most representative aspect. In variously cultural contexts, whether it is in concept, objects, kitchen ware, or tableware, these differences are obvious. But as development of the communication and integration of the international, Chinese and western dietary culture will be developed in common communication. This will play a significant role to promote the communication of culture in the world.\n\n\nDiet is not only the premise of social development, but also the paramount material base for human to survive with good health condition. In the early stage of barbarism, like other animals, looking for food to survive is just the instinct for human beings. But when man began to use fire to cook food and they entered the age of civilization, especially the time of cooking with the pottery, the food became the creation made by the human own wisdom and their technology. Then there is the essential difference in diet between human beings and animals that the diet has its cultural nature. Thus the history of human diet is to be this kind of history that human adapt to nature, conquer and reform nature to survive and develop in the nature, and the human dietary culture gradually comes into being in the course of this progress. As an important part of human culture, the dietary culture has a generalized meaning and a narrowed meaning. This thesis discuss the dietary culture in this narrow sense which is the total of material wealth and spirit wealth created and accumulated in the long-term progress of food consumption, and it is the knowledge about what to eat, how to eat and why to eat, including dietary object, dietary tableware and so on.\n\nChina has profound cultural heritage of dietary culture and diet play a foremost role in people’s daily life so that dietary culture take a huge proportion in Chinese culture. Facing the dietary culture from other countries, we should accept or reject them based on ourselves condition. We can’t only chase for enjoyment in taste, because it is harmful to our physical health if we eat too much foreign food which is belong to the high calories food. However, it is obvious that we shouldn’t aimlessly reject all the new objects. Under the influence of entering the WTO and globalization, the international connection has become closer and closer so that the collision and fusion in the dietary culture always happen between Chinese and westerners. Granted, it takes a long time for two different cultures to merge and coexist and there must be an aspect that both sides can’t adapt to each other. If this phenomenon occurs, we should try our best to understand, respect and tolerate another culture in right manner.\n\nA new kind of concept called Fusion Food has another name that is Global Cuisine and it has been popular in the fashionable diet circle in international cities, such as Paris, New York, London, Sydney. Now it is starting to come into China. The connotation of this Fusion Food is to merge the raw material, condiment and cooking skills together in a creative way from countries all over the world. Besides, it introduces the exoticism to the native diet by takes doctrine to discard the dross and select the essential. It is a cooking revolution flagged with fusion. Through the fusion of gourmet food, the thing it brings is not just the food, is more like the enjoyment of a variety...\nContinue Reading\n\nPlease join StudyMode to read the full document\n\nYou May Also Find These Documents Helpful\n\n  • Essay about The Differences and Reasons of Food Habit between Chinese and Western\n  • Essay about difference between Chinese and western medium\n  • The Differences Between Chinese and Western Food Essay\n  • Differences Between Chinese and Western Education Essay\n  • The Differences Between Chinese and Western Advertisement Essay\n  • On Differences Between Chinese and Western Dietary Cultures Essay\n  • Essay about Aesthetic Differences Between Chinese and Western Poetry\n  • Chinese and American Education Differences Essay\n\nBecome a StudyMode Member\n\nSign Up - It's Free",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.8898550272,
        "format_confidence":0.673322916
    },
    {
        "url":"https:\/\/popups.ulg.ac.be\/1780-4507\/index.php?id=18859&lang=en",
        "text":"\n\n1370-6233 1780-4507\n\n\nImpact factor: 1,319 (2019)\n\nsince 05 February 2011 :\nView(s): 256 (21 ULiège)\nDownload(s): 8 (0 ULiège)\nÉmilie Lefébure, Thibault Troch, Younés Noutfia, Frédéric Colinet, Amaury Gérard, Frédéric Dehareng, Vincent Baeten, Nicolas Gengler & Marianne Sindic\n\nIs it possible to predict milk processing into butter using infrared spectroscopy?\n\nOpen Access\n\nAttached document(s)\n\nVersion PDF originale\n\nEditor's Notes\n\nReceived 6 February 2020, accepted 3 February 2021, available online 17 February 2021\n\nThis article is distributed under the terms and conditions of the CC-BY License (\n\n\nÉtude de l’aptitude à la transformation du lait en beurre par des techniques de spectroscopie infrarouge\n\nDescription du sujet. Étant donné le faible prix actuel du lait, bon nombre de producteurs ont opté pour la transformation de leur lait en produits à plus haute valeur ajoutée, dont le beurre. Cependant, tous les laits n’ont pas la même aptitude à la transformation en beurre. Il serait donc intéressant de pouvoir prédire l’aptitude à la transformation du lait.\n\nObjectifs. Le but de cet article était d’étudier l’aptitude à la transformation du lait en beurre au moyen de la spectroscopie infrarouge.\n\nMéthode. Un protocole normalisé pour la fabrication de beurre a été développé. Des échantillons de lait (n = 110), collectés entre 2013 et 2016, ont été analysés par spectroscopie dans les proche et moyen infrarouges (315 spectres). Les échantillons de beurre ont aussi été analysés dans les infrarouges proche et visible (220 spectres). La composition des produits a ensuite été évaluée grâce à des équations de prédiction validées. Des analyses en composantes principales ont été réalisées pour décrire les échantillons.\n\nRésultats. Les propriétés des beurres semblaient être influencées par les saisons et l’alimentation. La teneur en eau et les paramètres de couleurs ont pu être prédits sur base des spectres infrarouges du beurre.\n\nConclusions. Il a été possible de relier certaines caractéristiques des beurres aux propriétés des laits. Cependant, il n’a pas été possible de prédire les caractéristiques des beurres sur base des spectres des laits dans le proche infrarouge. Il pourrait être intéressant de tenter de telles prédictions à partir de spectres du lait dans le moyen infrarouge.\n\nMots-clés : lait de vache, propriété physicochimique, chimie analytique, beurre, spectroscopie infrarouge\n\n\nDescription of the subject. Given the current low price of milk, a lot of producers have decided to process their milk into products with a higher added-value, including butter. However, all milks are not suitable to be transformed into butter. It would thus be useful to be able to predict milk processing properties.\n\nObjectives. The aim of this paper was to study the ability of milk to be processed into butter using infrared spectrophotometry.\n\nMethod. A normalized protocol for the production of butter was developed. Milk samples (n = 110) collected between 2013 and 2016 were analyzed by near and medium infrared spectrometry (315 spectra). Butter samples were also analyzed by visible-near infrared spectrometry (220 spectra). Composition of the products was subsequently assessed using validated prediction equations. Principal components analyses were performed to discriminate samples.\n\nResults. Butter properties seemed to be influenced by seasons and feedings. Water content and color parameters could be predicted on the basis of butter infrared spectra.\n\nConclusions. It was possible to correlate butter characteristics with milk properties. However, it was not possible to predict butter characteristics on the basis of milk near infrared spectra. It could be interesting to try predictions from milk medium infrared spectra.\n\nKeywords : cow milk, chemicophysical properties, analytical chemistry, butter, infrared spectrophotometry\n\n1. Introduction\n\n1Milk is not always consumed as such. Indeed, milk can be transformed into various dairy products, including cheese, milk powder and butter (Holroyd, 2013). Butter is a one of the oldest dairy products worldwide (El-Hajjaji et al., 2019). Butter must be composed of at least 80% of milk fat, and of less than 16% of water (Codex Alimentarius, 2018). Conventional methods for analyzing the chemical composition of butter are slow, expensive, and require highly qualified workers (Hermida et al., 2001; Dvorak et al., 2016). Spectroscopic techniques are now widely used in the field of food control. They are often associated with chemometrics, defined by Massart et al. (1997) as a chemical discipline using mathematical and statistical methods to provide maximum chemical information by analyzing chemical data. Infrared (IR) spectrometry is widely used to predict the major components of milk and dairy products (Hermida et al., 2001; Fagan et al., 2009; Abbas et al., 2012; Baeten et al., 2014). Near-infrared (NIR) and mid-infrared (MIR) spectroscopies are useful tools for quality control in the food industry (Karoui & De Baerdemaeker, 2007). Those are indeed faster than conventional methods, and require little or no sample pre-treatments (Hermida et al., 2001).\n\n2The dairy sector has faced a lot of changes since 1984, when milk quotas were established by the European Union (EU) in order to limit milk surplus. As a result, the total number of dairy farmers has dramatically decreased, falling from 47,000 in 1984 to 7,000 in 2018 in Belgium (Confédération belge de l’Industrie laitière, 2019). Nevertheless, in March 2015, EU removed milk quotas. This evolution led to an increase in milk production and hence to a decrease in milk prices. In Belgium, 6,995 dairy farms are currently identified, with a milk production of around 4 billion liters per year (Confédération belge de l’Industrie Laitière, 2019). An alternative for some farmers is to transform milk into dairy products with a higher added-value (Agence wallonne pour la Promotion d’une Agriculture de Qualité, 2021). This enables farmers to answer the price decrease by diversifying their sources of income and by favoring local food networks. More than 480 Walloon farmers and 260 Flemish farmers currently transform their milk into butter, yoghurts and cheeses (La Spina, 2016). For the year 2018, butter production in Belgium was 103.5 million kg, including industrial and artisanal butter (Confédération belge de l’Industrie laitière, 2019). Annual data related to artisanal butter manufacture are not available.\n\n3On-farm transformation is not so easy. It requires technical qualification, as well as time and a thorough feasibility study (La Spina, 2016). It is known that milk processing depends on several factors, including animal age, lactation number and stage, season, diet composition, milk chemical composition and breed (Dal Zotto et al., 2008). In this context, it would be useful for farmers to predict when milk would not be suitable for butter manufacture. The development of easy and fast methods to analyze dairy products would also be of interest. The aim of this paper was to evaluate the processing of Walloon milk into butter, in order to identify the influence of milk properties on the processing and on the final butter characteristics using IR spectrometry techniques.\n\n2. Materials and methods\n\n2.1. Milk samples\n\n4A total of 110 milk samples were collected from 10 farms in three Belgian provinces, namely Namur, Brabant Wallon and Hainaut, between 2013 and 2016 (Table 1). The entire milk given by one cow during one milking was collected for 107 of these samples. The three remaining samples were taken from milk tank. Different breeds were considered, namely (a) Holstein (n = 89), (b) Jersey (n = 12), (c) Holstein x Jersey (Kiwi, n = 6), (e) Brown Swiss (n = 1), (f) dual purpose Belgian Blue (n = 1) and (g) Kiwi x Maine Anjou (n = 1). Milk was collected separately during morning (65 samples) and evening (42 samples) milkings. Information about feedings is presented in table 2. Milk was transported to the laboratory within 3 h in a 34 l plastic drum with screw lid closure (CurTec, Rijen, Netherlands) and directly transformed into butter.\n\nImage 100000000000030700000269B0FBE7EB0CD2917B.jpg\n\n2.2. Milk analyses\n\n5Before butter manufacture, each milk sample was characterized. Milk pH was measured using pH meter 340i (WTW, Weilheim, Germany) with electrode LoT406-M6-DXK-S7\/25 (Mettler Toledo, Colombus, OH, USA). Dornic acidity was analyzed in duplicate: 10 ml of milk were titrated by NaOH (0.111 M) in the presence of phenolphthalein. Dornic acidity was expressed in tenths of NaOH milliliters. The day of sampling, an aliquot of milk was mixed with 75 µL of a blend of Bronopol and methylene blue at the laboratory for further IR analyses. NIR spectra of milk were also obtained using FT-NIR spectrometer MPA (Bruker Optics, Ettlingen, Germany). Milk samples were transferred to the Comité du Lait (Battice, Belgium) for MIR analyses, using MIR MilkoScan FT6000 (FOSS, HillerØd, Denmark). Mean analysis period was seven 7. On the basis of MIR spectra, the Comité du Lait laboratory provided the total nitrogen content and prediction equations, developed by Soyeurt et al. (2009; 2011), were used to determine milk composition. Predicted components included: minerals (Na, Ca, P, Mg) and fat (saturated fat, SFA; mono-unsaturated fatty acids, MUFA; poly-unsaturated fatty acids, PUFA; short-chain fatty acids, SCFA; medium-chain fatty acids, MCFA; long-chain fatty acids, LCFA).\n\n2.3. Butter manufacture\n\n6Each milk sample was used to manufacture butter in duplicate, following the process described in figure 1. Milk was heated to 39 °C and skimmed using cream separator Model 125 (Elecrem, Fresnes, France). Cream collected from a milk sample was divided in order to manufacture two butter batches. Creams were heated to 82 °C before being directly dipped into iced water, in order to quickly drop the temperature to 25 °C. Creams were then seeded with Flora Danica MSP (CHR Hansen, HØ... (truncated)",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.5057751536,
        "format_confidence":0.9876937866
    },
    {
        "url":"http:\/\/ers.usda.gov\/publications\/vgs-vegetables-and-pulses-outlook\/vgs-329-01.aspx",
        "text":"Stay Connected\n\nFollow ERS on Twitter\nSubscribe to RSS feeds\nSubscribe to ERS e-Newsletters.aspx\nListen to ERS podcasts\nRead ERS blogs at USDA\n\nVegetables and Melons Outlook: October 2008\n\nby Carolyn Dimitri and Lydia Oberholtzer\n\nOutlook No. (VGS-329-01) 19 pp, October 2008\n\nRapid growth in the organic foods market has placed great pressure on farmers and handlers in the U.S. organic sector. Handlers are firms that produce, process, and distribute organic food. As the middlemen in the supply chain, organic handlers have been unable at times to provide as much of their final product as the market wants and have also found needed ingredients in short supply. A survey of certified organic handlers in the United States reveals that handlers widely use contracts as a means to not only procure needed ingredients but also to develop and maintain strong working relationships with their suppliers. Only a few organic handlers, however, have worked to assist farmers directly with farmers' transition to organic production.\n\nKeywords: organic handler, organic intermediaries, marketing organic food products, procurement, contracts, supplier-handler relationships, vertical coordination, transition to organic\n\nIn this publication...\n\nNeed help with PDFs?\n\nLast updated: Sunday, May 27, 2012\n\nFor more information contact: Carolyn Dimitri and Lydia Oberholtzer\n\nShare or Save this Page",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.67602247,
        "format_confidence":0.6626692414
    },
    {
        "url":"https:\/\/ukersallaboutcoffee.wordpress.com\/chapter20\/",
        "text":"[Pg 197]\n\nChapter XX\n\n\nThe early days of coffee culture in Abyssinia and Arabia—Coffee cultivation in general—Soil, climate, rainfall, altitude, propagation, preparing the plantation, shade and wind breaks, fertilizing, pruning, catch crops, pests, and diseases—How coffee is grown around the world—Cultivation in all the principal producing countries\n\nFOR the beginnings of coffee culture we must go back to the Arabian colony of Harar in Abyssinia, for here it was, about the fifteenth century, that the Arabs, having found the plant growing wild in the Abyssinian highlands, first gave it intensive cultivation. The complete story of the early cultivation of coffee in the old and new worlds is told in chapter II, which deals with the history of the propagation of the coffee plant.\n\nLa Roque[314] was the first to tell how the plant was cultivated and the berries prepared for market in Arabia, where it was brought from Abyssinia.\n\nThe Arabs raised it from seed grown in nurseries, transplanting it to plantations laid out in the foot-hills of the mountains, to which they conducted the mountain streams by ingeniously constructed small channels to water the roots. They built trenches three feet wide and five feet deep, lining them with pebbles to cause the water to sink deep into the earth with which the trenches were filled, to preserve the moisture from too rapid evaporation. These were so constructed that the water could be turned off into other channels when the fruit began to ripen. In plantations exposed to the south, a kind of poplar tree was planted along the trenches to supply needful shade.\n\nLa Roque noted that the coffee trees in Yemen were planted in lines, like the apple trees in Normandy; and that when they were much exposed to the sun, the shade poplars were regularly introduced between the rows.\n\nSuch cultivation as the plant received in early Abyssinia and Arabia was crude and primitive at best. Throughout the intervening centuries, there has been little improvement in Yemen; but modern cultural methods obtain in the Harar district in Abyssinia.\n\nLike the Arabs in Yemen, the Harari cultivated in small gardens, employing the same ingenious system of irrigation from mountain springs to water the roots of the plants at least once a week during the dry season. In Yemen and in Abyssinia the ripened berries were sun-dried on beaten-earth barbecues.\n\nThe European planters who carried the cultivation of the bean to the Far East and to America followed the best Arabian practise, changing, and sometimes improving it, in order to adapt it to local conditions.\nCoffee Cultivation in General\n\nToday the commercial growers of coffee on a large scale practise intensive cultivation methods, giving the same care to preparing their plantations and maintaining their trees as do other growers of grains and fruits. As in the more advanced methods of arboriculture, every effort is made to obtain the maximum production of quality coffee consistent with the smallest outlay of money and labor. Experimental stations in various parts of the world are constantly working to improve methods and[Pg 198]products, and to develop types that will resist disease and adverse climatic conditions.\n\nWhile cultivation methods in the different producing countries vary in detail of practise, the principles are unchanging. Where methods do differ, it is owing principally to local economic conditions, such as the supply and cost of labor, machinery, fertilizers, and similar essential factors.\n\nImplements Used in Early Arabian Coffee CultureImplements Used in Early Arabian Coffee Culture\n1, Plow. 2 and 3, Mattocks. 4, Hatchet and sickle. Top, Seeder Implement\n\nSoil. Rocky ground that pulverizes easily—and, if possible, of volcanic origin—is best for coffee; also, soil rich in decomposed mold. In Brazil the best soil is known as terra roxa, a topsoil of red clay three or four feet thick with a gravel subsoil.\n\nClimate. The natural habitat of the coffee tree (all species) is tropical Africa, where the climate is hot and humid, and the soil rich and moist, yet sufficiently friable to furnish well drained seed beds. These conditions must be approximated when the tree is grown in other countries. Because the trees and fruit generally can not withstand frost, they are restricted to regions where the mean annual temperature is about 70° F., with an average minimum about 55°, and an average maximum of about 80°. Where grown in regions subject to more or less frost, as in the northernmost parts of Brazil’s coffee-producing district, which lie almost within the south temperate zone, the coffee trees are sometimes frosted, as was the case in 1918, when about forty percent of the São Paulo crop and trees suffered.\n\nGenerally speaking, the most suitable climate for coffee is a temperate one within the tropics; however, it has been successfully cultivated between latitudes 28° north and 38° south.\n\nRainfall. Although able to grow satisfactorily only on well drained land, the coffee tree requires an abundance of water, about seventy inches of rainfall annually, and must have it supplied evenly throughout the year. Prolonged droughts are fatal; while, on the other hand, too great a supply of water tends to develop the wood of the tree at the expense of the flowers and fruit, especially in low-lying regions.\n\nAltitude. Coffee is found growing in all altitudes, from sea-level up to the frost-line, which is about 6,000 feet in the tropics. Robusta and liberica varieties of coffee do best in regions from sea-level up to 3,000 feet, while arabica flourishes better at the higher levels.\n\nCarvalho says that the coffee plant needs sun, but that a few hours daily exposure is sufficient. Hilly ground has the advantage of offering the choice of a suitable exposure, as the sun shines on it for only a part of the day. Whether it is the early morning or the afternoon sun that enables the plant to attain its optimum conditions is a question of locality.\n\nCross Section of Mountain Slope in Yemen, Arabia, Showing Coffee Terraces\nCross Section of Mountain Slope in Yemen, Arabia, Showing Coffee Terraces\nThese miniature plantations are found chiefly along the caravan route between Hodeida and Sanaa\n\n[Pg 199]\n\nClearing Virgin Forest for a Coffee Estate in MexicoClearing Virgin Forest for a Coffee Estate in Mexico\nCoffee Nursery Under a Bamboo Roof in ColombiaCoffee Nursery Under a Bamboo Roof in Colombia\n\n[Pg 200]\n\nIn Mexico, Romero tells us, the highlands of Soconusco have the advantage that the sun does not shine on the trees during the whole of the day. On the higher slopes of the Cordilleras—from 2,500 feet above sea-level—clouds prevail during the summer season, when the sun is hottest, and are frequently present in the other seasons, after ten o’clock in the morning. These keep the trees from being exposed to the heat of the sun during the whole of the day. Perhaps to this circumstance is due the superior excellence of certain coffees grown in Mexico, Colombia, and Sumatra at an altitude of 3,000 feet to 4,000 feet above sea-level.\n\nRichard Spruce, the botanist, in his notes on South America, as quoted by Alfred Russel Wallace,[315] refers to “a zone of the equatorial Andes ranging between 4,000 and 6,000 feet altitude, where the best flavored coffee is grown.”\n\nPropagation. Coffee trees are grown most generally from seeds selected from trees of known productivity and longevity; although in some parts of the world propagation is done from shoots or cuttings. The seed method is most general, however, the seeds being either propagated in nursery beds, or planted at once in the spot where the mature tree is to stand. In the latter case—called planting at stake—four or five seeds are planted, much as corn is sown; and after germination, all but the strongest plant are removed.\n\nWhere the nursery method is followed, the choicest land of the plantation is chosen for its site; and the seeds are planted in forcing beds, sometimes called cold-frames. When the plants are to be transplanted direct to the plantation, the seeds are generally sown six inches apart and in rows separated by the same distance, and are covered with only a slight sprinkling of earth. When the plants are to be transferred from the first bed to another, and then to the plantation, the seeds are sown more thickly; and the plants are “pricked” out as needed, and set out in another forcing bed.\n\nDuring the six to seven weeks required for the coffee seed to germinate, the soil must be kept moist and shaded and thoroughly weeded. If the trees are to be grown without shade, the young plants are gradually exposed to the sun, to harden them, before they begin their existence in the plantation proper.\n\nCoffee Tree Nursery, Panajabal, Pochuta, GuatemalaCoffee Tree Nursery, Panajabal, Pochuta, Guatemala\nDrying Grounds and Factory in the Preanger RegencyDrying Grounds and Factory in the Preanger Regency\nNative Transport, Field to Factory, at Dramaga, Near BuitenzorgNative Transport, Field to Factory, at Dramaga, Near Buitenzorg\n\n[Pg 201]\n\nConsiderable experimental work has been done in renewing trees by grafting, notably in Java; but practically all commercial planters follow the seed method.\n\nCoffee Growing Under Shade, Porto RicoCoffee Growing Under Shade, Porto Rico\n\nPreparing the Plantation. Before transplanting time has come, the plantation itself has been made ready to receive the young plants. Coffee plantations are generally laid out on heavily wooded and sloping lands, most often in forests on mountainsides and plateaus, where there is an abundance of water, of which large quantities are used in cultivating the trees and in preparing the coffee beans for market. The soil most suitable is friable, sandy, or even gravelly, with an abundance of rocks to keep the soil comparatively cool and well drained, as well as to supply a source of food by action of the weather. The ideal soil is one that contains a large proportion of ... (truncated)",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.6112810969,
        "format_confidence":0.7431280613
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Red-Bull-1335058.html",
        "text":"Red Bull\n\nOnly available on StudyMode\n  • Download(s) : 598\n  • Published : December 31, 2012\nOpen Document\nText Preview\nOverview about Red Bull\nRed Bull is an energy drink. Red Bull is an adaptation of the Thai energy drink Krating Daeng, which translates as \"Red Bull\". Based on market share, it is the most popular energy drink in the world. The company was founded by Thai national Chaleo Yoovidhya and Austrian national Dietrich Mateschitz. Red Bull's slogan is \"it gives you wings\" and the product is aggressively marketed through advertising, tournament sponsorship sports team ownerships (Red Bull Racing, Red Bull Salzburg, Red Bull NewYork) and celebrity endorsements. In 2009 it was discovered that RedBull Cola exported from Austria contained trace amounts of cocaine. Mateschitz adapted the product to Western tastes by diluting it, lowering the caffeine content, and adding carbonation. Red Bull essentially invented the functional energy´ beverage category in Western markets, named thus because the beverages were meant to be consumed for energy, not enjoyment purposes. Both the Thai version and Mateschitz’s version of Red Bull contained the following energy-enhancing ingredients: caffeine, taurine, and glucuronolactone. These three ingredients, along with a variety of sugars and vitamins, contributed to the following properties claimed by Red Bull: Improves physical endurance, Stimulates metabolism and helps eliminates waste substances, Improves overall feeling of well-being, Improves reaction speed and concentration, Increases mental alertness. Red Bull did not define a specific demographic or psychographic segment as its target market. Rather, the company sought to reach a broad range of consumers based on their need for a stimulating drink. By not defining a narrow consumer target, Red Bull ensured that it could grow into numerous market segments. In mature markets, Red Bull achieved its highest penetration in the 14±19 age range, followed by the 20±29 range. On Product review, Red Bull is a sweet, caffeinated drink aimed to give consumers the high energy kick. Available only in rather expensive 250ml cans, 350ml bottles, with 4 packs and only two flavours (original or sugar-free). It contains caffeine, taurine, glucuronolactone, and B vitamins. Founded in 1984 by Austrian businessman Dietrich Mateschitz, Red Bull has become the world’s leading energy drink, a staple in many young and active people’s lives. For Competitors, big global companies such as Coca Cola and Pepsi have introduced their own energy drink versions to their product base. Mother (by Coca Cola), Amp (Pepsi), V, Battery, Red Eye and Bennu being just some in the ever-growing energy drink market. Competition also presents itself in original sports drinks, such as Gatorade (Pepsi) and Powerade (Coca Cola). Furthermore, premixed alcoholic drinks like the Smirnoff range form part of the competition. Red Bull has becoming hugely successful and operates within the global soft drink market place. Within the soft drink industry its niche is the energy drink market, of which Mateschitz was largely responsible for creating. Red Bull currently is the leading energy drink across the entire globe. It holds 70% of the market worldwide. Once the drink was passed by health ministries, Red Bull entered the Austrian market, soon thereafter then moved into Germany, United Kingdom and the USA by 1997.\n\nQuestion 1 (a)\nWhat created Red Bull’s success? Where is the core franchise and benefit? Has the product’s positioning changed over time?\n\nThe launch of Red Bull has been the most successful beverage launch of the last decade. It´s success is due to partnering a quality product with well-thought out original communication strategy. Which resulted in establishes Red Bull, not as fashion phenomenon, but as premium brand with continues growth. Red Bull´s real product benefits justified a premium price. It is by far the most expensive non-alcoholic drink on the market. Red Bull is 3 to 6 times more expensive than Coke. Word of mouth (WOM) promotion is based on the principle of pull...\ntracking img",
        "topic_id":10,
        "format_id":0,
        "topic_confidence":0.5870326757,
        "format_confidence":0.7734929919
    }
]