[
    {
        "url":"http:\/\/graphicdesign.stackexchange.com\/questions\/2843\/how-do-i-create-a-gif-with-a-transparent-background-using-adobe-photoshop?answertab=votes",
        "text":"Take the 2-minute tour ×\nGraphic Design Stack Exchange is a question and answer site for Graphic Design professionals, students, and enthusiasts. It's 100% free, no registration required.\n\nHow do I create a .gif with a transparent background using Adobe Photoshop?\n\nIt's a bit late in the evening to ask my web developer to do this. Here's a screenshot of the image I've created:\n\nexample image\n\nBut I don't want white around the letters — it should look more like it does here: http:\/\/wordfruit.com\n\nHere's what I've done:\n\n  • I downloaded the original .gif from the website files.\n  • When I open it in Photoshop, the layer is locked and I can't create a new layer…\n  • … so I copy pasted it into a new .psd document and edited that\n  • finally saved it as a .gif\nshare|improve this question\n\n2 Answers 2\n\nWhen you save a GIF (export for web) you have the option to select a color to make it transparent. note that you only get to pick ONE color, so you will typically end up with halo's around your image where it blends from your image into the original background color.\n\nYou're better off getting the original PSD file and then saving it as a transparent PNG.\n\nshare|improve this answer\nDownvoted - we all already know this, we want a GIF solution since you can animate with GIfs, how stupid. –  TheBlackBenzKid Sep 26 '12 at 10:04\n@TheBlackBenzKid what are you talking about? –  DA01 Sep 26 '12 at 15:22\n\nanswer is based on what i understood :|\n\ntry this with the way your doing\n\n  • download your gif image from the web site\n  • Open in photoshop go to image > mode > select rgb color(do notice in your gif image right now its indexed color)\n\nimage from google\n\n  • when you create new document make sure your using transparent background\n\nimage from photoshopforce\n\nnow paste you image and save this as gif.\n\nFor saving gif see this : Create transparent gif (Please mind only save section)\n\nNow my Advice on this your designer\/Developer using image sprite so it is hard for you to do the edits the way you want to, better you edit original psd and than save and use it, what your doing isn't according to your designer\/developer they are using something else and your doing something else ...\n\nsort and sweet suggestion : Find the original psd, edit your text and save it as .gif else wait for the designer.the way you are doing, it's waste according to me.\n\nHope this will help a bit..\n\nshare|improve this answer\nkoiyu i think his own image sprite was the easiest way to make him understood isnt it? –  Jack Jul 12 '11 at 12:15\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.7441852689,
        "format_confidence":0.9896624088
    },
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/4397\/how-well-do-tilt-shift-lenses-work-for-nature-landscape-photograhy\/4410",
        "text":"Lightnings taking a ride\n\nby ceinmart\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nI am in the market for at least one wide-angle prime lens. I've focused most of my search on 50mm and 24mm prime lenses from Canon, Zeiss, and Sigma. Crossing paths with another avenue of research in large-format cameras and photography, I started looking at tilt-shift lenses. I've looked at the two Canon TS-E lenses, the 17mm and 24mm. The concept of tilt, shift, and rotation is amazing, and the focus, dof, and perspective effects and control possible with a TS lens, at least on paper, are simply amazing.\n\nThe cost of such a lens is pretty high...higher than any lens I have purchased to date by at least $500, topping a retail price of $2000 for the Canon variety. My questions are, have you used a tilt-shift lens? If so, which brands and lens models have you used? Are they worth the price? Do they really offer the amazing capabilities noted in the following reviews?\n\nMany thanks!\n\nshare|improve this question\n\n4 Answers 4\n\nup vote 7 down vote accepted\n\nFigured I'd follow up my comment with an actual answer since I have the opposite opinion of Matt :) I own 3 of the Canon tilt shift lenses (90mm, 45mm, 24mm II) and I owned the 17mm as will until last month. The vast majority of what I like shooting is cityscapes\/buildings and landscapes so the 24 TSE II gets a lot of use and its use isn't limited to just fixing lines in cityscapes.\n\n  • The ability to 'shift' the lens up to achieve a higher perspective w\/out tilting elements in the foreground is very useful when shooting landscapes where you want a lot of sky in them and have tallish elements (trees, barns) in the foreground that you don't want to look funny.\n  • As Matt mentioned its very useful to tilt the lens to the left and right to get 3 shots that are easy to stitch\n  • Like Jrista and I were talking about its very useful to be able to tilt the plane of focus so that everything from your feet to the mountains are in focus even at f3.5 in case the light is low\n\n  • Besides landscapes the 90mm has a very favorable magnification factor for pseudo-macro work with flowers and plants that have flower-heads or leaves on an off-plane of focus.\n\nI find the 24L TSE II to be my go-to lens for photographing nature, I bring that and a 70-200L usually for 'nature\/outdoors' photo treks. A note on the 17mm, I found it to be too wide, wider than 21mm is generally too wide for my taste. Also the front element of the 17mm is domed and fully exposed to the elements, no hood and its not inset (which is kind of scary).\n\nshare|improve this answer\nGood point about tilting down to get the foreground in focus, I'm used to the tilt being left\/right but I guess for landscapes it makes much more sense to have it switched! –  Matt Grum Oct 30 '10 at 22:51\n+1 for a different point of view :) –  Matt Grum Oct 30 '10 at 23:48\nThanks for the info. It sounds like a TS-E lens does indeed bring the same basic capabilities of a large format view camera to smaller formats. Out of curiosity, why did you sell the 17mm, and keep the 24mm? I guess I would have thought that the 17mm would have been nicer for wide landscapes. How does the 24L TS-E do for landscapes? –  jrista Oct 31 '10 at 3:47\nI (personally) found 17mm to be too wide in the sense that you begin to get distortion at the corners where the 24mm has little to no distortion corner to corner. As a personal preference I like 21-24mm for 'landscape' photography, but thats just my opinion for my photos :) Its just as well, the more you use specific foca lengths the easier it is for you to 'see' what will look good before putting the camera to your face and 24mm is one of my 4 favs. –  Shizam Oct 31 '10 at 4:13\n17mm is also very wide in the sense that you will get an awful lot of foreground in, and the your background objects (mountains etc.) are going to be mighty small. It can work for some places, but in general I find the 24-35 range more useful. –  Matt Grum Oct 31 '10 at 13:47\n\nI don't think it's really worth the expense of the 17mm tilt-shift lens for landscapes.\n\nBasically shifting allows you to capture more of your image without recomposing. For example if you wanted to capture more of the top of a building you could shift the lens down (which is effectively shifting the sensor up) and capture more of top of the image. Pointing the camera up would achieve a similar effect, but you would then get converging vertical lines which are undesirable in most architectural photography.\n\nOk, so you might want to do the same thing with a landscape photo in order to capture more sky. However, given there are no vertical lines in the sky to converge, you're not gaining anything compared to simply tilting the camera up.\n\nAs for tilting, you're effectively tilting the plane of focus, and thus DOF (which with a regular lens is always parrallel to the camera). So if you have a wall which is coming towards you, you can tilt the plane of focus to line up better with the wall and thus get more of it in focus.\n\nAgain, this isn't as much use in landscape photography where natural features rarely run in straight lines. Plus you have so much depth of field to begin with when using a wide angle lens DOF is rarely a problem. If you're going to use a tilt-shift lens to minimise DOF (for the fake miniature effect) you might as well do that in post.\n\nOne thing you can do with a T\/S lens is keep the lens still and shift in order to capture a pair of images that will perfecty line up for stiching into a mini panorama, effectively making your camera sensor bigger. But this pales in comparison with what you can do with a multi-shot panorama and VR tripod head.\n\nI'm sure people will point out that there are uses for T\/S lenses in landscape (i.e. when you have buildings in shot, or trees you want to keep vertical) but they are relatively few, and IMO not nearly enough to justify the cost of a T\/S lens. The TS-E 17 is a nieche lens primarily suited to shooting man made objects \/ close distances.\n\nT\/S lenses are a lot of fun, however unless you really need one they're hugely expensive. You can however make your own using a cheap MF lens and some plumbing supplies. Of course you wont get anything as nice as purpose built T\/S, but you're talking about $100 vs. $2000 which is a no brainer if you're doing this for fun!\n\nThis is a good post on going the DIY route:\n\nshare|improve this answer\nI'm not sure its just about lines and perspective. In landscape\/nature, its more about focus plane (tilt). For example, you could tilt up just a tad to get foreground in clear focus without losing your distant focus (blurry foreground happens a lot.) There are also close-up or closer focal plane options where having more freedom with the focal plane allows greater creativity. I understand why large format view cameras (used heavily in pro landscape photography) have these types of movements...I am jot sure if a TS lens for a full-frame digital offers the same capabilities that justify cost. –  jrista Oct 30 '10 at 16:34\n@jrista +++. Tilt shift lenses are very helpful in landscape for the ability to tilt the plane of focus so everything from your feet to the mountains are in focus even at wide apertures. –  Shizam Oct 30 '10 at 17:13\n@Shizam: Yeah, thats what I'd read when learning about large format view cameras. Have you used a TS lens on a DSLR? Any insight? –  jrista Oct 30 '10 at 20:07\n@Matt: Regarding a DIY TS lens...what about image circle size? You need a larger image circle to accomodate the extra movement, and keep the sensor inside the circle. I can't tell exactly how that works from the article you linked. With the TS-E 17mm, the image circle is something like 62mm in size, which is quite a bit larger than 43.7mm of a normal image circle. –  jrista Oct 30 '10 at 20:11\nThe mod uses an old medium format lens so the size of the image circle isn't a problem. There are lots of good MF lenses for discontinued cameras available for very little money making it quite an attractive prospect. –  Matt Grum Oct 30 '10 at 22:47\n\nAs mentioned before, tilt-shift lenses are very useful for landscape photography because of the ability to tilt the plane of focus. But be aware that internal metering tend to be inaccurate with more tilting\/shifting, so use a light meter if you have one.\n\nI personally prefer the 24mm over the 17mm, mainly because I still shoot film and the 24mm allows the use of filters. If you don't need that wide a focal length, Hartblei also makes an excellent 35mm tilt-shift lens:\n\nshare|improve this answer\nThanks for the info. :) Very interesting point about the 17mm and filters. I've read a couple reviews, but the thought about filters never even crossed my mind. I am a fan of Lee filters, so I really wouldn't want to lose that capability. Guess thats why a few people have said they opted for the 24mm over the 17mm. –  jrista Oct 31 '10 at 3:50\nGood point on light falloff I forgot about that, I found myself metering w\/no tilt\/shift first to get a correct reading before adjusting tilt\/shift, or using a spot meter. –  Shizam Oct 31 '10 at 4:15\n@Shizam: Yes, metering before tilting\/shifting is a common workaround, but nothing quite beats a good spot meter :) @jrista: It's one of the reasons why I'm opting for the 24mm TS-E or the Zeiss 21mm :) For film users, filters are still a necessity. –  ctham Oct 31 '10 at 6:12\n\nYou can buy adapters that provide either tilt or shift from Arax. They work with Pentacon Six mount medium format lenses (which can also be bought from Arax, or eBay). The shortest focal lengths available seem to be 30mm fisheye, or 45mm rectilinear.\n\nThey also sell a tilt adapter for use with EOS lenses, but it's less useful as its tilt ... (truncated)",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.8827210069,
        "format_confidence":0.9905979037
    },
    {
        "url":"http:\/\/www.tomrichmond.com\/2016\/01\/03\/sunday-mailbag-using-an-inkwell\/",
        "text":"Sunday Mailbag: Using an Inkwell?\n\nJanuary 3rd, 2016 | Posted in Mailbag\n\nSunday Mailbag!\n\nQ: As an artist that still uses the traditional method of pen and India ink, I still get very frustrated with ink blots and I find that my ink gets extremely blotchy in its inkwell due to paper scrap build-up at times. After all these years, I still have my good days and bad days with the ink cooperating and there’s really not much on the topic out there beyond calligraphy pens (I use a 513 EF for the majority of my comics) on how to maximize the efficiency of using a dip pen. I’m curious how you keep your inkwell clean and how do go about daily business using ink? Do you get these regular frustrations and is there a simple solution beyond cursing at the ink out of frustration?\n\nA: Inking is an art not a science. There are too many variables for anyone to have total control over the process, IMO. Not all brushes or pen nibs (and I mean of the same make and model) are created equal, the surface you ink on isn’t 100% consistent, the ink you use begins to thicken and congeal the moment it is exposed to air so its consistency changes, your level of alertness and dexterity change throughout the day, etc. I consider inking an exercise in controlled chaos. You roll with the punches and occasionally have to fight with your medium to get the results you want. At least that has always been my experience. Cursing most definitely in play.\n\nThat said, I do make attempts to level the playing field as much as I can by controlling those variable to the best of my abilities. To wit:\n\nI prefer ink that has had a chance to thicken up a bit from its “right out of the bottle” viscosity, especially when I am using a dip pen. The slightly thicker ink has a tendency to behave better for me, and I won’t have the problem of a really heavy line “running” to the bottom of the line itself, as the wet ink rolls along the just-drawn line to the bottom with gravity and then beads up there. It also just comes of the end of the pen better. Not too thick, though… then the pen point just splits and the ink does not flow on to the board.\n\n\nWhat I do is fill up my inkwell the day before I am going to be inking, and leave it to thicken up overnight. 8 to 12 hours is about right, up to about 24. After that it’s too thick, and I will have to either dump it out or, if I have been using it and the inkwell is getting low, just add fresh ink into the mix and stir it up. In this way I can keep an inkwell open and working over the course of several days on a job.\n\nOnce it’s thickened up properly, I cover the inkwell up with cellophane wrap and a rubber band at the end of the day to keep the thickness consistent. I unwrap it and start again the next day.\n\n\n\nEventually it all goes to hell and I have to clean out the inkwell and start over. Fortunately I have enough ink to last me several lifetimes.\n\nAs for the nibs themselves, I will not fight with a bad nib. I can usually tell within a few strokes if a new nib is a dud or not. Frankly these are not made very well anymore, and I will find one of of every four nibs just plain doesn’t work right. I toss it and grab a new one. I also usually have two nibs in play at once. One will be a Hunt 102 crow quill, and the other a Gillott 303. I swap back and forth depending on the kind of line I want, and how much effective I am with one at the time. If I get into a groove with the 102, I might ink the entire page with it. I will use a brush whenever I need a brush-like line. Lately I’ve been using brushes more and more.\n\nWish I could tell you more. My inking tutorial covers things like where I hold the pen barrel and how I move the point on the board. This answer is more about function than execution.\n\nThanks to Nate Fakes for the question. If you have a question you want answered for the mailbag about cartooning, illustration, MAD Magazine, caricature or similar, e-mail me and I’ll try and answer it here!\n\n\nComments are closed.\n\n\nSketch o'the Week- Millie Bobby Brown! #strangerthings @milliebobby_brown @strangerthingstv @mad.magazine\n\nDoctor Who 2105 Ad\n\nBatman 2015 Ad\n\nSherlock Holmes 2015 Ad\n\nSuperman 2015 Ad",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9881870151,
        "format_confidence":0.5418722034
    },
    {
        "url":"https:\/\/graphicdesign.stackexchange.com\/questions\/118083\/color-chart-3-gradient-and-5-highlight",
        "text":"I think I have to explain a bit of context to introduce the question.\n\nIn the project I am working we have reference object that belong to 3 major groups A, B, C (real name Archaea, Bacteria, Eukaryota if you are interested in biology). We have a lot of them and each major group is split in subgroup, I choose to represent subgroup based on gradient color according to group color A: blue, B: blue\/green-to-green-to-Yellow and C: grey. (I choose green for B because is the group with the most of subgroup >70) I have so many subgroup that I know is not possible to have a clear separation so I selected a the most interesting for me and I divide them equally along the gradient. Then I have my new stuff (that we want to compare to reference) that belong to 3 group X, Y ,Z To be able to see them on the reference I pick color to contrast with my reference, X:pink, Y:violet, Z:orange.\n\nEverything was fine (may be not the most harmonious but we were able to distinguish most of the thing) until my boss came to me asking me to add 2 new reference groups N1, N2.\n\n  • N1 and N2 do not have subgroup so is one colour no gradient for them.\n  • N1 is related to A\n  • N2 is related to B\n  • N1 and N2 are something we would like to highlight is more important to be able to distinguish N1 and N2 than other random group of A and B.\n  • If possible N1 and N2 should be very easy to see like our X, Y, Z.\n\nMy problem is that I don't what colour to pick for N1 and N2. I thing I have not many colour left (Or I don't realize it), Is okay for me to reduce the number of color of B but If I can avoid it perfect!!!\n\nhere an example of what I am obtaining whithout N1 and N2 enter image description here\n\nany help would be appreciated!\n\n\nI not very comfortable to answer my own question, but I fact I ran into specialize website that have a color wheel, I was not aware those things exist before!! but In my case they prove to be very valuable! The one I used was name paletton but they are many other. With the color wheel I was able to see the range of colour I used and color left and also pick very distinct color.\n\nI change the violet for a red, and the orange for a darker orange (having a distinct gradient for my X,Y,Z) then a use violet for N2 for N1 I used a lighter orange.\n\n  • 2\n    See this post for a more full list of color generators – Zach Saucier May 13 '19 at 14:21\n  • It's OK. Answering your own question is absolutely fine. Also, don't forget to choose it as best answer, if it is in fact the best answer! – Billy Kerr Jan 8 at 19:22\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9350872636,
        "format_confidence":0.9912775755
    },
    {
        "url":"https:\/\/glasswithapast.com\/q-a-september-26\/",
        "text":"Today I’m answering reader questions and sharing both the question and the answers with you. I’ve removed personal details for privacy reasons. Ready? Let’s do this!\n\nQ: I would really love to do a tempered glass bowl as shown in you post. What is the fusing time for this project? I have never fused before and am looking for all the info I can get! There are 4 schedules given on the full fuse page and I want to make sure I use the correct one for the tempered glass. I have a ton of tempered glass and would love this to be my first fuse! Thank you!\n\nA: The full fuse schedule is here:\n\nI separated them out so they are easier to find. You may need to adjust the top temperature slightly depending on what type of kiln you have. Use the schedule as is for the first tempered bowl, then, if the glass has sharp needles around the edges, lower the top temperature by 10-15 degrees. If the tempered glass is still chunky and seems to be just tacked together, raise the top temperature by 10-15 degrees. If you aren’t sure, you are always welcome to email and photo and I’d be happy to help.\n\nQ: Good morning,\nI was wondering if you would mind sharing the exact make and model of tile saw you recommend for cutting bottles?\nI love your website! Thank you for all of the helpful tips!\n\nI have a Chicago machine tools saw from Harbor Freight, they have changed the color since I bought mine, but this is the same saw:\n\nAnd I use an MK Diamond saw blade:\n\nThis is technically a stone cutting blade, so is slightly thicker than the glass blades. I like it better than the glass blades, I find it to be more stable when I roll a bottle into it.\n\nQ: I love your tree sculpture Jodi, it is fab with the LED lights. Am curious….would it have been possible to create the trees with fibre paper, and then perhaps sandblast to get the texture on them?\n\nA: Absolutely. I did a version with fiber paper, I did add a rigidizer (colloidal silica) to the paper to make it more firm, I’m attaching a photo so you can see. There are a couple of things to keep in mind, neither of them deal breakers for sure. 1. You may not get the rounded curve to the trunks of the trees with fiber paper, and 2. fusing does make float slightly less clear, so it will diffuse the light more (which is probably a good thing!)\n\nRecycled window glass sculpture\n\n“Ancestors” – Recycled window glass sculpture",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.7871309519,
        "format_confidence":0.9393897057
    },
    {
        "url":"https:\/\/graphicdesign.stackexchange.com\/questions\/66050\/put-partly-transpared-photo-on-top-of-panorama",
        "text":"What is it nessesary to do if I want to see just black edges from background image in image placed on top?\n\nHere are links to source images <a href=\"http:\/\/oi65.tinypic.com\/xbzvhk.jpg\">panorama<\/a><br> <a href=\"http:\/\/oi65.tinypic.com\/29kvuvp.jpg\">photo<\/a>\n\nThis is what I want to create:\n\n<a href=\"http:\/\/oi63.tinypic.com\/29maskz.jpg\">Here<\/a>\n\nYou can see there are edges from background panorama mountains in picture on top.\nAny ideas, please?\n\n  • 3\n    It is a bit unclear to me what you want to achieve. Can you give us a sketch of desired result? – Takkat Jan 27 '16 at 9:22\n  • To put things in one place I edited this question with relevant information from your previous post. We can then delete your previous question (or, after an account merge you can also do that yourself). – Takkat Jan 27 '16 at 11:28\n  • @Takkat thank you for edditing my questions! And don't you know how to solve it, please? – Petr Bečka Jan 27 '16 at 11:52\n  • I am too busy with work at the office to guide you. If I understood it correctly you wanted to paint black outlines of mountains from the rendered source panorama on top of the destination photo? – Takkat Jan 27 '16 at 11:59\n  • Yes, you understand it well. – Petr Bečka Jan 27 '16 at 12:01\n\nTry this:\n\n  • Hide the second layer\n  • Make the first layer grayscale\n  • Use edge detection filters to highlight edges of the background landscape\n  • Adjust levels and invert if necessary to get thin black lines on white background\n  • Show the second layer and switch it to MULTIPLY mode\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9746920466,
        "format_confidence":0.9908283949
    },
    {
        "url":"https:\/\/byjus.com\/questions\/why-dont-we-use-hcl-to-clean-statue-of-libery\/",
        "text":"Why dont we use hcl to clean statue of libery?\n\nCleaning the statue of liberty with acid would remove the protective copperoxide, wear away some of the coppernd leave the copper underneath exposed to more oxidation. Over time, the statue would disappear if routinely cleaned.\n\nWas this answer helpful?\n\n\n5 (6)\n\nUpvote (6)\n\nChoose An Option That Best Describes Your Problem\n\nThank you. Your Feedback will Help us Serve you better.\n\nLeave a Comment\n\nYour Mobile number and Email id will not be published. Required fields are marked *\n\n\n\n\nFree Class",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.5528221726,
        "format_confidence":0.9724974036
    },
    {
        "url":"http:\/\/www.greenspun.com\/bboard\/q-and-a-fetch-msg.tcl?msg_id=008Klt",
        "text":"botanical print with latin name : LUSENET : Public Art : One Thread\n\nI have a botanical print that features a flower and it's Latin name. I'm curious on it's value and how to find another few pieces with specific colors in them. I've been on-line before looking for them and some that are similar seem too be over one hundred dollars, could mine really be worth that or more? Would you be able to better direct me into where else to look (I found mine at a garage sale.)?\n\n-- Lee Rivera (, March 10, 2002\n\nModeration questions? read the FAQ",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.960306406,
        "format_confidence":0.9841481447
    },
    {
        "url":"http:\/\/graphicdesign.stackexchange.com\/questions\/13178\/how-do-you-break-out-of-current-creative-mind-sets",
        "text":"Take the 2-minute tour ×\nGraphic Design Stack Exchange is a question and answer site for Graphic Design professionals, students, and enthusiasts. It's 100% free, no registration required.\n\nAll designers hit a roadblock at one time or another. Few designers get those \"dream\" projects where they are allowed to create anything and everything they want. In most cases we all have to adhere to some restrictions.\n\nAfter dealing with the same restrictions repeatedly it becomes very easy to get mired down in how the design problems have been previously solved.\n\nI'm familiar with mood boards, idea books, and the like. However, these all seem to basically take the user down previously traveled paths.\n\nWhat specific steps should one take in order to break out of current mindsets and expand horizons to look at a project in a fresh way?\n\nIs there a processes you use to conceptualize something in a new manner?\n\nshare|improve this question\nI just don't think this is a good fit, which you know, for the site. There's no right or even close to right answer its all going to be opinion and what works for each individual. –  Ryan Dec 5 '12 at 19:18\nI know Ryan.. just trying to get away from software questions a bit. –  Scott Dec 5 '12 at 19:42\n@Ryan: Hmpf. If relevant issues like this 'don't fit', then what good is this format anyway? Well, accept maybe for Adobe CS tool help... I'd also argue that a collection of informed answers to a 'wide' but relevant question is probably adding more actual value to this site than, say, keeping them out, as it stands. –  TehMacDawg Dec 5 '12 at 20:18\nI agree but that is a discussion for Meta and the FAQ. As it stands this question would be better for a traditional design forum\/discussion group. –  Ryan Dec 5 '12 at 20:29\n@user568458 if your new \"title\" and explanation works because the answer will be the one that works for Skaught, it is still a bad question for this format. In that case with your own logic it would be \"Too Localized\" and be of no benefit to anyone else. Again, I like the question but its just not a good fit for our format. –  Ryan Dec 6 '12 at 18:09\n\n15 Answers 15\n\nHere's how I tackle layout and workflow concepts.\n\nDo something. Anything. And do that thing knowing that it doesn't have to be good. It just has to exist. It's not an end, it's a beginning. It's just a way to stop you from staring at a blank page.\n\nThen do an alternative design.\n\nQuickly. Don't think about it too much.\n\nThen another. Don't despair if they're bad. You're simply riffing. You're emptying your head onto the page, so you can try to construct something good from the bad.\n\nUse whatever technique or medium lets you create concepts quickly. It doesn't matter if that's pen and paper or software. I find that being able to throw lots of alternatives near each other is good, so that usually means paper, an iPad app like Procreate, or Adobe Illustrator. A big canvas is good.\n\nWhen you think you have a good design, pretend it's a competing product — pretend that you can not use that design and that you have to come up with something different.\n\nThen do that again.\n\nAfter the frenzy, you can sit back and let yourself critique the work. Tear it apart. Beg, borrow and steal from all your alternatives until you have created a hybrid, winning layout.\n\nSome background\n\nI started my career as a finished artist and retoucher, being the hands for ad agency Art Directors. I'd have to do what I was told and only occasionally offer input. There was one Art Director in particular who I ended up working with quite a fair bit. An older guy who seemed to stumble though his work. To me, he didn't seem to know what he was doing. He'd just bounce around, back and forth and eventually get to something that may or may not be final. It felt like he was taking a scenic route where a more direct path could have been taken, saving hours of work.\n\nAnd then I started to realise something — he'd intentionally try different and crazy things, knowing that most wouldn't work. He didn't care. In doing so, we'd end up in places we never would have got if we over-thought things. We'd end up with designs that worked, but seemed a little unconventional. Except when we didn't. And that was fine, because we'd know the path that had been taken, and exhausted many alternatives. There was some certainty in knowing the design was good in comparison to all other possibilities for the elements at play.\n\nHe was a great mentor and I now use a very similar technique. There's so much value in learning by rapidly exploring.\n\nWhen you have nothing, do anything. When you have something, do something else.\n\nshare|improve this answer\nI do a little bit of this with paper and ink. Jumping into the computer always seems to take me down a \"too perfect\" road. Ink on paper is total commitment -- if you don't like it, move on. If this approach interests anyone, the idea of rapid prototyping may be of some inspiration. Also look into the related concept of fail fast, fail often. –  plainclothes Dec 6 '12 at 17:31\nExcellent. I definitely agree that getting away from the computer can be a good thing. Tools like Balsamiq can be good, too. Like you said, it's about being quick and not trying to provide too much detail early on. –  Marc Edwards Dec 7 '12 at 5:08\n\nWell since you all are leaving the question open here's my genuine answer:\n\nWhen I run out of ideas I like to do things like booze, sex, go to the beach, read, write, paint, sculpt, dance, travel. My mind has never been expanded less then when trying to force expansion while stuck.\n\n\nWanted to clarify the booze - I mean among friends at a bar, lounge, barbecue, the beach whatever. Not alone in a depressing way.\n\nshare|improve this answer\n+1 for the hilarious and illuminating edit! –  huzzah Dec 11 '12 at 22:00\nDoes your edit apply to the sex as well? :-P –  CK1 Dec 20 '12 at 18:39\n\nenter image description here\n\n5 simple steps for producing ideas\n\nJames Young's A Technique for Producing Ideas outlines a deceptively simple system that requires great discipline to complete. I followed pieces of his approach instinctively before discovering it but keeping Young's five steps in mind has helped me expand my output.\n\n  1. Gather raw materials: Flood your brain with the subject at hand.\n\n    The process is something like that which takes place in the kaleidoscope. The kaleidoscope, as you know, is an instrument which designers sometimes use in searching for new patterns. It has little pieces of colored glass in it, and when these are viewed through a prism they reveal all sorts of geometrical designs. Every turn of its crank shifts these bits of glass into a new relationship and reveals a new pattern. The mathematical possibilities of such new combinations in the kaleidoscope are enormous, and the greater the number of pieces of glass in it the greater become the possibilities for new and striking combinations.\n\n  2. Digest the material: Study what you've found and see where the connections are.\n\n    What you are seeking now is the relationship, a synthesis where everything will come together in a neat combination, like a jig-saw puzzle.\n\n  3. Unconscious processing: This is where you wait for inspiration to strike -- get back out into the world for a while.\n\n    When you reach this third stage in the production of an idea, drop the problem completely and turn to whatever stimulates your imagination and emotions. Listen to music, go to the theater or movies, read poetry or a detective story.\n\n  4. Inspiration strikes: When the subconscious is done, it hands over something you didn't think you could do.\n\n    It will come to you when you are least expecting it — while shaving, or bathing, or most often when you are half awake in the morning. It may waken you in the middle of the night.\n\n  5. Face reality: Take that great inspiration and make something usable out of it.\n\n    Do not make the mistake of holding your idea close to your chest at this stage. Submit it to the criticism of the judicious. When you do, a surprising thing will happen. You will find that a good idea has, as it were, self-expanding qualities. It stimulates those who see it to add to it. Thus possibilities in it which you have overlooked will come to light.\n\nIt seems obvious when you read through it but it's just one of those things that only time and discipline can perfect. And true to Young's own reflections on the topic, you must be a curious soul to do it well. Ideas come from your mind's ability to reshape information in valuable new ways. You must have something in the brain's databank to reshape in the first place. If you aren't the curious type you'll be better served by a job as a production artist.\n\nWhen all else fails\n\nGo back to what you should always be doing: Sketch your heart out!\n\nIf you commit to not limiting what you put on paper, you'll be surprised what comes out of your head. Take a coffee (or scotch) break or head out to the local park after you've made some headway and come back to your sketches with a fresh eye. The conceptual connections will start coming together before you realize it.\n\nshare|improve this answer\n\nTransfer the problem to something completely different.\n\nFor example, if you are stuck with a webdesign, sketch what the design with similar brief could look like were it a building, a dress, a wallpaper, a airplane, ... -- The idea here being that you can forget about the actual limitations of your media and technical requirements and think about the design problem on a transcending conceptual level, which you can channel back to the original problem.\n\nshare|improve this answer\n\nOne of the best places that I use to get creative is Stumbleupon. Between that and getting to the gym early in the morning, I can usually break out of a creative block. Creativity is all about discipline, but those two things help me a lot.\n\nshare|improve this answer\n\nA good place to look for fresh approaches is find other contexts that have the sa... (truncated)",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9451451302,
        "format_confidence":0.9895712137
    },
    {
        "url":"http:\/\/www.weknowtheanswer.com\/q\/how-do-you-draw-a-biography",
        "text":"How do you draw a biography?\n\nAnswer this question\n\n  • How do you draw a biography?\n\n\nHow do you draw a biography? We found this answers. Biography; Q&A; Timeline; Charities; ... because when I draw I try to draw as if for the first time; ...\nRead more\nPositive: 53 %\nHome » How do you draw a biography? 0 How do you draw a biography? Question was posted on Nov 19, 2013 in Drawing. ... How do you draw trimethylamine?\nRead more\nPositive: 50 %\n\nMore resources\n\nBrowse our collection of history's most famous artists, whose striking, ... Pablo Picasso and Vincent van Gogh, only at ...\nRead more\nPositive: 53 %\nDo You Know the 7 Wonders of the World? ... The five themes of geography provide a framework for teaching geography; they are location, place, ...\nRead more\nPositive: 48 %\nHowStuffWorks explains thousands of topics, ... with video and illustrations so you can learn how everything ... What are some fun things to do on a road ...\nRead more\nPositive: 34 %\nExplore the beautiful art of M.C. Escher. ... About Escher; Biography; About Escher. Biography; Escher At Work; Quotes; Books On Escher; Interview With ...\nRead more\nPositive: 11 %\n\nShow more results\n\nLogin to your account\nCreate new account",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9545295238,
        "format_confidence":0.7209926248
    },
    {
        "url":"https:\/\/photo.stackexchange.com\/questions\/24871\/how-to-best-take-a-picture-of-a-screen-like-a-computer-monitor-with-a-phone-ca\/82555",
        "text":"Are there any tips on shooting with iPhone another screen, like a computer monitor or another phone? Maybe it requires some special lightning?\n\nI'm trying, but it's always too dark or noisy.\n\nHere are shots that I like; I would like to shoot similar photos:\n\n\n\n  • 1\n    Could you maybe show shots that you took with your iPhone? Such that people here can see what's wrong with your photos. – Saaru Lindestøkke Jul 3 '12 at 9:48\n  • A couple of places to shart would be: photo.stackexchange.com\/questions\/8328\/… and photo.stackexchange.com\/questions\/21294\/… – forsvarir Jul 3 '12 at 11:20\n  • While I don't think this is your main point, I'd like to point out that you should not expect the kind of DOF in the second shot to come out of a mobile phone's camera. The sensor isn't large enough for this. – mivilar Jul 3 '12 at 21:15\n  • 1\n    Why would you even want to do that? – Fake Name Jul 12 '12 at 12:39\n\nThankfully LCD\/LED screens are much easier to photograph than old CRT screens, but there are still a good number of things that can go wrong:\n\n  • Glare - this is light reflecting on the monitor and obscuring the image, move the camera around so you don't see the reflection or place something between the monitor and light source to block the light.\n\n  • Image too dark\/bright - the camera will assume you are photographing something that has middle brightness, a mostly white monitor will be under exposed and a mostly black monitor will be over exposed, with a \"real\" camera use exposure compensation (or manual mode) to get the brightness just right, with an iPhone tap the screen to focus on a part of the screen that is middle brightness (middle gray works best).\n\n  • Vertical\/horizontal stripes - those are caused by flicker in the florescent tube on the back of the LCD screen (theoretically shouldn't happen on LED screens, but I don't have one here to test it), you have to set the camera's shutter speed so it catches an entire cycle (if you're power is 50Hz 1\/50 or 1\/25 will do, if your power is 60Hz 1\/60 or 1\/30 - USA is 60, most of Europe is 50) - I have no idea how to do this with an iPhone\n\n  • Round stripes - this is moire pattern, it is caused by the camera behind fooled by the \"grid lines\" between pixels - move in closer, move out farther or change angle until they disappear.\n\n  • Random dots - this is noise, any acceptable camera (including the iPhone) will only produce visible noise in low light conditions and a screen is pretty bright so this shouldn't be an issue - but it can happen outside the screen or in dark areas of the screen - you can try to play with the screen brightness or add more light (add light for off-screen noise only, and be careful about glare) - in this case it's probably best to remove noise in post-processing\n\n  • Strange color casts - this can be caused by the fluorescent flicker (and solved by setting the shutter speed) or bad white balance - to correctly set the white balance with a good camera shoot raw and adjust in post or crate a custom white balance based on a blank white screen, with an iPhone (or a P&S that doesn't support custom white balance) focus on an area that is pure white or neutral gray (to also control brightness it better be middle gray)\n\nI think that's it, if there are other things that can go wrong or anyone knows how to set the shutter speed on an iPhone leave a comment and I'll update the answer\n\nYou can find a more detailed version of this answer on my blog at photographing screens\n\n\nOn the iPhone, taking the picture in HDR mode gives you a composite of three photos taken and low, medium and hi range. As a result you are likely to catch all of the pixels at least once.\n\n  • If it's too dark, then try setting the exposure manually.\n  • Use a relatively slow shutter speed so that you don't capture any flickering \/ screen refreshing. I believe that some screens refresh at around 50 times a second, so I would start with a shutter speed of 1\/20 second. I'm not sure exactly how this works on LCD\/LED screens.\n\nFor production clarity level clarity and for expediency, make the device and screen 2 separate pictures to be blended. This involves 1 environment picture for context context, and a separate subject image to be projected onto the device screen for the most clarity:\n\n  1. Take a picture of the device with the screen set to the lowest setting (environment picture).\n  2. Grab a screenshot from the device, or the image you want to be on the screen (subject picture).\n  3. Black out the device screen in the environment shot (or set to transparent).\n  4. Rotate and inject the screenshot or desired subject shot onto the phone screen.\n  5. Blend edges of device screen (environment) into subject layer as needed.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.6217967272,
        "format_confidence":0.9903693795
    },
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/19948\/when-do-you-center-your-subject-in-environmental-portraits\/19953",
        "text":"by Jakub\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nWhen I shoot environmental portraits, I usually place my subject off center. However, I've seen instances where the photographer has intentionally centered their subject. Here is an example: Personally, I would have framed it so the person is not in the middle in order to create some tension and dynamic balance. What is your opinion as to why the photographer would have centered the subject in the attached example? What are some instances when using the center of the frame is a better compositional choice?\n\nshare|improve this question\npossible duplicate of When is it OK to place the subject in the middle of a picture? –  Imre Feb 8 '12 at 4:57\n\n6 Answers 6\n\nWhenever it makes sense to. The \"rules\" of composition are not rules at all, and many of them are derived (sometimes tortuously) from examining pictures that people have found pleasing for one reason or another. That there are so many \"rules\" to choose from is an indication that there are many, many different ways to create a picture that is either pleasing to the eye or tells the story you want to tell. It's nice to learn the various rules, but don't take any of them too seriously. (And leave the art critic vocabulary to the art critics -- they can see things that no ordinary, reasonable person can, or at least come up with a scientific-sounding explanation of why a good picture is a good picture, even if it means making up a new compositional rule.)\n\nshare|improve this answer\nFuly agree. In this case the background is pretty boring and plain, hardly an environment at all so creating a more formalised portrait with the subject in the middle works. That brush in the hand would (IMHO) just look odd with an off-centre placement. –  epo Feb 8 '12 at 10:51\nIts like the pirate code - \"the code is more what you'd call \"guidelines\" than actual rules\". –  rfusca Feb 10 '12 at 6:47\n\nWhen you stand in front of a mirror to shave... do you stand centered in mirror or do you compose yourself by the rule of thirds?? The point of centering, at least what I am interpreting, in this image is to create the effect that he is looking in the mirror shaving. As though we, the viewers, are viewing from inside his medicine cabinet mirror. And so you decide where to place your subject based on the story you're telling... if there is no extra effect such as mirror view -- then go ahead and use rule of thirds but don't be so bound to rule of thirds (or other rules) that it blocks the creative potential that another composition could serve. Start from the rule, if you like, then ask is there another story I could tell with different placement! No matter what always consider other placement because otherwise you are not even open to the possibilities. Be open to the possibilities!\n\nshare|improve this answer\n\nThe subject is horizontally centered in that image but the focal point, the face and eyes, are still sitting on the one-third line down from the top so it still falls within the rule of thirds.\n\nshare|improve this answer\nI hate to say it, but this is the perfect example of what Stan is talking about in his answer. ;) Personally I'd say the point of focus is about 60\/40, or Golden Ratio...but its all rather moot...its highly unlikely the \"rules\" were applied at the time the photo was taken. –  jrista Feb 8 '12 at 6:00\n\nI agree that this photo may have been more appealing, especially on a subconscious level, if it was off-center. Personally, I would have cropped out some of the extraneous things on the one side in particular. However, the final decision made by the photographer was most likely made simply because it \"felt\" right. We've probably all done it.\n\nshare|improve this answer\n\nI personally agree that the photo probably would have been slightly more appealing had the photographer shifted the subject from the center. It would have balanced the photo and added a little bit of tension. Generally these are the reasons a composition like this is not framed with the subject in the center.\n\nYou can, of course, center the subject in many situations. If your subject is filling the frame, centering the subject often allows either side of them to fall on these 'balancing lines' (thirds, golden ratio). This is aesthetically pleasing.\n\nIf your subject is perhaps lying down perpendicular to the camera (on a bench or a couch, for example), having the feet on one side and the head on the other side will feel balanced.\n\nAs well, a symmetry in the surroundings of a subject may also allow for an aesthetically pleasing centering of a subject as given by the rough example.\n\nThe composition is balanced because of the overall symmetry.\n\nenter image description here\n\nIn general, it should come down to what feels right as you're framing your shot. I often find myself \"falling\" into these guidelines I've talked about in this answer (and other general guides in composing) because they intrinsically feel good. I found these to be pleasing before knowing what they were called or why they are used.\n\nshare|improve this answer\nI agree in general, but I'm not sure shifting the subject from the centre would be more balanced - I would say the opposite. More tension, yes. More dynamic and interesting. But not more balanced unless there is something in the other two thirds to balance the subject. Against a bland background, an off-centre subject isn't balanced in my mind. –  MikeW Feb 8 '12 at 5:39\nFor me, I tend to view the desirable composition of a photo like the example given to be on a see saw. If the subject is on either side, it's at rest. If the subject is in the center, it could go either direction and has the potential to feel like you're not stable. Maybe tension isn't the right word, maybe 'dynamic'. That's probably the best analogy I can think of for my own point of view. –  Nick Bedford Feb 8 '12 at 5:48\nIt has a lot of tension now. Is he heading into the light through the door? Or receding into the dark shadows? Both have the same visual weight so it's up to you to think about where he is going, metaphorically... –  Kendall Helmstetter Gelner Feb 11 '12 at 8:54\n\nIt's about creating an effect, right? Centering the subject and having him face the camera creates a sort of dramatic confrontation with the viewer.\n\nIn my mind, if you want the subject to confront the viewer, a centered, full-on view might be appropriate. As noted above - this does't preclude also using the rule of thirds or another composition technique as well.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9943538904,
        "format_confidence":0.9897589684
    },
    {
        "url":"https:\/\/graphicdesign.stackexchange.com\/questions\/13564\/what-are-some-good-tips-on-how-to-extrude-text-in-adobe-illustrator",
        "text":"I'm bit of a newbie in Adobe Illustrator and have been learning the application by trying to follow some tutorials and recreating some cool stuff I come across on the web.\n\nThat being said, I'm having trouble replicating the effect found in the following image using the standard 'Extrude & Bevel' options. I've also tried copying + pasting the text in front, back, in place and that came out even more horrendous. 'Extrude & Bevel' gives me a nice approximation but nothing that pops out like in the example.\n\nAny tips on how to fine tune my 'Extrude & Bevel' settings or an entirely different method of achieving a similar effect would be very much appreciated. Thanks for your time and help!\n\nHow can I create a 3D effect on my text similar to the one in the following image, using Illustrator's Extrude and Bevel tools?\n\n\nYou can not achieve that appearance in Illustrator using effects. Illustrator's 3D Extrude is pretty rudimentary and will never allow a flat front face with an extrusion. In order for any extrusion to show, using Illustrator's 3D effect, you must rotate the object. That's not what you have in your image.\n\nWhat you can do to achieve this appearance in Illustrator is to set the front object, then copy it and offset it for the base of the shadow. Then manually add tangent objects to give the appearance of the shadow. In the example below the white S0 is the front object, the black So is the base for the shadow then the red shapes are all manually drawn tangent shapes.\n\nextruded appearance not effect\n\nWhen the red shapes are filled with black it gives the appearance of a block shadow as in your example.\n\nfull block shadow\n\nTrying to do this with the 3D effect will simply be a lesson in frustration.\n\nAnother option is to use offset fills and stack them to create the appearance of the block shadow:\n\n\nYou simply add a fill in the appearance panel, then use Effect > Distort & Transform > Transform to move the fill away from the original object.\n\n\nI've moved the black fill behind the contents of the object in the Appearance Panel. Then used Effect > Distort & Transform > Transform to move the black fill 1pt left and 1pt down. I've then inserted a number of copies. The depth of the block shadow will depend upon the copies. Since each copy is moved 1pt left and down, if you want a 50pt shadow enter 50 copies.\n\nI use the Appearance panel technique most often. However in some cases, it can be much, much, faster and easier to simply draw tangent shapes depending upon the base artwork.\n\n| improve this answer | |\n\nI've created an Adobe® Illustrator® Plug-in called Oblique Projection 'opo' to automate the creation process of Parallel 3D Effect (Extrude Effect). It is quick and gives you full control over the appearance of the extrusion.\n\nEverything is on one layer so you can easily separate it from the rest of the artwork. Plus it is divided into logical parts - this way every letter (or even every part of the letter) can be modified fully independently.\n\nIf someone would like to play with it, here it is: http:\/\/63mutants.com\/subc\/products\/opo_m01\/opo_m01.php\n\nenter image description here\n\nenter image description here\n\n| improve this answer | |\n\nA similar solution can be arrived at using the 'blend' function, the benefit of this however, is the shadow part is also a vector object that can be changed all you want.\n\nThe process for this is simple:\n\n  1. Create the object you wish to add the effect to.\n  2. Right click on the object and go to 'transform' - 'move'\n  3. Set the position of the shadow (preview is always a good option to select here) and, instead of clicking 'OK', click 'Copy'\n  4. Right click on the copied object and send it backward\n  5. Go to 'Object' - 'Blend' - 'Blend Options' and here select the type of blend as 'Specified Steps', enter a number in the input field (I usually use the same highest number as I used in the move function in step 3) and the alignment (which might require you to complete the steps and then undo as it is highly dependent on the object you are working with), and click 'Ok'\n  6. With both objects still selected, click 'Object' - 'Blend' - 'Make', and you should be presented with your blended object.\n  7. With the newly blended object selected, go to 'Object' - 'Blend' - 'Expand' and you should now be able select each of the individual steps specified in step 5.\n  8. Create a copy of the top most (your original), select all of the objects from the blend and use the pathfinder tool to unite them into one object. Use the pen tool to neaten up any edges that need it (receding straight lines will take on a stepped appearance), and place the copy of the original back on top to complete it.\n\nAnd there you have it.\n\n| improve this answer | |\n\nHere's my take using the Bevel and Extrude tool (Effect > 3D > Bevel and Extrude)\n\nSorry for the French text but everything is in the same place so you should be able to figure it out. The best part to this method is that everything stays editable and there aren't too many extra steps.\n\n  1. You want your letter to still look flat so put all the rotation settings to 0 and only slightly tweak the ones that will determine where the extrusion pops out. So here I added 2 degrees to mimic your example.\n  2. You will want to use a lot of depth to your extrusion (the 1500 pt value I have below in the next section.\n  3. Click the More options button to open the light options. You can use different shadings but I found this one worked well for a flat look. Use 100% intensity and 0% ambiant light.\n  4. Pick a color for your shadow and voilà!\n\nBevel and Extrude\n\nTo add to this answer after the comments below:\n\nTo avoid as much distortion as possible, I've found while answering your question that it's possible to enter decimal values in the rotations. Although Illustrator rounds them up, they are still in effect visually. This is portrayed by the example below where my values for rotation are 0,25 \/ -0,25 \/ 0 but they all show up as 0.\n\nExample of rounded values and distortion on curved and straight characters\n\n| improve this answer | |\n  • This is good. My issue is that a 2° rotation, is still a rotation. While not overly visible on a curved character, 2° of rotation is exceptionally visible on a square character. – Scott Jul 27 '14 at 15:24\n  • Totally agree that it is a distortion albeit it doesn't show that much even at 2. With the kind of depth that was required comparing to the screenshot, 2 degrees is the least I could enter. An odd behavior that I found while doing this example is that I could enter 0,25 degree and it would round up as 0 degree in the dialog box but it was still using the 0,25. So if you don't want a huge drop shadow like OP was asking you could enter the tiniest fraction possible to avoid as much distortion as possible. – curious Jul 27 '14 at 15:49\n\nAnother way to easily do this: Copy front object. Place copy where you want the shadow extrusion to stop. Merge front and back objects. Delete tangent points in the corners to finish the extrusion. Clean as required.\n\n| improve this answer | |\n  • Please can you add an screenshot to show what you mean? – Mensch Feb 3 '16 at 19:40\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.5874949694,
        "format_confidence":0.9911495447
    },
    {
        "url":"http:\/\/en.allexperts.com\/q\/Fine-Art-3122\/2008\/4\/Rothenburg-Inn.htm",
        "text":"You are here:\n\nFine Art\/The Rothenburg Inn\n\n\n\"The Rothenburg Inn\"\n\"The Rothenburg Inn\"  \nQUESTION: Can you tell me the value or even any info on the beautiful etchings? They were given to my parents back in the 60's and were brought here from Germany. They are both signed in German!\n\nANSWER: In the fine art world, there are no free appraisals.\n\nFor anyone to give you an accurate value on these, they will have to do some research.\n\n\n---------- FOLLOW-UP ----------\n\nThe Rothenburg Inn\nThe Rothenburg Inn  \nQUESTION: I wasn't asking for an appraisal and I apologize if it sounded that way. I was basically looking for info about it. When I ask for value I meant is it something worth looking into further? I apologize again.\nHere is more pic of the signature.\n\nIf you have an imported etching with pencil signature and numbers, it's worth looking into because etchings have to be hand made.\n\nThe amount of work it takes to create a piece has a direct impact on the value.  As an example, Serigraphs are time consuming to produce, so they sell for high end prices when they are new.\n\nEtchings and engravings are the product of a hand engraved metal plate and then there is quite a bit of work to create the finished product on paper, and there is quite a bit of waste as the printer will have to throw out quite a few due to errors in printing etc.\n\nI would keep them and enjoy them unless you are in a situation where you need to sell.  In that case, research has to be done to determine the accurate value.\n\n\nFine Art\n\nAll Answers\n\nAnswers by Expert:\n\nAsk Experts\n\n\nDan Twyman\n\n\nI can answer questions about Salvador Dali. While I cannot do FREE APPRAISALS, I might be able to help you sell your works. I can also help with Chagall, Miro, Picasso and other 20th Century Masters.\n\nQuestions about a type of art or medium can be answered with one response in most cases. Technical issues are easier to deal with than specifics about an artist. If you need help finding values or history on an artist, it will probably involve research that can sometimes take hours to complete. If you have more than one image to send, I will give you an alternate email address as this system cannot handle multiple images.\n\n\nLate 70's early 80's Worked for a printer and learned the art or Lithography. Early to mid 80's Managed a publishing company that produced fine art both living and reproductions of the masters. Mid 80's to 2003 Senior Art Consultant with well known broker of Dali, Picasso, Miro, Chagall,Vargas,Max,Warhol and others. 2004 - 2005 Independent Art Consultant. 2005-2006 Beverly Hills Art Gallery(Living Artists) 2006 - Present Salvador Dali Society. Senior Art Consultant.\n\n\nPublications Various online art publications.\n\nStudied Art History, Methods of printing, Various Mediums. Studied anatomy, sketch art, Complex shading technique, Acrylic technique. Bloch books(Picasso),Salvador Dali publications(extensive). 30 Years life Experience in the arts as an artist, fine art broker,Gallery Director,art consultant.\n\nAwards and Honors\nOver 100 awards. Set records in the Art Brokering business.\n\nPast\/Present Clients\nMajor Film Celebs\/U.S. Ambassador\/ Fortune 500 Company CEO's and high level employees. Over 300 repeat clients in Fine Art. Beverly Hills local and visiting repeat clients.\n\n©2016 All rights reserved.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9956095815,
        "format_confidence":0.964663744
    },
    {
        "url":"https:\/\/proxies-free.com\/aperture-what-causes-images-to-have-flat-depth\/",
        "text":"aperture – What causes images to have flat depth?\n\nI am learning about photography and I remember reading about an effect that causes images to look like there is no depth but now I cannot find what it is called or what causes it.\n\nI remember an exagerated example in which the image was pointing down the street to a beach in which the ocean and sky kind of blended and looked like they were at the same depth, they kind of looked like a wall in the back.\n\nBased on my understanding I think this might be caused by small aperture and\/or infinite zoom but I’m not sure and it is hard to search because I am missing names of terms so the google is not returning accurate results.\n\nDoes anyone know how this effect is called or what causes it?",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.8278852701,
        "format_confidence":0.8841679692
    },
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/1872\/what-types-of-filters-are-there-and-whats-their-use",
        "text":"Sunset in Kruger\n\nby MrFrench\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nI have basic idea of what a filter is and what it is used for. I would like to know what are the different types of filters are available and if possible would love to have the following questions answered for each of them:\n\n  1. Mostly used for 'X' photography\n  2. Price range\n  3. Utility factor (out of 5)\nshare|improve this question\npossible duplicate of What are your preferred filters for certain subjects? –  chills42 Aug 3 '10 at 2:22\nI tend to disagree chills42, it's a good question that can be answered beyond digital, which the linked question is specific to based on the follow-up commentary. –  John Cavan Aug 3 '10 at 3:14\nWhatever follow-up commentary was there is either gone or didn't really influence the answers. I think these questions should be merged. –  mattdm Mar 26 '11 at 4:32\nI'm serious about adding an extra bounty if you provide physical and digital-approximation examples! Plus, I'll buy you a beer if you're ever in Boston. –  mattdm Oct 14 '11 at 12:15\n\n4 Answers 4\n\nup vote 19 down vote accepted\n\nWow... Well, there are a lot of filters out there that are used for a whole variety of purposes, but to cover the high points:\n\n  • UV Filters are designed to reduce or eliminate UV rays coming through the lens. At this point, they're primarily used as lens protection, though the utility of that is debatable (I side on the not so useful side of that argument, but others disagree) versus the possible side effects (such as ghost lights). So, my rating is a 1 there, but that's personal choice and you have to decide if the 'protection' is relevant to you versus the potential side effects.\n\n  • Color correcting filters are designed to help create the correct white balance. For example, to color correct for tungsten light, you might use a 85B filter and that will help ensure that white is, in fact, white when you take the shot. My rating is, again, low, perhaps around a 2 here because white balance is easily corrected if you shoot RAW. This is a film holdover.\n\n  • A Polarizer is designed to cut certain types of glare. There are two types: linear and circular. They are basically the same, a filter that can be rotated to block light perpendicular to the filter axis which, in turn, can cut glare. For modern cameras, the circular polarizer is the one you want as the linear one may interfere with the autofocus function. Bear in mind that when using one, you will lose a couple of stops of light. My rating is a 5 if you ever want to shoot subjects around and through water or glass.\n\n  • Neutral Density filters are designed to reduce light, an action often seen as counter-productive to an entire practice of capturing light. However, the use of ND filters allows for significantly reducing shutter speed under very bright light without affecting the color of the light. Very handy if you want to slow down things like a waterfall to create that dreamy look as the water cascades through the rocks. ND filters come in a variety of strengths and it is a common practice to stack various types as needed to increase the strength. This is a 4 for me because I like water shots of all kinds.\n\n  • Graduated Neutral Density filters are similar to the above except that they reduce their density as they progress. As with standard ND, it's about light reduction, but intended to be more controlled so that, for example, you can reduce the brightness of the sky in order to even out with the brightness of the land. Again, there are various levels of strength, but unlike most of the above, these are best when they are not circular and directly affixed to the lens. You want a filter that is much larger than the front of the lens so that you can adjust the position of the gradation as you need for the shot. Cokin makes a good system for this purpose, though you are not limited to their filters if you get the system. Also a 4, though most useful in the landscape world which I don't do a lot of.\n\n  • Special Effects filters run the gamut, including options like a starlight filter that creates a 'star' like effect on light sources. These are all over the map and some can be fun, though you should bear in mind that many are gimicky. Maybe a 3 because of the fun factor, some of which you can achieve through other options such as creative bokeh kits. Still, with the right subject, a special effect filter can produce a cool result.\n\nAs for all of the above, in regards to price, you get what you pay for to a large degree and it is really all over the map. Better filters aren't cheap and, if you are getting them, it's better to pay the price knowing what you want from it. Having said that, options like the Cokin filter system can really help if you have a large lens collection. I went the Cokin route because I have 5 different filter sizes to deal with and I didn't want to be buying certain filters 5 times. Now, Cokin filters are very good, but not great, though the good news is that there are third party manufacturers that produce filters for the system and some of those really are great. I like the system, your mileage may vary.\n\nshare|improve this answer\nAdditionally I use my ND filters so I can open up the aperture wider in bright conditions. I can get a short depth of field for outdoor portraits. –  infamouse Aug 3 '10 at 17:48\n@infamouse: Yeah, another good use for them. Mine has primarily been to drop shutter speed, but opening up the aperture would also be a use. –  John Cavan Aug 3 '10 at 18:56\nThank you John for the detailed answer. Almost exactly what I was looking for! –  Tushar M Aug 4 '10 at 1:02\n@Tushar: Happy to help. –  John Cavan Aug 4 '10 at 1:44\n\nOther answers cover the typical digital & color film workflow, but the use of filters on B&W film bear mentioning. Generally speaking, they're intended to alter the contrast and tonality of the scene. The common ones are:\n\n  • Yellow. Blocks blue light, gives a 'natural' contrast to typical scenes (e.g., the sky is slightly darker than the clouds). Lighter yellows are good for portraits with light skin tones, or to soften skin tones.\n  • Orange. Slightly higher contrast than yellow, not as much as red. Very useful for urban landscapes.\n  • Red. Very high contrast, particularly in landscapes; foliage is very dark, as is the sky. Dark red filters or red+polarizer can produce a black sky and almost day-for-night effect.\n  • Yellow-green. Increases contrast and separates green tones. Good general-purpose landscape filter.\n  • Green. Lightens foliage. Darkens skin tones in portraits, popular for portraits of men.\n\nThis is just a general overview, there are a number of variations within each color; see here for a more-thorough reference.\n\nRating utility is tricky, as it depends on your intentions. Any B&W film photographer is likely to have at least one out of yellow, yellow-green, orange or (less commonly) red. So having any filter at all would probably rate at a 5. And if you're shooting particular subjects regularly, filters that flatter those subjects are also very handy.\n\nshare|improve this answer\nRed is also good in portraits for smoothing out skin blemishes. –  mattdm Oct 8 '11 at 1:36\n\nNow that world has mostly moved to digital photography, filters are mostly left too a few specific functions.\n\nPrices range from $20 for cheap filters found at large chain brick and mortars, to several hundreds of dollars for multicoated filters by companies that specialize in glass. Filter costs also depend on the size of the filter.\n\nBased on your scale of 1-5, I'd say a CPL has a pretty high utility value, 4, while the others are around 2. If you prefer to use a filter to protect your lens then the utility value is at 5.\n\nshare|improve this answer\n+1, though I have to disagree on one point: even if you prefer to use a filter to protect your lens, its utility is still approximately negative 10. –  Jerry Coffin Aug 3 '10 at 4:26\n\nWhile a lot of the filters can probably be replaced with digital post processing in the work-flow with digital photography today, I feel that the Polarizer (usually the circular one) is not yet replaced. The way it can manipulate light is not achieved by digital post-processing techniques (here is a short article to try).\n\nBesides the UV filter that you would pickup for lens-protection (if nothing else), you should check the circular polarizer filters and how to use them.\n\nWhile you are planning for a polarizer, it would also be useful to check out why you need a circular polarizer (rather than a linear one).\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.978148222,
        "format_confidence":0.9906064272
    },
    {
        "url":"https:\/\/graphicdesign.stackexchange.com\/questions\/68399\/why-do-most-of-the-well-known-currency-symbols-have-strikeouts-in-their-symbols\/69864",
        "text":"We encounter currency symbols every day as shorthand for a currency’s name, especially in reference to amounts of money. Most, like these common currency symbols,\n\nsome common currency symbols\n\nhave strikeouts in their sign. Even Bitcoin uses two strikes in its old and new currency symbol:\n\nold and new bitcoin symbol\n\nDo we use strike-throughs only because they make currency symbols easier to distinguish from other letters of the alphabet, even when the sign is written in an old-fashioned style like the pound symbol? Wouldn’t it be safer to invent a totally new symbol, rather than re-using a letter as @Rad Lexus pointed out?\n\nAs a side note: I wonder if we can also assume that strikeouts in currency symbols have become a \"pseudo standard\", because even Monopoly uses them to associate real money with game money?\n\n$1M money card from http:\/\/monopolydealrules.com\n\nEdit I: As @Zach Saucier mentioned a (very) similar question was asked on quora.com. Unfortunately the answer provided there is IMHO not very satisfying, since only the (hypothetical) history of some major currency symbols is posted there and not any explanation why strikeouts are used in general for currency signs.\n\n  • Same post on Quora – Zach Saucier Mar 11 '16 at 22:01\n  • 4\n    @Yorik - The $ for dollar and the ¢ for cent come from the peso and the centavo respectively, which were both in use (along with pounds, shillings and pence and a bunch of other things) in the US long before they created their own native currency. To most people at the time, a d — stricken or not — would have meant a penny. – Stan Rogers Mar 13 '16 at 1:14\n  • 1\n    @StanRogers: Yes you are right as Wikipedia states \"The best documented explanation holds that the $ sign evolved out of the Spanish and Spanish American scribal abbreviation \"pˢ\" for pesos\"(known as \"Spanish dollar\" and since 1792 used in the United States)\". On the other hand what’s the reason that sometimes two lines are used inside the $ sign, when it evolved out of an P an S? – elegent Mar 13 '16 at 10:22\n  • 2\n    Every addition in \"modern times\" may be just mimicking a far older convention (as a \"false friend\", actually; \"a line always indicates money\"): underlining, overlining, and striking through indicates an abbreviation. From your list, the Pound symbol is the best example. – usr2564301 Mar 13 '16 at 10:29\n  • 1\n    ... see Wikipedia on Scribal abbreviations. It does not mention \"£\" as an abbr. but it would have been a good example. – usr2564301 Mar 13 '16 at 11:54\n\nImitation of an older convention\n\nIt's clear that the designers of more recent currency symbols have their own rationale for including the slashes or 'strikeouts' in the symbol. It's also clear that these elements naturally evolved in older currency symbols through the use of abbreviation and shorthand.\n\nIt's more than likely that modern currency symbols are using this older convention, that originally evolved naturally, that slashes through a symbol indicate currency. This makes it much easier to distinguish from regular characters. As you said in your question, the practice has arguably become a pseudo-standard.\n\n\nHigh-res euro symbol\n\nThe Euro is a relatively new currency and the symbol was designed and presented in 1996. The explanation of the design given by the European Commission (emphasis mine):\n\nInspiration for the € symbol itself came from the Greek epsilon (Є) – a reference to the cradle of European civilisation – and the first letter of the word Europe, crossed by two parallel lines to ‘certify’ the stability of the euro.\n\nIndian RUPEE\n\nHigh-res rupee symbol\n\nA number of explanations for the crossbars are given in Udaya Kumar's design proposal for the Indian rupee sign:\n\nThe use of Shiro Rekha (the horizontal top line) in Devanagari script is unique to India. Devanagari script is the only script where letters hang from the top line and does not sit on a baseline. The symbol preserves this unique and essential feature of our Indian script which is not seen in any other scripts in the world.\n\nThe two horizontal lines with an equal negative white space (imaginary space) between them create a foreground and background effect of three strips (tricolor). The strips subtly represent the tricolor of our Indian national flag flying at the top.\n\nThe horizontal lines also denote the arithmetic sign ‘equal to’. [...] The arithmetic sign denotes that relationship of comparison of currency values. The equality sign also signifies a balanced economy, our economy should be secured and stable forever.\n\n\nHigh-res single-bar dollar symbol\n\nThe origins of the Dollar symbol are somewhat more debated than more recent symbols. It originated when English Americans were trading with Spanish Americans in the 1770s.\n\nThe most credible theory is that it is derives from the abbreviation 'ps' for the Peso. Another theory is that the symbol originated as an '8' with a slash through it—denoting Pieces of eight or the Spanish dollar.\n\nTheories for the origins of the dollar using two vertical lines include the idea that it originated as the abbreviation 'US' or as a representation of the Spanish coat of arms, which showed the Pillars of Hercules with a banner curling between them.\n\nProgressions from abbreviations to symbols\n\nIn The American accomptant, published in 1979 (a great find by @Yorik!), you can clearly see the notation used for 'Federal Money'. 1 Cent is expressed as \/\/. 1 Dime overlays an S over the \/\/ and 1 Dollar overlays a double stroked S over \/\/. This calls in to question the other theories of the Dollar symbols origin. The document doesn't however give any explanation for the notation (As far as I can tell—I haven't read all 320 pages!)\n\n\nHigh-res pound symbol\n\nThe Pound symbol is more obviously derived from a cursive majuscule 'L', which represented 'libra', the basic unit of weight in the Roman Empire.\n\nThe slash[es] through the Pound come from scribal abbreviations which were in common use in the Roman Empire and using shorthand became common around this time.\n\n  • 1\n    Nice summary! Wasn't the reason \"L\/weight ≈ money\" used because payment was in 'weights of silver'? (Or salt – salary?) – usr2564301 Apr 19 '16 at 13:17\n  • 1\n    @RadLexus I believe so. Roman currency was all based on (literal) weights before coins and I believe there were a few terms that were used for weight and coins. – Cai Apr 19 '16 at 13:45\n  • Interestingly the currency sign (\"¤\") which is \"used in place of a symbol that is not present in the font in use\" doesn’t have any slashes or strikeouts … – elegent Apr 19 '16 at 19:29\n  • Is it a happy coincidence that the British pound symbol looks a little like an actual Roman beam scale and an L? (aka steel yard balance). The top hook hangs the whole scale, the cross-member is where the counter weight would hang and the farther out on the beam, the heavier the item hanging on the base of the L (a hanger for another hook) – Yorik Apr 19 '16 at 19:58\n  • @Yorik that's an interesting point! I suspect it's a coincidence though :) – Cai Apr 19 '16 at 20:23\n\nDesigner Udaya Kumar author of the in INR (Indian Rupee) ₹ symbol explains:\n\nThe parallel lines at the top (with white space between them) are said to make an allusion to the tricolor Indian flag and also depict an equality sign that symbolizes the nation's desire to reduce economic disparity. (Wiki)\n\n  • Hi Abhishek Sharma, welcome to GDSE and thanks for your very interesting answer. :) I found out that the Indian Rupee first appeared in 2010 … so unfortunately it isn’t the first symbol which uses strikeouts. – elegent Apr 14 '16 at 19:58\n  • 1\n    may be @Abhishek Sharma is right. but I just got a question. I know this page is not for discussion, but just curious, I had always been thinking if the above line is to match \"indian writings\". wasn't this like that? – MFarooqi Apr 14 '16 at 20:31\n  • @MFarooqi i don't think so It must have some reasons behind that. – Abhishek Sharma Apr 15 '16 at 10:11\n\nThe lines across currency symbols make them easier to identify clearly in handwritten documents. An error in the identification of even one alphanumeric character or symbol in a handwritten document can result in a very costly mistake or a lawsuit. Clear, unambiguous documents are also harder to forge.\n\nHaving rational rules for currency symbols promotes public confidence in the government similar to the way that impressive looking government buildings in the capital city do. Aesthetic considerations must be harnessed to the other objectives of the design as in L'Enfant's design of the layout of the streets of Washington, D.C. as a system of intersecting diagonal avenues superimposed over a grid system, the L'Enfant Plan.\n\nThe use of an alphabetical character as a mnemonic device in many currency symbols makes them easier to identify and remember.\n\n  • 1\n    Then it would be safer to invent a totally new symbol, rather than re-using a letter. – usr2564301 Mar 13 '16 at 11:50\n  • Although it would introduce unnecessary complications in case a mentally impaired person was unable to master the art of writing an unfamiliar handwritten character in cursive writing and decided to improvise by substituting an X or some other ambiguous character which would make the entire document unclear. – karel Mar 13 '16 at 12:04\n  • 2\n    @RadLexus That's what happened when the letter was changed. It became a new symbol. – go-junta Mar 14 '16 at 0:17\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.8819797039,
        "format_confidence":0.9915193915
    },
    {
        "url":"http:\/\/www.typophile.com\/node\/50596",
        "text":"Repost: Cyrillic ghe stroke, italic. Information needed\n\nDear all (and especially those of you familiar with Cyrillic)\n\nMaking italics for a typeface that contains the cyrillic letter ghe stroke, I am having difficulties finding any information on what the (lower case) italic version of this letter looks like.\nIs it just a slanted version of the upright, or does it follow the rule of ghe (and in that case: how is the stroke applied), or is it something third?\n\nYour help will be deeply appreciated.\n\n\nHere's a good if hard-to-parse response on this exact question from the ATypI list, when I asked about it last January. Victor Kharyk is a type designer and scholar of Cyrillic letterforms.\n\nHe wrote:\n\nLook, if anybody, for example, ask here what is the form of Latin g -\nyou will answer:\n\"it is a lot of forms relative to typestyles, history, different\nnational traditions etc\". The same is with Cyrillic letters, especialy with\nghe ang its sisters.\nCAPS is the same in all \"Cyrillic Slavonic countries\" and Greece.\nRoman-styled lower case is the same, exept modern Bulgaria (circa last\n30 years), where \"reversed s\" is prefered (naturaly the direction of stress must be\n\nItalic lower case have reversed s-form in all countries, exept Serbia\nand Macedonia, where prefered form looked as i macron (and the\nsame with macron and acute together for Macedonian u0453)\n\nUkrainian \"explosive\" ghe u0491 is relatively new letter and its\ndevelopement were stoped in soviet time, that\u0092s why research of its\nforms not finish till now. There are some historical forms relatived to\nsome forms of Greek gamma (with long tale under the baseline)- this\nform and its development seems good for \"quill tradition\", other\n\"dropped pen tradition\" come in early 20th century (we can see it in\nworks of Georgiy Narbut) - this form used in modern school-books. New\nform (reversed s with \"strich\" bottom left) was proposed few years ago\nby Hennadij Zarechnjuk (Hennadiy Zarechniuk) from Lviv and also in use. It is mean that\nitalic form of this letter must be designed in every font relatively\nto its style, as like as any other letter:)\n\n>From my presentation in Helsinki:\n(you got it also in goody bag)\n\nBest wishes\nViktor Kharyk,\nCountry Delegate for Ukraine :)\n\n(ps. bad English does not mean bad information :)\n\nTuesday, January 22, 2008 you wrote:\nTP> Hey all you Cyrillic experts,\n\nTP> In its italic form, does the ghe with stroke take the same \"reversed-s\"\nTP> shape as the regular (non-stroked) ghe?\n\nTP> I would have thought so, but I believe I've seen some examples where the\nTP> ghe had this change to the reversed-s form but the ghe with stroke did\nTP> not.\n\nHi Thomas\n\nThank you very much, though I am not sure exactly what to conclude regarding ghe stroke, since this Viktor's answer is concerned with u0491 and not u0493.\n\nAs I see it, there are two options: a) no final conclusion has been reached as how to draw this letter (either oblique or \"reversed s\") and therefore it is optional, or is it b) that the ghe stroke should follow the shape of ghe. In my case, a sans serif, I have a \"reversed s\" ghe and an oblique ghe upstroke. So I guess that, if option a is valid, I could go for the oblique ghe stroke without making Uzbek eyes sore...\n\nThanks Paul.\n\nyou're welcome, this is the form i've typically used and been asked to use by clients. you might double check some ParaType fonts just for reference.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9846643806,
        "format_confidence":0.5472162366
    },
    {
        "url":"http:\/\/webapps.stackexchange.com\/questions\/7768\/what-is-the-best-and-easy-online-source-to-make-a-technical-poster?answertab=votes",
        "text":"Take the 2-minute tour ×\nWeb Applications Stack Exchange is a question and answer site for power users of web applications. It's 100% free, no registration required.\n\nI have never had any experience with photoshop or any other related software to make drawings and sketches. Knowing this, if I want to make a technical poster then what would be the free and easiest online source to do it?\n\nEDIT: The purpose of the poster is to display the gist of the research in visual form.\n\nshare|improve this question\n\nclosed as off-topic by Alex, Al E., Eight Days of Malaise, Jacob Jan Tuinstra, ChrisF Dec 11 '13 at 23:22\n\nThis question appears to be off-topic. The users who voted to close gave this specific reason:\n\n  • \"Questions seeking application recommendations are off-topic unless they detail what has already been tried and rejected. Describe your situation and the specific problem you're trying to solve.\" – Alex, Al E., Eight Days of Malaise, Jacob Jan Tuinstra, ChrisF\nIf this question can be reworded to fit the rules in the help center, please edit the question.\n\nThis does not really require sketches in the way you are thinking. Any program will do, but first you must sit down and get your ideas on a piece of paper no fancy styles just plain boxes . Then again it depends on what type of technical posters you are talking about . Academic or Professional. –  phwd Oct 7 '10 at 3:00\nI mean whatever it takes to develop a poster. The poster is for thing. The purpose of poster is to display the research. It would be displayed at a forum\/conference and I would need to stand by it to explain it to whoever comes by to see. –  Pupil Oct 7 '10 at 3:08\n\n1 Answer 1\n\nup vote 3 down vote accepted\n\nI don't use any online software however I can give you the low-down on what I use for my posters:\n\nFor general design and layout I use Microsoft Powerpoint (you can also download and use OpenOffice Impress for free). Its easy to use, widely available, familiar to the majority of printing services and templates [1] are available online. If you don't want to use a template just manually input your poster dimensions (File > Page Setup) and it'll print out at that size.\n\nAs for making technical drawings, it depends on what kind of information you are trying to communicate and how good you are with graphic design software. I use Excel for graphing as well as some built-in features of statistical packages. For drawings, I generally use a pen and paper, scanned and edited in Adobe Photoshop. Sometimes I even use Microsoft Paint. No lie, it may seem rudimentary but this method works for me and has produced professional, conference-quality work.\n\n\n[1] Templates: www.posterpresentations.com\/html\/free_poster_templates.html\n[2] General poster advice: www.swarthmore.edu\/NatSci\/cpurrin1\/posteradvice.htm\n\nshare|improve this answer\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.7520622611,
        "format_confidence":0.9905671477
    },
    {
        "url":"http:\/\/kevinruss.tumblr.com\/post\/40126549993\/hello-kevin-i-discovered-your-work-today-and-it-is",
        "text":"Kevin Russ\n\n\n\nAnonymous asked: Hello Kevin, I discovered your work today and it is very inspiring. I understand that shooting with an iphone gives the advantage of processing fast and on the same machine but what about prints? Have you printed some of your pictures and how large can they be?\n\nThank you. The largest I’ve seen one of my pictures is 17”x17” and it looked great. The larger you print a picture the further you stand back to see the whole thing. As long as you’re not 12 inches away looking for details but viewing the image as a whole, you can print as large as you need to. \n\nI have seen a rebel xt (8 megapixel) image of mine on a billboard and it looked great because it was viewed from so far away. I know the quality on a dlsr is better than the iPhone but it’s still the same principle.\n\n4 notes\n\n  1. kevinruss posted this",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.9804559946,
        "format_confidence":0.7673822045
    }
]