[
    {
        "url":"http:\/\/www.rightmove.co.uk\/overseas-property\/property-45163497.html",
        "text":"\n\n  1. Property is currently not on the market\n\n    It may now be sold, under offer or temporarily withdrawn from the market.\n    • 6\n    • This property has 6 photos\n    £21,400 Guide Price\n\n    Guide Price £21,400\n\n    2 bedroom house for sale Paskalevets, Veliko Tarnovo\n\n    We offer you a NEW house, built mainly from wood, stone and bricks, located 25km from Veliko Tarnovo More details \n\n    Marketed by Imoti Tarnovgrad Ltd, Bulgaria. Call: 03339 390851  Local call rate\n\nSearch for other properties from Imoti Tarnovgrad Ltd, Bulgaria or contact Imoti Tarnovgrad Ltd\n\nJoin and Follow us",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9909024835,
        "format_confidence":0.9917302728,
        "weight":0.0155531292
    },
    {
        "url":"https:\/\/americanmoversinc.com\/articles\/moving-family-for-job\/",
        "text":"5 Tips to Consider When Moving Your Family For Your Job\n\nIs relocation for a new job worth it for your family? Here are a few ways to evaluate if moving your family for your job is the right decision.\n\n1. Check-In with Your Family\n\nThe most significant discussion you can have with your family is making sure everyone is on board with this decision. Sitting your family down and openly discussing the positives and negatives of your relocation is a helpful way to answer any questions or ease any fears they might have about the move. Be prepared for your children to have uneasiness about this life change, as they most likely haven’t had to deal with as much unfamiliarity in their lives as you have. Remember to be patient as it may take some time for them to fully grasp what it will mean to relocate their lives. It can also be helpful to come prepared with a list of a few positive aspects of your new city. Is there an amusement park down the street? Will you be living next to the beach? Are there any interesting museums or indoor attractions that they might enjoy? All of these things can help them better envision the move.\n\n2. Make Sure the Timing is Right\n\nWhile it may be an ideal time for you to make a career transition, make sure that the timing will work for your spouse as well. If your spouse recently started a new position, is finishing schooling or is in the middle of a big life change, it may not be the best time to relocate. If your spouse is willing to move, you’ll want to make sure that your job is able to support both you and your spouse until he or she can find a new opportunity in the new city. If you have children, you’ll want to make sure that you’re not uprooting them at a crucial time in their schooling. For example, it’s always easier to move in the summer before school starts so that they can have a fresh start at a new school in the fall versus in the middle of the school year. You’ll also want to do your homework and make sure that the schools in your new area are up to par with your current city. After all, you wouldn’t want to move across the country only to realize that the school system is below average.\n\n3. Calculate the Cost of Living\n\nRelocating is an expensive undertaking, and a new city means different pricing on everyday staples like groceries, housing, electric etc. Before you accept a new position, you’ll want to realistically calculate the cost of living in your new city. Take a look at apartments or houses in the area and make sure that they are within your budget. If your new salary doesn’t cover the cost of living in your new area, you may want to reconsider your relocation.\n\n4. Don’t Forget About Moving Expenses\n\nOftentimes a make or break aspect of relocating is whether or not your new company will cover your moving expenses. Atlas Van Lines reports that a single person moving from a one-bedroom, Los Angeles apartment to one in Chicago could spend approximately $2,240 for professional movers to load and unload a single mobile storage container. This cost can triple when you’re talking about moving an entire 5-person household. If your company won’t cover your expenses, experts suggest doing a cost-benefit analysis to weigh the professional opportunities as well as the financial sacrifices of your move.\n\n5. Weigh What the Day-To-Day Will Be Like\n\nAfter you’ve checked in with your family, weighed the cost of living and factored in moving expenses, the last thing you’ll want to consider is what your day-to-day will be like. Each city offers something a bit different and while you may love living in New York City, you may not enjoy Los Angeles or vice versa. You’ll want to weigh factors like weather, commuting times, transportation options such as public transportation versus driving, and extracurricular opportunities in your new city. If you’re really involved in a church group or an artist community in your current city, you’ll want to make sure that you can find something comparable in your new city. You’ll also want to make sure that if you are relocating away from friends and family that you and your own family will be okay during the transition. It takes awhile to make new friends and build relationships and if you’re not prepared for it, it can make the move a lot harder.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.9044748545,
        "format_confidence":0.9199322462,
        "weight":0.0020420696
    },
    {
        "url":"http:\/\/www.securitycamerasclearwater.com\/security-solutions\/home-automation-systems\/",
        "text":"Contact Us: 866-424-6929\nlatest home automation technologies\n\nHome Automation and Smart Home Security\n\nPlan Your Smart Home TODAY. It’s FREE\n\nMany homeowners are looking for innovative ways to save time and money—and simplify their lives. Homelink Technologies is happy to help homeowners like you, achieve that dream—by offering the latest home automation technologies and home automation products to turn your house into a state-of-the-art smart home.\n\nWe will help you find the right home automation and security systems to connect, monitor and adjust your home devices—remotely—whether you are at home, at work, or on vacation.\n\nWe’ll also provide dedicated support—to save you valuable time and money—and make home more comfortable and your life easier.\n\nHome Energy Usage Breakdown\n\nEstimates from the 2013 Residential Energy Consumption Survey show that 48% of energy consumption in U.S. homes was for heating and cooling. Energy consumption for appliances and electronics continues to rise. Non-weather related energy use for appliances, electronics, water heating, and lighting now accounts for 52% of total consumption, up from 42% in 1993. The average monthly utility bill for US household is $111.08.\n\nSpace Heating: 41.5%\n\nAir Conditioning: 6.2%\n\nWater Heating: 17.7%\n\nAppliances, electronics, and lighting: 34.6%\n\nStay Comfortable, Be Smart\n\nProtect your family, save money on your utility bill and control your home from anywhere with our popular home automation technology. We’ll help you design and customize a smart home solution that meets your needs and your budget.\n\nLighting and Energy Management - Stay comfortable while saving money by managing your home’s energy consumption. Control schedules and settings of your home’s lighting, heating and cooling systems, water usage, and more—based on your schedule and activities, or change in weather conditions.\n\nConvenient Control – Our home automation products enable you to control compatible home devices such temperature controls, sound system, doors, lighting and more—at the touch of a button. All connected compatible home devices can be conveniently accessed, monitored, and controlled via mobile app or mobile device.\n\nAffordable Home Security - You want to protect your family, your belongings, and your property. But you shouldn’t have to break the bank to do it. That’s why our home automation security and surveillance systems are so popular. We offer reliable video security for your home at an affordable price. The complete, turn-key home automation security systems can be as large or small as your home requires. Scalable designs let you expand your system – when you are ready, at your own pace.\n\nAsset Protection – A home is an expensive investment and asset. Installing a home automation system enables you to protect your home, and prevent costly losses due to damage and theft. A good home automation and security system provides immediate alerts for connected devices, and informs you via mobile app and smartphone of an unwanted event. Whether you left the lights on or a door unlocked, or there’s a water leak at your home—real-time alerts save you time and money—enabling you to react to an incident as it occurs.\n\nAccessible Mobile Interface: Our home automation systems can be accessed remotely from anywhere, and can send you alerts based on your preferences – so you always know what’s going on with your home and that your family is safe.",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.8995909095,
        "format_confidence":0.998211503,
        "weight":0.0141199098
    },
    {
        "url":"http:\/\/quiltparadise.blogspot.com\/2007_01_01_archive.html",
        "text":"Wednesday, January 31, 2007\n\nI am cleaning up\n\nNo it is not spring time, it is the height of summer, hot and very, very humid but I am cleaning out this house!\n\nThis year with Charlotte at school everyday and Chanel at daycare two days a week I am vowing to be organised! Last year some time Patty listed her cleaning schedule with daily, weekly, monthly, six monthly and even annual chores. I kept it and although most of her routine is not relevant to me I will adapt it and change accordingly. One thing I remember her saying was if you are in a mess, give yourself the time to de-clutter and have bags for\n\n\nWell I haven't come across too much to put away. Gradually as Charlotte has grown out of clothes and toys they have gone to Chanel. But Chanel is growing out of things now. The baby toys are gone, the hand knitted baby clothes are gone (except for what my mum, nan and mother-in-law knitted). This is the tropics after all.\n\nAll my odd glassware that is not longer a set is gone, we have acquired far more along the way. Unused wedding presents, we will celebrate our 8 anniversary this May.\n\nThe girls bedrooms are looking lovely and tidy. I know it won't stay like that but everything has a home that it can go back to.\nFor now Chanel is not sleeping all the time in her bed so we still need the cot as well. When that goes she will have a lot more room. I have fairy lights for her room but she is still at the pull it apart stage so hopefully soon we can make everything prettier.\n\nI am particularly happy with my hallway cupboard, there is now some empty space in there.\n\nWell if you lasted this long, well done. Not the most interesting post.\n\nThanks for all the well wishes on Charlotte's first day of school. She had a ball. She came home hot, sweaty and grinning from ear to ear! She hardly ate any lunch, so finished it at home for afternoon tea. When I asked her why she didn't eat much she said \"Mummy I was too busy!\"\n\n\nTuesday, January 30, 2007\n\nLook out Grade One, here she comes!!\n\nToday is Charlotte's first day in Grade One. She looked so cute in her uniform. She went to preschool last year at the same school, so she already has some friends in her class and met her teacher last year but this year she is wearing the uniform and will attend five days a week.\n\nShe found her desk and started colouring in when we arrived. I stayed for awhile but she was happy so Chanel and I kissed her goodbye, she gave us a wave and we left her to it.\n\nI can't wait until 3pm this afternoon to hear all about her day.\n\nSunday, January 28, 2007\n\nComfort Cushion\n\nRemember that beautiful cushion cover that I got from Christina with all the stitching, well I am not so clever but here is the one I made. Modelled beautifully by Miss Charlotte wearing her Rhapsody Fairy Dress over her pyjamas - very stylish. Miss Charlotte starts Grade One in two more sleeps!!!!\n\nI am happy with my effort on the cushion cover. Look out Bonijo it is headed your way! Here is the back view!\n\n\nFriday, January 26, 2007\n\nAustralia Day\n\nToday is Australia Day. It is a public holiday. We are off to party this afternoon around at some friends house. Should be lots of fun.\nAustralia Day is the anniversary of the day the First Fleet landed in Sydney in 1788. For anyone interested here is some more info for you!\nWherever you are, have a great day!\n\nMonday, January 22, 2007\n\nA January Finish\n\nThis Panel has been quilted since before Christmas but now the binding is done too. I used a verigated thread for the quilting and I like how it has turned out. The backing is flannel pieced from two bunny rugs.\nIt is going to an aides orphan in South Africa\n\n\nSunday, January 21, 2007\n\nNew Goals.....\n\nNow I know I am early but I am starting to set goals for February..........\nBind Russ Quilt\nFinish Loretta's Sudoku\nMake Loretta' 40th Birthday Wall hanging\nStart BOM (first installment hasn't arrived yet!)\nJanuary has been a crazy month here, all I really want to accomplish this late is\nAnnie's dilly bag for her checker pieces\nBind Giraffe panel and send off.\nAll is do-able, now I need to get moving!\n(Just for something pretty to look at, here is a recent sunset on the lake)\n\nThursday, January 18, 2007\n\nHow special is this!\n\nI am very lucky to be involved with a small group of ladies that encourage, support and inspire each other. I have never met any of them in person, we 'met' through an online quilting group and formed our own little \"sub-section\".\n\nWe are currently running a comfort cushion swap. We were each given another in the group to make a cushion for, so when things aren't great you can hug or punch your cushion, whatever makes you feel better.\n\nMine arrived to day. THANK YOU SO MUCH CHRISTINA! The verse is lovely, but my favourite bit is the \"Notes for Jodie\" pocket bottom right.\n\nThat make three posts in one day, think I need to go do something more productive!\n\n\nToday's Photo Shoot\n\nLoretta phoned last night and said when she visited at Christmas she went home without any up to date photos of the girls.\n\nTo rectify this we got snapping this morning.\n\n\nApricot Jam\n\nPurists should look away now!!\nI made these little jars of jam yesterday using the Microwave. It was so quick and easy. It took a maximum of half an hour and no mess.\n\nAll you need is:\n500 g apricots\n¼ cup lemon juice\nMicrowave for about 6 minutes in a large container with the lid on.\nAdd 2 cups sugar, stir. Microwave for about 16 minutes with the lid off.\n\nThat's it!!!!!!!!!!!\n\nI want to thank a lady named Helen who provided the recipe on an online quilting group I belong to. She says it also works with nectarines.\n\n\nMonday, January 15, 2007\n\nFound 'Um\n\nRemember before christmas when I couldn't find the checker pieces? Well I found them! They were in the bag I thought they were in but the bag wasn't were it was supposed to be! Can't blame that on anyone but myself. DH will get his back and still another set left!\n\n\nTuesday, January 09, 2007\n\nOur Tess is Home\n\nTess didn't get home last night, the vet kept her again to be sure, but we were able to pick her up at lunch time today.\n\nShe is far from well. Still sluggish on her back legs, I had to help her into the car and then when she went outside to inspect her turf she tried to break into a run and couldn't.\n\nRob the vet said he was very worried about her Sunday night, he stayed with her for a long while and then went back in later to check on her.\n\nWe are to keep her quiet for a few weeks as her heart will take the longest to recover, watch her bowel movements and eating to ensure there is no paraylsis and give her soft food to eat. Have some premium mince out defrosting right now.\n\nHer bark is still a squeak but like everything else it will improve in time.\n\nI have asked the girls to be quiet as Tess needs her rest so they sat beside her making sure she was resting.\nThis is an old photo of her as a puppy with Russ's work boots, she was so cute (she is seven and a half now, still cute, just bigger!). At the moment she is lying in the entry way asleep and I can't take a photo with out disturbing her. There is current photo of her on my Mapleton post.\n\nMonday, January 08, 2007\n\n\nWe took the girls and Tess the wonderdog on their first camping trip last week. We went to Flannagan's Reserve out west from here. We went there 'cause dogs are allowed if you keep them on a leash.\n\nIt was a full moon while we were out there and the silly birds got confused and were noisy throughout the night thinking the sun had risen when it fact it was the moon! We slept through their noise the second night.\n\nWe set up our site looking out towards the adjoining property. There were cows in there and kangaroos early in the morning.\n\nThe other side of the reserve was on the Logan River. We kept away from there just to be safer with the girls. It was very pretty though.\nChanel fought having an afternoon sleep and literally nose-dived into her bunk!\n\nThe down side when we got home was that our Tess had picked up a paralysis tick. We rushed her to the vet late yesterday and she is in Doggy hospital now. Hopefully she will be home tomorrow.\n\n\nTuesday, January 02, 2007\n\n\nAfter a crazy christmas time we took off for a few nights up to my SIL's little cottage at Mapleton, in the Sunshine Coast Hinterland. Gaye works in Japan, teaching English at University level, so she only gets back a few times a year.\n\nWe had a very relaxing time, walked a little, read a little, slept a little. The girls had a great time. We took some colouring in, two games - Junior Monopoly and Trouble and their baby dolls. No fighting and no \"I'm bored\".\nMapleton is on the Blackall Range and the soil is very red. Some lily ponds and beautiful gardens .......\n\nThe other great thing about going up there, is we can take our four legged family member with us. This is Tess the Wonderdog relaxing on Aunty Gaye's front deck ......\n\n\nOur Christmas\n\nA bit behind I know, just catching up. I hope everyone had a wonderful festive season and that 2007 is good to us all.\n\nOur festivities started on the Saturday evening before Christmas with a BBQ with friends. No I still haven't found the last packet of checker pieces but my DH came to the rescue and offered me the pieces from his Checker set that I made for his birthday last May! Bless him. I still need to make a little dilly bag for everything to go in, but Annie loved it and doesn't know she was supposed to have a bag as well. Here she is with my two playing in the Hammock....\nSunday was cooking and preparing for Christmas Day. Then to finish DH wall hanging. I had the idea of handprints for a long time and didn't really know what to do, so ended up cutting them out of felt and sewing onto another 9 patch snowball quilt. I thought it would only take me a couple of hours to sew them on. Wrong!! I finially finished at 3am on Christmas morning. It was worth the effort, I am happy with the result and DH has agreed to hang it in the entry of our house.\nWe had a lovely lunch with family and... (truncated)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8970633745,
        "format_confidence":0.9360528588,
        "weight":0.0109537185
    },
    {
        "url":"http:\/\/www.maheu-maheu.com\/Pests\/Pigeon",
        "text":"Pigeons are merely a curiosity for some but can be a real nuisance in large numbers. Pigeon droppings are corrosive and can cause major damage to buildings.\n\nWhat is more, these birds carry parasites that can infest buildings. Rubber snakes, plastic owls, and aluminum plates are some ploys used to scare them away, but the effect will eventually wear off, as the pigeons realize that they are fake. You can also use repellent gel, a chemical paste that makes treated surfaces heat up the birds' feet when they land . This can ward them off for a good year or two depending on the weather. The last—and best—solution is to install Nixalite, a permanent barrier of stainless steel spikes pointing in all directions that keeps the birds away.\n\nWhatever solution you choose, be it repellent gel or Nixalite, be sure to rid the surface area of any bird waste beforehand.\n\n\n  • Scare off birds\n  • Keep all food where nothing can get at it\n  • Block off horizontal surfaces where birds might perch\n\n\n  • Eliminate potential food sources\n  • Limit access to perching and nesting sites\n\nDescription and development\n\nRock doves or domestic pigeons (Columbia livia )—known to most simply as \"pigeons\"—belong to the Columbidae bird family. They are very easy to recognize as their head is small in proportion to the rest of their body. Their bill is soft with a horned tip and plump base, while their tail is short and square. They are often confused with mourning doves, but the latter have a long, pointed tail.\n\nThe feathers of pigeons found in the wild tend to be some shade of gray, whereas those of their city-dwelling counterparts vary significantly in color.\nFemales lay one or two eggs in a nest made from assorted twigs and scraps. Nests are located in hard-to-reach areas, such as cornices, roofs, bridges, and balconies. Eggs take 17 to 19 days to hatch. Males and females both incubate the eggs and feed nestlings. When conditions allow, nesting takes place every season, enabling the birds to raise about 10 chicks a year\n\n\nBrought over to the Americas as domestic birds, pigeons have long since turned feral and now reside in cities, villages, and farms. In the countryside, they rely on crop fields for sustenance while in urban areas, they feed on plant matter, garbage, and insects—not to mention the free meals they get from people in parks!\n\nPigeons mate for life; if they lose their partner for whatever reason, they quickly find another.\n\nAs keen observers of human activity, pigeons love vantage points with smooth, flat surfaces. They are also social creatures, and all members of a given colony share the same space for everyday activities.\n\nGo to top",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.9489290714,
        "format_confidence":0.9303563237,
        "weight":0.00055147
    },
    {
        "url":"https:\/\/heatingrepair.sfo2.digitaloceanspaces.com\/heating-repair-helvetia-illinois.html",
        "text":"Need A Heating Repair Man?\n\nWe are just a call away! Request Quote\n\nSearching for Heating Repair in Helvetia IL?\n\nWhen you’re enduring week after week of winter cold, the last thing you want to worry about is a problem with your furnace or heat pump. Instead of going home to the warm comfort of a heated house, you have to deal with a heating crisis.\n\nFor heating problems big or small, we have the experience to handle it.\n\nSome of the services we provide in Helvetia IL and surrounding areas\n\nWhy Choose Us?\n\n  • Providing 24\/7 emergency Heating service.\n\n  • Our technicians are the best in the Helvetia IL market.\n\n  • Professional services you can count on.\n  • Committed to service that is thorough, timely, and honest.\n\n  • Trusted by homeowners like you.\n\n  • Customer satisfaction guaranteed.\n\nCall now to discuss your needs and get the process started\n\nEmergency? Calls are answered 24\/7\n\n24hr Emergency Heating Services & Heating Repair\n\nThey will also help with any issues that you may have with your current heater or even new installs if asked. You might also need to discuss how you are able to make use of your Helvetia heating repair technicians' experience by installing energy efficient appliances around your home that can allow you to save money on your electricity and natural gas bills.\n\nIt is also important to make sure that the Helvetia heating repair service provides a warranty on their work. This sort of policy is extremely important, especially if the contractor is unable to fix your problem on-site. If they are unable to repair the issue or make any improvements to the problem, then it might be necessary that you pay a higher bill for another heating repair service that is able to repair your issue.\n\nWhen choosing a company to do your heating in Helvetia IL, there are a few things to take into account. Find out if the repair is ensured. Most companies offer some type of money-back guarantee. Read any warranty carefully so that you understand what you'll be receiving in case the heating repair isn't completed correctly. A reputable company will have no problem providing you with written warranties.\n\nLease Options. When you decide to hire a professional heating repair company to repair your heater rather than doing it yourself, you end up with better lease choices. If you hire professionals to fix your old one, not only will you be able to manage it easier, you will likely get better lease options also. You may even be eligible to purchase the new system after all.\n\nAmong the first things you should consider when you're looking into Helvetia heating repair is that is going to be working on your system. Replacing an old damaged heating unit is never going to be an inexpensive option. Not only will replacing a heating unit is costly, but labour will also be added to the invoice. Hiring an expert to work on your Helvetia heating in Helvetia IL, whether it's by a skilled professional or self-repair, will get your energy bills down significantly. If done properly, the whole procedure should be relatively painless.\n\nFor those who have an air conditioning system in your house and it isn't functioning properly, there are some things that you can do to have it repaired in Helvetia, Illinois. One of the main things to do is to identify the problem areas and the best way to fix them. When there are areas in your ac system which are causing your system to run harder than it should be or is causing it to overheat, there may be several diverse issues. Having someone with specialist knowledge in this field come out and give you a sense of the problem areas is among the most beneficial things you can do for yourself. They'll know exactly what to look for when they're diagnosing your system.\n\nThe next thing you will want to check into when you are looking for a\/an Helvetia heating repair service is what kinds of products and services they supply. For instance, if you are experiencing difficulties with your furnace, you may be unable to repair it using traditional methods. This is where it can be helpful to turn to those that use more advanced technology. By way of example, lots of the heating repair experts in Helvetia IL focus their time on using technologically advanced products. This is something that you ought to think about if you would like to be sure that you are working with a reputable company that can give you the best services possible. Needless to say, this will help to make certain you get a good price as well.\n\nNo matter which sort of heating system you require, our skilled and qualified technicians can offer the expert care you deserve. From furnaces and heat pumps to complete house heat pump installation, our team of electricians and heating professionals can take care of all of the details so you can get back to living your normal life. From furnace tune-ups to finish furnace repairs and replacements, our highly trained technicians can take care of all your heating system needs. If you're looking for the ideal solution to your heating issues, don't waste time looking elsewhere. Contact Helvetia heating repair now and start enjoying the comfort of a warm and comfortable home.\n\nThe quality of work is just one reason why Helvetia heating contractors are your best option for all your home improvement projects. The other reason is that they provide you with a reasonable price. They are not working for someone else. Therefore, they are confident that they can supply you with a price that is less than half of what you would pay for the exact same exact work at a larger company. These savings will go directly into your pocket.\n\nWith their long-standing experience, this company is certain to have your heating repair quickly and easily finished. Whether you need an indoor or outdoor heating repair, there's just 1 place to turn for outstanding service. When calling The Barton Boys for their heating in Helvetia IL, you can be confident of their professionalism, their knowledge of their products and their dedication to surpassing customer expectations. If you are calling for a heating repair in Helvetia IL call The Barton Boys to find the best service possible.\n\nAreas We Cover Include: 62249, 62293",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9765360951,
        "format_confidence":0.9880043864,
        "weight":0.0153276355
    },
    {
        "url":"http:\/\/simplepleasures317.blogspot.com\/2013\/04\/",
        "text":"Amish Time\n\nOh, how I wonder what the girl in picture #3 is thinking about! More beautiful photos to share.\n\n\nMichelle \/ Simple Pleasures\n\n\nSwap gifts ...\n\nI also wanted to share my swap goodies with you from Amy's Spring swap. I was partnered with Christina of Pendletons Primitives. Thank you Amy for always taking the time to set up so many fun swaps for us Handmade Country\/Prim lovers, and to Christina for being my partner.\n\nYou can check out all the handmade's , I made for her here.\n\nMichelle\/ Simple Pleasures",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8324654698,
        "format_confidence":0.9791420102,
        "weight":0.0101649367
    },
    {
        "url":"http:\/\/www.sunplay.com\/jandy-extended-lip-sheer-curtain-waterfall-1203csc",
        "text":"Jandy 6\" Extended Lip Sheer Curtain Waterfall 1203CSC - Clear Lip\n\n\nWrite a Review Ask a Question\nProduct Number: 1203CSC\nSpecial Order Item - Usually Ships Within 1 to 2 Weeks\n\nFull Description\nJandy 6\" Extended Lip Sheer Curtain Waterfall 1203CSC - Clear Lip\n\nSheer Curtain Waterfalls produce a clear curtain of water that descends straight down from the unit. It is ideal for cantilever and swim-out installations. If this product is installed on a wall, the wall will be saturated by water giving it a refreshing look. The other option is to have it extend out from the wall, giving it a free-fall style.\n\nSheer curtain waterfalls make for a remarkable addition to any new, remodeled, or existing pool or spa. This will create a relaxed and elegant feel to any pool area, which will allow the swimmers to enjoy an enticing feature. This attraction is appealing to the eye and raises the standard for in-ground pools.\n\n  • 6\" Extended Lip Waterfall\n  • 3 Feet in Length\n  • Creates a clear sheet of water that descends gracefully to the pool surface.\n  • Clear Lip\n  • X-Baffle Construction\n  • PVC Construction\n  • Water feeds from the back of the waterfall.\n\nWaterfalls naturally narrow as they fall. Waterfalls should not be installed more than 3 1\/2 feet above the water surface or the sheet will start to break up.\n\nOne of the advantages of the Sheer Curtain Waterfall is the ability to provide a continuous sheet of water with a minimum of water flow. As a general rule, the Sheer Curtain Waterfall requires approximately 12 gallons per minute per foot. For a more dramatic effect, more water gallonage can be applied to project the waterfall further away from the wall.\n\nJandy 1203CSC",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9822707772,
        "format_confidence":0.9986874461,
        "weight":0.0154176466
    },
    {
        "url":"https:\/\/www.12thandwhite.com\/2015\/01\/around-browning-abode.html?showComment=1440820711048",
        "text":"Wednesday, January 7, 2015\n\nAround the Browning Abode\n\nHi friends! Are you surviving the post-holiday grind? I have to admit coming back into the real world has been a little rough this year, but it helped that both Downton Abbey and Fixer Upper premiered this week : ) Are you guys watching??\n\nI spent a lot of Christmas break taking down Christmas, cleaning, purging and rearranging. I played musical decor with quite a few things, most of which was spurred on by redoing the shelves in the living room. I'm contributing to the Midwest Living Blog, and this month's topic is how to style your shelves. I had so much fun taking everything off our giant built-ins and starting from scratch. I pulled accessories from nearly every room of the house, and in the end I was thrilled with how it turned out! I can't show full photos yet, but above and below are some sneak peeks. I'll let you know when the whole thing is available over on Midwest Living.\n\nThat caused quite the shuffle in the other rooms though, as my usual vignettes had been pulled apart. I had already planned to redo the accessories in the hearth room in the new year, and had purchased several new accessories just for that room.\n\nI feel like this room is always the \"step sister\" to our living\/dining. I end up putting the things I really love in the living room, but the poor hearth room suffers. But in the end, all the new items went to the built in styling, and the amazing sign I bought for the mantel was an inch too tall (woops!). So I just filled up the shelves with things already on hand. It's still fresh and crisp for the new year.\n\nAbove is the beautiful Romans 12 sign which I had purchased for the mantel. It looks gorgeous in our kitchen! It's by House of Belonging and Aedriel, two very talented ladies.\n\nThe Christmas decor is down, but my paperwhites are still going strong and I'm loving the pop of green in the cold winter days. And you can also see our brand new stainless steel dishwasher...that was an unexpected but necessary purchase a few weeks ago : )\n\nTo balance out the sign in the kitchen, I added a new calendar from Rifle Paper Co and other fun accessories. Can you have enough gold in one room?\n\nMy favorite vintage street sign got kicked out of the kitchen, so into the hearth room shelves it went!\n\nI kept these shelves super simple, just using decor I had around the house. Again, I'm loving a pop of green right now.\n\nI ordered this fun zinc tray table from Magnolia Market (Joanna Gaines from Fixer Upper's store) a few weeks ago and love it tucked into this corner.\n\nThe living room stayed mostly the same, but I had to snap some photos with beautiful light after a snowfall coming in.\n\n\nI found the ikat table runner at TJ Maxx the day after Christmas. And don't you love the gold striped candles?\n\nWell there's what's happening at the Browning abode! New projects, new dishwasher, and lots of shuffling. What are you all up to in these first few weeks of 2015?\n\n\n\n  1. i just LOVE your home! love following you on IG and have finally made my way here as well. happy day to you! P.S. I'm the one who designed those wreath pillows on your couch! ;)\n\n  2. Your home is beautiful! I just painted my kitchen Paladian Blue, but your kitchen is making me want to whip out the paint brush and rollers again. It is beautiful! What color gray is that?\n\n    1. Nevermind, I just found the color on your source page. That was one of my guesses.\n\n      It is beautiful!\n\n  3. Your home is lovely as always, Courtney.\n\n  4. Excellent post man!\n    I strongly agree with your point that the Strong Relationships with your customer is the key,and Use the Language Your Customers Use. These two points are the main key points which we have to focus in B2B Marketing.\n    iphone 6 case Haze Gray\n\n  5. Your blog giving a nice things to take iphone 6, It is help full for us that give many thing related to to i phone 6, It helps to buy new iphone. Thank you for this blog.\n    Visit :- iphone 6 case Cyan Blue\n\n  6. I love love love your home. It is gorgeous! I am wondering, where did you find your coffee table? I need!\n\n\nWell hello there! You just made my day!\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9901379347,
        "format_confidence":0.6686483622,
        "weight":0.0120902185
    },
    {
        "url":"https:\/\/www.meridianrealty.co.za\/news\/how-to-prepare-and-stage-your-home-for-a-quicker-and-efficient-sale\/?c=seller-tips",
        "text":"How to prepare and stage your home for a quicker and efficient sale\n\nCategory Seller Tips\n\nMost home sellers want their home to sell fast and for top rand! There are proven ways in order to make your home stand out from the crowd, and to literally sell faster and for a better value. We have asked Antonie Goosen, the principal of Meridian Realty with offices in Stellenbosch and Betty’s Bay, to share some of his thoughts in this regard. The following are some suggestions he has given. Disassociate yourself from your home It is natural to harbour emotions with regards to your own home. Home ownership is normally a very personal matter. The first step therefore is to make the mental adjustment that your home is only a product, competing with similar products, like in an appliance store. Try to remove yourself emotionally from your home, and start to see it in the light of it being a product that you are effectively putting on the market. De-personalise your home Hand in hand with the above mentioned, start to de-personalise your home. Pack up those personal photographs and family heirlooms. Buyers often struggle to see past personal artefacts, and you don't want them to be distracted. You want buyers to imagine their own photos on the walls, and it can often be difficult to do that if yours are there! You don't want to make any buyer ask, \"I wonder what kind of people live in this home?\" You want buyers to say, \"I can see myself living here.\" De-clutter!!! We tend to collect an amazing quantity of junk. Consider this: if you haven't used it in over a year, you probably don't need it. • If you don't need it, why not donate it or throw it away? • Clean off everything on kitchen counters and coffee tables; • Put essential items used daily in a small box that can be stored in a closet when not in use; Think of this process as a head-start on the packing you will eventually need to do anyway. Rearrange Bedroom Closets, Kitchen Cabinets and Study areas Buyers love to snoop and will open closet and cabinet doors. Think of the message it sends if items fall out! Now imagine what a buyer believes about you if they see everything is organized. It says you probably take good care of the rest of the house as well. This means: • Neatly stack dishes. • Turn coffee cup handles facing the same way. • Hang shirts together, buttoned and facing the same direction. • Line up shoes. • Have your office and paper admin areas neatly organised; Rent a Storage Unit Almost every home shows better with less furniture. • Remove pieces of furniture that block or hamper paths and walkways and put them in storage. • Remove extra leaves from your dining room table to make the room appear larger. • Leave just enough furniture in each room to showcase the room's purpose and plenty of room to move around. You don't want buyers scratching their heads and saying, \"What is this room used for?\" Remove\/Replace Favourite Items If you want to take window coverings, built-in appliances or fixtures with you, remove them now. If the chandelier in the dining room once belonged to your great grandmother, take it down. If a buyer never sees it, they won't want it. Once you tell a buyer they can't have an item, they might covet it, and it could complicate your deal. Pack those items and replace them, if necessary. Make Minor Repairs • Replace cracked floor or counter tiles. • Patch holes in walls. • Fix leaky faucets. • Fix doors that don't close properly and kitchen drawers that jam. • Consider painting your walls neutral colours, especially if you have grown accustomed to purple or pink walls. (Don't give buyers any reason to remember your home as \"the house with the orange bathroom.\") • Replace burned-out light bulbs. • If you've considered replacing a worn bedspread, do so now! Make the House Sparkle! • Wash windows inside and out. • Rent a pressure washer and spray down sidewalks and exterior. • Clean out cobwebs. • Re-caulk tubs, showers and sinks. • Polish chrome faucets and mirrors. • Clean out the refrigerator. • Vacuum daily. • Wax floors. • Dust furniture, ceiling fan blades and light fixtures. • Bleach dingy grout. • Replace worn rugs. • Hang up fresh towels. • Bathroom towels look great fastened with ribbon and bows. • Clean and air out any musty smelling areas. Odours are a no-no. Scrutinize • Go outside and open your front door. Stand there. Do you want to go inside? Does the house welcome you? • Linger in the doorway of every single room and imagine how your house will look to a buyer. • Examine carefully how furniture is arranged and move pieces around until it makes sense. • Make sure window coverings hang level. • Tune in to the room's statement and its emotional pull. Does it have impact and pizzazz? • Does it look like nobody lives in this house? You're almost finished. Check Curb Appeal If a buyer won't get out of her agent's car because she doesn't like the exterior of your home, you'll never get her inside. • Keep the sidewalks cleared. • Mow the lawn. • Paint faded window trim. • Plant yellow flowers or group flower pots together. Yellow evokes a buying emotion. Marigolds are inexpensive. • Trim your bushes. • Make sure visitors can clearly read your house number. Now you are set Get yourself an exceptional agent with specialised knowledge and experience in your area, and let the viewings begin. For more tips and information, be sure to join Meridian Realty’s Facebook page, or to follow them on twitter\n\nAuthor: Antonie Goosen\n\nSubmitted 13 Feb 11 \/ Views 4862\n  • 1\n  • 2",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9933726788,
        "format_confidence":0.9413993359,
        "weight":0.0036550949
    },
    {
        "url":"http:\/\/caravanartistblog.blogspot.com\/2011\/01\/",
        "text":"Tuesday, 18 January 2011\n\npuddles and puppies............................\n\nThe flooding caused by the weekend's torrential rain is slowly draining away although we still have a lot of water lying on the fields and after last night's frost, a lot of it has frozen over!  However, the sun shone today and we had a lovely walk down through the fields and round the great ponds which will hopefully disappear before too long.\n\nBack in October I mentioned that our working beardie collie had his girlfriend to stay while she was in season, and in early December she produced a litter of eight puppies who are now almost seven weeks old.  The plan was always for us to have a puppy from this litter and after several visits we have finally made our choice although we wont bring him home until next week.  There are three dogs in the litter and it was a difficult decision to make as they're all lovely puppies.  A friend in the village is taking one of the bitches and at the moment there are still two puppies available.   We have a few ideas about names, but we'll wait until he's here to decide what really suits him best.\n\n\nWednesday, 12 January 2011\n\nmist and magazines......................\n\nWhat gloomy, murky weather we're having!  A chilly, damp fog has descended and walking the dogs this afternoon was like wandering through a strange, quiet, bluey-grey world full of  blurred, ghostly shapes.   Another couple of inches of snow fell through the night but it's very soft and damp with the rise in temperature so at least walking is a bit easier. \n\nWhat better way to cheer up a gloomy afternoon than to escape into pile of lovely new magazines and that's just what I did!   Not that there weren't masses of other jobs to do, but  the lure of  the February issue of Country Living was too strong.  I've been reading Country Living since it first appeared in the mid 80's and I still have every issue.  They're stored in various boxes, bags and piles and some day I would like to file them in chronological order but  I can't see that happening anytime soon!  \n\nI think the February CL is better than the last few issues.  I felt the magazine had been going through a rather stale phase but this is a very bright, interesting and inspiring issue.  The Emporium pages feature lots of interesting bits and pieces and there's also a very good piece on food fraud which is something we should all be aware of as it happens a lot more than we might think.  I'm particularly delighted to see that Diana Henry is to be their new, regular, food writer  as I love her books especially Crazy Water Pickled Lemons which is full of wonderful recipes.  There are also lovely crafts, marbled paper, fascinating interiors  and all the other usual features.\n\nI started to buy Country Homes & Interiors regularly in late 2009 and I've been enjoying it ever since.  I particularly like the food writing and have discovered lots of lovely new recipes over the months.  The February issue features egg recipes including what sounds like a delicious goat's cheese and leek souffle.   There's an interesting article about glove makers in Somerset  and some clever ideas for making bird feed cones, bells, hearts and trays which look really pretty and would no doubt go down well with the birds!    There are also the usual  interiors features  and a lovely article about a collection of snowdrops in Kent. \n\n\nSaturday, 8 January 2011\n\nPersephone Books..................\n\nI have just discovered The Persephone Catalogue, brought out by Persephone Books in London.  They specialise in reprints of novels, diaries, poetry and cookery books, mostly by women and mainly from the early to mid-twentieth century.   It just arrived in today's post and I haven't had time to study it carefully, but even after a quick flick through, I've spotted several titles which I'd like to read.  Throughout the catalogue there are photographs of beautiful vintage fabrics whose designs are reproduced in the endpapers of the books.  I will be placing an order very soon and for anyone else who's interested they can be found on  http:\/\/www.persephonebooks.co.uk\/  The catalogue itself is a work of art and will probably be my bedtime reading for the next couple of nights! \n\nFriday, 7 January 2011\n\nlast minute sky...................\n\nThe temperature is dropping again!  Last night it fell to minus 12 and today has been bitterly cold.  It was a particularly dull, colourless day and when I took the dogs out this afternoon I almost didn't bother to take the camera with me.  Thankfully I did and was rewarded with this spectacular skyscape which just seemed to appear from nowhere!  We hadn't seen the sun all day but suddenly a warm glow built up in the south west and this lovely sky transformed the afternoon!\n\nMeanwhile, to the east something similar was happening although less fiery.  It was like a reflection in blue and pink and was quite amazing!\n\nFirst footing continues well into January around here and we tend to get all the routine jobs done by early afternoon so that we can set off and visit friends and neighbours to wish them a happy new year.   When first footing someone, you take something to eat, something to drink and something for the fire.  We set off with a basket of bottles, jars of chutney, fruit cake, shortbread and lumps of peat and quite often the fiddle and guitar  just in case there's the chance of a tune!   It's a lovely custom and we've had our share of first feet as well.  Long may it continue.\n\nfeasting sheep",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9055412412,
        "format_confidence":0.9785929918,
        "weight":0.0110572387
    },
    {
        "url":"https:\/\/www.greenbankproperty.co.uk\/about-us.htm",
        "text":"We are proud to be an agency run by its company owners on a day to day basis. With our invaluable local knowledge, commitment and passion for the business, we ensure all our clients receive the very highest level of service from our dedicated Sales and Lettings staff.\n\nOur reputation as a professional company is extremely important to us, we know some property deals can be stressful so trusting your agent is crucial. You can be confident that when you walk into Greenbanks office you will receive the highest level of advice and support from all our staff.\n\nDriven by results and being the most successful agent in the Kirkby area for selling and renting all types of property, our team have a motivated work ethic to get you the results you want, whether its selling your property, finding you a new home, or sourcing a tenant for your investment \/ rental property.\n\nAs your local Estate Agent we are here to make Selling, Purchasing or Renting a property as easy and as stress free as possible, as it is probably one of the most important decisions you will make. Greenbank will guide you through the process from A - Z.\n\nWe can put you in touch with our Independent Mortgage Advisor to help you with a mortgage to buy your dream home, your next investment property or remortgage advice. We can also help you with a solicitor to deal with the conveyancing on the property you are buying or selling.\n\nContact us today for advice on selling or renting out your property or if you would like to view any of our properties For Sale or Rent please phone or email us, details on the contact us page.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8898765445,
        "format_confidence":0.992698133,
        "weight":0.000716452
    },
    {
        "url":"http:\/\/barbglennie.blogspot.com\/2009\/08\/plugging-away.html",
        "text":"\n\nTuesday, 4 August 2009\n\nplugging away\n\nYesterday was spent in the studio - pretty much literally. It was a nice day outside from what I saw of the world out there, the sun shining and a light summer breeze. But from 10 am until 5 pm, stopping at 2:30 for a little lunch, we worked on the midi tracks from last week.\n\nBeside the word 'tedious' in the dictionary there could be a picture of this. Songs are listened to, then fragments of songs are listened to, the notes in that segment adjusted ever so slightly for timing or pitch, the fragment listened to again, more adjustments made, listen again, move on to the next segment, rinse and repeat. I move between getting tired of the songs and being amazed, on hearing the finishing product, that I wrote such a good-sounding thing. Thankfully, I land mostly on the side of the latter and I still like my music.\n\nBut, for all this, it is a step that makes the music better and better. If we didn't do the tedious work the finished product would be sloppy and not reach its full potential. Yes, we're not going to launch it when we'd hoped. But we also won't have done a rush job on it that doesn't do the songs justice. Tim is amazing in how he brings all the bits and pieces together, adjusting and tweaking and doing all that tedious work and bringing the songs to a place that still manages to surprise me.\n\nAnd I returned home to some surprises. We are getting out house rewired, removing some electrical wiring and fixtures that are probably original to the 1940s. The first switchbox he opened was certainly vintage, with the wires sautered and taped (rather than using those little things we use nowadays that screw on and for which I'm sure there is a name that I don't know). D was off for the civic holiday so was able to help with the work. One discovery: on pulling off the board-and-batten siding near the back entry he confirmed that the construction of at least that part of the house is, indeed, logs and chinking. We'd wondered about that, so seeing the evidence is pretty cool. It also explains why the house is more than just cool in the winter! Logs with board & batten, and then siding. Insulation, anyone?\n\nToday I'm home, with more electrical work going on. It's going to be a chaotic, disruptive couple of weeks. Oh well, we'd hate for life to get boring...\n\n\nBooner said...\n\nThe \"little screw things\" are called \"marretts\".\n\n(And I believe you mean \"soldered\" instead of \"sautered\" :-))\n\nbarb said...\n\nAh, I knew they had a name. And soldered... my non-handyman-ness is showing!",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.6082568765,
        "format_confidence":0.8990226984,
        "weight":0.0074272061
    },
    {
        "url":"https:\/\/devon.muddystilettos.co.uk\/gotta-have-it\/gotta-have-it-outdoor-woodburner-the-fire-engine-bideford\/",
        "text":"My Faves\n\nClick the bookmark icon to save all the stuff you love.\n\nBe The First To Know\n\nYour inside line on the new, unique and unmissable across Devon\n\nSign up to our newsletter\n\nReader Treats Just For You!\n\nGotta have it\n\nWho knew wood-burners aren't just for Christmas? Unleash the holiday hygge, the outdoor range cooker is here!\n\nI know, I know it’s nearly summer and I’m talking about wood-burners but bear with; you are definitely going to want to hear this! In twenty years of writing about gardening I’ve never come across anything like it: an outdoor wood-burner you can cook on, because wood-burners aren’t just for Christmas!\n\nYou use it to heat and eat – think outdoor range cooker but with added summer-holiday hygge. Chill and grill by day, and come the evening, sit out under the stars and party like it’s the Caribbean not chilly Crediton.\n\nThe Heat & Grill is made by Chesneys, as loved by cheferati James Martin and interior designer Kelly Hoppen; they’re best known for their ultra-efficient, environmentally-friendly wood stoves. Part of the new HEAT range, the less fancy version is called the Clean Burn, which is just an outdoor wood-burner and there’s an upscaled version if you’ve got a big family or are a natural party animal. \n\nJust like your indoor wood-burner it has a flue but because it’s built for outdoors, there’s no installation cost and it has two wheels on the back, so it’s a moveable feast (though yes, it’s heavy and don’t move when it’s lit obvs!). \n\nFill up the wood-burner with wood and kindling, light in the normal way and once the gauge on the top is up to temperature simply flip the lid, and cook a pizza, spatchcock a chicken, barbee some burgers – you can even bake focaccia or a cake, if you fancy. \n\nThere’s also a baffle to flip down in front of the fire so you don’t cook your legs, or hubby’s, as let’s face it, even men who don’t know the oven from their elbow, love a beer and bit of burger flipping on a sunny summer afternoon. \n\nWant to know the best bit? There’s very little smoke (so no spluttering over the sausages) and the high heat makes it self-cleaning (yay!). Of course, the outside gets very hot, like any wood-burner, worth bearing in mind if you’ve got littlies.\n\nFancy having a nosey? Get yourself over to The Fire Engine just outside Bideford next Tues 9 and Weds 10 April, when you can see them in action and have a play (it would make a fabulous wedding pressie…). Owners Will and Annette are on fire when it comes to knowing about wood stoves and burners, with a carefully curated range and can tell you about all the latest rules and regs about particle emissions if you’re worried you need an upgrade.\n\nPrices start at £1249 inc VAT for the Clean Burn and come with oven gloves, a metal ash scoop and if you buy before Friday 12 April, The Fire Engine will deliver and set it up for you for free.\n\nFind more ideas here\n\nGardeningGotta Have It\n\nTell us what you think\n\nYour email address will not be published.\n\n* Required\n* Required\n\nLittle Black Book\n\nThe Little Black Book\n\nOur A-Z of the grooviest local businesses to help make your life easier\n\nView the businesses\nHome icon Back Home\n\nThe Urban Guide to the Countryside - Devon",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9854975343,
        "format_confidence":0.8429120779,
        "weight":0.0154682936
    },
    {
        "url":"https:\/\/www.expressandstar.com\/news\/local-hubs\/sandwell\/great-barr\/2017\/08\/15\/couple-buy-house-but-cant-get-out-of-car-on-narrow-driveway-\/",
        "text":"Couple buy house but 'can't get out of car' on narrow driveway\n\nBy Andrew Turton | Great Barr | News | Published:\n\nPaul and Zena Jones only discovered the parking problem when they went to move in.\n\nUsually drivers are adept at maneuvering into spaces which can be a tight squeeze - but this is one even Lewis Hamilton might struggle with.\n\nCouple Paul and Zena Jones say they have been stuck trying to park in the driveway next to their new home in Great Barr since they moved in.\n\nThey branded the situation 'frustrating' after claiming their driveway only measures 89 inches - or 7ft 4ins - wide.\n\nThey struggle to open the doors of their Ford Fiesta and claim to be unable to get out of the car.\n\nPaul, aged 34, has since set up his own Twitter page – @DeerParkNoDrive – in a bid to highlight concerns.\n\nThey also tweeted out pictures showing their friend's car to illustrate the issue.\n\nHaving seen the designs, the couple bought the house from developer Taylor Wimpey before it was built, in a shared ownership agreement for £90,000 with housing association Walsall Housing Group (whg).\n\n\nThey moved into their home, in Deer Park Drive, in February this year.\n\nBut when they first arrived on the day they received their keys they were stunned to find the narrow driveway.\n\n\"We pulled the car on and couldn't believe it. We couldn't get the door open,\" said Zena, aged 54.\n\nThe couple claim the width of the driveway is 89 inches, narrowing to 86 inches where an electric box is positioned on a outer wall.\n\n\nAfter reporting the issue to Taylor Wimpey they feel they have yet to hear a resolution to the issue.\n\n\"It is really frustrating. We have exhausted all ways of trying to get them to listen,\" said Mrs Jones.\n\nMrs Jones said: \"We've had people look at it three times yet we're getting nowhere.\n\n\"All we want is a bit of communication. We keep being passed from pillar to post.\"\n\nHer daughter Sam, 26, had also tried to pull her Fiat 500 car on the drive but claims not to be able to open the door to get out.\n\nA Taylor Wimpey spokesman said: “We are in regular contact with the customer and are working collaboratively to resolve any issues.\n\n\"We apologise for any inconvenience which may have been caused, and hope to come to a mutually-agreeable conclusion at the soonest possibility.”\n\nMark Tranter, whg’s Director of Development, said: “We have been liaising with both Taylor Wimpey and the customer to ensure this matter is resolved.”\n\nAndrew Turton\n\nBy Andrew Turton\nDigital Journalist\n\nDigital journalist based at the Express & Star's head office in Wolverhampton. Interested in breaking news and social media. Get in touch on Twitter @aturton_star or\n\n\nTop Stories\n\n\nMore from the Express & Star\n\nUK & International News",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7462320328,
        "format_confidence":0.9971269965,
        "weight":0.0006531509
    },
    {
        "url":"http:\/\/www.wikihow.com\/Replace-a-Toilet-Handle",
        "text":"Edit Article\n\nTwo Methods:Removing the Old HandleInstalling the New Handle\n\nThe handle on a toilet is an important component to any bathroom design. Not only is it integral to the function of the toilet, but the style and finish of the handle should also coordinate with the rest of the bathroom faucets and fixtures. If your toilet handle is corroded or out of date, replace it with a new one to keep your bathroom functioning in style.\n\n\nMethod 1 of 2: Removing the Old Handle\n\nBefore the new handle can be installed, the old handle needs to be removed from the tank properly.\n\n  1. 1\n    Shut off the water valve to the toilet and flush the toilet to drain any water from the tank.\n  2. 2\n    Remove the lid from the toilet tank.\n  3. 3\n    Unscrew the wing nut that holds the tank lever to the back of the handle. Set it aside to be reinstalled with the new handle.\n  4. 4\n    Unscrew the nut from the back of the handle. Toilet nuts thread in reverse; turn the nut clockwise to remove it.\n    • If the nut is plastic, use your fingers to loosen it.\n    • If the nut is metal, use a wrench to help loosen it.\n  5. 5\n    Pull the handle through to the front of the tank and remove the nut and washer from the back of the toilet tank. Discard these parts.\n\nMethod 2 of 2: Installing the New Handle\n\nToilet handles install similarly to the way the old ones are removed.\n\n  1. 1\n    Unscrew the washer and nut from the back of the new handle. The washer is a rubber gasket that helps prevent leaks. It sits up against the nut and slides right off once the nut is removed.\n  2. 2\n    Push the new handle's stem through the hole on the side of the toilet tank.\n  3. 3\n    Slide the washer over the handle's stem and screw the nut back into place. Remember that it threads in reverse; screw it on counterclockwise to tighten it.\n  4. 4\n    Lift up the toilet lever and push its end down through the hole at the end of the handle's stem.\n  5. 5\n    Screw on the wing nut to the end of the toilet lever to hold it in place.\n  6. 6\n    Turn on the water valve to refill the toilet tank.\n  7. 7\n    Flush the toilet to make sure the new handle works.\n  8. 8\n    Replace the tank lid.\n\n\n  • Toilet handles come in left and right hand versions, as well as front and side tank versions. If in doubt, take your old handle with you to the store to purchase a new one to ensure the new handle fits the tank properly.\n\n\n  • Do not over tighten the nut against the toilet tank. This may result in the porcelain of the tank cracking under pressure. Only tighten the nut enough to hold the handle securely in place without the handle jiggling when the toilet is flushed.\n\nThings You'll Need\n\n  • Wrench\n\nSources and Citations\n\nArticle Info\n\nCategories: Toilet Maintenance\n\nIn other languages:\n\nEspañol: reemplazar la manija del inodoro, Italiano: Sostituire la Maniglia dello Sciacquone del Water, Русский: заменить ручку в сливном бачке, Português: Substituir a Descarga de um Vaso Sanitário, Deutsch: Einen Toilettenhebel austauschen\n\nThanks to all authors for creating a page that has been read 56,179 times.\n\nDid this article help you?\nYes No\n\nan Author!\n\nWrite an Article",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9970092177,
        "format_confidence":0.9909101129,
        "weight":0.0036684755
    },
    {
        "url":"https:\/\/lanawu.com\/blog.html\/i-have-sold-a-property-at-1636-156th-st-in-surrey-5296013",
        "text":"Lana Wu\n\n\nI have sold a property at 1636 156TH ST in Surrey\n\nI have sold a property at 1636 156TH ST in Surrey.\nA one of a kind opportunity to purchase a prime future development property located across Peach Arch Hospital. Rectangular lot 11,997 sqft. Totally update Basement entry house w\/5 bdrms, 3 baths. Great for 2 family living orholding investment. Brand new efficiency furnace in 2010. New Roof, exterior & Interior paint, laminated floor and kitchen cabinet in 2012. Main feature; Mbdrm w\/3pcs ensuite. Huge Living & dining rm off kitchen. Separate entrance basement suite w\/ 2 bedrm, large living rm w\/laudry. New single garage door plus extra more open parking at front. Private fenced backyard. Walking distance to Earl Marriott Secondary. Close to Shopping Mall, Bus and all amenities. A Must see!\n\nLana Wu\nDirect: 1-604-782-0935\nSurrey Office: 604 239 2270\nNorth Vancouver Office: 604 770 3818\nThe data relating to real estate on this website comes in part from the MLS® Reciprocity program of either the Real Estate Board of Greater Vancouver (REBGV), the Fraser Valley Real Estate Board (FVREB) or the Chilliwack and District Real Estate Board (CADREB). Real estate listings held by participating real estate firms are marked with the MLS® logo and detailed information about the listing includes the name of the listing agent. This representation is based in whole or part on data generated by either the REBGV, the FVREB or the CADREB which assumes no responsibility for its accuracy. The materials contained on this page may not be reproduced without the express written consent of either the REBGV, the FVREB or the CADREB.",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.993339479,
        "format_confidence":0.9634295702,
        "weight":0.0155913801
    },
    {
        "url":"http:\/\/www.chicksaddlery.com\/page\/CDS\/PROD\/0001\/SL5000",
        "text":"State Line Tack Soft Mesh Tapered Cut Fly Sheet <>\n\nState Line Tack Soft Mesh Tapered Cut Fly Sheet <>\n\nCode: SL5000\nOnly $22.99\n\nQuantity in Basket: None\n\nSuggested Retail - $59.99\n\n61% off - $22.99\n\nLimited Quantities - While Supplies Last\n\nSoft Mesh White Fly Sheet!\n\nSoft Mesh Fly sheet features a tapered cut for a better fit, White mesh is light and soft on your horse, blocks harmful UV Rays that cause coat bleaching, and is cool on those hot summer days! It features open front with single chest strap, single belly strap, and detachable, elastic leg straps.\n\nWhite With Plum & Hunter Green Trim.\n\nSizes: 68\", 72\", 74\", 78\", 80\", 84\".\n\n\n  • Comfortable, Cool, Soft Mesh.\n  • Protects from fly and insect bites.\n  • Blocks UV rays that cause bleaching.\n  • Keeps your horse cool.\n  • Is easy to clean-dries quickly.\n  • Single belly surcingles.\n  • Single buckle chest closure.\n  • Adjustable elastic leg straps.\n\n  • Customers who purchased this, also purchased these products:\n\n    Basket Empty\n\n    Special Offers & Coupons\n    Enter your Email Address to receive our newsletter containing exclusive online offers, specials and promotions!\n\n    Category Bestseller",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.6967063546,
        "format_confidence":0.9987095594,
        "weight":0.0109354494
    },
    {
        "url":"http:\/\/dogcatsupply.com\/about-us\/",
        "text":"Loading... Please wait...\n\nAbout Us\n\nThe highest quality pet products at or below the cost of inferior goods.\n\nDogCatSupply.com prides itself on selling only the highest quality products at or below the cost of inferior goods. Our selection of gourmet and high quality merchandise will please your pet and your pocketbook. \n\nOur product lines are sourced from some of the finest manufacturers of pet supplies. With such a wide selection of premium pet goods we are able to satisfy all your pet's needs. We continually monitor the pet industry in order to bring you the best products at the best possible pricing. \n\nOur goal is to continue providing you with high quality products, fast reliable service and great pricing. Your business is important to us and we will do our best to meet your expectations. \n\nOur Thanks, \n\n\nAbout Our New Website:\nDogcatsupply.com has an entirely new look and set of features all designed to enhance your shopping experience and make it easier for you to save money every day, every order. No emails to look out for.  No promotional codes to type in.  Huge savings every day when you want it and when you need it.  The more you buy, the more you save-period!\n\nQuantity Discounts\nDogcatsupply.com has long been known for our case quantity discounts and low pricing on bulk purchasing.  We’ve revamped our discounts so that you can continue to take advantage of those same great deals, but with much greater flexibility on what you buy.\n\nInstead of having to buy full cases of one item, you can now buy a variety of products in whatever quantities you need and get the same great savings.  Products are now displayed in “single quantities” rather than “case quantities.”  For those of you that are used to buying 1 case of 50 bully sticks, simply type 50 into the shopping cart for that same deal.  The great thing is the flexibility this offers.  One month, you might want to try something new, but still want your low price on bully sticks.  You can get a half case of bully’s and half case of the new item with unbeatable low prices on both!  Click the \"Shipping\" tab on the header navigation menu on the top of your screen to view our new discount pricing policy.\n\nIn stock guarantee\nUnlike most websites, we stock all our product in house at huge volumes.  This allows us to offer exceptionally low pricing on such high quality products.  No middleman.  No drop shipping.  Its always in stock and ready to ship within 24-48 of receiving your order.  In the rare case that something is temporarily unavailable, you will be notified immediately and offered the option to wait, substitute a similar item, or cancel your order.\n\nNew account Management Tools\nTake a look at all the incredible new features we have added to manage and track your orders, as well as your account information.  Just click the \"My Account\" tab on the header navigation menu at the top of your screen.\n\nBetter Navigation\nWith so many products and new ones being added all the time, we have improved the way we categorize products, enhanced our site search, and improved site navigation so you can more easily find the products you need. \n\nAdd to Wish List\nYour wishlist allows you to save products that you might want to buy in the future. Simply click the \"Add to WishList\" button on a product details page, and the product will be added to your wishlist. Your wishlist can be viewed at anytime by visiting this page. Whenever you're ready to purchase an item in your wishlist, simply click the product's \"Add to cart\" button on this page. Best Wishes! \n\nWe love feedback.  Please send us your thoughts at office@dogcatsupply.com.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.7835861444,
        "format_confidence":0.9936605096,
        "weight":0.0006308761
    },
    {
        "url":"http:\/\/usly.us\/category\/home-products-services",
        "text":"Category Archives: Home Products & Services\n\nNews For This Month: Efficiency\n\nSteps To Take So As To Be Green.\n\nThese days, it is all about going green.What does going green mean then?Going green is very important as it leads to the care and sustainability of our environment both now and in the future.\n\nIt is quite beneficial to us to take care of the environment by going green.It is for these benefits therefore that people are striving to go green.Homes constructed out of eco-friendly substances tend to last longer than those created with traditional materials.This simple decision of going green helps benefit the environment of you and your children.\n\nA green environment rids of pollutants that strive in a non-green, therefore ensuring that individuals get to breathe cleaner air.As the number of toxins that may be inhaled into the body are reduced greatly and therefore ensuring a healthier immune system.Going green serves as a way to give back to nature.\n\nOne can find out information on how best to go green from various sources like books, internet or even news.The JaydeDanielle website is easily navigable and easy to use therefore ensuring that one can learn more here on the matter concerned.\n\nIt takes conviction to do right so as to be able to make big changes as lack of it will not lead to any change.Things like wasting water and energy is a mistake that most people make that leads to the harm of the environment.So as to take care of this first mistake, people ought to be alert.\n\nEating local foods ensures that not much energy is wasted in getting the food to you and therefore takes a step into creating that greener world for you.\nThe reliance on solar panels, therefore, ensures that you play a role in reducing the amount of waste other sources of non-green energy may create.One great place to source portable panels would be 4WD Supacentre.Which helps eliminates bills one has to pay for getting the electricity.\n\nIt is not always necessary to buy a brand new item when you are going to use it only for a short period of time as this will result to wastage of resources.Cars as we know contribute in the production of harmful gases to the environment and therefore there is no need of adding the number of vehicles on the road when it is not necessary as it only contributes to harming the environment.\nYou do not have to beat yourself up over how to go about it when easy steps can be taken so as to ensure this.Slow steps should be taken so as to slowly achieve the short-term goals.\n\nSource: that site\n\nWhere To Start with Vacation and More\n\nHow to Meet Goals during a Vacation\n\nVacations are holidays that one takes to be away from their homes or occupations to a journey or trip into a desired location for a given period of time. When there are holidays being observed or when they have a celebration or festival of their own such as anniversary celebration are some of the time when a vacation can be taken that one can read more about and discover more information from websites. Friends and families are people that one can take these vacations with. One can learn that most vacations are taken as a form of recreation to relax from their daily routines. These vacation also ensures that the people who have taken vacation can spare some of their time and enhance their unity through bonding sessions that take place during the vacation. Some of these vacations one is likely to take includes cruises, ski vacation, visits to theme parks, food vacations, beach vacations among others.\n\nWhen one is about to take a vacation, there are several considerations that can be made and learn more about them to get more info. One can read more about these requirements from various websites and blogs that have content about vacations. One can also discover more from friends and relatives on things to consider when about take the vacation of their dreams. With more info on these considerations, it enables one plan early so that they can relax well when during the vacation since there are no stressful situations. It is important for individuals to discover more from websites on the two types of vacation which includes holiday and adventure. In an adventure vacation, more info about them is that a person is able to learn new things. More about a holiday is where people travel so that they can relax more. One can read more regarding vacations from various websites and be able to discover more new things about these vacations and suitable destinations.\n\nOne can also look into other considerations they need to make and know more about them before going for the vacation. There should be goals set for each vacation about to be taken and learn more about how to come up with them and meet them during the vacation. One should make sure they learn more and discover more about the people they are taking for the vacation and ensure that they are well taken care of hence preventing stress during the vacation. It is important to learn suitable ways that one can use to get suitable travel mates for the given vacation destination. A budget should be made for a successful vacation and ensure that all needs for the vacation have been met.\n\nFinding Ways To Keep Up With Resources\n\nReasons Why it is Necessary to Prepare the Family and Home for a New Season\n\nThere are various happenings in the day to day life and seasons change often after some few intervals. Different seasons come with their own requirements but the enjoyed ones are the warm seasons where most of the activities are carried out outdoors and even others travel to enjoyable destinations to enjoy themselves. Apart from the summer ways, there is winter and other cold and wet seasons that requires people to dress heavily and relax indoors to avoid catching cold. Parents have to prepare their homes adequately both inside and outside to get ready for the next season depending with the one expected. There are many ways available that can enable one to prepare adequately the family and the home early enough before the time reaches.\n\nChildren constantly require to play outside and have fun with others and parents experience a rough time during the summer holidays if they are left indoors. Prior to the season, anything necessary that should be used has to be prepared and especially for the children to avoid them from disturbing and being bored. There are the very young children who also need to be with others having fun while the parents are relaxing and having fun too and thus should not be away from them for protecting thus availing the necessary tools to be used for the various activities is necessary and then will not have to travel far you can know more about them by reading widely.\n\nEach season has some specific dressing code and it only becomes necessary when they are available to avoid causing inconveniences. A lot of renovations has to be done in the houses where people stay to break the monotony and make it appear new and different and it can be amazing for the holiday season. Holiday seasons during certain climatic seasons encourages people to visit each other and spend the period there till the season ends and it is vital for them to meet new things and elegant environment other than the one they have always known and this happens during the cold seasons where indoor is experienced.\n\nBright colors always shine out excess light and it prevents much from penetrating into the house plus the windows have to be fitted with cellular shades to prevent much light from filtering in when hot and dull ones have to be strictly used during cold seasons to boost the warmth inside the rooms. There are other devices that are necessary in boosting the conditions in the house such as the air conditioners which brings a cooling effect when it is very hot and the electric heaters which brings warmth in the house when cold and if they are lacking in a family house, they have to be looked for and you can click for more. The much sunlight available during the warm seasons encourage growth of the plants and parents have to consider coming up with flower gardens.\n\nSuggested Post: browse around this site\n\nA Brief History of Products\n\nHow to Determine the Right Air Purifier to Stay Away from Allergies\n\nSome people cannot be able to live without their pet animals. Many of us are fond of taking care of our pets all the time. As much as possible, we give our 100 percent care to our pets. Unknowingly,taking care of our pets may cause us some harm such as health problems. No matter how much we love our pet animals, there are also disadvantages and consequences that it can bring to us. Furthermore, we can only have the right amount of knowledge by thoroughly reading about the different ways on the affordable ways to protect ourselves from sickness caused by polluted air. Discover more about the wonders on having an air purifier by reading more.\n\nIn order to keep the fresh air at home and not be infected with the unsafe foreign bodies that can be found in pet animals, having an air purifier will serve a huge purpose for us. Wihout air purifiers, we can have diseases which can cause damage to our immune system. One kind of appliance that a person can use in order to expel germs and harmful microorganisms is by the use of air purifiers. Air purifiers perform their job by working out two kinds of technologies which are the active and passive form of technology. Purifiers which are active use the method of Ionization in which it propagates the electrically charged particles in the air. A fan is used in filtering polluted air in the home when using a passive kind of air purifier.\n\nThere are different kinds of air purifiers to select in the market. Firstly,HEPA filters use a thick paper to distill the harmful chemicals in the air. If you are planning for a hair removal of your pet, HEPA filter is the best kind of air purifier to use. Based on studies, HEPA filters can accumulate 90 percent of molecules from the air. Second kind of exam... (truncated)",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9972426891,
        "format_confidence":0.84104532,
        "weight":0.0044062286
    }
]