[
    {
        "url":"http:\/\/www.experienceproject.com\/groups\/Am-Interested-In-Sales\/50954",
        "text":"I Am Interested In Sales\n\nPersonal Stories, Advice, and Support 7 People\n\n    Healthcare - RFID tracking system solutions\n\n    for healthcare industry at Spacecode.com. We provide enables the management of medical supplies throughout the healthcare supply chain and used to manage laboratory specimens.\n    spacecode spacecode\n    22-25, M\n    Nov 13, 2014\nMore Stories",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.8966404796,
        "format_confidence":0.6618428826
    },
    {
        "url":"https:\/\/www.elitetrader.com\/et\/threads\/derkommisar-guesses-marketsurfers-anti-trend-fund-to-disappear-within-next-10-days.67618\/",
        "text":"DerKommisar Guesses: Marketsurfer's Anti-Trend Fund to Disappear within next 10 Days\n\nDiscussion in 'Wall St. News' started by der_kommissar, Apr 19, 2006.\n\n  1. :D\n  2. VICTORY !\n\n    holding positions here\n\n  3. Always entertaining to watch children playing \"make believe\".\n\n  4. :D\n\n    everyday is like child play for me.\n\n    signing off from 50,000 feet,\n\n  5. 04-21-06 04:35 PM\n    Quote from marketsurfer:\n\n    well, it looks like victory was declared a little early----\n\n    still holding the oil, DJIA shorts and dollar longs--we have pared the losses in the dollar trade.\n\n    going walleye fishing this weekend-- see everyone later!\n\n    Quote from marketsurfer:\n\n    ok, prof, thanks for the view.\n\n    one of us is right, and i'm betting its me.\n\n\n    ps. come on, just his initials......\n\n    E-mini Dow - New High Today\n    Euro FX - Challenging the Top\n    E-Mini Gold - Challenging the Top\n    E -Mini Silver - Challenging the Top\n    Euro FX - Possibly Confirming the Top\n    E-Mini Crude - New High Today\n\n    To bad I'm not a betting man . . . only sure things here.\n    Hope you catch something.\n    No initials either . . .\n\n    Time will tell\n  6. Marketsurfer;\n\n    Can you describe your approach in general terms?\n\n    Is this the same or similar to the \"Neo-Gann\" based system that you blew out your last fund with?\n\n    Thanks, This is Steve46 signing out from my sun deck 118 feet above the Pacific Ocean\n\n  7. I apologize for forgetting my manners.\n\n    Certainly I am interested in your circumstances. I'm sure we all are.\n\n    You mentioned that you are flying at 50,000 ft.\n\n    Are you being transported by the U.S. Marshall's service?\n\n    Do you have to wear handcuffs while on the plane?\n\n    Where will you be held?\n\n    Do you know when your hearing will take place?\n\n    and of course the most interesting of all (if you are inclined to answer), \"what did you do?\"\n\n    I am sure I speak for all of us when I say we are pulling for you.\n\n    Signing out from my sun deck 118 feet above sea level.\n\n  8. did not need to fly out personally with my t-shirt :)\n  9. You gotta stop smoking that stuff dude... I mean, 50,000 feet, you are getting a bit TOO HIGH. :D\n  10. because heeeeere i ammm defyinnnnnng graaaaaaaavityyyyy!!!! :D :D\n\n    #10     Apr 24, 2006",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.995506525,
        "format_confidence":0.996122539
    },
    {
        "url":"https:\/\/lists.fedoraproject.org\/pipermail\/marketing\/2010-March\/012185.html",
        "text":"Need some time in a future Marketing Meeting.\n\nRobyn Bergeron robyn.bergeron at\nMon Mar 29 14:27:46 UTC 2010\n\nOooooooh. Good one, mel - I always forget about the classroom stuff.\n\n\/me does a little dance\n\n\nOn Mon, Mar 29, 2010 at 7:14 AM, Mel Chua <mel at> wrote:\n> I'd like to put forth a counterproposal. Nelson, how about running some\n> Classroom ( sessions on the\n> topics you've proposed?\n>>   * Cultural aspects in Communication - it's importance, as Fedora aims\n>> to an International Community.\n>>   * Consider what we shouldn't associate with Fedora.\n>>   * Symbology and Brand Association\n>>   * Restriction policy towards potential \"harmful\" symbology\n> That way, you can look at drawing from a broader audience than those of\n> us who are usually present for Marketing meetings, and we can continue\n> to use meetings to work towards our F13 deliverables and such.\n> --Mel\n> --\n> marketing mailing list\n> marketing at\n\nMore information about the marketing mailing list",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9492884874,
        "format_confidence":0.9929469228
    },
    {
        "url":"http:\/\/caps.fool.com\/Blogs\/bank-of-america-again\/36087",
        "text":"Use access key #2 to skip to page content.\n\nBank of America Again...\n\n\n\nFebruary 23, 2008 – Comments (12)\n\nWow, these guys are getting desperate. Just noticed that they got rid of all grace period for new purchases on the \"motley Fool\" credit card I had with them. (Used to be through MBNA, which they bought, right?)\n\nWell, if you have a clean balance, zippo, and you buy some stuff -- they begin charging you interest on those purchases immediately, before the next billing cycle, unlike every other card I've ever had.\n\nI just called and told them where they could stick their card. Unreal. And a bad deal. I hope we're still not peddling these ripoff cards for these shnooks.\n\n\n12 Comments – Post Your Own\n\n#1) On February 24, 2008 at 1:09 AM, SlowElectron (95.54) wrote:\n\nSeriously?  I didn't even think that was legal.  Did they send you a change in account policy notice beforehand?  Of course, who has time to read the fine print on those things.\n\nReport this comment\n#2) On February 24, 2008 at 1:17 AM, EScroogeJr (< 20) wrote:\n\nChase did the same thing a few months ago.\n\nReport this comment\n#3) On February 24, 2008 at 1:32 AM, Tastylunch (29.22) wrote:\n\nThey didn't send you any notification at all that they were changing their policy? That's got to be illegal.\n\nReport this comment\n#4) On February 24, 2008 at 2:45 AM, QualityPicks (22.20) wrote:\n\nThanks for the heads up. I just checked my February (BofA and Chase) statements and there were no finance charges (I always pay the whole balance). I'll check next month and if they ever charge me interests for not carrying a balance I'll close the account ASAP, you can be sure about that.\n\nReport this comment\n#5) On February 24, 2008 at 3:49 AM, cluelessmorgan (84.09) wrote:\n\nshort em. LT.  2 years.  Countrywide deal stinks.  Can you say, Fraudulent conveyance?  Just wait till court fights over that debt.\n\nReport this comment\n#6) On February 24, 2008 at 6:48 PM, FoolishChemist (95.24) wrote:\n\nAlso did you see this\n\nBank of America told thousands of its cardholders in recent weeks--even those with good payment histories--that they faced a rate hike from 9% to as high as 28% if they didn't pay off their balances at the old rate and stop using their cards. The bank, the largest credit card issuer, since its 2006 acquisition of MBNA, says it's all part of its \"periodic\" review of customer credit risk.\n\nThey need to find some way of paying for all their bad deals.\n\nNaughty, naughty. \n\nReport this comment\n#7) On February 25, 2008 at 9:33 AM, TDRH (98.88) wrote:\n\nUnreal, they spend untold dollars to try and secure customers, and in one stupid move customers will be running for the exits.   If Citi and BA are doing this you have to wonder where the customers will go, and who will benefit from this shortsightedness.   \n\nReport this comment\n#8) On February 25, 2008 at 11:56 AM, amoldov (31.37) wrote:\n\nI too closed my BA card with the Motley Fool insignia on it (and also a Citi card). They didn't ask me why, Seth's suggestion on what to do with the card must have inhibited their curiosity. Or maybe they just ran out of money to lend.\n\nReport this comment\n#9) On February 25, 2008 at 2:24 PM, ByrneShill (78.22) wrote:\n\nOT: Hey Bent, did you read this piece by one of your fellow fool? Any comment on it? Maybe a dueling fool on housing would b in order.\n\nReport this comment\n#10) On February 25, 2008 at 8:40 PM, TMFBent (99.73) wrote:\n\nByrne Shill, thanks for the heads up.\n\nEveryone else: yeah, they sent us some kind of account update, but it was filled with very small print which explained, in sneaky language that I didn't really catch at the time I read it (walking in the door, dog looking at me saying \"dude, I really need to take a walk and take a leak) and it basically talked about changing the dates on when certain interest would begin accruing. I didn't make the connection until the statement that they weren't simply shifting dates, they were shafting all existing customers by getting rid of the usual one-billing-cycle grace period on new purchases.\n\nThese guys are awful. They have, with one quick attempt to bleed me for a couple bucks a month, guaranteed that I will never do business with them again.\n\nSo much for their net promoter score.\n\nReport this comment\n#11) On February 25, 2008 at 8:42 PM, TMFBent (99.73) wrote:\n\nByrne Shill -- I disagree with Marko's assessment completely. No one cares about sturdiness of homes. Around here, falling-apart crapholes built 40 years ago ALSO went up 150%. They're selling for 2-3 times the amount they'd rent. They MUST come down. There's no other way, aside from a long, slow process of flat nominal pricing (but real drops, inflation considered). Given that even the NAR's recent, pie-in-the-sky median home price showed a 4% YoY drop (and those guys don't net out improvements or other fake price raisers), I'd say Marko's going to be wrong by about 10-20%.\n\nWe shall see.\n\nReport this comment\n#12) On February 26, 2008 at 5:19 PM, clintspicks (89.80) wrote:\n\nI just canceled my card, then called back to see if they had charged me any interest on my small balance (because I wasn't going to pay it). The rep said, no, that this is incorrect information. The grace period refers to the period beyond the due date. If that's accurate, I have no problem with it. I reinstated the card, but I'm going to be watching.\n\nReport this comment\n\nFeatured Broker Partners",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9971200228,
        "format_confidence":0.9852602482
    },
    {
        "url":"http:\/\/boards.fool.com\/no-i-didnt-set-it-up-that-way-she-was-alive-at-12232741.aspx?sort=threaded",
        "text":"Message Font: Serif | Sans-Serif\nNo. of Recommendations: 0\nNo, I didn't set it up that way; she was alive at the time.\nHad an account with my mother, mostly for convenience and bill-paying if she reached a point where she couldn't handle her own affairs. Well, she reached that point and subsequently passed away. I went to the bank and withdrew most, but not all, of the balance. Now that I have my tax form filled out I'm wondering if the IRS will come and get me. For tax purposes, the account was listed under her name first. She lived entirely on Social Security, and never made enough that she had to file. I'm not kidding, she lived on less than $9000\/year, but had this savings account of $10000 or so.\nThe source of the money was mostly me, when I paid room and board to her in my earlier years.\nSo now most of the money is out of that account and frankly spent on paying off my credit card debt and other not-very-exciting-things like house repairs.\nThe question is: am I doomed? Will the IRS set upon me like ducks on a junebug?\nPlease don't scare me too bad! Break it to me gently...\nMargaret. (Packing in case I must flee the country.)\n\n\nIt sounds like the account had a \"right of survivorship\" option whereby at her death you the account became yours.\n\nIf the account was set up otherwise it would have either been totally or partially \"frozen\" by the bank until her willwas probated.\n\nAssuming option one to be the case - you should not have to worry about any tax consequences other than reporting the income earned on the account on your personal return.\n\nPrint the post  \n\n\nIn accordance with IRS Circular 230, you cannot use the contents of any post on The Motley Fool's message boards to avoid tax-related penalties under the Internal Revenue Code or applicable state or local tax law provisions.\nWhat was Your Dumbest Investment?\nShare it with us -- and learn from others' stories of flubs.\nWhen Life Gives You Lemons\nWe all have had hardships and made poor decisions. The important thing is how we respond and grow. Read the story of a Fool who started from nothing, and looks to gain everything.\nCommunity Home\nSpeak Your Mind, Start Your Blog, Rate Your Stocks\n\nCommunity Team Fools - who are those TMF's?\nContact Us\nContact Customer Service and other Fool departments here.\nWork for Fools?\nWinner of the Washingtonian great places to work, and Glassdoor #1 Company to Work For 2015! Have access to all of TMF's online and email products for FREE, and be paid for your contributions to TMF! Click the link and start your Fool career.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9936721325,
        "format_confidence":0.9895674586
    },
    {
        "url":"https:\/\/www.propsocial.my\/topic\/15\/which-bank-offers-the-best-loan-rates-posted-by-wernloong",
        "text":"Wernloong88 small\n\nI am considering to purchase a condo under housing loan, still on planning stage. Does anyone know which bank offers the best loan rates? Thanks\n\nUuqn7014 small\n\nSubsale, commercial, PJ,  cimb, 4.65%, I know its high.. Just sharing\n\nSignature 28 logo  custom  small\n\n\nWill you consider to refinance it to get better rate?\n\nAtt 1389527671120 10  k.k. sah  4739  small\n\nCan try Public Bank Islamic ... 4.2% like that even below 300k housing loan .\n\nSignature 28 logo  custom  small\n\n\nFixed 4.2% for the entire loan tenure?",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9946513772,
        "format_confidence":0.8997463584
    },
    {
        "url":"http:\/\/www.thedalleschronicle.com\/news\/2014\/jun\/03\/letter-editor-tax-users\/",
        "text":"Letter to the editor: Tax the users\n\nTo the editor:\n\nRequiring Wasco Co. property owners to finance the maintenance of our roads makes as much sense as asking those who have no property to do so.\n\nThere is no debate about the need for a new revenue source for our roads. The question should be, how do we collect the revenue from those that use the roads?\n\nFuel taxes and vehicle registration fees come to my mind. Registration fees are capped at $43, so they can’t provide all of the revenue requirements but they could provide a sizable portion of our needs. A 10- cent fuel tax would contribute about $100,000 annually. Both of these methods are transparent and representative of road usage.\n\nA property tax levy will have winners and losers, with little hope for any correlation between road use and those that pay for them.\n\nDon Coats\n\nThe Dalles\n\n\nUse the comment form below to begin a discussion about this content.\n\nSign in to comment",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.6989034414,
        "format_confidence":0.5511972308
    },
    {
        "url":"http:\/\/www.affiliatemarketingdude.com\/forum\/viewtopic.php?f=5&t=695&p=1412&amp",
        "text":"What's your top 5 PPC companies for cheap traffic?\n\nWho's Afraid Of The P.P.C. The P.P.C. - Not Me Cause We Can Get Clicks For Pennies On The Dollar... Lets Talk About It Here...\nUser avatar\nPosts: 18\nJoined: Thu Sep 18, 2014 12:07 pm\n\nWhat's your top 5 PPC companies for cheap traffic?\n\nPostby nteasdale » Thu Oct 16, 2014 6:25 am\n\nI usually start with Bing to get some traction, but what are your top 5 PPC companies to help you scale campaigns once they are profiting?\nFree Training! - How to Build a List from Scratch and Add Hundreds of Subscribers A Day Without Spending One Penny on Paid Traffic! http:\/\/EasyListEmpire.com\n\nDrive 700% More Traffic to ANY Website in Under 7 Days for FREE! http:\/\/Freedom4You.info\nUser avatar\nSite Admin\nPosts: 569\nJoined: Wed Sep 10, 2014 10:29 am\nLocation: Northern California\n\nRe: What's your top 5 PPC companies for cheap traffic?\n\nPostby magicman » Mon Dec 29, 2014 12:49 pm\n\nBING is good and easy... but it all really depends on the market. Google is always good too... then there is 7search, and other third tier engines.\n\nsometimes i use networks like buysellads, beaconads, for cheap testing, or even solo ads if the list is right... we will be going over a lot of this in the new 2015 course i am working on... keep your eyes out... here is a sneak peak http:\/\/affiliatemarketingdude.com\/viewtopic.php?f=39&t=832\n\nit all comes down to where your target group is... if they are searching and you have a good word... use ppc search... if its something more general ill share some other methods down the line.\n\nReturn to “Pay Per Click Traffic”\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9045366049,
        "format_confidence":0.9820134044
    },
    {
        "url":"https:\/\/ukhousebubble.blogspot.com\/2009\/02\/misquoting-keynes.html",
        "text":"Monday, 2 February 2009\n\nMisquoting Keynes\n\nBefore there is any hasty attempt to print money and try to inflate our way out of trouble, here is a timely warning from that most misunderstood of economists - John Maynard Keynes.\n\n\"There is no subtler, no surer means of overturning the existing basis of society than to debauch the currency. The process engages all the hidden forces of economic law on the side of destruction, and does it in a manner which not one man in a million is able to diagnose.\"\n\n\nAnonymous said...\n\nGood to see he's cropping up in conversations now.\n\nHis ideas of market intervention in the onset of recession is bold, and to my mind wastes money on trying to prevent the inevitable and leaves nothing in reserve if it doesn't work.\n\nIts all untested however, his ideas where based on accumulating surpluses in good times and applying them in the bad times.\n\nWithout the surpluses, spending in this fashion is what resulted in the IMF turning up to the UK in 1976.\n\nHis comments on currency have to be on the back of creating a strong and stable cyclical system, that allows interest rates and money supply to be set to the right position to strengthen the currency (but not to much).\n\nNeither he nor Milton Friedman would be happy with Nu-Labours latest great idea that a cheap currency will save all our manufacturing problems.\n\nNick von Mises said...\n\nKeynes is misunderstood because he kept changing his mind, such as when Hayek completely obliterated his theory of money and credit. Keynes just folded his tent and went home.\n\nGreat lectures on Keynes in the media section of\n\nMitch said...\n\n\"Control the coinage and the courts. Let the rabble have the rest\"\n\nmission accomplished",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9478123784,
        "format_confidence":0.8402727842
    },
    {
        "url":"http:\/\/shearlingsplowed.blogspot.com\/2011\/04\/baxter-healthcare-to-wipe-out-prism.html",
        "text":"Monday, April 18, 2011\n\nBaxter Med Delivery To Wipe Out Prism Pharma -- And Thus, Carrie Cox's [Conflicted] Chair Is No More\n\nSo ends a short-lived, conflict riddled, three month stint as board chair -- for Carrie S. Cox (the ex-Schering-Plough EVP):\n\n. . . .Baxter International Inc. announced today that it has entered into a definitive agreement to acquire privately-held Prism Pharmaceuticals, Inc., a specialty pharmaceutical company based in King of Prussia, PA. Prism Pharmaceuticals has developed and received U.S. Food and Drug Administration (FDA) approval for multiple presentations of Nexterone® (amiodarone HCl), an antiarrhythmic agent. The Nexterone product portfolio, which does not contain polysorbate 80 or benzyl alcohol, includes the first and only ready-to-use premixed intravenous (IV) bag formulations as well as vials and a pre-filled syringe.\n\nThe terms of the agreement include a total consideration of up to $338 million, consisting of an upfront cash payment of $170 million at closing and up to $168 million in future sales-based milestone payments. The transaction is expected to close in the second quarter of 2011, subject to customary closing conditions and expiration of the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act. This transaction is not expected to have a material impact on Baxter's 2011 financial results. . . .\n\nSo long, Ms. Cox. Under Baxter's aegis, this IV med product will be a huge seller -- the strength of Baxter's network with care facilities will be the key. All in all, a great result for the manifold venture investors in Prism.\n\n\nAnonymous said...\n\nCondor - Are you so driven by your venom toward S-P that you really think this is an appropriate headline?!\nAfter less than a year as CEO of Prism, Carrie Cox will walk away with a windfall...and a great return for Prism's investors. Losing her \"chair\" is hardly a problem!\nLet's see a little more honest reporting from this site...\n\n\ncondor said...\n\nGee, Anonymous -- I do appreciate your input, even if the point of it seems. . . unclear.\n\nTo recap, here:\n\nI was pointing out that -- under applicable Sherman and Clayton Act rules, she ought to have been more than a little concerned about sitting on the boards of one or more competitors, in the human health sector. I was noting that she seems oblivious to such nuances.\n\nThat was January 2011. I note now that she has seen the company taken out by Baxter. That solves her conflict. It is also the shape of many such deals to come, as Reform rolls out, in earnest, in 2011 -2014. The small will get rolled up into the large. That is a fact.\n\nBut don't kid yourself, Anon. -- the skills of one Ms. Carrie S. Cox (whatever those might be!) had almost nothing to do with Baxter's buy-out deal.\n\nShe -- as ever -- was just on the Ferris Wheel (up top) at the right moment -- that's all.\n\nDo stop back -- I highly suspect you are the one who also thinks me a racist. And, I do find that perspective fascinating. BTW, I do think Merck is poised to report a strong Q1 2011.\n\n\ncondor said...\n\nAnd so, Anon. I just edited my headline -- to be more precise -- courtesy of your input.\n\n\ncondor said...\n\nUpon reflection, I actually thought my graphic (above) made my point painfully obvious -- but so be it.\n\nNamsate, Anon.\n\nAnonymous said...\n\nI thought my point was clear, but I understand why you might have difficulty hearing it. To be more direct, I believe you owe Carrrie Cox a grudging acknowledgement that she has puled off one of the better biotech deals of the year to date. It's interesting that you wish to hold CEOs accountable for every activity that occurs on their watch, e.g. Fred Hassan, but you want to opine that Carrie Cox had almost nothing to do with a buyout deal of her company! I thought you might be capable of more intellectual integrity...\n\nBy the way, I have many concerns with your agenda and your biases, but racism is not one of them. That must be another 'anonymous' whom you have pissed off along the way....\n\nCondor said...\n\nGee Anon. --\n\nUnless you are Ms. Cox, you seem unduly easily pissed off. Feel free not to read my little rants, or comment on them, if they vex you so.\n\nIn any event, Baxter essentially fleeced Cox (if she even had anything to do with the deal).\n\nThe target has an FDA approved med, selling well -- and it fits perfectly in Baxter's much wider channels. Yet about HALF of the buyout is CONTINGENT. Contingent on the target meeting \"milestones\".\n\nIf she was involved, my opinion is that she didn't help her own shareholders get the best possible deal -\/ she just saw a payday, after three months on the job.\n\nSo I guess we will agree to disagree.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9211525917,
        "format_confidence":0.6936107874
    },
    {
        "url":"http:\/\/www.techspot.com\/community\/topics\/amazon-to-collect-texas-sales-tax-in-july-nevada-in-2014.180419\/",
        "text":"Amazon to collect Texas sales tax in July, Nevada in 2014\n\nBy Rick\nApr 30, 2012\nPost New Reply\n  1. Amazon has reached an agreement with the state of Texas which will allow them to continue doing business there but at a cost -- Amazon will begin collecting sales tax from...\n\n    Read the whole story\n  2. Raswan\n\n    Raswan TS Enthusiast Posts: 280\n\n    yeah, California, if you're operating on the basis that you are happy with whatever you can con CA residents into reporting, be happy with that 1% who you've scared into complying with that bs law.\n  3. gwailo247\n\n    gwailo247 TechSpot Chancellor Posts: 2,105   +18\n\n    I wouldn't be surprised if the costs of educating the public, enforcing compliance and carrying out the auditing and punishment of \"criminals\" end up being more than the revenue collected.\n  4. ikesmasher\n\n    ikesmasher TS Evangelist Posts: 2,116   +480\n\n    Shopping on the web will lose its appeal because of greedy governments and officials. Taxes are a huge reason why i buy anything off the internet, if not THE reason.\n  5. Uhm... Califirnia is not alone in \"use tax\" laws. 45 other states share the view that sales tax due, if not collected by the retailer, must be remitted directly by the consumer. Laws on the books for more than 50 years in most states.\n\n    Hopefully Congress will finally get involved and fix this imbalance -that local retailers must collect, while remote retailers can ignore the sales tax collection issue because 45 years ago the Supreme Court thought it would be too difficult - clearly it is not today.\n  6. Tygerstrike\n\n    Tygerstrike TS Enthusiast Posts: 827   +93\n\n    Well in one aspect, this might help our economic growth. It will no longer make internet purchases so cheap and might help the brick and mortar stores in your very own town\/city. I can understand looking for a cheaper price, but in doing so business is taken from the city in which you live, it may even be taking business from YOUR job. And when business can't make money they fire ppl.\n  7. Article is wrong, Amazon starts collecting sales tax in Texas on July 1, 2012. That's according to the 10-Q Amazon filed with the SEC on April 27th. From the 10-Q -\n\n    \"“While we continue to believe the assessment was without merit, in April 2012, we entered into a settlement with the State of Texas that included an agreement to collect sales taxes on applicable sales transactions for our U.S.-focused internet retailers beginning July 1, 2012, resolution of Texas sales taxes up to that date, certain commitments related to capital investment and job creation in the state, and an immaterial payment to the state,”\n  8. Rick\n\n    Rick TechSpot Staff Topic Starter Posts: 6,324   +56\n\n    That is a significant mistake... Thanks for letting us know.\n  9. Um... read the title. It clearly states that taxes in Texas WILL be in July. :oops:\n\nSimilar Topics\n\nAdd New Comment\n\nTechSpot Members\nLogin or sign up for free,\nit takes about 30 seconds.\nYou may also...\n\nGet complete access to the TechSpot community. Join thousands of technology enthusiasts that contribute and share knowledge in our forum. Get a private inbox, upload your own photo gallery and more.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9851728678,
        "format_confidence":0.9917330742
    },
    {
        "url":"http:\/\/boards.fool.com\/MessagePrint.aspx?mid=30588223",
        "text":"The Motley Fool Discussion Boards\n\nPrevious Page\n\nFinancial Planning \/ Tax Strategies\n\n\nSubject:  Re: How to report\/which form Date:  3\/13\/2013  2:52 PM\nAuthor:  irasmilo Number:  118048 of 125695\n\nMy understanding of my Stonemore MLP distributions is that it reduces basis...i.e. not reported until the position is closed.\n\nThat's an incomplete answer. Generally, the cash distributions do just that, but if you've recovered all of your basis, any additional cash distribution is taxable gain when received. The bigger problem is that you've ignored the part where you have to report and pay tax on all of the various items reported on the K-1 you receive each year - and use them to adjust your basis as well.\n\nCopyright 1996-2017 trademark and the \"Fool\" logo is a trademark of The Motley Fool, Inc. Contact Us",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9980267882,
        "format_confidence":0.8999529481
    },
    {
        "url":"https:\/\/vreaa.wordpress.com\/2008\/02\/23\/test-post-2\/",
        "text":"2. Profiting from the Boom\n\nsunbather002-copy.jpgStories about folks who’ve made a killing, either by selling appreciated RE, or by accumulating enough RE to feel like land barons.\n\n3 responses to “2. Profiting from the Boom\n\n  1. Starting in 2001 with a measly $11,ooo down payment on a downtown Vancouver condo I’ve turned that into $600k worth of real estate … and growing.\n\n  2. cal, many thanks for your post.\n    Please clarify, if you can – Do you mean that you now have 600K of your own assets in RE, or that you now control 600K of RE?\n    In other words, if you sold all your RE at today’s prices and paid off all your mortgages, how much would you be left with?\n\n  3. This from barrt at RE Talks:\n    Mar 06, 2008 9:19 am\n\n    “I think I’m a bit older than most of you, and have been lucky enough to have acquired some investment properties over the years, all of which I have sold last year out of fear of a major correction.\n    At the risk of putting the “yawners” to sleep, I find the “bull\/bear” thing (for want of a better term) very helpful to gauge the mood of where we might be going.\n    I’m obviously a bear, waiting to load up after the market has tanked, when I plan to become a raging bull. I find some of the ideas about market fundamentals very informative, but try as I might, I cant find any that could possibly drive this market higher. All that “it’s different here” stuff sounds more like denial than rational reasoning.”\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.8328434825,
        "format_confidence":0.8467267156
    },
    {
        "url":"http:\/\/www.disboards.com\/threads\/anyone-use-the-dave-ramsey-method.2468307\/",
        "text":"anyone use the Dave Ramsey method??\n\nDiscussion in 'Budget Board' started by Carmell226, May 17, 2010.\n\n  1. Carmell226\n\n    Carmell226 Mouseketeer\n\n    Aug 1, 2008\n    If you do, please tell me if you think it works. We are looking into it and I am just curious what others have to say.\n  2. bored\n\n    bored Mouseketeer\n\n    Apr 7, 2010\n    Yep used it. Now owe nothing but mortgage, two paid for cars, no credit cards, 6 months reserve in savings. It's nothing but common sense he teaches, but sometimes you need to just hear it a different way for it to get thru your head. Best thing that ever happened to my family.\n  3. DrMomof3\n\n    DrMomof3 DIS Veteran\n\n    Jan 9, 2010\n    We're in our 1st month of Dave Ramsey and we're big fans! I really think the Dave Ramsey plan is a life-saver. We're working together on our budget and enjoying the \"game\" of not spending $$$. It has brought us together and helped us see the light at the end of the tunnel!\n\n  4. Avatar\n\n    Google AdSense Advertisement\n\n    to hide this advert.\n  5. JumpinJ\n\n    JumpinJ Earning My Ears\n\n    Mar 24, 2010\n    I didn't follow the 'Dave Ramsey' method exactly... a little over a year ago when I was extremely stressed about the consumer debt I had racked up I discovered a website called Enemy of Debt. HE was following the total money makeover. I did some reading about zero based budgets, downloaded his awesome budget spreadsheet and took it from there.\n\n    I followed my own 'modified' version of it, which worked for me. Paid off all my debts (except my car which I am making extra payments on now) in about 7 months.\n\n    It was tough, required much self sacrifice and self control, but definitely worth it. The most important thing is the motivation!\n\n  6. sumertime\n\n    sumertime Mouseketeer\n\n    Aug 2, 2007\n    We also did a modified version. We didn't do the envelope\/cash system, but we did the debt snowball and paid off a student loan and 2 cars in 6 months. Our only debt is our house, and we refied to a 15 year loan so it will be paid off before my first goes to college. We also have a large chunk in savings and maxed out a ROTH IRA this year. I only wish that we had started it earlier.\n  7. castleview\n\n    castleview I'm on my 103rd attempt to grown\n\n    Mar 4, 2004\n    Modified Dave user here also. Yes, he's great for getting out of debt. As far as stocks advice, I'm not sure.\n  8. disneylove69\n\n    disneylove69 DIS Veteran\n\n    Oct 21, 2008\n    Debt free but mortgage as of last month and more then 6 months of expenses saved. Now in the investment period. It definatley works if you work it. All common sense. If you have debt you can't afford to buy anything. CASH IS KING. No credit.\n  9. StacyMarie\n\n    StacyMarie DIS Veteran\n\n    Feb 25, 2009\n    Faithful follower! No debt. Cash is the only way!\n  10. Vaughn4380\n\n    Vaughn4380 Mouseketeer\n\n    Aug 13, 2009\n    I don't use his methods (mainly because I don't keep a balance on my credit cards and only have vehicle and home loans), but I have friends who have used his method and speak highly of it.\n  11. sydneysmom\n\n    sydneysmom needing a vacation....soon!\n\n    Sep 16, 2009\n    :cloud9:We've been on it for over 3 years now. It's truly the best thing that we've ever done. When my DH and I were dating, he was already doing it and introduced me to the system. ( I had a car payment, cc debt...it wasn't good). But then I went on a budget, did the envelopes, etc. It took all the pressure of bills off.\n\n    We continued it when we got married. We refinanced the house to a 15yr mortgage and we're working hard at paying that off. Honestly, I wouldn't live without our budget or the envelopes again. :goodvibes it's a RELIEF not to panic everytime the mail comes and there's a bill in there. I used to be scared to balance my checkbook, open a bill.....not anymore. we don't fight about money at all. The only thing we might have a \"disagreement\" over is how much we're putting into savings this particular week. That's not too bad of a disagreement !!\n\n    Once you get going, it's actually kind of fun. Because you'll see your savings grow. We just did a HUGE bathroom remodel on both bathrooms and paid cash for everything. While some people might take out a home equity loan or put it on their CC....we're done and it's paid for. :cloud9:\n\n    I would totally recommend using it. It's a very liberating way to handle your finances and brings such a sense of peace. I can't talk highly enough about Dave Ramsey. :hug: Good luck !!\n  12. smkiya\n\n    smkiya <font color=deeppink>Sorta new. ;) Still gets a ta\n\n    Mar 6, 2009\n    I've been following his advice since January and I wish I'd known of him sooner (I'd be debt free by now). I don't do envelopes either, but I have been using a budget spreadsheet, knocked down monthly expenses, and have been throwing snowballs left and right. I've been selling stuff and working OT to help do it. I will be taking a vacation this August (which isn't recommended), but have modified it to be super cheap, and will work beaucoup OT for a couple weeks specifically for this trip and will only use the money over my normal pay for that paycheck to pay for it. We were originally scheduled for a Disney Cruise with a couple days at the parks. I cancelled that and now we're doing Hilton Head Island, SC at Disney's resort. Sooo much cheaper, especially with the discount I got! I haven't used a credit card in over 5 months and will never use one again! We will be debt free except for the house in 12 months! It feels great having a plan!\n  13. Jennifer823\n\n    Jennifer823 DIS Veteran\n\n    May 15, 2007\n    I've been using a website called whatsthecost.com, it's a website that you plug in your numbers and it will give you a plan on how to \"snowball\" your debt. Went there this morning to plug in my monthly progress and the site wasn't there! :confused3 Any better ones out there? Does Dave Ramsey have a spreadsheet program?\n\n    I've got to say, the snowball program is great though. You can see your progress on your debt and it really gives you hope!\n  14. PatsMom\n\n    PatsMom <font color=blue>Sometimes has Dory moments!<br><f\n\n    Feb 17, 2000\n    I am not a Dave Ramsey fan but his system seems to work for a lot of people. I disagree significantly with some of his advice like attacking the smallest debt first - I believe you need to attack the highest interest rate debt even if it is larger. But getting debt free is sound advice no matter how you achieve it.\n  15. ICF\n\n    ICF DIS Veteran\n\n    Jan 2, 2004\n    yep I'd agree with that.\n\n    He's also wrong on credit cards being evil......\n  16. AmongMadPeople\n\n    AmongMadPeople We're all mad here...\n\n    Feb 24, 2010\n    I have to agree with you to some degree. When we started paying down debt less than a year ago, we had 3 high balance debts, one small car loan, and a student loan in forbearance. I think the snowball method only works if you have lots of debt scattered across many sources - then I can see the benefit. But it made no sense for us to work on paying off my car when we were racking up 20% interest on CC debt.\n  17. mrudman\n\n    mrudman DIS Veteran\n\n    Jan 3, 2008\n    I do sort of a modified version of it... but so wish I had started it years and years ago! It's actually kind of fun once you start.\n\n    We do the envelope system, started it in October, and that alone has taken so much pressure off the way we see our finances.\n\n    We have 6 monthly bills, and 4 of those we don't keep envelopes for (electricity, water, phone, tv)... they just get paid as they come in.. I know exactly when they arrive, and I just make sure to leave that money in the bank.\n\n    The 5th monthly one is our house loan, so most of one paycheck per month gets transferred to the bank that we have our house loan at...we both get paid every other week, so we usually use one of the paychecks that falls closest to the due date of the house loan.\n\n    The 6th monthly one is our Visa..that's one area where we differ in Dave Ramsey... we bought a camper using the Visa... but got a decent APR on it, and should be paid off by the end of the year.... have paid off about 6k in 8 months and have 7k to go.\n\n    We also do not use cash for car gas.. we leave enough in the bank to cover that, so that we can both just pay at the pump.\n\n    Every payday I go to the bank, withdraw all the excess money (money not mentioned above), and divy it up into all our envelopes. We keep envelopes for all bills that are bi-montly\/every 3-month\/yearly\/and incidentals. Our list includes car insurance, house insurance, sewer bill, trash, license plates, my nursing insurance, kid's activities (bowling, gymnastics, piano, psr), memberships (zoo, AAA, girl scouts, weekly newspaper), school pictures, and also do envelopes to cover co-pays (for prescriptions, doctor appts, dentist appts), car repairs, house repairs\/improvements, and entertainment.\n\n    At this point we're also keeping an envelope that we're using as a savings.. we're going to Alaska in 2 months, so have been saving up for that since we started this system...this is another thing Dave Ramsey would say never to do... we could've probably had the visa almost paid off with the money we have put toward the cruise, but I disagree that you should not be taking vacations unless you have no debt. My daughters are at the age where I want them to experience things, and if it takes me 1 year longer to pay off our visa so that we can build memories like this, so be it, :).\n\n    Like I said above though, i really wish I had thought to use this system years ago.. we could've been in so much better shape financially.. but I guess better late than never, :).\n  18. Disneefun\n\n    Disneefun DIS Veteran\n\n    Apr 3, 2003\n  19. smkiya\n\n    smkiya <font color=deeppink>Sorta new. ;) Still gets a ta\n\n    Mar 6, 2009\n    As many people will mention, his system of smallest to largest debt payoff is based on behavior modification. We all know the math, but... (truncated)",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9962558746,
        "format_confidence":0.9965099692
    },
    {
        "url":"http:\/\/wheresthesausage.typepad.com\/my_weblog\/2007\/03\/lovemarks_brand.html",
        "text":"Editor - David Taylor\n\nMy Photo\n\nbrandgym coaching services\n\n  • Vision to Action\n    Creating an inspiring brand vision, positioning and action plan, including Brand Purpose, Brand Revitalisation and Global Branding\n  • Grow the Core\n    Creating ideas to sell more of the core, including Turbo-charged Marketing Plans and Category Growth Visions\n  • Brand Stretch\n    Strategic innovation to create new products and services, including New Brand Devt, Brand Portfolio Strategy and Brand Architecture\n  • brandgym partner network\n    More about the opportunity to become a brandgym partner, and who we're looking for\n\nbrandgym books\n\n« Moins de tests, et plus de testicules | Main | We're in the top 10 branding blogs in Europe! »\n\n\nRob Mortimer\n\nHi David, sorry I didnt notice you had replied!\n\nHere are a few posts\/discussions on the Sisomo talk from my blog:\n\n\nOne quote on a few of the early speakers (including Kevin Roberts) was that they were being visionaries, but with little idea on the process application in the real world.\n\nPeople saw the talk as shiny and polished, but maybe not that accurate for the real world.\n\nFergus (emailed to David)\n\nFirst off, let's be fair, Lovemarks isn't entirely in the \"forget the\nproduct\" camp, it seems more in the \"somebody else go sort out the product\nwhile we go do the sexy stuff\" camp, but product is at least mentioned.\nTo give the idea a chance, I did a (30 second) personal audit of all the\nproducts I consume. The only brand that fitted the \"inspires loyalty\nbeyond reason\" test for me is Marmite. Does it fit the other attributes of\nLovemark?... \"owned by the people who love them?\" - let them try changing\nit and see what happens!, would I protest if it was no longer there? -\nabsolutely, is it infused with mystery? - mmm not really, sensuality? -\nMarmite! I don't think so... intimacy? - be serious!. Therefore, on an\nunrepresentative sample of one (similar bases to the \"nomination\" of\nLovemarks) Lovemarks doesn't seem to add a great deal to the understanding\nof building great brands.\n\nThe ultra slick Lovemarks website pretty much sums it up for me, very\nflashy wrapper, very little product substance.\n\nDavid Taylor (from Where'sTheSausage)\n\nRob, Hi, thanks for popping in. Please can you say some more about what the criticism was about the Siomo talk?\n\nRob Mortimer\n\nHis Sisomo talk was at the Future Marketing Summit recently, and he got quite a bit of criticism.\n\nVerify your Comment\n\nPreviewing your Comment\n\nThis is only a preview. Your comment has not yet been posted.\n\nYour comment could not be posted. Error type:\nYour comment has been posted. Post another comment\n\nThe letters and numbers you entered did not match the image. Please try again.\n\nAs a final step before posting your comment, enter the letters and numbers you see in the image below. This prevents automated programs from posting comments.\n\nHaving trouble reading this image? View an alternate.\n\n\nPost a comment\n\nYour Information\n\n(Name and email address are required. Email address will not be displayed with the comment.)",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9909223914,
        "format_confidence":0.7967866659
    },
    {
        "url":"http:\/\/adventuresofacouponista.blogspot.com\/2010\/10\/its-mega-swagbucks-day_08.html",
        "text":"\n\nIt's MEGA Swagbucks Day!!\n\n>> Friday, October 8, 2010\n\nEvery Friday is Mega Swag Bucks Day. What does that mean? It means they give away 400,000+ Swagbucks in Mega bills (from 30 to 1000 Swagbucks at one time) every Friday.\n\nWhat is Swagbucks? Click here for more information…it’s basically a search engine powered by Google and Ask where you randomly earn Swagbucks, which can be redeemed for prizes such as Amazon gift cards, etc. It’s like being paid to search the web.\nSo what are you waiting for???? I have been a member for a few months and have already cashed in and used $130 in Amazon gift cards!! Start \"swaggin\" today!\n\n\nClistyB October 8, 2010 at 10:08 AM  \n\nI get lots of swagbucks on Fridays, but I can say I've never even come close to a 30 megaswagbuck win. When you say between 30 and a thousand are you talking cumulative in one Friday or just for one search or one code?\n\nClistyB October 8, 2010 at 10:21 AM  \n\nFascinating, the blog also just made mention of the chance to possibly win 30-1000 in one search. I'll keep at it.\nI guess I never noticed the 30-1000 before.\n\nCouponista October 15, 2010 at 7:18 AM  \n\nSorry I totally missed this comment when you posted it :( I have won as much as 50 on a search on Fridays, but yes you can win up to 1000 in just 1 search! Fingers crossed! lol\n\nPost a Comment\n\nAbout This Blog",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.6559038758,
        "format_confidence":0.6882743835
    },
    {
        "url":"https:\/\/www.forexpeacearmy.com\/community\/tags\/ubo-capital\/",
        "text":"ubo capital\n\n  1. maduet\n\n    UBOCapital - beware !\n\n    I opened an account with UBOCapital in December 2015 with a small amount to start off with ($300) - just to see how things go. My account manager (Richard Edison) promised to manage my account and trade for me. It started off well and he brought my account up to $365 within a couple of weeks...\n  2. R\n\n    UboCapital Binart Trading\n\n    Hi every one I have a problem and would like to hear from anyone who has had dealing with UboCapital ( I`m not sure If I can put my e.mail here ) but will put it at the bottom anyway To start last November I got an e.mail that was about an auto trading software that was going to make me lots of...\n  3. D\n\n    UBO capital\n\n    Why capital is the company that call me in my English telephone and promised to me profits I deposited 11.000£ after they ignored me.After I try to charge back my bank and the company did not give any pound back my bank also Lloyd's not give me their deposit account and they said is secret but...",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9961261153,
        "format_confidence":0.9352574944
    },
    {
        "url":"http:\/\/boards.fool.com\/fairly-recently-i-saw-a-mf-article-about-31122301.aspx?sort=postdate",
        "text":"Message Font: Serif | Sans-Serif\nNo. of Recommendations: 4\nFairly recently I saw a MF article about depreciating the cost of an MLP. Does anyone know where I can find it?\n\nIf you do find such an article, you can safely ignore it. You cannot depreciate the cost of an MLP.\n\nMLPs can be quite complex on your tax return. At a minimum, they will be reported on schedule E page 2 each year. It's also fairly common for them to be reported on Schedule A, Schedule B, Schedule D, and Form 4797. Other forms are possible as well. It all depends on what happens in the MLP each year.\n\nPrint the post  \n\n\nIn accordance with IRS Circular 230, you cannot use the contents of any post on The Motley Fool's message boards to avoid tax-related penalties under the Internal Revenue Code or applicable state or local tax law provisions.\nWhat was Your Dumbest Investment?\nShare it with us -- and learn from others' stories of flubs.\nWhen Life Gives You Lemons\nWe all have had hardships and made poor decisions. The important thing is how we respond and grow. Read the story of a Fool who started from nothing, and looks to gain everything.\nCommunity Home\nSpeak Your Mind, Start Your Blog, Rate Your Stocks\n\nCommunity Team Fools - who are those TMF's?\nContact Us\nContact Customer Service and other Fool departments here.\nWork for Fools?\nWinner of the Washingtonian great places to work, and Glassdoor #1 Company to Work For 2015! Have access to all of TMF's online and email products for FREE, and be paid for your contributions to TMF! Click the link and start your Fool career.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9971320629,
        "format_confidence":0.8381180763
    },
    {
        "url":"http:\/\/blogs.reuters.com\/felix-salmon\/2010\/05\/20\/revisiting-the-equity-premium\/feed\/",
        "text":"Comments on: Revisiting the equity premium A slice of lime in the soda Mon, 21 Jul 2014 23:33:47 +0000 hourly 1 By: johnhhaskell Sat, 22 May 2010 14:12:49 +0000 If you assume that companies would not be profitable for decades, would you then buy equities at a lower expected return to treasuries? Of course not.\n\nSchrager also seems to confuse ex-ante and ex-post in her attempt at an article and to have a definition of “equity premium” that changes while she’s writing. No wonder her conclusion is so weak.\n\nBy: dirt2624 Fri, 21 May 2010 15:55:23 +0000 WOW – from all of the research I have done, the equity risk premium varies with 10 year B and B- corporate bonds premiums compared to 10 year US treasuries for the US market. Please run the numbers and think hard on the subject as to why this seems true. (could it be that they are about as risky – hmmm)\n\nOf course this describes the major index relationship and individual companies will vary depending on their characteristics. Large companies with great balance sheets will have a lower premium as will high growth companies until their growth rates falter.\n\nI get such a big chuckle out of the “Fed Model” and the idiots that promote it. It is best used to measure over-valuation rather than under valuation. Stick to the 10 year B and B- corportes, making suitable adjustments for individual companies, and over the long run you will gain an understanding of valuations.\n\nBy: tcolemanuf Fri, 21 May 2010 00:07:35 +0000 Equity premium, sounds like hocus pocus to me. Schrager is almost correct…\n\nEquities are inherently riskier than Treasuries. Equity prices must ultimately reflect and compensate investors for that risk or no one would hold them in their portfolio.\n\nThe reason you hold them in your portfolio is the earnings. Thus, the earnings should be higher than that of comparable investments. Using Shiller’s data set you can see from 1887 to 1960 the earnings yield averaged 4.53% spread over long term interest rates. Since then it has averaged -0.28%. Why did this happen; when did it become OK to accept a riskier asset class but with less of a stream of income? When it became a ponzi-esque game of the greater fool.\n\nBy: RyanT Thu, 20 May 2010 23:04:27 +0000 I feel that the equity premium is mostly a repercussion of the great depression. To a large extent, an entire generation that was too scared to invest set the stage for a major rebound which we call the equity premium.\n\nIn hindsight, it seems easy to say that in 2006-2008 these gains were finally sucked dry and the equity premium was at an end. Now, however, I believe this second “great recession” has set the stage for a new equity premium. The longer the market stagnates and the most fearful the public becomes, the more gains are bottled up for future investors who are willing to jump in.\n\nI am personally tossing small chunks of cash into stink bid day-orders on blue chip stocks with high yields. This way I control my exposure to short term movements (and recent volatility means I can get discounts of 3-5%) and am paid 4-7% while I wait. These dividends continue to build my cash position.\n\nI also hold a significant amount of fixed-income which I may back off in months or years.\n\nBy: cjkubx Thu, 20 May 2010 22:34:12 +0000 You can see historical equity premiums for 17 countries over 100 years as published by Professor Elroy Dimson.  \/documents\/Jacf1.pdf\n\nThe world averaged Geometric Mean equity premium of 4.6% and Arithmetic Mean equity premium of 5.9%\n\nIf it is believed there will be no equity premium then the value of equities should fall, increasing the earnings yield and increasing the equity premium. Though it is not guaranteed for any given year or decade it should over time persist. This has persisted for centuries.\n\nInteresting point, growth is not necessary for high equity returns; in fact, I prefer low or no growth. Please read Jeremy Siegel’s Stocks for the Long Run.\n\nBy: wcw Thu, 20 May 2010 22:23:36 +0000 Back when the market was truly stupid in the late ’90s, TIPS yielded 4%, indicating the market had priced in a new era where productivity was going to soar and real returns were going to be well over 4%. That was pretty crazy. By contrast, expecting private enterprise in a propertarian system designed and run by capitalists to deliver real returns below TIPS is almost equally crazy.\n\nCurrent long-dated TIPS will deliver real returns a bit under 2%. As a result, if you believe equities are vaguely rationally priced, you should mark their expected real returns at greater than 2%. DeLong says 4%? That may be overoptimistic, but it’s in the discussion. Get 1% population growth, 0.5% immigration, excellent 2.5% productivity growth and no significant diminution in profit share, and you’re getting close. I’d be more comfortable with lower productivity growth myself, but I doubt we register a long-run 0%.\n\nOne aside: you’re confusing premiums over cash and over bonds. I like to use ‘real return’ instead of the former (since cash returns roughly equal inflation), reserving the phrase ‘equity premium’ for the expected long-term return premium over long treasuries.\n\nBy: maynardGkeynes Thu, 20 May 2010 21:47:03 +0000 Brad says 4 per cent.\n\nThe U.S. Equity Return Premium:\nPast, Present and Future\nJ. Bradford DeLong\nProfessor of Economics, U.C. Berkeley\nResearch Associate, NBER\nKonstantin Magin\nVisiting Assistant Professor, U.C. Berkeley\n\nFor more than a century, diversified long-horizon investments in\nAmerica’s stock market have consistently received much higher returns\nthan investors in bonds: a return gap averaging six percent per year.\nThis is what Rajnish Mehra and Edward Prescott (1985) labeled the\n“equity premium puzzle”: the premium return on equities does not\nseem to be matched by any obvious factor that makes the marginal\nutility of wealth in states of the world when equities are cheap\nsufficiently higher than in states of the world when equities are\nvaluable. The existence of this equity return premium has been known\nfor generations. More than eighty years ago financial analyst Edgar L.\nSmith (1924) publicized the fact that long-horizon investors in\ndiversified equities got a very good deal relative to investors in debt:\nconsistently higher long-run average returns with no more risk. We\nconclude that the equity premium puzzle has not been solved: it\nremains a puzzle. And we conclude that we anticipate the equity return\npremium to continue, albeit at a smaller level than in the past—perhaps\nfour percent per year.\n\nBy: winstongator Thu, 20 May 2010 20:57:20 +0000 Assuming a positive equity premium is sort of like saying that equities are always a can’t miss investment. Isn’t the first rule of economics that there is no free lunch? Sometimes stocks are priced such that they are a good bet going forward, and sometimes not? Wouldn’t that have to translate into a variable equity premium, with that variation including trips into negative territory?\n\nBy: winstongator Thu, 20 May 2010 20:53:46 +0000 This quote seems self-contradictory, “Equities are inherently riskier than Treasuries. Equity prices must ultimately reflect and compensate investors for that risk or no one would hold them in their portfolio.” [Schrager] The risk is partly observed in the volatility – varying prices. With the price varying, is the risk compensated properly all the time? Is the risk really moving, or is the rate at which the risk was compensated for going from under to over or somewhere between?\n\nSub-prime loans are inherently riskier than prime loans, however some sub-prime MBS’s were not yielding that much more than prime MBS’s (AAA rated tranches at least). You might even have a sub-prime loan with a teaser rate charging less of a premium than a really solid prime loan.\n\nOption-ARMs further that point. An option-arm 100% financing no-doc loan is inherently riskier than a fixed rate prime loan fully-doc’d. Which yielded a better rate for the initial period? The extra risk was negatively compensated!\n\nBy: AGreenInvestor Thu, 20 May 2010 20:24:15 +0000 I think that the risk free asset which is the US Treasury might have to undergo a definition change soon if the 100% sovereign debt and high fiscal deficits situation comes to a Greek Pass",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9981243014,
        "format_confidence":0.9946276546
    },
    {
        "url":"http:\/\/boards.fool.com\/unless-you-have-small-fingers-and-are-very-handy-25551958.aspx?sort=username",
        "text":"No. of Recommendations: 1\nUnless you have small fingers and are very handy, have them install your battery.\n\nReplacing my battery in an earlier IPod was a once in a lifetime experience. Never again.\n\nWell, just to put forth the opposite view - I replaced mine and it wasn't bad at all. The hardest part was cracking the case. After that, it was a breeze.\nPrint the post  \n\n\nWhat was Your Dumbest Investment?\nShare it with us -- and learn from others' stories of flubs.\nWhen Life Gives You Lemons\nWe all have had hardships and made poor decisions. The important thing is how we respond and grow. Read the story of a Fool who started from nothing, and looks to gain everything.\nCommunity Home\nSpeak Your Mind, Start Your Blog, Rate Your Stocks\n\nCommunity Team Fools - who are those TMF's?\nContact Us\nContact Customer Service and other Fool departments here.\nWork for Fools?\nWinner of the Washingtonian great places to work, and Glassdoor #1 Company to Work For 2015! Have access to all of TMF's online and email products for FREE, and be paid for your contributions to TMF! Click the link and start your Fool career.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9642694592,
        "format_confidence":0.9850924611
    }
]