[
    {
        "url":"http:\/\/bizdb.org\/l-l-interiors-inc-fresno-ca-93727.biz",
        "text":"L & L Interiors Inc Fresno, CA\n\nL & L Interiors Inc is categorized under Dry Wall Contractors in Fresno, California .\n\nBusiness Name: L & L Interiors Inc\nContact Person: Dave Lewis, Owner Full Name Report\nAddress: 5817 East Brown Avenue, Fresno, CA 93727\nPhone Number: (559) 294-7252 Full Phone Report\n\nL & L Interiors Inc has been offering Dry Wall Contractors from its single location in California since their foundation in 1982. This company is registered under the SIC code 1742 and NAICS code 2383100, which can be used to gain more understanding on the nature of its business.\n\nIt now employs 1 to 4 personnel and its B2B services by Dry Wall Contractors in the greater California area contribute to the company’s annual revenue of $5.000.000 to $9.999.999. Visit the single location of L & L Interiors Inc at the coordinates 36.77484,-119.69076, or at their street address of 5817 East Brown Avenue in CA 93727, United States.\n\nTo speak to a representative, call (559) 294-7252 Full Phone Report and address inquiries to Dave Lewis, Owner Full Name Report. Alternatively, this business can also be followed and interacted with through the social media platforms Twitter and Facebook . L & L Interiors Inc’s website can be found at .\n\nAnnual Revenue ($): $5.000.000 to $9.999.999\nLocation Type: Single Location\nEmployee #: 1 to 4\nBusiness Type: B2B (Business to Business)\nCategorized In: Dry Wall Contractors\nSIC Code: 1742\nNAICS Code: 2383100\nShare This Business:\nRelated Businesses: Bruce K Hall Construction Inc - Fresno, CA 93727\nA L Drywall - Fresno, CA 93727\nCtd Commercial Inc - Fresno, CA 93727\nDrywall And Custom Wall Finishes - Fresno, CA 93727\nDiamond Drywall Construction - Fresno, CA 93727\nJohnson's Detailing - Fresno, CA 93727\nKings Drywall Inc - Fresno, CA 93727\nRpm Drywall - Fresno, CA 93727",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.5976866484,
        "format_confidence":0.9298689365
    },
    {
        "url":"https:\/\/www.metalsupermarkets.com\/metal-glossary\/",
        "text":"The process of rubbing, grinding, or wearing away by friction.\n\nAcid Steel\n\nSteel melted in a furnace with an acid bottom and lining and under a slag containing an excess of an acid substance such as silica.\n\n\nThe change a passive surface of a metal undergoes to become a chemically active state. Contrast with passivation.\n\n\nIn a metal or alloy, a change in properties that generally occurs slowly at room temperature and more rapidly at higher temperatures.\n\nAir – Hardening Steel\n\nA steel containing sufficient carbon in other alloying elements to harden fully during cooling in air or other gaseous mediums form a temperature above its transformation range. The term should be restricted to steels that are capable of being hardened by cooling in air in fairly large sections, about two inches or more in diameter. Same as self-hardening steel.\n\n\nComposite sheet produced by bonding either corrosion-resistant aluminum alloy or aluminum of high purity to base metal of structurally stronger aluminum alloy.\n\nAlloy Steel\n\nSteel containing significant quantities of alloying elements (other than carbon and the commonly accepted amounts of manganese, silicon, sulphur, and phosphorus) added to affect changes in the mechanical or physical properties.\n\n\nForming an aluminum or aluminum alloy coating on a metal by hot dipping, hot spraying, or diffusion.\n\n\nHeating to and holding at a suitable temperature and then cooling at a suitable rate, for such purposes as reducing hardness, improving machine ability, facilitating cold working, producing a desire, micro structure, or obtaining desired mechanical , physical, or other properties. When applicable, the following more specific terms should be used: black annealing, blue annealing, box annealing, bright annealing, flame annealing, graphitizing, intermediate annealing, isothermal annealing, malleablizing, process annealing, quench annealing, recrystallizing annealing and spheroidizing. When applied to ferrous alloys, the term “ annealing “ , without qualification, implies full annealing. when applied to non ferrous alloys, the term “annealing” implies a heat treatment designed to soften a cold worked structure by recrystallizing or subsequent grain growth or to soften an age-harden alloy by causing a nearly complete precipitation of the second phase in relatively course form. Any process or annealing will usually reduce stresses , but if the treatment is applied the sole purpose of such relief, it should be designated stress relieving.\n\nAtomic-Hydrogen Welding\n\nArc welding with heat from and arc between two tungsten or other suitable electrodes in a hydrogen atmosphere. The use of pressure and filler metal is optional.\n\n\nQuenching a ferrous alloy from a temperature above the transformation range, in a medium having a rate of heat abstraction high enough to prevent the formation of high-temperature transformation products, and then holding the alloy, until transformation is complete, as a temperature below that of pearlite formation and above that of all martensite formation.\n\n\nA solid solution of one or more elements in face-centered cubic iron.\n\n\nForming austenite by heating a ferrous alloy into the transformation range (partial austenitizing) or above the transformation range (complete austenitizing).\n\n\nA decomposition product of austenite consisting of an aggregate of ferrite and carbide. In general, it forms at temperatures lower than those where very fine pearlite forms and higher than that where martensite begins to form on cooling. Its appearance is feathery if formed in the upper part of the temperature range; acicular, resembling tempered martensite, if formed in the lower part.\n\nBanded Structure\n\nA segregated structure of nearly parallel bands aligned in the direction of working.\n\n\nThe decarburized layer just beneath the scale that results from heating steel in an oxidizing atmosphere.\n\nBasic Steel\n\nSteel melted in a furnace with a basic bottom and lining and under a slag containing an excess of a basic substance such as a magnesia or lime.\n\nBearing Load\n\nA compressive load supported by a member, usually a tube or a collar, along a line where contact is made with a pin, rivet, axle, or shaft.\n\nBearing Strength\n\nThe maximum bearing load at failure divided by the effective bearing area. In a pinned or riveted joint, the effective area is calculated as the product of the diameter of the hole and the thickness of the bearing member.\n\nBend Test\n\nA test for determining relative ductility of metal that is to be formed, usually sheet, strip, plate, or wire, and for determining soundness and toughness of metal. The specimen is usually bent over a specified diameter through a specified angle for a specified number of cycles.\n\nBent Radius\n\nThe inside radius of a bent section.\n\nBessemer Process\n\nA process for making steel by blowing air through molten pig iron contained in a refractory lined vessel so as to remove by oxidation most of the carbon, silicon, and manganese.\n\n\nA solid semi-finished round or square product that has been hot worked by forging, rolling or extrusion. An iron or steel billet has a minimum width or thickness of 1 1\/2 in. and the cross-sectional area varies from 2 1\/4 to 36 sq. in. For non-ferrous metals, it may also be a casting suitable for finished or semi-finished rolling or for extrusion.\n\n\nA defect in metal, on or near the surface, resulting from the expansion of gas in a subsurface zone. Very small blisters are called “pinheads” or “pepper blisters”.\n\n\nA semi-finished hot rolled product, rectangular in cross section, produced on a blooming mill for iron and steel, the width is not more than twice the thickness, and the cross-sectional area is usually not less than 36 sq. in. Iron and steel blooms are sometimes made by forging.\n\nBlue Annealing\n\nHeating hot rolled ferrous sheet in an open furnace to a temperature within the transformation range and then cooling in air in order to soften the metal. The transformation of a bluish oxide on the surface is incidental.\n\nBlue Brittleness\n\nBrittlenesss exhibited by some steels after being heated to some temperature within the range of 300° to 650°F, and more especially if the steel is worked at the elevated temperature. Killed steels are virtually free of this kind of brittleness.\n\n\nSubjecting the scale-free surface of a ferrous alloy to the action of air, stream, or other agents at a suitable temperature, thus forming a thin blue film of oxide and improving the appearance and resistance to corrosion. NOTE: This term is ordinarily applied to sheet, strip, or finished parts. It is used also to denote the heating of springs after fabrication in order to improve their properties.\n\nBox Annealing\n\nAnnealing a metal or alloy in a sealed container under conditions that minimize oxidization. In box annealing a ferrous alloy, the charge is usually heated slowly to a temperature below the transformation range, but sometimes above or within it, and then cooled slowly; this process is also called “close annealing” or “pot annealing”.\n\nBright Annealing\n\nAnnealing in a protective medium to prevent discoloration of the bright surface.\n\nBrinell Hardness Test\n\nA test for determining the hardness of a material by forcing a hard steel or carbide ball of specified diameter into it under a specified load.\n\nBrittle Fracture\n\nFracture with little or no plastic deformation.\n\n\n(1) Permanently damaging a metal or alloy by heating to cause either incipient melting or intergranular oxidation. See overheating. (2) In grinding getting the work hot enough to cause discoloration or to change the microstructure by tempering or hardening.\n\n\nSmoothing surfaces through frictional contact between the work and some hard pieces of material such as hardened metal balls.\n\n\n(1) Deviation from edge straightness usually referring to the greatest deviation of side edge from a straight line. (2) Sometimes used to denote crown in rolls where the center diameter has been increased to compensate for deflection caused by the rolling pressure.\n\n\nA dished distortion in a flat or nearly flat surface sometimes referred to as “oil canning”.\n\nCapped Steel\n\nSemikilled steel cast in a bottle-top mold and covered with a cap fitting into the neck of the mold. The cap causes the top metal to solidify. Pressure is built up in the sealed-in molten metal and results in a surface condition much like that of rimmed steel.\n\nCarbon Steel\n\nSteel containing carbon up to about 2% and only residual quantities of other elements except those added for deoxidization, with silicon usually limited to 0.60% and manganese to about 1.65%. Also termed “plain carbon steel”, “ordinary steel”, and “straight carbon steel”.\n\n\nIntroducing carbon and nitrogen into a solid ferrous alloy by holding above Ac1 in an atmosphere that contains suitable gases such as hydrocarbons, carbon monoxide, and ammonia. The carbonitrided alloy is usually quench hardened.\n\n\nIntroducing carbon into a solid ferrous alloy by holding above Ac1 in contact with a suitable carbonaceous material, which may be a solid, liquid, or gas. The carburized alloy is usually quench hardened.\n\nCase Hardening\n\nHardening a ferrous alloy so that the outer portion, or case, is made substantially harder than the inner portion, or core. Typical processes used for case hardening are carburizing, cyaniding, carbonitriding, nitriding, induction hardening, and flame hardening.\n\n\nA compound of iron and carbon, known chemically as iron carbide and having the approximate chemical formula Fe3C. It is characterized by an orthorhombic crystal structure. When it occurs as a phase in steel, the chemical composition will be altered by the presence of manganese and other carbide-forming elements.\n\nCentrifugal Casting\n\nA casting made by pouring metal into a mold that is rotated or revolved.\n\nCeramic Tools\n\nCutting tools made from fused, sintered, or cemented metallic oxides.\n\n\n(1) A beveled surface to eliminate an otherwise sharp corner. (2) A relieved angula... (truncated)",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8683273196,
        "format_confidence":0.9738661051
    },
    {
        "url":"https:\/\/cropandsoil.oregonstate.edu\/biblio\/influence-grazing-system-and-aspect-north-vs-south-nutritional-quality-forages-and-1",
        "text":"\nPublication TypeConference Proceedings\nYear of Conference2000\nAuthorsWalburger, KJ, Delcurto, T, Vavra, M, Bryant, L, Kie, J\nConference NameProc. West. Sec. Am. Soc. Anim. Sci.",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8921020627,
        "format_confidence":0.8393743038
    },
    {
        "url":"https:\/\/dime.dot.ca.gov\/index.php?r=test\/viewdetail&test_id=24225",
        "text":"Summary for Test 2017-03-07-9-2\n\nTest performed: ASTM D2240-05re10\n\nProject Information\n\nProject IdentifiersProject ID: 88888\nAward DateNot set\nCloseout DateNot set\nWork DescriptionSpecial project for SMTL stock material. Object Code: 1025. J2 DEA: 912680.\nLocation DescriptionNot set\n\nSample Information\n\nSample Taken Date03\/07\/2017 Sample Unique Key9\nWill the laboratory\/organization for which you are a member perform testing on this material sample?Yes Date that the sample was received by the laboratory\/organization performing the testing03\/15\/2017\nSample typeQuality Assurance A brief description of the sampleJoint Seal\nThe quantity of what the sample constitutes1 From where was the sample collectedManufacturer\nFirst name of sampler or witnessed byDavid Last name of sampler or witnessed bySimon\nTitle of samplerUnknown Telephone number of samplerUnknown\nLaboratory sample identificationUnknown Linked DIME Sample IDUnknown\nThe fabricator\/manufacturer\/facility nameDS Brown Transportation Laboratory (TL) NumberNA\nInspector Lot Number from the Transportation Laboratory (TL) FormN\/A Structure unique identifierNot set\nStructure nameNot set\n\nMaterial Information\n\nMaterial TypeSMTL TM2 - Type B Elastomeric Joint Seal Mfg. Lot Number(s)0617159\nManufacturer(s)DS Brown Temperature72\nHumidity45 CommentsUnknown\nJoint Seal Size5\n\nTest Details\n\nDIME Sample ID: 2017-03-07-9\nDIME Test ID: 2017-03-07-9-2\nTesting Lab: CT HQ - Sacramento Structural Materials Testing Laboratory\nTest Method: ASTM D2240-05re10: Standard Test Method for Rubber Property - Durometer Hardness\nTest Release Date: 2017-04-11\n\nTest Results\n\nInput Type: Measured\nTester's full name: Brian Ewing\nDate of test: 03\/24\/2017\nTemperature: 72 f\nHumidity: 50 %\nReading #1: 56\nReading #2: 55\nReading #3: 55\nReading #4: 56\nReading #5: 56\nGeneral comments (publicly viewable) (Max 1000 characters):\n\nTest was verified on 4\/4\/2017",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.6145485044,
        "format_confidence":0.9876762629
    },
    {
        "url":"http:\/\/www.nzsap.org\/biblio\/export\/ris\/2411",
        "text":"TY - CONF T1 - Relationships between amount of feed on the farm, autumn-winter grazing management and dairy cow performance T2 - Proceedings of the New Zealand Society of Animal Production Y1 - 1983 A1 - Bryant AM A1 - MacDonald KA AB - A selection experiment which has resulted in dairy cows of extremes susceptibility to bloat is reviewed. The low susceptibility cows had a higher liquid milk production and a lower milkfat percentage than the high susceptible ones. They showed little or no bloat on highly potent pastures. Comparison of the herds was directed towards physiological differences and relationships which could explain the origin of low susceptibility and lead to phenotypic definition useful for selection. Some differences were found in proportions of salivary proteins and progress has been made in their separation, definition and measurement. In vitro experiments have not indicated sufficient differences in gas or foam production per litre of rumen fluid to explain bloat grade variation but observation followed by direct experiment has shown that a greater volume of rumen fluid is associate4d with a high susceptibility to bloat. This could form a basis for commercial selection if appropriate measurement methods can be devised. JF - Proceedings of the New Zealand Society of Animal Production PB - New Zealand Society of Animal Production VL - 43 ER -",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.7127144933,
        "format_confidence":0.8152642846
    },
    {
        "url":"http:\/\/www.posharp.com\/industrial-battery-engineering-inc-ibe_1427960146.aspx",
        "text":"The Source For Renewables™\n\nIndustrial Battery Engineering Inc (IBE)\n\n9121 DeGarmo Avenue, Sun Valley, CA 91352, USA\nTelephone Number:    +1 8187677067\nFacsimile Number:     +1 8187677173\nBusiness:   Manufacturers\nProducts:   Renewable Energy System Batteries, Battery, Charge Controller\nWeb Site:\nPlease note that these pages are meant strictly for informational purposes to those seeking retailers\/wholesalers\/manufacturers\/providers of or information about renewable energy products and\/or services. Inclusion or exclusion from these pages does not imply a recommendation or lack thereof by Posharp and\/or its collaborator(s) for any particular company or organization. The information are collected from the Internet or input by companies.",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9571564198,
        "format_confidence":0.5406101942
    },
    {
        "url":"https:\/\/wisconsin.building-us.org\/573525-leisure_builders.htm",
        "text":"Leisure Builders, 214 Lake Drive , Merrillan, Jackson, Wisconsin, Find General Building Contractors, Residential & Home, Parking & garages, Handyman services\n\nU.S Building Contractors Wisconsin Building Contractors Wisconsin - List of United States General Building Contractors\n\nLeisure Builders\n\nCompany Name: Leisure Builders\nStatus: Work\nState: Wisconsin\nPost: 54754-9029\nCounty: Jackson\nCity: Merrillan\nAddress: 214 Lake Drive\nPhone: (715)333-8396\nFax: unknown\nEmail: unknown\nWeb site: unknown\nSIC code: 154213 Industry group: General Building Contractors, Business category: General contractors-nonresidential bldg, Subcategory: Building contractors\nEmployees: 2\nGross Annual Sales (Revenue): 876,000\nDescription: Leisure Builders is a business categorized under building contractors, which is part of the larger category general contractors-nonresidential bldg. Leisure Builders is located at the address 214 Lake Drive in Merrillan, Wisconsin 54754-9029. You can contact by phone (715)333-8396.\n\nWas this article helpful? Yes -0   No -0    Click here to Inform about a mistake   8  Rating:\n\nLocation & access map for \"Leisure Builders\"\n\nClick here add new review about: Leisure Builders (General Building Contractors)\n\n© 2014-2019 wisconsin.building-us.org Building contractors, Patio & deck, Residential & Home, Parking & garages\n\nWait 20 seconds...!!!",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8623874187,
        "format_confidence":0.9084724784
    },
    {
        "url":"http:\/\/www.plasticsrecycling.org\/membership\/members-profiles?view=profile&id=942",
        "text":"APR 2ndary Banners Voice\nMember Details\nCompany Logo\nCompany name\nReterra Corporation\nCompany Website\nCompany description\nRecyclers of PET in all forms including X-ray films, movie films, Thermoforms, bottles and other PET materials. Also the maker of PET based Polyols for Polyurethane foam applications\nCompany Address\n2103 Lyons, Houston, TX 77020\nMembership type\nContact1 Full Name\nJason Ball\nContact1 email\n[email protected]\nContact1 telephone\n713-225-3121 x103\nContact1 committee Member\nContact2 Full Name\nColin Wakeling\nContact2 email\n[email protected]\nContact2 telephone\n713-225-3121 X111\nContact2 committee Member\n\nProblem Containers\n\nReport problem containers to help APR reduce contamination in the plastic recycling stream.\n\n  Click here to report now.",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9076185226,
        "format_confidence":0.9056569934
    },
    {
        "url":"http:\/\/www.for.gov.bc.ca\/dni\/programs\/Woodlots.htm",
        "text":"Program Overview\n\nThe North Island - Central Coast Forest District (NICCFD) has seven Woodlot licences under management.  Our first woodlot licence was awarded in 1992 and most of them were issued during the last ten years.\n\nFive of the woodlots are near municipalities, but two of them are located in isolated areas (Kingcome River and Westerman Bay).\n\nThere are 2653 hectares of Crown Land and 188 hectares of private land in our Woodlot Licence Program.  The combined Allowable Annual Cut (AAC) for both the private and Crown land in woodlot licences in the District is 16,195 m3\/year.\n\n\n\nWoodlots in the NICCFD\n\nHere is a list of Woodlots in the North Island - Central Coast Forest District:\n\n\nLicensee AAC (m3)* Location\nW0048 Tsawataineuk First Nation 4300 Kingcome River\nW0071 Spiketop Cedar Ltd. 1700 Port Hardy\nW0072 Quatsino First Nation 4000 Coal Harbour\nW1439 John Salo 1895 Malcolm Island\nW1552 John Houghton 1450 Westerman Bay\nW1909 Dennis & Leigh Swanson 1450 Malcolm Island\nW1788 Twin T Holdings Corp. 1400 Port Hardy\n\n*Note: including private land contribution\n\nFor information on Woodlot Apportionment within the Kingcome TSA, please refer to:\n\n\n\n\nApplications and Training\n\n\nWoodlot Forms and Documents\n\n\nRelated Links",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8895564675,
        "format_confidence":0.7555809021
    },
    {
        "url":"http:\/\/www.whereorg.com\/merced-texture-drywal-4047516",
        "text":"Merced Texture & Drywal\n\nMerced Texture & Drywal in Miami, FL\n9568 SW 59th St., Miami, FL 33173\n(305) 274-1671\n\n\nStreet address:\n9568 SW 59th St.\n\nCity \/ suburb:\n\n\n\nZIP code:\n\n(305) 274-1671\n\nContact name:\nAfredo Merced\n\nContact title:\n\nGPS Longitude:\n\nGPS Latitude:\n\nPlaces nearby\n\n0 miles away\nManagement Services\n0.06 miles away\nBeauty Salons\n\nGeneral information\n\nBusiness data\nStandard industrial classification code: 1742\nCity \/ suburb: Miami, FL\nCounty: Miami-Dade\nNot quite what you're looking for? See recommended web results\n\nIs this your business? Claim this profile to get thousands of free views!\n\nQR code with Merced Texture & Drywal contacts\n\nQR code with Merced Texture & Drywal contacts\nInstall a QR code reading app on your smartphone to scan and convert it to Merced Texture & Drywal contact information.\n\n\nThere are no reviews on Merced Texture & Drywal yet.\nBe the first to write a review about your experience with the company.\n\nMore details about Merced Texture & Drywal\n\nAccording to our records, this business is located at 9568 SW 59th St. in Miami (in Miami-Dade County), Florida 33173, the location GPS coordinates are: 25.713427 (latitude), -80.349748 (longitude). Merced Texture & Drywal is categorized under Plaster and Drywall Work (SIC code 1742). Known organization owner is Afredo Merced. You can contact the company by phone at (305) 274-1671.\nNot satisfied? Select a reasonRate this pageSend feedback\n\nOr try our search form or quick navigation by category and location\n\nSimilar companies\nInsulators of Florida\n6125 Wilderness Ave., Brevard, FL\nIp Plastering\n301 Central Ave., Putnam, FL\nSeal Tight Insulation Inc\n20258 Lakes Edge Ln., Hillsborough, FL\nAlso viewed\nSearch One Inc\n2451 N McMullen Booth Rd #255, Pinellas, FL\nPlacement Agencies\nJTS Advisors\n6346 Forest Stump LN., Duval, FL\nForeign Trade Consultants\nJust A Lil Toy Store\nPO BOX 222, De Soto, FL\n\nRio Olympics might be a mess, but Tokyo 2020 has some cool high-tech plans\nDriverless taxis for athletes and holograms for info.\nThu, Jul 07 2016\nClinton takes big step toward easing tensions with Sanders\nWith new college affordability plan, the presumptive Democratic nominee won praise from rival.\nThu, Jul 07 2016\nUS urges aerial spraying amid jump in Puerto Rico Zika cases\nThe U.S. territory is debating whether to fumigate with the insecticide Naled.\nWed, Jul 06 2016",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.6521302462,
        "format_confidence":0.9368956089
    },
    {
        "url":"https:\/\/www.iso-group.com\/NSN\/5310-00-890-5152",
        "text":"ISO Group Logo\nDefense and Aerospace\nSupply Chain Partner\n\n\nHurricane Irma is in our area.\nBecause of this shipping and response times may be affected. More info as we have it available.\n\nNSN 5310-00-890-5152, 5310008905152\n\nFederal Supply Classification\nFSC 5310 - Nuts and Washers\nNational Item Identification Number\nNIIN 008905152\nCodification Country\nUnited States\n( )\nAvailability: Request Qualified Suppliers: Currently qualifying suppliers\n\nManufacture or supply this part?\nJoin our growing community of certified suppliers.\n\nLet Us Know\n  CALL ABOUT NSN 5310-00-890-5152\nOur client representatives are standing by to help fulfill your request.\n\n\n  REQUEST QUOTE for 5310-00-890-5152\n\nHave a list that needs to be quoted? Upload it here.\n\nDLMS™ Summary\n\nNational Stock Number 5310-00-890-5152\n\nNational Stock Number (NSN) 5310-00-890-5152, or NIIN 008905152, (no item name available) has an unknown assigned date. NIIN 008905152 was cancelled on January 17, 1985, with a cancelled status of \"Item is Cancelled - Inactive.\" There is no known replacement specified for this stock number. This NSN does not replace any other NSNs.\n\nThere are no manufacturer part numbers associated to this NSN.\n\nThis part number has not been procured by the US Government in over 5 years.\n\nThere is no data in the HMIRS and the NSN is in an FSC not generally suspected of containing hazardous materials. NSN 5310008905152 contains an unknown precious metal.\n\nThis information was last updated on .\n\nTechnical Characteristics\n\nManufacturer Part Numbers\n\nRelated Inventory",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9752079248,
        "format_confidence":0.7558561563
    },
    {
        "url":"https:\/\/echa.europa.eu\/it\/registration-statistics",
        "text":"REACH registration statistics\n\nThe REACH registration statistics provides an overview of the registrations received from the EU Member states and from the European Economic Area countries (Norway, Iceland and Liechtenstein).\n\nIn the report you can find a breakdown of registration at EU\/EEA and national level by:\n\n  • registration type (full or intermediate);\n  • joint submission role;\n  • company size;\n  • registrant role in the supply chain (manufacturer, importer, etc.);\n  • registered tonnage band.\n\nAdditionally, you can find information on:\n\n  • the most frequently registered chemicals at EU\/EEA;\n  • the number of unique companies that have registered chemicals, their company size and role in the supply chain.\n\nThese statistics will be updated regularly.",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9536877871,
        "format_confidence":0.7525499463
    },
    {
        "url":"https:\/\/www.iso-group.com\/NSN\/1010-00-356-9924",
        "text":"ISO Group Logo\nDefense and Aerospace\nSupply Chain Partner\n\n\nHurricane Irma is in our area.\nBecause of this shipping and response times may be affected. More info as we have it available.\n\nNSN 1010-00-356-9924, 1010003569924\n\nFederal Supply Classification\nFSC 1010 - Guns, over 30mm up to 75mm\nNational Item Identification Number\nNIIN 003569924\nCodification Country\nUnited States\n( )\nAvailability: Request Qualified Suppliers: Currently qualifying suppliers\n\nManufacture or supply this part?\nJoin our growing community of certified suppliers.\n\nLet Us Know\n  CALL ABOUT NSN 1010-00-356-9924\nOur client representatives are standing by to help fulfill your request.\n\n\n  REQUEST QUOTE for 1010-00-356-9924\n\nHave a list that needs to be quoted? Upload it here.\n\nDLMS™ Summary\n\nNational Stock Number 1010-00-356-9924\n\nNational Stock Number (NSN) 1010-00-356-9924, or NIIN 003569924, (no item name available) has an unknown assigned date. NIIN 003569924 was cancelled on December 25, 1977, with a cancelled status of \"Item is Cancelled - Inactive.\" There is no known replacement specified for this stock number. This NSN does not replace any other NSNs.\n\nThere are no manufacturer part numbers associated to this NSN.\n\nThis part number has not been procured by the US Government in over 5 years.\n\nThere is no data in the HMIRS and the NSN is in an FSC not generally suspected of containing hazardous materials. NSN 1010003569924 contains an unknown precious metal.\n\nThis information was last updated on .\n\nTechnical Characteristics\n\nManufacturer Part Numbers\n\nRelated Inventory",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9342585206,
        "format_confidence":0.7176218033
    },
    {
        "url":"http:\/\/www.irfoffshoresafety.com\/country\/performance\/",
        "text":"International Regulators' Forum Global Offshore Safety\n\n\n\nIRF Media\nYouTube Channel   Flickr Channel\n\nIRF Country Performance Measures\n\nAs part of promoting the best sustainable safety performance, IRF members recognize the importance of measuring the performance of offshore activities. Each IRF country has its own methods for accomplishing this, and these methods are variable from country to country. However, in order to be able to compare offshore safety performance among IRF participants a common framework is needed. The IRF Performance Measures Project was undertaken to establish such a framework. A framework based on a common set of definitions and criteria has been developed. Information about this framework and actual data Calendar Year can be found through the links below.\n\nProject Scope and Data Guidelines\n\nLink to the 2015 Data\n\nLink to the 2014 Data\n\nLink to the 2013 Data\n\nLink to the 2012 Data\n\nLink to the 2011 Data\n\nLink to the 2010 Data\n\nLink to the 2009 Data\n\nLink to the 2008 Data\n\nLink to the 2007 Data\n\nLink to Country Profiles\n\nDisclaimer -- IRF Performance Measurement Data\n\nInformation presented on this website is considered public information and may be distributed or copied.\n\nAuthors are requested to include a citation for the source and date of this data in any published work.\n\nThe information presented on this website is compiled based on criteria (scope, definitions, and data collation guidelines) developed jointly by IRF expressly for IRF use and for publication on this website. Data collated, analyzed, and published by individual IRF countries may be based on individual country criteria and may therefore not be consistent with information that appears on individual IRF country websites.\n\nIRF makes every effort to provide accurate and complete information. However, this data is subject to update and revision at any time. IRF provides no warranty, expressed or implied, as to the accuracy, reliability or completeness of furnished data.\n\nAny interpretations or conclusions made from this data are strictly those of the user and are not authorized or endorsed by IRF.\n\nWe strongly recommend that this IRF data be acquired directly from this website and not through other sources that may change the data in some way.\n\n\nMembers Access   |   Copyright 2010 - International Regulators' Forum",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9264789224,
        "format_confidence":0.8321147561
    },
    {
        "url":"http:\/\/cdn.amm.com\/Poll\/2593\/PollResults\/When-will-molybdenum-prices-recover-With-prices-down-almost-50-percent-year-on-year-as-of-mid-June.html",
        "text":"\n\n  • 6%\n  • 8%\n  • 35%\n  • 17%\n  • 20%\n  • 14%\n\nView previous poll results\n\nHave your say\n  • All comments are subject to editorial review.\n    All fields are compulsory.\n\nLatest Pricing Trends Year Over Year\n\n\nHow will US hot-rolled coil prices fare over the summer?\n\nRise sharply\nRise modestly\nStay largely flat\nFall modestly\nFall sharply\n\nView previous results",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9311858416,
        "format_confidence":0.6143733263
    },
    {
        "url":"https:\/\/reference.insulators.info\/publications\/view\/?id=13343",
        "text":"Fred Locke's insulator plant destroyed by fire.\n\n[Trade Journal]\n\nPublication: Clay Record\n\nChicago, IL, United States\nvol. 20, no. 2, p. 23, col. 2\n\n\n\nThe Locke Insulator Works at Victor, N. Y., were completely destroyed by fire, causing a loss of $50,000; with an insurance of only $20,000. The plant was started four years ago with eight men, now eighty are thrown out of work. A new fire proof plant will be constructed at once.\n\n\nKeywords:Locke Insulator Manufacturing Company : Fred Locke\nResearcher notes: \nSupplemental information: \nResearcher:Elton Gish\nDate completed:August 6, 2012 by: Elton Gish;",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9851825833,
        "format_confidence":0.6623341441
    },
    {
        "url":"https:\/\/www.planning.vic.gov.au\/ministerial-permits\/ee06bcd6-b89b-e811-a85c-000d3ad1181d",
        "text":"Application Number: 2010016238\n\nDate received\n\n\nVicsmart Application\n\n\nApplication Detail\n\nBobby Zagame\n\n\n430 Swan Street Australia Richmond VIC 3121\n\nAddress of Land\n\n577 King Street West Melbourne VIC\n\nDescription of proposal\n\nConstruction of a multi storey building for the purpose of dwellings and use of the ground floor for a retail premise (excluding tavern, hotel and gambling premises) with a reduction in the car parking requirements.\n\nApplication Details",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.6710397005,
        "format_confidence":0.9494923353
    },
    {
        "url":"https:\/\/louisianarefineryaccidentdatabase.org\/refinerypollutant.php?refinery=BB009&pollcode=P017",
        "text":"Home Search Emissions Pollutants About the Database\n\nExxonMobil Refinery (2638), Baton Rouge\n\nReleases of 2,2-Dimethylpropane\n\nLDEQ Accident Number\nAccident Date\nPoint Source(s) Notes Amount of Release\n\nFLARE - Alkylation Feed Preparation Unit\nCause: The Methyl Tertiary-Butyl Ether Unit was converted to an Alkylation Feed Preparation Unit (AFP). The AFP was beginning its initial start up. As the level in one of the towers increased, steam was added to the reboiler to begin producing overhead product. During this time, the safety valves on the tower began relieving to the flare system, which resulted in the reported flare. During the conversion of the unit the overhead pressure meter was reranged in the field, but was no reranged in the control room. Due to this oversight the operator believed he was at a significantly lower pressure and did not immediately discover that the safety valves on the tower had lifted to the flare system. The calculations automtically completed by the flare system\n\nFollowup: No\n\nNotes: The cause of the accident is listed as preventable in the company's report, but there is no explanation whatsoever as to why it was preventable - that section is blank. The only remedial measure listed is that the pressure meter range was corrected in the control room. The letter to LDEQ states that reportable quantities of nitrogen oxide and butenes were exceeded.\n4.0 pounds\n\nLeak\/feed line leak\nCause: Corrosion\/corrosion leak occurred through a 3\/8 hole on the #2 feed inlet pip\n\nFollowup: No\n\nNotes: The tower that the corroded pipe led to was shut down and filled with water to stop residual hydrocarbon vapors from leaking out of the hole. The hole was plugged.An engineered leak box was installed on the line.",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9349845052,
        "format_confidence":0.967469871
    },
    {
        "url":"http:\/\/www.militaryindustrialcomplex.com\/totals.asp?thisContractor=APAC-SOUTHEAST",
        "text":"Military Industrial Complex Logo\n\nAPAC-SOUTHEAST Military Defense Contracts\n\nThe running total of United States military contracts awarded to the concern of APAC-SOUTHEAST (since 2007).\n\nThere are a total of (1) military contracts listed for APAC-SOUTHEAST in the MiC database. Only those contracts with a value of $6.5 million USD or greater are reported by the U.S. DoD. * Indicates a \"small business\" classification per the US DoD. ** indicates a \"small disadvantaged business\" per the U.S. DoD. NOTE: the U.S. DoD only publicly reports contracts valued at $6.5 million USD or greater.\n\nContracts are listed by awarded date descending.\n\nTotal: $6,225,295\n8\/16\/2007 - APAC-SOUTHEAST - $6,225,295",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8963604569,
        "format_confidence":0.9762768149
    },
    {
        "url":"https:\/\/evergreen.lib.in.us\/eg\/opac\/record\/20767884",
        "text":"Record Details\n\nCatalog Search\n\nMineral resources of the Idaho Primitive Area and vicinity, Idaho : an evaluation of the mineral potential of the area \/ by F.W. Cater [and eight others].\n\nRecord details\n\n  • Physical Description: 1 online resource (xiv, 431 pages, 2 pages of plates) : illustrations, maps (some color).\n  • Publisher: [Washington, D.C.] : United States Department of the Interior, Geological Survey, 1973.\n  • Distributor: Washington : United States Government Printing Office\n\nContent descriptions\n\nGeneral Note: Title from title screen (viewed September 15, 2014).\n\"Includes a section on aeromagnetic interpretation by W.E. Davis.\"\n\"Includes a section on the Thunder Mountain District by B.F. Leonard.\"\nBibliography, etc. Note: Includes bibliographical references (pages 389-390).\nSubject: Geology > Idaho.\nMines and mineral resources > Idaho.\n\nAdditional Resources",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8957996964,
        "format_confidence":0.9557278752
    }
]