[
    {
        "url":"http:\/\/www.contiki.com\/people\/62d3c1ef2d5d434e3ffe4201143634f1\/photos\/990397",
        "text":"Veronica Veronica\n\nFollow Veronica\n\n21-year-old Female living in Cairns, QLD Australia\n\nCrazy about the UK. Just booked the England\/Scotland Winter tour with my partner David on December 28th 2012. Looking forward to contacting people who are also going on this tour.Also looking to do more tours after this one.\n\nLevel 1 Traveler\n\n1 tour\n\n3 countries\n\nFind me on\n\nPhoto 1 of 1\n\nUploaded about 3 years ago\n\nComment on this photo\n\n\n\nVisas? Money? Where to go? Chat to us about travel.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.9907553792,
        "format_confidence":0.9512057304
    },
    {
        "url":"http:\/\/www.travellerspoint.com\/users\/Eleniki\/",
        "text":"Skip Navigation\n\n\n  • Full Member\n  • Member since 9th Mar 07\n  • 571 Photos\n  • 125 Forum Entries\n  • 285 Guide Characters\n  • 17 Blog Entries\n  • Full Name: Elena Ropovich ( 58 \/ Female )\n  • Lives In: Dublin, Ireland\n  • Citizenship: Ireland\n  • About Eleniki:\n\n    I travel as much as I can. I took a year off work and travelled and volunteered in South America, Nepal and China from September '07 to May '08. I'm glad I worked in Ecuador and Nepal as well as travelling, because it gave me a very different perspective on the cultures and the people, something you just can't get as a tourist.\n\n  • Hobbies:\n\n    Gardening, plants, trees, learning Spanish and Nepali, wildlife documentaries, world music\/culture, environmental issues, cooking, hiking, cats, travelling...\n\n  • Favourite places:\n\n    Sarajevo in beautiful Bosnia; Kas in Turkey; Crete; the coastline of west-cork and kerry in Ireland; the Picos de Europa in Asturias, northern Spain; the Andes, most particularly the Quilotoa loop, south of Cotopaxi national park in Ecuador; Peru, for the richness of its culture, Nepal for its ochre and saffron farmlands and the hearts of its people.\n\nLatest Blog Entries\n\nTravel Blogs Eleniki runs\n\n\nEleniki hasn't logged any travels yet.\n\nWiki Travel Guide\n\nSee all edits",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.9880170822,
        "format_confidence":0.9921544194
    },
    {
        "url":"https:\/\/garyspivack.ex.plo.re",
        "text":"Maritime Operations Florida Yacht Charter & Sales\n\nGary Spivack\n\nMaritime Operations\n\nFishing Charter Blog\n\n  • 19852\n    Reading Time: 10 minutes There’s an old …\n  • Deep Sea Fishing in Puerto Rico: A Complete Guide\n    Most islands in the world boast good fishing, but Puerto Rico is off the scales. Situated at the border between the Caribbean Sea and the Atlantic Ocean, it’s at the crossroads of some of the world’s best fisheries. Come deep sea fishing in Puerto Rico and see what all the fuss is about!\n  • The Great Red Snapper Count: A Game Changer\n    How impatient are you for the Red Snapper season to start? Year after year, we look forward with anticipation to the authorities to tell us what we can expect in the summer months. And we’re religiously waiting for them to announce the beginning of the Snapper fishing frenzy once again. \n\n\n\nGet 10% Off Charter!\n\nLocal Leader\n\n\nWhether you are a diver, fishing enthusiast or looking for a beautiful sunset cruise, Gary is your guide to Maritime Operations in Florida and the Gulf of Mexico.\n\n\nExplore Charters\n\n\nTestimonials & Lifestyle\n\nOur crew will help you set up, serve and clean up. We also can provide catering services–ask about our fresh seasonal seafood options.\n\nView More\n\nPrivate Charters\n\nYour charter can be customised with hourly options and easily booked by contacting me. We are also available for offshore transactions, sunset cruises, dive trips, burials at sea, and tours throughout the Gulf of Mexico and Florida.\n\n\nExplore Chaters\n\nContact Me\n\nExplore Yachts\n\nGary Spivack\n\nSchedule a Meeting\n\n\n\nTranslate »",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.8269081116,
        "format_confidence":0.6364635825
    },
    {
        "url":"https:\/\/www.zankyou.us\/f\/julio-dujarric-646614",
        "text":"• Website\n\n​Julio Dujarric has established a reputation as a Full Scale Destination Wedding Specialist in the Dominican Republic. With over ten years experience, Julio and his team have orchestrated numerous impecable weddings and events across his hometown Santo Domingo, and throughout the island. His success is built on his precision and his well-known “eye for detail”.\n\nJulio and team\/associates specialize in full scale customized destination wedding planning & design. Their main priority is understanding the client’s needs and preferences, and assisting the discerning couple with a very busy lifestyle to create a wedding that will be cherished for a lifetime.\n\n\n0.0 0 reviews\n\n\nStreet Address\n\nCity: 10018",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.7901496291,
        "format_confidence":0.9617869854
    },
    {
        "url":"https:\/\/luxuryhospitalitymgm.com\/team\/lazlogal\/",
        "text":"Lazlo Gal – Specialist Trainer and Customer Engagement Manager\n\nTalent Dynamics profile: Steel Energy – Lord \nStrengths of this profile: orderly, control\nChallenges for this profile: perfectionism can cause anxiety and procrastination\n\nLazlo’s passion for hospitality and excellence in service started when he was young. After completing formal restaurant training in Budapest, Hungary, he relocated to Ireland to gain experience in fine dining and became a professional mixologist. For six years, he developed his skills and knowledge in cocktails, fine spirits, wine, cheeses, cigars and coffee, all of which fueled his desire to travel and join the yachting industry in 2010.\n\nLazlo began his yachting career as a steward on board a 70-metre luxury yacht. During that time, Lazlo demonstrated his commitment to excellence and personalised services which led him to graduate with distinction from the International Butler Academy in Holland in 2012.\n\nFor the following eight years, Lazlo pursued his career as a chief steward and private butler for an American family. This challenging position gave him the opportunity to oversee several land- based properties and two yachts, as well as manage special events and the travel itineraries of his employer.\n\nNow settled in France, Lazlo shares his knowledge and passion for creating memorable guest experiences and building happy and motivated interior teams through his role as a Specialist\nTrainer with Luxury Hospitality. Lazlo is also our Customer Engagement Manager.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.6563010812,
        "format_confidence":0.9878594279
    },
    {
        "url":"https:\/\/www.seekingblueskies.com\/about-me\/",
        "text":"Midwestern girl from the States, I moved to Hong Kong with my husband after a year of marriage. With all the travel opportunities in Asia, we just can't get enough! The new cultures, the incredible terrain, tasty new dishes, interesting people, and all types of climates...I'm soaking it all in. Enjoy this blog about life in HK and try to keep up with me as I bounce from one adventure to the next. Blue skies ahead!",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.8702357411,
        "format_confidence":0.9863090515
    },
    {
        "url":"https:\/\/www.atlasobscura.com\/users\/01cf2883-f05b-4c32-97e8-86f8ca50c66a",
        "text":"jlbeever's User Profile - Atlas Obscura\nAO Member\nLeaderboard Highlights\njlbeever's activity rankings\nPlaces visited in Saguenay, Québec\nPlaces visited in Salinas, California\nLoading map...\nSaguenay, Québec\n\nArthur Villeneuve House\n\nAfter he picked up a brush at the age of 47 this simple barber turned his entire home into a canvas.\nSaguenay, Québec\n\nLa Petite Maison Blanche (The Little White House)\n\nThe little house that stood up to a disastrous flood has become a symbol of perseverance.\nSaguenay, Québec\n\nPyramide des Ha! Ha!\n\nDespite its name this unique art piece was established to commemorate a tragic flood.\nMontreal, Québec\n\nCanada Malting Silos\n\nThis crumbling industrial fortress has attracted daredevils, filmmakers, and historians.\nMontreal, Québec\n\nRené Lévesque Park\n\nThis exuberantly curated landscape is one of the largest sculpture gardens in Canada.\nMontreal, Québec\n\nNotre-Dame-de-Bon-Secours Chapel (The Sailors' Church)\n\nSmall ship votives hang from the vaulted ceiling of this port-side church with a Latin inscription on the wall.\nMontreal, Québec\n\nNotre Dame Basilica\n\nA grand Gothic Revival basilica with stained glass depictions of Montreal's religious history has only one soul resting in its crypt.\nSaint Lunaire-Griquet, Newfoundland and Labrador\n\nL'Anse Aux Meadows\n\nAn ancient Viking village in North America that predates Columbus by 500 years.\n\nGeysir Glíma Restaurant\n\nA restaurant devoted to \"trouser grip\" wrestling, an ancient form of Viking wrestling that is Iceland's national sport.\nThingvellir, Iceland\n\n\nThe picturesque birthplace of Icelandic democracy is drenched in the blood of its brutal past.\nThingvellir, Iceland\n\nÞingvellir Church\n\nThis beautiful, historic church looks like something out of a simpler past.\n\nGullfoss (Golden Falls)\n\nIf a glacial river suddenly diving into a sheer chasm via a dramatic, multi-stage waterfall isn't peak Iceland, it's certainly close.\n\nHaukadalur Geothermal Field\n\nThis valley of hot springs and boiling mud pots is home to the record-holding \"Geysir,\" which originated the English word.\n\n\nThe unique waterfall in Iceland's south features a backdrop of geometric black lava columns.\nKey Biscayne, Florida\n\nCape Florida Lighthouse\n\nLocated within a historic park, the beacon is the oldest standing structure in Miami.\nSan Juan, Puerto Rico\n\nGarita del Diablo\n\nLegend tells how a Spanish soldier disappeared from this isolated sentry box without a trace.\nPuerto Rico\n\nCascada La Mina (La Mina Falls)\n\nA magnificent waterfall nestled in the heart of the El Yunque National Forest.\nSan Juan, Puerto Rico\n\nLa Casa Estrecha (The Narrow House)\n\nThis tiny home was originally a narrow alleyway.\nSan Juan, Puerto Rico\n\nOld San Juan Cemetery\n\nThis bleach-white graveyard overlooking the ocean is accessed through a tunnel.\nSan Juan, Puerto Rico\n\nCapilla del Santo Cristo de la Salud (Chapel of the Holy Christ of Health)\n\nThis chapel on a cliff is renowned for its healing powers and was founded on the site of a supposed divine intervention.\nSalinas, California\n\nThe Steinbeck House Restaurant\n\nEat a tasty meal in the house where John Steinbeck was born.\nSalinas, California\n\nFort Ord\n\nOnce America’s most beautiful army base, this abandoned military fort on the coast of Monterey Bay has been left to the elements.\nMonterey, California\n\nJellyfish Exhibit at Monterey Bay Aquarium\n\nOne of the most elaborate displays of Jellyfish is on display at the aquarium.\nEllicott City, Maryland\n\nEnchanted Forest Theme Park\n\nRemnants of a storybook amusement park hidden behind a strip mall.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.8895401359,
        "format_confidence":0.5094028711
    },
    {
        "url":"http:\/\/www.ciaoamalfi.com\/contact\/",
        "text":"I hope you have enjoyed exploring the beauty, history and traditions of the Amalfi Coast on Ciao Amalfi. Can’t get enough of the Amalfi Coast? Me either! You can enjoy more from the Amalfi Coast by following me on Instagram, Facebook and Twitter, too. To receive all the latest news, sign up for the Ciao Amalfi Newsletter!\n\n\nPlease contact me below for writing requests or just to say “Ciao!” I love hearing from readers, and do my best to respond to all requests for information or travel planning help for the Amalfi Coast. Enjoy the travel tips and inspiration on Ciao Amalfi!\n\nYour Name (required)\n\nYour Email (required)\n\n\nYour Message",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.9916573763,
        "format_confidence":0.8488705754
    },
    {
        "url":"http:\/\/www.travelpod.com\/members\/jamiecaroline",
        "text":"The Round Up\n\nJamiecaroline's Traveler Profile\n\nI have traveled to 16 countries, posted 437 pictures and written 106 entries in 1 travel blog\nJamiecaroline's picture\nUnited Kingdom Flag of United Kingdom\nMember Since\nAug 6, 2007\n\nRecent Entries by Jamiecaroline\n\n  • Partying away in BA - Jul 1, 2008\n\n    We were a little peeved that we couldn´t go sking in Mendoza as it was just going to be too expensive so we decided to make the most of Buenos Aires and party as hard as we could. We stayed in Tang...\n\n  • The Round Up - Jul 4, 2008\n\n    Well it is the end of our 10 month adventure round the world. We have successfully visited Thailand, Laos, Vietnam, Cambodia, Malaysia (only briefly), Singapore, Australia, New Zealand, Chile, Arge...\n\n  • Up in the northeastern corner is a little point of Argentina with a gigantic waterfall. We had the perfect day to explore Iguazu falls and the park around it. I was particularly excited about seein...\n\nStart your own travel blog Travel Blogs by Jamiecaroline\n\nUse this image in your site\n\nCopy and paste this html:",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.996163249,
        "format_confidence":0.9635328054
    },
    {
        "url":"https:\/\/www.airbnb.com\/users\/show\/3434293",
        "text":"• Arturo\nVerified ID\n  • Email Address\n  • Phone Number\n    ▒▒▒▒▒▒▒▒▒▒ 66\n  • Reviewed\n    6 Reviews\n  • Offline ID\n    Identification Card\n\nHey, I’m Arturo!\n\nLondon, United Kingdom · Member since August 2012\nReport this user\nYou have reported this user. Undo?\n\nI am from Madrid, Spain but recently moved to London from New York. I am male, mid-thirties, work for a Swiss bank in Human Resources.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.5469651818,
        "format_confidence":0.9760468006
    },
    {
        "url":"https:\/\/it.gomfy.com\/profile\/publicprofile\/15143\/",
        "text":"Andrea R.\n\nAndrea R.\n\nMember since: 24-02-2018\n\nCiao, io sono Andrea R.\n\nMember Since February 2018\nFrom Madrid. I just finished the degree in biology. I consider myself to be a positive person who loves nature and live new experiences. I also really love traveling and meet people from different countries!\n  • Lingue: non fornito\n  • lavoro: Student\n\nI'm looking for Accommodation in Madrid, Spagna\n\nAlloggio in Famiglia in 4, any type of board, dal 16\/03\/2018 al 17\/03\/2018.\n\nVuoi contattarmi? Registrati o effettua il login come ospite",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.5868787766,
        "format_confidence":0.990029633
    },
    {
        "url":"https:\/\/frugalnomads.ning.com\/profile\/MirandaMetheny",
        "text":"Miranda Metheny\n  • Female\n  • Columbia, MO\n  • United States\nShare on Facebook Share\n  • Your Blog Posts\n  • Groups (36)\n  • Your Travel Pix\n  • Photo Albums\n  • Videos\n\nMiranda Metheny's Friends\n\n  • Diana Lambdin Meyer\n  • EnLinea Media\n\nMiranda Metheny's Groups\n\n\nMiranda Metheny's Page\n\nProfile Information\n\nAre you connected to the tourism\/travel\/hospitality industries or travel media in any way? If so, please specify how (kindly include any relevant company names\/Web sites!).\nI am studying to become a Journalist.\nOn which destinations & travel topics can you advise members especially well?\nJapan, Youth Travel, Scandinavia\nWhat destinations are you most interested in learning about?\n\nComment Wall (1 comment)\n\nYou need to be a member of Tripatini to add comments!\n\nJoin Tripatini\n\nAt 9:43pm on March 9, 2010, EnLinea Media said…\nGood afternoon, Miranda, and welcome to Tripatini! It's great to have you with us -- and we think you'll find our site productive as well as interesting and enjoyable.\n\nTo get the most out of Tripatini, we recommend you take a moment to join several of our many groups which you may find of particular use, such as Missouri; Spring Break; Bars & Clubs; Resorts Corner; Eco\/Sustainable Tourism; Culture Vultures; History\/Heritage\/Archaology; Denmark; Sweden; Iceland; and plenty of others covering many other topics and most destinations across the globe.\n\nFYI, on your profile you'll see a green bar marked \"Text Box,\" which you can turn into a box containing not just text but also photos and even videos about yourself, your travels, your studies, other activities, and more.\n\nFinally, if you would, please be so kind as to spread the word among your travel-interested friends, family, colleagues, associates, and classmates. It's fast and easy to use our \"INVITE\" function above left on the navigation bar to enter e-mails (even your whole list at once!). Finally, please join our Facebook fan page and follow us on Twitter (see front page info box); we'll be happy to reciprocate!\n\nThanks much for joining us; we wish you an outstanding rest of 2010, and it goes without saying that we look forward to seeing you online.\n\n\nYour Travel Pix\n\n\n\n© 2022   Created by EnLinea Media.   Powered by\n\nBadges  |  Report an Issue  |  Privacy Policy  |  Terms of Service",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.9752682447,
        "format_confidence":0.9905235171
    },
    {
        "url":"https:\/\/www.airbnb.com\/users\/show\/1215588",
        "text":"• Maria\n  • Email Address\n  • Phone Number\n    (▒▒▒) ▒▒▒- ▒▒ 88\n  • Reviewed\n    72 Reviews\nAbout Me\nEnglish, Español\nMaria's Airbnb Symbol\n\nVisit create.airbnb.com »\n\n\nHey, I’m Maria!\n\nNew York, New York, United States · Member since September 2011\nReport this user\nYou have reported this user. Undo?\n\nWe live in NYC!!\nWe have great furnished apartments in the most amazing city in the world - New York\nand we also have a great vacation condo in Medellin, Colombia.\n\nWe understand what you need and what you want when you rent a furnished apartment:\n\n1. Location. Every apartment is close to the center of it all. Walk everywhere.\n\n2. Comfort.\n\n3. More space. A one bedroom apartment is aprox 700 sf\nA 2 bedroom apartment is aprox 1,000 sf.\n\nThat is a lot of room, comparing to a tiny hotel room\n\n4. Save a few dollars.\n\n5. Cleanliness. Our apartments are all professionally cleaned and we upgrade them continuously so that you are always comfortable. Just like at home.\n\nAll you need in our apartments is your own toiletry!\n\nLooking forward to meeting you and giving you some local advise,",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.7601735592,
        "format_confidence":0.98246032
    },
    {
        "url":"http:\/\/salehhospitality.com\/sayed-saleh.html",
        "text":"Sayed M. Saleh has earned\na reputation as an energetic and visionary\nleader in the hospitality world. He began his hotel career over thirty years ago in his native Egypt after completing his college studies at Cairo University. Over the years, he has worked in the Middle East, Europe and the United States.\n\nFollowing his initial academic and property level training, Mr. Saleh spent several years in London where he began his managerial training within the luxury segment. In 1974, he came to the United States, settling in Boston as the Managing Director of The Colonnade hotel. Under his stewardship, The Colonnade became a favorite of both business travelers and international visitors and was welcomed as a member of both Preferred Hotels & Resorts Worldwide and The Leading Hotels of the World.\n\nOne of the first to envision the potential from growing international tourism early in the 1980's, Mr. Saleh led impressive overseas promotional efforts for his property, in cooperation with local industry and governmental marketing interests throughout Europe and the Far East. As a result, The Colonnade soon captured the largest percentage of the inbound foreign visitor market in New England and became known as \"Boston's Grand European Hotel.\"\nMr. Saleh has been honored for his international service to the hospitality industry, as well as his superior performance as a hotelier. His awards include the Preferred Hotels & Resorts Worldwide “2000 Number One Service Award” in North America, the “Top 10 in the World” Service Award in 2001; the “1989 Spirit of Massachusetts International Tourism Leadership Award,” and the “International Golden Helm Award.”\nIn 1993, Mr. Saleh acquired the Orchards Hotel in Williamstown, Massachusetts. The Orchards quickly earned the reputation as an intimate, boutique luxury lifestyle hotel which won numerous awards for its exceptional service, elegant ambiance and world-class cuisine. It too, was a member of The Leading Small Hotels of the World and Preferred Hotels and Resorts Worldwide. In addition, the hotel was a perennial winner of both the International Five Star Diamond Award and the AAA Four Diamond Award.\nFor many years, Mr. Saleh served as a board member of Preferred Hotels & Resorts Worldwide, devoting himself to the growth and development of that organization. He was honored by Preferred Hotels & Resorts Worldwide as the “2003 Hotelier of the Year.”\n\nMr. Saleh has served on numerous community, industry and government boards and commissions: President, Boston Skal Club International; Past President, Greater Boston Hotel Association; member of the Board of Directors; Massachusetts Lodging Association, Greater Boston Convention and Visitors Bureau, New England Inns and Resorts Association, Tourism Massachusetts International, and the Roger A. Saunders School of Hotel and Restaurant Management at Newbury College, Boston.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.8294560313,
        "format_confidence":0.9793246388
    },
    {
        "url":"http:\/\/www.stayadventurous.com\/about-craig-zabransky\/my-resume\/",
        "text":"My Rèsumé\n\nStay Adventurous (2010-Present)\n\ncraig zabransky\n\nOwner and creator of the travel website Stay Adventurous ( a mind set for travel, a mindset for life. The site provides inspiration and travel ideas not only for specific destinations, but also encourages others to take and make adventure in their lives.\n\n  • Posted over  375 stories in three years on my adventures from the US and across the globe\n  • Created the weekly Sunset Sunday post (now over 125+), capturing the meaning and metaphor found in each sunset´s special moment.\n  • Created other timely and relevant special themes such as ¨Culture through Cuisine,¨ a winter ¨Beach Thursday¨to keep us warm through the season, and also destinations specific themes such as  ¨Mexican Bicentennial Tribute¨ and “All Africa All August”\n  • Provides an expertise on Mexico, Southern Africa, and the United States\n  • Created Unique Stay Adventurous mindset tips to travelers to teach them how to incorporate adventure into their travel and daily living.\n\nFreelance Writer – Photographer (2005-Present)\n\nAfter nearly a year traveling, I realized I needed to share my stories and adventures with the world to encourage others to do the same. I started to realize travel was not just enjoyment, but a great educator. The RTW (´round the world) can me be more valuable than an MBA (and cheaper too).\n\n  • Content Contributor and an Ambassador for Mexico Today, ( an organization designed to promote the stories about Mexico to the public through multiple social media channels (2011-2012)\n  • Content Contributor for AllAboutMexico websites ( and specifically working for the expansion of its AllAboutPuertoVallarta and AllAboutMazatlan web site (2011-2013)\n  • Travel Writer for with a focus on Mexico, Europe, and America (2010-Present)\n  • Contributor and ¨South of the Border” expert for the News & Views at (2009-2011).\n  • Travel Blogger for Gaincontact, a multicultural learning center in New Jersey (2009).\n  • Senior Travel Writer for Real Hoboken Online an e-Magazine (2005-2009).\n  • Award winning photographer as part of the MexMonday, TogChat, and Florida Keys contest.\n  • Contributor to the Shanghai Metro Newspaper and Caribbean Travel & Life Magazine Travel Blog\n  • Licensed Photos to SF Gate, Luxaviation and Mexi-Go.\n  • Social Media savvy with 6,500+ followers on twitter at t:@stayadventurous.\n\nTravel Sabbatical (2004-2005)\n\nIn November of 2004, I took nearly a year off from management consulting position to travel the world and see it from a backpack rather than a luxury or business perspective. My eyes opened up. The original plan of 3 months, quickly blossomed into nearly a year of seeing the world.\n\n  • Visited 15 countires in Central & South America and across Eastern & Western Europe\n  • Called Buenos Aires home for two months, deciding to explore living abroad as part of my travels\n  • Learned to be conversational in Spanish enabling me to secure a long-term position in Mexico City upon my return to management consulting\n\nGlobal Management Consultant (1998-2009)\n\nFor over ten years, I worked to improve the business processes of the top tier investment banks on Wall Street and across the globe.\n\n  • Employed at Arthur Andersen, KPMG Consulting, and BearingPoint all working with the same team of Financial Service Consultants.\n  • Worked with the following investment banks: Goldman Sachs, JP Morgan Chase, Merrill Lynch, UBS, and others.\n  • Worked and lived in Asia, Europe, Latin America and across the United States.\n  • Instructed both experienced and new hire consultants on business processes techniques and basic consulting principles.\n\nIn the Press\n\nI have appeared on Television, Radio and in numerous publications both in print and on the web. Highlights include:\n\n  • TV News – appeared on Fox and Friends to discuss successful people changing careers in difficult economic times.\n  • Satellite Radio – appeared on Sirius Radio four times to discuss travel sabbaticals and following your career dreams on the Martha Stewart Channel\n  • Cruise Radio – Co-Host and Contributor for multiple episodes of Cruise Radio focusing on Caribbean, Mexico, and Central America\n  • Interviewed on AOL Jobs and various travel sites about being a travel blogger – writer\n  • Interviewed for Work Style Magazine regarding my successful career change\n  • Interviewed and appear in award winning book titled “How to Ditch the Corporate Work and Rock Your Own”\n\n\n  • Graduate of Villanova University with a BSBA; major in Finance; minor in Political Science (1995)\n  • Attended two Gotham Writing (NYC) classes Memoir Writing (2000) and Travel Writing (2004)\n  • RTW (‘Round the World), learned from travels across the globe (2004-5)\n\nYou can also find out more detailed information read about Craig Zabransky and view my LinkedIn Profile.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.8399473429,
        "format_confidence":0.9934865236
    },
    {
        "url":"http:\/\/www.travelpod.com\/members\/peaceforearth",
        "text":"We're home again!\n\nPeaceforearth's Traveler Profile\n\nI have traveled to 3 countries, posted 207 pictures and written 28 entries in 1 travel blog\nPeaceforearth's picture\nUnited States Flag of United States\nMember Since\nMay 30, 2007\n\nRecent Entries by Peaceforearth\n\n  • We're home again! - May 26, 2008\n\n    We arrived home on April 28 as planned. We're glad that so many people have warmly welcomed us back, showing us at least that they were aware of our absence during the six months of winter. We were...\n\n  • Chicago - Apr 24, 2008\n\n    Chicago meeting.\n\n  • Our hearts are overflowing with the love that has been shared with us while on this trip. Our oversight committee and Friends in our Meeting have held us in their prayers, as have many other Friend...\n\nStart your own travel blog Travel Blogs by Peaceforearth\n\nUse this image in your site\n\nCopy and paste this html:",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.952758193,
        "format_confidence":0.9692366123
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/members\/robertdecousta.html",
        "text":"Go Back   CruiseMates Cruise Community and Forums > Members List\nRegister Forgot Password?\n\nSite Admin\n\nrobertdecousta robertdecousta is offline\n\nJunior Member\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: March 5th, 2012 02:05 AM\n  • Join Date: March 4th, 2012\n  • Referrals: 0\n\nAll times are GMT -4. The time now is 01:13 AM.\ndesign by: Themes by Design\n\nSearch Engine Friendly URLs by vBSEO 3.6.1",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.949198246,
        "format_confidence":0.9879029393
    },
    {
        "url":"https:\/\/www.boondockerswelcome.com\/users\/4609\/",
        "text":"Age: 55-65\n\nMember since April 2015\n\nDiscovering North America with a 20 feet long Campervan (Safari Condo, Promaster XL Plus).\n\nActive Guest\n\nDo you know or have you hosted this user?\n\nMonsieur Yves: retired from work (computer and standard specialist) at Quebec government. Like : cooking (member of Marmitons de Quebec since 2004), fly fishing, NCAA College football. Mother tongue: French. Speaking also English, Spanish and a little German. Like to meet new people and talking with them.\n\nMadame Diane: retired nurse. Likes readings, walking in the nature, byking.\n\nAnd..., both we love Quebec City...\n\nSkills & Expertise to Share\n\nUnfortunatly, we can't host RVs. However, we can provide information about a boondocking site and a free dump station at 2 miles from home.\n\nSince I am an Official tour guide of Quebec City, we like to share our passion by guiding guests in Old-Quebec, the first permanent French settlement in North America (1608).\n\nHudy's Pets\n\n\nFavorite Boondocking Locations\n\nNewfoundland, Canada.\n\nHudy's Hometown\n\nWe live in Quebec City Center Town, Canada.\n\nHudy's Guest Details\n\nHudy's Rig\n\nRig Type: Class B\n\n20 feet long\n\nWe have a campervan Safari Condo Promaster Ram XL Plus 2017 (20 feet-long).\n\nHudy's References (9)\n\nReferences from Hosts (9)\n\n\nNovember 2018\n\nA quick stop for an overnight\n\nNice couple.\n\nHappy Hoof Farm\n\nApril 2018\n\nAbsolutely Fell in Love with Them\n\nA beautiful couple. We absolutely fell in love with them!! It was so much fun speaking French with them. We learned a lot about Quebec and there customs. It was a pleasure to host them! We hope to go visit them in Quebec next year!\n\n\nApril 2018\n\nIt was our pleasure to host!\n\nYves and Diane are an absolute delight! It was great to meet them and we very much enjoyed the time we had the privilege of spending with them. They were social while always respectful of our home and family, and we are looking forward to spending time with them again!\n\n\nApril 2018\n\nno formal intro but clear communicators\n\nThis team stayed at our place, we were out of town so we did not formally meet them. The were clear communicators. Safe travels.\n\n\nApril 2018\n\nGreat People\n\nThis is the second time we've hosted Hudy. These are great people, they are great friends. We had such a good time we are headed to Canada next summer. Travel safe.\n\n\nOctober 2017\n\nRecent stay with us\n\nGreat couple. Wonderful to get to know and talk with. Very friendly and comfortable to talk with. We really enjoyed visiting with them. We look forward to hosting them again in the future.\n\nSnuffy's Tree farm\n\nAugust 2017\n\nGood folks\n\nNice people and had quite interesting talks with them.\n\n\nAugust 2017\n\nEasy to accomodate\n\nThis couple spent one evening with us recently and were very easy to accommodate. They are fully self contained and their rig is only 20 foot long. Communication with was excellent and they even texted when they were close to arrival. Conversation with them was fun and educational. We highly recommend them as guests\n\n\nApril 2017\n\nWhat fun and interesting conversations\n\nWe hosted Hudy for two nights. Yves and Diane are lovely people, very interesting and we had fun with good conversations. Can't wait to visit them and get a private tour of Quebec. They are most welcome to return anytime.",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.9550671577,
        "format_confidence":0.9853197336
    },
    {
        "url":"http:\/\/www.tripntale.com\/me\/nesolleka1988",
        "text":"\nMelissa Pierce\nAbout Me\n\nclick here On-site massage therapy while sittinged in a chair on reducing tension as indicated by blood pressure.\n\nNo trips yet so far, but coming soon perhaps?\nRecent Activity\n\nAlready a TripnTale user?\n\nPlease Login to comment\nNot a TripnTale user yet?\n\nFree Sign up for a new account in 5 seconds.\n\n  1. Sign Up with TripnTale\n\nCity Use comma to separate multiple cities\nCountry Use comma to separate multiple countries\nTrip Name Example: \"Summer Vacation 09\", \"Romantic Getaway\", or \"Around the world trip\"\nCreate New Trip Update Trip",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.8246815801,
        "format_confidence":0.9899145365
    },
    {
        "url":"http:\/\/www.travellerspoint.com\/users\/slangrish\/",
        "text":"Skip Navigation\n\n\n  • Budding Member\n  • Member since 25th Nov 12\n  • 2 Forum Entries\n  • 0 Guide Characters\n\nstill learning!\n\n  • Lives In: Koh Samui, Suratthani, Thailand\n  • Hobbies:\n\n    travel, travel, travel!\n\n  • Favourite places:\n\n    Spain, Italy, Thailand\n\nLatest Posts in the Travel Forums\n\n\nslangrish hasn't logged any travels yet.\n\nWiki Travel Guide\n\nslangrish hasn't been active in the wiki travel guide yet. Have you?",
        "topic_id":23,
        "format_id":14,
        "topic_confidence":0.9763531089,
        "format_confidence":0.9916213751
    }
]