[
    {
        "url":"https:\/\/benefitsox.com\/benefits-of-eating-grapes\/",
        "text":"Benefits of eating grapes\n\n10 Amazing Benefits Of Eating Grapes\n\n87 \/ 100\n\nAmong the many different interests that the countries share, the love for grapes is a common one. With a high concentration of healthy nutrients, there are numerous benefits of eating grapes, especially due to its effectiveness as an antioxidant.\n\nWith seeds and without seeds, red to green colored, you can enjoy grapes in a plethora of its available forms and each one has its own distinct taste.\n\nWhat do grapes consist of?\n\nGrapes are one of the healthiest and most nutritious fruits. A cup of grapes weighing approximately 150 grams has only 104 calories despite its ability to serve as a fulfilling snack or a side-dish to a meal. Interestingly, while it has 27.3 grams of carbohydrates, the fat contained in grapes is only 0.2 grams even though they are one of the sweetest fruits when ripe. The same serving of grapes also fulfills approximately one-fourth of the Recommended Daily Intake (RDI) of Vitamin C and Vitamin K. The delicious fruit is also rich in several other minerals and vitamins that make it a favorite and recommended addition to diets.\n\nBenefits of eating grapes:\n\nGrapes Are Rich with Vitamins C and K:\n\nGrapes contain a good amount of Vitamin K and Vitamin C. Vitamin K is a nutrient with potency to maintain a healthy balance of platelets and therefore helping blood clotting. This nutrient is also known to be good for people with bone-related problems or deficiencies. Vitamin C, on the other hand, is efficient at preventing oxidization and also promotes healthy tissue development in the body. Since Vitamin C is an important nutrient and one that is not produced naturally by the body, it is important to add Vitamin C-rich foods in your diet, for which grapes are a great source.\n\nAntioxidant and a great medicine:\n\nAntioxidation is an important process for the body to function in a healthy manner. The antioxidants present in grapes are presented to prevent numerous diseases such as cancer, diabetes, and more, especially with its property of being able to control the movement of free radicals. Among all benefits of eating grapes, this one is the most achievable by the use of red grapes as they contain the highest values of resveratrol.\n\nGrapes are Great for a Good Heart:\n\nGrapes are not good for just some fine wine; they are good in a healthy way for a great and maintained heart health. The plenty of potassium present in grapes provides approximately 6 per cent of the total Recommended Daily Intake, and potassium is actually found via researches to be an efficient remedy at maintaining blood pressure, hence preventing heart diseases like stroke or failure. Moreover, red grapes specifically have been proven to reduce bad cholesterol.\n\nMaintains Sugar Levels in Blood:\n\nWhile it is a common idea that anyone with diabetes should avoid grapes altogether as they contain a lot of glucose, however, it is interesting to realize that how this glucose is absorbed changes its recommendation as a diabetes-friendly fruit. The glucose in grapes is absorbed relatively slowly into the blood stream and the fruit is found to be beneficial in maintaining blood sugar levels and decreasing insulin insensitivity, but only when taken in a controlled diet.\n\nGrapes Improves Your Vision:\n\n10 health benefits of grapes\n\nOne of the most long-term benefits of eating grapes is its effect on eye health. Grapes are known to have the nutrients required for a healthy vision. The antioxidants present in grapes have been found to be beneficial in preventing the eyes from getting damaged by prolonged exposure to blue light emitted by screens. Also, there are several eye diseases that occur with aging that a regular diet of grapes can prevent.\n\nEncourages a Healthy Brain:\n\nGrapes are rich in resveratrol, a nutrient that is often recommended for prevention and treatment by doctors for chronic diseases like cancer and diabetes. However, grapes are not good for just the heart, but also the mind. The resveratrol has been used in many research control groups to find its effects on the brain, and interestingly, it has given great results for an increased attention span, improved memory, and even a happy mood! What’s more? Grapes are known to be an effective hack for preventing the onset of Alzheimer disease or its symptoms.\n\nGrapes Makes Your Bones Stronger:\n\nBones are made stronger with calcium, and more calcium is absorbed into bones with a better diet of grapes. That is because grapes contain a large variety of nutrients required for good bone health, including magnesium, phosphorus, calcium, potassium, Vitamin K, and more.\n\nPrevents Common Health Issues:\n\nWith their richness in antioxidants and other nutrients, grapes are almost a medicine for the common cold and other common health issues including viral flus, bacterial and yeast infections etc. These benefits of eating grapes are also contributed to its dosage of Vitamin C which is known to be a booster of immune system. Moreover, the resveratrol in grapes also makes your immune system stronger against potential food-related sicknesses.\n\nGrapes Keeps You Younger:\n\nAnother thought-provoking effect of having grapes in the long term is its anti-aging properties that ultimately increase your life expectancy. There is a gene called SirT1 that is known to prolong life and slow down the aging process. The resveratrol in grapes boosts this gene and thus, keeps you younger for a longer time.\n\nIs eating grapes at night bad for you?\n\nIn general eating any fruit at night is bad for your health. whether it was grapes, bananas, or any other fruit. And that because it will raise your energy levels. And at night your body need to be relaxed and any raise in energy can cause insomnia and listlessness\n\nHow many grapes should you eat a day\n\nA study recommended taking 20 grams of the fruit’s extract every day to maintain sugar levels.\n\nThese are the many benefits of eating grapes that would make your diet healthier, and your body more maintained both internally and externally. Grapes are one of nature’s blessings as they suit most tastes and are available around the world for most times of the year.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.868483901,
        "format_confidence":0.9796574712
    },
    {
        "url":"https:\/\/www.scarsdalepediatricdental.com\/blog\/the-6-tips-your-toothbrush-wants-to-tell-you\/",
        "text":"The 6 Tips Your Toothbrush Wants to Tell You\n\nYou already know how important I am to your oral health. That’s why you brush your teeth for two minutes twice a day.\n\n6 Tips ToothbrushHowever, are you aware of how much bacteria lives on your toothbrush? Researchers have found that a single toothbrush can have as many as 10 million germs and bacteria! But, don’t let this statistic scare you away from brushing. These bacteria aren’t a huge threat to your teeth according to, because its been researched that these germs don’t make people sick. That’s because toothpaste is made with an anti-germ component.\n\nSo what is your toothbrush trying to tell you to help prevent all these germs?\n\n  1. Keep me clean and dry!\n\nIt’s important that you use your toothbrush correctly. Always make sure to rinse it in tap water and give it time to air dry. Germs need moisture to survive, so as long as you give your brush enough time to dry before using it, you should be fine. Make sure not to leave any toothpaste or debris in the head of your brush, rinse it well!\n\n  1. Store me upright!\n\nWhen you’re at home, store your toothbrush upright in a cup or toothbrush holder. This allows it to air dry, which will help kill those germs. On the road? When traveling make sure to keep your toothbrush in a travel holder, that way it isn’t rolling around uncovered and collecting bacteria in your bag.\n\nIf you really want to be in the clear you can soak your toothbrush in a toothbrush sanitizer or in mouthwash. Another alternative is to place your toothbrush in boiling water for 5-10 seconds. Don’t ever put your toothbrush in the dishwasher or microwave, these appliances will damage your toothbrush!\n\n  1. Don’t brush where you flush!\n\nTry to store your toothbrush as far away as possible from the toilet. This is because each toilet flush sends a spray of bacteria into the air and I’m sure you don’t want that near your open toothbrush! We recommend at least 3 feet!\n\n  1. I only want one owner!\n\nDon’t share! Forget what your kindergarten teacher told you about sharing. When it comes to toothbrushes, it’s an absolute no! No matter how close you may be to that person, whether it’s your sibling or spouse, don’t ever use their toothbrush.\n\n  1. It’s time for us to say Goodbye!\n\nThe American Dental Association recommends getting a new toothbrush about every three months. This also depends on the wear of the bristles. Some people brush with a heavy hand and therefore their bristles may wear out sooner. It’s important to judge when it’s time for a replacement based upon the bristles, so don’t mark it in your calendar, just keep a look at your bristles. Be sure to check your kids’ brushes regularly because they will probably need to be replaced more often.\n\n  1. Let me remind you!\n\nSome toothbrush brands feature color-changing bristles that remind you when it’s time to get a new brush. You could also make a reminder to replace your toothbrush the first day of every season.   That way you’re replacing it four times a year, with an average of 3 months per brush.\n\nComments are closed.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9970440269,
        "format_confidence":0.9732331634
    },
    {
        "url":"https:\/\/www.gofameus.com\/diets-that-can-ruin-your-health\/",
        "text":"Health & Productivity\n\n7 Unsafe Diets That Could Ruin Your Health\n\nFor the uninitiated, fad diets are usually quite restrictive diets don’t teach any healthy, long-lasting habits. They can be difficult to maintain and possibly even hazardous to your health. Your diet must be balanced, no matter what your goal in undertaking it is. Otherwise, it might leave you hungry, weak, and fatigued. It could negatively impact either your metabolism or your hormonal health and can increase stress or anxiety over food choices.\n\nBesides, it also might just be a waste of time. If you need to prevent such consequences, you need to be aware of your choices and selections. So, what are some of the top fad diets to avoid? Read on to find out.\n\nBlood Type Diets\n\nDeveloped by the naturopathic physician Peter D’Adamo, this diet is based on the idea that foods we eat are chemically reactive to our blood type. For instance, Type O blood types are recommended with eat lean meats, fruits, and vegetable while avoiding dairy and wheat. Type A dieters are supposed to be vegetarian, and those who are Type B should avoid chicken, wheat, corn, tomatoes, sesame seeds, and peanuts. Unfortunately, there is no scientific proof that blood type will affect weight loss. The diet may also prove very restrictive depending on your blood type.\n\nThe Lunar Diet\n\nIf you didn’t know, there is a fasting diet that is regulated according to the lunar calendar. This recommends a fast allowing only the intake of juice and water during the full or new moon, where you could lose up to six pounds of water weight during a single day. There is an extended version, which starts with the daytime fast and continues with specific plans during each phase of the moon. This is perhaps one very strange diet —for the weight loss comes from not eating, has nothing to do with the moon, and will probably come right back.\n\nThe Atkins Diet\n\nLow carb diets are not new, and the Atkins diet is perhaps one of the more popular of them. This diet has varying stages of carb elimination, starting quite extreme and followed by a gradual carb increase. It is complicated and calls for real monitoring of net carbohydrates, high fat, and high protein. Cutting out all carbs can lead you to micronutrient deficiencies and other health risks. It also may require multivitamins to avoid nutrient deficiency.\n\nA healthy alternative to atkins diet, also being low carb, would be the keto diet. It is far more precise regarding how much and what you eat and actually change your metabolism and how your body uses energy. Not only does it help you lose weight, but it also leads to several other benefits for your health.\n\nRaw Food Diets\n\nThis diet claims to have many health benefits. Boosting vegetable and fruit intake can help you lose weight and gain healthy nutrients, for sure. However, it is a very impractical diet. Those who use this diet think that cooking food destroys nutrients so they spend hours juicing, dehydrating, blending, sprouting, and cutting, chopping, germinating, and rehydrating. It is really impractical as far as food preparation goes. And cooked vegetables still have tons of vitamins, minerals, fiber, and nutrients.  Cooking, in fact, can sometimes enhance nutrients while killing bacteria.\n\nCabbage Soup Diet\n\nThis is one of the original fad diets where the majority of the food consumed is cabbage soup, eaten two or three times each day for up to a week. You also add other low-calorie foods such as skim milk and bananas. It will yield weight loss in the short term, however, it is a quick fix diet. It can also cause bloating from all the cabbage, which also lacks protein. It isn’t a balanced diet in the long run, keeping at bay carbohydrates, healthy fats, and lean protein.\n\nThe Grapefruit Diet\n\nIt focuses all  on grapefruit or grapefruit juice. It claims to help dieters lose 10-12 pounds over a span of 12 days due to the enzymes in the grapefruits that are claimed to be “fat busting.” Anytime you are following a low-calorie diet, you will lose weight, so that definitely falls into this category. However, a balanced meal is overall still preferable in the long run as it trains and educates one in food choices and their overall benefits.\n\nCookie Diets\n\nThe Hollywood cookie diet or the Smart for Life Diet promises that eating, yes, cookies will allow you to drop pounds. They are in fact just high-protein, high-fiber cookies designed for weight loss. One company makes them from egg and milk protein. This constitutes your breakfast, lunch, and snacks. Dinner is normal and it equals about 1,000-2,000 calories per day. You will definitely lose weight on this diet, but will end up possibly binging come dinnertime from being deprived all day long. Try instead to maintain healthy and balanced eating habits throughout the day to keep your metabolism geared up, but in equilibrium.\n\n\nThe many different unsafe diets available include others such as the South Beach, Zone, DASH, or others. When undertaking a new diet routine, you need to think about the long-term desired effects.\n\nDo you want to lose weight? Do you have a more serious health issue to address? These should not be treated in the same way. Fad diets can cost a lot of wasted time and money. There are also several fad diets that can limit your macronutrient intake, thus causing possible nutrient deficiencies.  They may give you short-term boosts or weight-loss but the long-term effects are usually much different.\n\nYou could gain weight quickly, or other harmful effects may happen, not to mention the long-term dangers of nutrient deprivation found with many of the diets. Instead of a fad, quick-fix diet, seek instead a diet tailored to your specific issues. For digestive issues, temporary elimination diets can be very effective. If you have an autoimmune disorder, anti-inflammatory diets can be both protective and sustainable. Want to lose weight? Try the ketogenic diet which limits carbs, but actually changes your body’s metabolism in order to help in becoming healthy and trim naturally.\n\nJoin The Discussion\n\nSend this to a friend",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9828049541,
        "format_confidence":0.9885333776
    },
    {
        "url":"https:\/\/www.corechiropractic.net\/5-things-probably-didnt-know-dr-brown\/",
        "text":"5 Things You (Probably) Didn't Know About Dr. Brown\ndidn't know\n\n1. Dr. Brown’s first chiropractic adjustment was given by the first licensed black chiropractor in Texas.\nWhile trying to figure out what career I wanted to pursue, I toured Texas Chiropractic College and was introduced to an historic figure right away, Dr. Romanuel Washington. A great man with a great story about how he got into chiropractic and a message that expressed the significance of the chiropractic profession.\n\nI received my first chiropractic adjustment that day by that great man and the moment I felt the first realignment of the vertebrae in my body, I was a student of chiropractic and always will be.\n\n2. Dr. Brown enjoys poetry.\nWritten, spoken, or in song I’m just a fan of poetry. I used to write poems back in grade school and placed in the Parish fair a couple of times. I think it’s amazing how some people have that gift of play on words that can inspire and touch so many.\n\n3. Dr. Brown is a huge New Orleans Saints fan.\nI, just like most Louisianans, grew up loving our professional football team. The Saints were our only professional team for a while so win or lose that was all we had. I bleed black and gold. My high school colors were black and gold, my college school colors were….black and gold.\n\nIn high school football we practiced in pants that were donated to us by the Saints. There was an extra sense of honor and pride just to wear the fleur de lis logo. Since living in Houston for the past eight years, I’ve grown some affection for the Astros, Texans, and Rockets. I’ll root for them and wish them the best but the seasonings and spices of the New Orleans flavor flows through my veins and the thirst to shout “Who Dat” always wins.\n\n4. Dr. Brown was an athlete.\nI would consider myself good in all the sports I played, maybe not great but everyone has an opinion. I played Little League Baseball on a team that ranked 4th in the state of Louisiana. I played high school football as a wide receiver and considered a Division 1 prospect by Louisiana Football Magazine.\n\nI played two years of baseball and one year of track and field where I was an All-District winner and All-Regional participant in 4x100m, 4x200m, and 110m high hurdles races.\n\n5. Dr. Brown likes movies.\nWatching movies has long been a favorite past time activity. I used to consider myself a movie buff until I had a kid, which ended my movie theater days (for now). Since, Redbox has been my best friend. I like all types of movies, I’m a fan of a good story!\n\nI would choose action\/adventure as my favorite genre but not for the action alone, if the story isn’t great I won’t watch. Second favorite would be comedies. I wouldn’t consider these my top but a couple of my favorites include Star Wars (all 7), Bad Boys 2, Dark Knight Rises, 300, Love and Basketball, Inside Out, and Despicable Me just to name a few.\n\nAbout the Author Dr. Bryen Brown\n\nDr. Bryen Brown is married to Dawn and has one son. He grew up in Bogalusa, LA and received his Bachelor of Science Degree in Biology from Grambling State University in 2008. He then attended and graduated from Texas Chiropractic College in 2012. Click Here To Read Full Bio\n\nfollow me on:",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.7886798382,
        "format_confidence":0.9605721235
    },
    {
        "url":"http:\/\/www.curiousread.com\/2009\/03\/top-10-bizarre-health-fads.html",
        "text":"Top 10: Bizarre Health Fads\n\nTime and time again, we here at AM come across stories that sound too outrageous to be true. Yet, without fail, we are reminded that there is no shortage of people willing to try anything at least once -- no matter how bizarre. The following is a prime example: our top 10 bizarre health fads. [via askmen]\n\nNo.10 - The Master Cleanse\n\nPerhaps the longest-lived fad on our list is the Master Cleanse, the detoxification program that consists simply of drinking a concoction of lemon or lime juice, maple syrup, water, and Cayenne pepper -- no eating or drinking anything else -- for a minimum of 10 to a maximum of 45 days. Since 1941, Stanley Burroughs, master of the Master Cleanse, has been promoting his program as a means to rid the body of toxins. Not surprisingly, the lack of macro-nutrients and vitamins can lead to headaches, fatigue and constipation, not to mention that any weight lost is usually replaced once old food habits resume (like that wacky “eating” thing people seem so attached to). But, with a hefty amount of celeb support, the Master Cleanse will probably be around for many years to come.\n\nNo.9 - Biotape\n\nBuilding on our last example of health fads gone wrong is Biotape, the pain-relieving tape disseminated by Smart Inventions Inc. Made of a space-age conductive Mylar that connects broken circuits that cause pain, Biotape and its makers fell flat when confronted by the Federal Trade Commission, having to settle for $2.5 million in consumer refunds. The product’s website is still functional, but can now only claim that the tape connects the broken chi in all of us. Who knew that our chi was broken?\n\nNo.8 - Q-Ray Ionized Bracelet\n\nYou’ve probably seen the infomercials on the Q-Ray Ionized Bracelet, a breakthrough in science that was first marketed as a pain-relief product, but then went on to promise those who wear it enhanced performance, balance and vitality. How did it achieve its magical effects? Ionization, of course. Not surprisingly, when tested, the Q-Ray was not ionized at all and its makers were court-ordered to turn over $16 million in profits as refunds to consumers due to false advertising.\n\nNo.7 - Ear Candling\n\nWhen you place a long, hollow cone coated in beeswax or paraffin into your ear and let it burn, a subtle vacuum effect is created in the ear canal. This vacuuming effect reportedly draws ear wax out of the ear and thus cures a wide range of medical problems, such as ear aches, sinus infections, headaches and even vertigo -- at least that’s what proponents of ear candling claim. Of course, there is absolutely no medical support for these claims, and instead, serious reports of burns and even punctured ear drums have surfaced. Topping things off, experts even cite that ear candling offers no help for the simple management of ear wax. Next!\n\nNo.6 - Ozone Therapy\n\nThe use of triatomic ozone (O3) in medicine, referred to as ozone therapy, is nothing new. The process actually dates back to 1856 when ozone was first used to sterilize surgical equipment. Fast forward to the present and it’s still being used extensively in sterilization, extending now to food and water. Beyond sterilization, the bizarre act of infusing the blood or body cavities with ozone has been met with contentious debate, particularly since doing so can pose major health risks. Until these issues are clarified, do yourself a favor and steer clear.\n\nNo.5 - Colonics\n\nRemember the whole Michael Phelps and Kellogg’s debacle? While it was undoubtedly a contentious issue, it was almost ironic when you consider that Kellogg’s, a company attempting to uphold moral virtue, was founded by John Kellogg, a man who insisted on the importance of performing regular yogurt enemas and who discouraged female masturbation by use of carbolic acid mutilation. While colonic cleansing does have its place in medicine -- before radiological endoscopy for example -- regular colonic cleansing is dangerous and should be discouraged.\n\nNo.4 - Cow Urine\n\nFor our next bizarre health fad, we turn our attention to a South Asian nation of one billion -- India. The cow is a sacred creature in India, to such an extent that India's biggest and oldest Hindu nationalist group, the Cow Protection Department of the Rashtriya Swayamsevak Sangh (RSS), hopes to turn cow urine into the next soft-drink craze. The RSS has been steadily building hype for cow urine over the past few years, promoting the liquid as a cure for a range of ailments including liver disease and, of course, cancer. By the end of this year, RSS hopes to release its \"cow cola\" to the masses, assuring the public that it will taste great. The taste, however, may be of little concern, considering that imposters have already begun selling knock-off buffalo urine as the real thing.\n\nNo.3 - Bee Venom\n\nWhat better way to find out if you are fatally allergic to bee venom than by deliberately letting yourself get stung in the name of health? Welcome to the practice of bee venom therapy, whereby therapists apply bee venom to specific points on the surface of the body to cure or reduce symptoms of arthritis, bursitis, tendinitis, herpes, and even breast cancer. Although the practice is rare in the Western world, bee venom therapy is still abuzz in China, being offered as one of an exhaustive list of folk remedies at any of the 3,000 or so traditional folk medicine clinics across the country. While apitherapy (the medicinal use of bee products, such as honey) has some medicinal usefulness, the claims for bee venom therapy are just too far-fetched to believe.\n\nNo.2 - Malariotherapy\n\nIt shouldn’t take a lot of smarts to pick up a brochure entitled Malariotherapy and promptly deposit it into the nearest trash can, yet for a fad to even exist there must be at least someone who’s tried it. Since the early 1980s, Dr. Henry Heimlich (of Heimlich Maneuver fame), has been touting the deliberate infection of malaria (a mosquito-borne disease) as therapy for a variety of ailments including Lyme disease, syphilis, and, most recently, AIDS. Yes, AIDS, a disease that attacks the immune system. Thankfully, the FDA, the CDC and numerous clinical experts have strongly rejected the practice.\n\nNo.1 - Tapeworm Diet\n\nAnytime your dieting involves sharing your semi-digested foodstuffs with a parasite, more specifically a five meter-long beef tapeworm, it’s likely you’re taking your diet a little too far. This is the tapeworm diet, an archaic diet introduced in the early 20th century. The idea behind the tapeworm diet is rather simple, albeit stupid: Swallow a bunch of beef tapeworm pills, happily consume excess calories as your food is now being partially digested by your newfound friend, and then take medicine to rid your guest once they’ve overstayed their welcome -- fantastic! This obviously dangerous diet fell out of favor rather quickly once the FDA intervened, banning this wildly unsubstantiated fad.\n\nDid you like this post? Leave your comments below!\nFound this Post interesting? Receive new posts via RSS (What is RSS?) or Subscribe to CR by Email\n\nMore Post From The Web",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9965552092,
        "format_confidence":0.988727212
    },
    {
        "url":"http:\/\/www.riskmedia.co.uk\/lifestyle\/health-fitness\/a-guide-to-the-best-sleep-gadgets\/",
        "text":"A Guide to The Best Sleep Gadgets\n\nsleep gadgets\n\nThere are loads of gadgets out there nowadays to help you get a better night’s rest and feel great. Here are some of the very best.\n\nSmart Nora\n\nSmart Nora is able to detect and to counteract your snoring before it wakes up your roommate. You can mount it on a wall or on the headboard of your bed. When the device detects an imminent nasal vibration, it triggers a silent pump that inflates and deflates a pouch under the pillow. This gentle movement will nudge the snorer to find a better sleeping position. Like this, the device promotes normal breathing and neutralizes snoring attempts.\n\nZeeq Smart Pillow\n\nMost sleep gadgets feature an activity tracking device you have to wear on your wrist. Zeeq is the exception. Thanks to its smart sensors, you don’t need to do anything else than rest your head upon it. Throughout the entire duration of your sleep, Zeeq monitors your personal data such as how much you tossed and turned, how long you slept deeply, and how loud you snored. If you find it hard to fall asleep in the first place, Zeeq can stream lullabies from a special Spotify playlist through its speakers.\n\n\nIf you’re looking for a great modern mattress to help you recharge, then the Simmons BeautyRest could be the perfect mattress for you and comes in at a variety of price points. It’s made from quality materials and is unbeatable for the price according to reviews.\n\nsleep gadgets\n\nFitbit Alta HR\n\nFitbit Alta HR is a slim wristband that can do more than simply counting your steps. Thanks it its in-built heart-rate monitor, it can detect the main stages of your sleep, in order for you to see how much time you’ve spent in REM, light sleep or awake throughout your night.\n\nS+ By ResMed Personal Sleep Solution\n\nEverything you need to do is to place the S+ personal sleep monitor on your withstand, pair it with your smartphone via Bluetooth, and go to sleep as usual. The smart sensors of this gadget will do the rest. They will monitor your breathing and your body movements, the noise, the ambient light intensity changes, and the temperature in your bedroom. As soon as you wake up, you’ll get a report card and a sleep score, as well as customized suggestions to help you sleep better.\n\nLectroFan High Fidelity White Noise Machine\n\nThis sleep aid features some powerful auditory sedatives such as white, brown, and pink noise to help you fall asleep faster. These sounds aren’t cyclic, so you won’t have to hear the same tunes over and over again, every five minutes or so. The device features a ceiling-facing speaker which is powerful enough to fill your bedroom with these soothing sounds.\n\nMatrix Mattress\n\nThe Matrix mattress features ballistocardiography sensors that were originally designed for medical use only. This enables it to track the variations of your heart-rate, the movement of your body, the stress levels, the breathing patterns, and even the sleep cycles. Its smart alarm will wake you up during the light sleep phase, so that you can feel refreshed and ready to take on a new day. Furthermore, the device can track two separate individuals, thanks to its sensors that are located on both sides of the bed.\n\nsleep gadgets\n\nMosche Sunrise Alarm Clock\n\nThis digital clock will wake you up with the help of a halo of light that imitates natural sunrise. It starts to brighten half an hour before your wake-up time, so that you can gradually shift from sleep to alertness. If this doesn’t wake you up, the alarm clock will play various sounds or start the in-built FM radio.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.8962129354,
        "format_confidence":0.9770156145
    },
    {
        "url":"http:\/\/kathyhealth.blogspot.com\/2009\/04\/25-random-things-about-trinity-mother.html",
        "text":"My photo\nI am Dr kathy and I like health life!\n\nThis is kathy's health blog ,she talk about all disease experience! You will find the helpful informations!\n\nApr 25, 2009\n\n25 Random Things about Trinity Mother Frances\n\n1. Mother Frances Hospital was named after Mother Frances Siedliska of the Sisters of the Holy Family of Nazareth, a polish nun dedicated to supporting the family.\n2. Mother Frances Hospital opened its doors a day earlier than planned in 1937 to care for the victims of the New London school explosion. Both the Bryant Clinic (predecessor of Trinity Clinic) and Mother Frances Hospital responded to help the victims of the New London school explosion\n3. The first baby was born at Mother Frances Hospital just two days after opening on March 20, 1937.\n4. In 1947, a new four-story wing was dedicated, more than doubling the size of Mother Frances Hospital from 60 to 150 beds.\n5. The Sisters of the Holy Family of Nazareth purchased Mother Frances Hospital from the City of Tyler in 1948.\n6. In 1948, Mother Frances Hospital received a grant from the Ford Foundation to add many new services including new delivery rooms and air conditioning.\n7. In 1949, Mother Frances Hospital was designated a regional polio treatment center. A special isolation ward was established with iron lung therapy\n8. The cafeteria was added to Mother Frances Hospital in 1965.\n9. In 1965, Mother Frances Hospital dedicated a new 140,000 square-foot wing added on the north side of the hospital including the addition of 240 hospital beds\n10. Mother Frances Hospital had the first ICU in east Texas which was one of the first in the U.S. at the time.\n11. In 1968, Dr. Patrick R. Thomas performed the first permanent pacemaker implantation at Mother Frances Hospital.\n12. The first open heart surgery in Tyler was performed at Mother Frances Hospital in 1983.\n13. In 1948, the Bryant Clinic changed its name to the Medical & Surgical Clinic (currently Trinity Clinic) and became the largest multi-specialty physician group in the area.\n14. In 1986, Flight for Life emergency air transport services brought the first emergency helicopter service to east Texas.\n15. Trinity Mother Frances employs over 4,000.\n16. There are 32 Trinity Clinic locations.\n17. Over 3,000 babies are delivered each year at Mother Frances Hospital.\n18. The Ornelas Tower has 793,000 bricks, 208.3 miles of wire and 220 bathrooms.\n19. The Heart Institute encompasses 57,535 square feet, the size of a football field.\n20. The three leaves in the Trinity Mother Frances cross represent our commitment to serving the whole person, body, mind and spirit.\n21. The first Neonatal Intensive Care Unit in Tyler was opened in 2008 at Mother Frances Hospital.\n22. There are over 65,000 visits per year to the Emergency Care Center at Mother Frances Hospital\n23. A completely endoscopic pituitary tumor removal was performed in 2007 at the Trinity Mother Frances Neuroscience Institute.\n24. Above Mother Frances Hospital’s original entrance on Beckham Ave. appeared the hospital’s name etched in stone. During one of the renovations, those stones were relocated to the wall that now faces Beckham Ave.\n25. In 2004, Mother Frances Hospital was the area’s exclusive provider of the Intuitive Surgical daVinci surgical robotic system used for multispecialty surgical procedures.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.77837497,
        "format_confidence":0.9533070326
    },
    {
        "url":"https:\/\/nutritionwithjill.com\/2010\/01\/27\/truth-or-dairy\/",
        "text":"Truth or Dairy\n\n\nThese days you hear a lot of conflicting advice about whether to eat dairy, so here are some dairy facts to help you decide how much to consume.\n\nReasons to LOVE dairy:\n\n  1. Dairy products are good sources of calcium, potassium, protein and, in the case of yogurt, beneficial probiotics.\n\n  2. Dairy is often a super-convenient snack, like yogurt, string cheese, cottage cheese, etc.\n\n  3. A recent study found that people who consume more calcium excrete more fat. That means they didn’t absorb it.\n\n  4. Another study found that low-fat milk is the best exercise recovery drink. It beat out fancy protein shakes (soy-based or whey-based) for building muscle and burning fat in heavy exercisers.\n\nReasons to AVOID dairy:\n\n  1. You may be lactose-intolerant, in which case you don’t digest it. You just become puffy, fluffy or stuffy (inflamed and gassy.) A full 70% of the world lacks the enzymes to fully digest dairy. People of Northern European descent are most likely to have the right enzymes and people of Asian and African descent are least likely. Of course, you can still do Lactose-free dairy.\n\n  2. Unless it is organic, many dairy products contain hormones, antibiotics and chemicals used on the farm. These have been blamed for acne and early puberty.\n\n  3. Regular (full-fat) dairy is loaded with saturated fat, which is thought to raise cholesterol, contribute to obesity and to not trigger leptin, the hormone that helps you feel full and satisfied. Fat-free dairy doesn’t have this problem.\n\nMy advice is to eat organic non-fat dairy if you can digest it well. If you can’t eat dairy, you can get your calcium from many other sources, like green veggies, tofu or calcium supplements. And if you don’t eat yogurt frequently, you might consider taking another source of probiotics.\n\nHave a good week!\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9471476078,
        "format_confidence":0.5417736769
    },
    {
        "url":"https:\/\/vnremyhair.com\/blogs\/hair-care\/some-best-vitamins-for-human-hair-wavy",
        "text":"Some best vitamins for human hair wavy\n\nSome best vitamins for human hair wavy\n\nNowadays, besides taking care of human hair wavy with specialized products, it is also important to add the necessary vitamins. To have healthy and beautiful wavy human hair, let Vnremyhair see out what those vitamins are?\n\n1. Vitamin A.\n\nOne of the vitamins indispensable to complement human hair wavy is Vitamin A.We all know that vitamin A is good for the eyes. In fact, vitamin A is also a powerful antioxidant called retinol.\n\nhuman hair wavy\n\nThis vitamin helps to produce healthy sebum, mucus secreted by your scalp. That can keep your hair from drying out. In addition, vitamin A can fight free radicals causing hair loss.\n\nCurrently, foods rich in vitamin A include cod liver oil, peaches, carrots, broccoli, cabbage, spinach as well as a mollusk, meat, eggs, and milk.\n\n2. Vitamin E.\n\nVitamin E is also considered as a powerful antioxidant. This vitamin can help to reduce lipid oxidation as well as oxidative stress in your scalp. That helps to improve human hair wavy growth.\n\nIn addition, vitamin E can help control hair from the root to the shaft, along with helping the human hair wavy to shine and shiny. Thanks to the antioxidant properties, vitamin E can kill free radicals that damage hairs.\n\nhuman hair wavy\n\nIf you want to increase the amount of vitamin E in your body, you can consume vitamin E supplements about 15 mg per day as recommended by the National Institute of Health. In addition, you can supplement directly from many foods such as nuts, wheat germ oil, corn oil as well as boiled spinach.\n\n3.B vitamins mixed.\n\nWhen it comes to the best vitamins for your human hair wavy, it would be a mistake if the B complex is not mentioned. Group B vitamins are essential for controlling the metabolism along with maintaining the central nervous system of the body\n\nIn the vitamin B group, niacin as well as B-12, called cobalamin, can make your hair healthy.\n\nhuman hair wavy\n\nSo what you need to do is eat a lot of foods containing B vitamins such as carrots, avocados, poultry, dark green leafy vegetables, whole grains, beans, cauliflowers, nuts, eggs, cow's liver, as well as soy.\n\n4. Vitamin H.\n\nFinally, is vitamin H. This vitamin is sometimes called biotin. In fact, your body can not store this vitamin. However, it can be produced by living bacteria in the intestines.\n\nIn addition, the University of Maryland Medical Center has shown that vitamin H deficiency is rare but it can occur if nutrient uptake is compromised by drugs and illnesses.\n\nhuman hair wavy\n\nAnd when you are deficient in vitamin H, it makes the human hair wavy dry and ugly. If you want your hair and nails to become healthier, take the recommended dose of 19 mcg of biotin per day for adults and 30 mcg of biotin for the elderly.\n\nIn addition, you may consume more foods that contain vitamin H.\n\nAbove are 4 important vitamins necessary for human hair wavy that Vnremyhair has learned. Apply it on your hair to get beautiful and healthy hair. Thank you for reading our article, stay tuned to our other posts on the blog page.\n\nOlder Post Newer Post",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.5149744749,
        "format_confidence":0.9744997621
    },
    {
        "url":"https:\/\/www.soclean.com\/sleep-talk\/2017\/01\/19\/sleep-habits-sleep-apnea\/",
        "text":"30 Day Risk Free Trial   Try it Now →\n\n5 Sleep Habits to Test in 2017 If You Have Sleep Apnea\n\nby \/ Thursday, 19 January 2017 \/ Published in Sleep Apnea and CPAP, Sleeping and Sleep Disorders\n\n5 Sleep Habits to Test in 2017 If You Have Sleep Apnea\n\nGwyneth Paltrow snagged an Oscar for “Shakespeare in Love,” and won even more fame for publicly “conscious uncoupling.” But recently, she made news for something more relevant to all of us: clean sleep.\n\nMs. Paltrow wrote an article about the importance of clean sleep for body and mind, bringing to the spotlight something medical professionals have stated for years: while sleep is necessary, “clean sleep” is vital for your health. Clean sleep is a deeper dive into the regular sleep cycle and essentially translates into sleep that is free of interruption and distraction.\n\nWoman sleeping_sleep apnea\nAs many sleep apnea sufferers know, clean sleep is important for numerous reasons, among them:\n\n  • It’s critical to brain function\n  • It supports growth and development\n  • It allows the body to heal from injury and improves how you feel as a whole\n  • It allows the immune system to fight infection\n\nClean sleep can help lower your risk of diabetes, high blood pressure, heart disease, stroke, and obesity that is caused due to lack of sleep over time.\n\n\nTired man yawning in his car\n\n\nBecause quality sleep is important for everyone — particularly those suffering from sleep apnea — we’ve assembled some clean sleep habits you should try in 2017, and of course, beyond. These can help reduce the impact of your sleep apnea and improve your quality of sleep in general.\n\n  1. Use special pillows that help position CPAP masks and tubing. These pillows help to prevent red marks and pressure sores, improve therapy effectiveness, and prevent mask leakage. Sleep apnea pillow encourage you to sleep on your side, which helps you breathe easier and sleep more soundly.\n  2. Avoid exercise close to bedtime: Although exercise is vital to your health, doing so near bedtime makes the body and mind work harder, which can make falling asleep more challenging. Schedule workouts earlier in the day.\n  3. Turn off your phone: Using electronic devices with light-emitting screens before bedtime affects sleep in two ways. The light from the device can alter sleepiness and impact sleep quality. Additionally, email alerts and push notifications can interrupt you throughout the night.\n  4. Avoid naps if they’re disruptive to your nighttime sleep cycle: Retirees and people of older age may feel the urge to nap, and experts say that it is okay, as long as those naps don’t cost you sleep at night.\n  5. Stick to a bedtime regimen: Going to bed around the same time each night gets your body into a rhythm and helps you wake up refreshed.\n\nEveryone sleeps differently, and you may have to try several methods before landing on something that works for you. Remember, if your doctor recommends a CPAP for sleep apnea, use it every time you sleep or rest.\n\nAnd, of course, be sure you clean your CPAP regularly to avoid bacterial growth. Check out the SoClean, a CPAP cleaning aid, which makes this process easier and more efficient. By taking advantage of these clean sleeping tips, you will sleep better — and more cleanly — now and in the future.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9979650974,
        "format_confidence":0.9782539606
    },
    {
        "url":"https:\/\/www.lifesavinghealth.org\/natural-cure-for-shingles.html",
        "text":"Powerful Natural Treatments & Home Remedies for Shingles...\n\nHere's the most potent (and best) natural treatment for shingles yet discovered, along with other home remedies for shingles nerve pain that are a sure-fire way to get rid of this awful health problem & it's accompanying symptoms... for good! \n\nArticle by Troy Sawyer (Certified Holistic Nutritionist, Health & Wellness Coach, Sports Nutritionist)\n\nUpdated May 9, 2022 -- This post contains affiliate links  \n\nBest natural remedies for shingles\n\nShingles is part of the herpes family (herpes zoster) and is basically a secondary outbreak of the chickenpox virus. It can lay dormant in the body for many years before finally breaking out and unleashing its horrible, painful blisters and itchy rash over the body. You normally get shingles from contracting the chickenpox virus, but believe it or not, the most popular way is actually from the chickenpox vaccination!\n\nAmazing isn’t it?\n\nThe whole purpose of the vaccination is to supposedly stop you from contracting chickenpox, yet it has the opposite effect. And the problem is, those who get the vaccination strain of shingles end up with a much worse outbreak than those who just get an outbreak from the virus alone! You also need to be aware that if you do have shingles, you can pass the chickenpox virus onto someone who hasn’t had it. This of course, includes children and newborn babies. 2\n\nYour Medical Options…\n\nIf you visit your doctor about treatment options for shingles, he or she will usually prescribe the anti-viral drug Acyclovir or painkillers or harmful pharmaceutical creams. The worst and most shocking of all prescriptions, however, is antidepressants. This treatment is pure craziness! Antidepressants cause all sorts of problems including severe mood swings and suicidal thoughts. You'll find there are actually some websites out there openly advocating natural remedies for shingles, yet they're also recommending you use these treatments as well (how are drugs even \"natural\"?). The problem is all pharmaceuticals come with unwanted and potentially dangerous side effects. They also lower your immune system and immune response, which is something you definitely don’t want when you have the herpes zoster virus (this just causes more outbreaks). In this instance, the cons far outweigh the pros and we strongly suggest you don’t go near any of these \"conventional\" treatments!\n\nA Natural Treatment & Other Home Remedies for Shingles That Work Like Magic…\n\nIf you've spoken to your doctor already about shingles or you’ve done some of your own research, you'll probably be under the impression that the herpes zoster virus isn’t actually curable, it’s only “treatable” and “manageable”. What’s more, you would have probably been told or read that once you have shingles, you have it for the rest of your life and there’s nothing you can do to get rid of it.\n\nWell, this is pure baloney!\n\nYou can get rid of shingles, and we're going to prove it to you in a minute with some solid evidence to back this up. Now even though we're about to reveal the most powerful natural treatment for shingles yet discovered, in truth, you need to use more than one remedy if you want to rid yourself of this virus for good (attack it from different angles). But the good news is all of these remedies are easy to get a hold of and are easy to incorporate in your daily life.\n\nSo forget about what you’ve been told or read so far about shingles. Here’s the all-time best natural treatment for shingles, along with other home remedies that give amazing results…\n\nNatural Treatment for Shingles #1 – Olive Leaf Extract (OLE)…\n\nOlive leaf extract treats and cures shingles fast\n\nOlive leaf extract is our number one recommendation for destroying the herpes zoster virus (for destroying all forms of the herpes virus in fact) and here’s why...\n\nBack in 1969, the Upjohn pharmaceutical company (now Pfizer) became very interested in olive leaf extract and began doing a lot of research and laboratory studies into its therapeutic benefits. They employed a talented doctor by the name of Harold Renis, who became their head researcher. What Dr Renis discovered about olive leaf extract was amazing. He found that OLE had the potential to eradicate virtually every harmful virus, bacteria and protozoa on the face of the earth. In fact, he and his staff tested olive leaf against 3000 pathogens and it killed every one at an astounding rate! For shingles sufferers, the best news is that all forms of the herpes virus, including the herpes zoster virus, were easily eradicated with olive leaf extract. 8\n\nSo How Does Olive Leaf Extract Work on Shingles? \n\nOlive leaf extract contains a very powerful substance called Oleuropein, and this is what actually destroys the virus. It puts an unbreakable and impenetrable “force field” around the virus so it cannot move from cell to cell and continue to grow and replicate. \n\nHere’s the 3 main benefits of olive leaf extract for treating, and ultimately getting rid of shingles, according to the Olivus website…\n\n• Interferes with critical amino acid production which is essential for viruses to grow and replicate. Has been shown to kill oral and genital herpes virus and herpes zoster virus (shingles\/chicken pox).\n\n• Has the ability to contain viral infection and\/or spread by inactivating viruses or by preventing virus shedding, budding, or assembly at the cell membrane.\n\n• Has the ability to directly penetrate infected cells and stop the symptoms of herpes by shutting down viral replication in male & female herpes and mild herpes simplex, zoster, type 1 and type 2. (Olivus) \n\nThe French Also Discovered the Power of OLE for Eradicating Shingles…\n\n23 years after Dr Renis’s discovery, the French came across the remarkable viral killer known as olive leaf extract. After exhaustive research French biologists… “Found that all of the herpes viruses were inhibited, killed, or cured by extracts from olive leaf”.\n\nThe final report they presented to the world was highly detailed. In fact, their findings were backed up by the citing of 28 references on the anti-viral qualities of Oleuropein. So this wasn’t some rinky-dink study. It was very in-depth and well documented. 3 \n\nHow Else Does OLE Keep the Herpes Zoster Virus Away?\n\nEvery herpes expert will agree that when the immune system becomes weak or impaired (stress is the #1 cause) this is the prime time when an outbreak will occur. The reason for this is simple… if your immune system is weak, it doesn’t have the firepower to fight off the virus (or any virus for that matter). In addition, if your immune response is low and you have other problems or infections going on in your body, your immune system will be busy fighting these and have nothing left to give to fight off the zoster virus.\n\nThink of it this way… Your immune system is much like your bank account. There’s only so much to go around (spend) depending on what your balance is at the time. If your balance is low then there’s not going to much there to spend, but if you’ve got loads of cash in your account then you can spend whatever you like and not have to worry!\n\nSo your immune system is your bank account, so to speak. You must keep it topped up to the maximum level if you want to fight off all viruses, infection and disease. The beauty of olive leaf extract is it’s one of the best immune builders in existence. And once you get your immune system up to the “full” level, no virus, including the shingles virus, will be able to touch you!  \n\nHow Much OLE Do You Need To Take And For How Long?\n\nOlive leaf extract comes in various potencies, from standard to super strength. We recommend you avoid the regular strengths altogether, and instead, go for the super strength varieties. To use OLE successfully for shingles, you need the most potent formula available and the standard varieties just aren’t strong enough to do the job. You must make sure the brand you buy has a PURE Oleuropein content of 25% or more (250 mg’s of pure oleuropein). If it contains added dry olive leaf powder then this is a bonus. For this reason, we recommend PHS Professional Grade olive leaf extract to our clients. It's the strongest olive leaf extract you'll find anywhere in the world and works extremely well for shingles (and all of the herpes viruses). You can view some of their testimonials here if you're interested... PHS Olive Leaf capsules\n\nNote: Due to the popularity and high demand for the PHS OLE capsules (professional grade), this supplier does run out of stock quite regularly. Because of this we have had to look for another product that is as good (if not better) as what they are supplying. This brand is definitely it... Olivus Olive Leaf MAX. This olive leaf extract is extremely high quality and very high potency (40% oleuropean). You cannot go wrong taking either the PHS or Olivus OLE to treat and get rid of your shingles.\n\nDosage Recommendations...\n\nNow when it comes to how much OLE you need to take, we suggest you go with the highest recommended amount listed on the bottle, which is usually anywhere between 3-6 capsules per day. Olive leaf extract is not toxic or harmful to the body in any way so you can safely do this.\n\nSo take (at minimum) the highest dosage listed by the manufacturer in divided amounts throughout the day for the first 6 months, then drop back to the recommended maintenance dose after this. You must also take OLE on an empty stomach at least 20 minutes before food for maximum effect. If you find that it makes you feel a bit queezy in the stomach to begin with then start off with the lowest recommended dose on the bottle and slowly build up to the highest amount within the first week or two. Olive leaf extract can cause a phenomenon known as Herxheimers reaction (detoxing reaction) so you should be aware of this... About Herxheimers Reaction and What to Expect\n\nAnd in regards to how long you should take olive leaf extract for, our recommendatio... (truncated)",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9981603026,
        "format_confidence":0.7017381191
    },
    {
        "url":"http:\/\/24framesdigital.com\/Blogs\/benefits-of-virtual-reality-in-pharmaceutical-industry.php",
        "text":"﻿ Benefits of Virtual Reality in the Pharmaceutical Industry\n\n\nVirtual reality has been around for more than a few decades. While it has been already adopted by the gaming industry already, the pharma industry is slowly moving towards the same. Though the use of VR in the Pharma industry is still at a very nascent stage, it may have magical effects.\n\n1. Research\nPharma companies are heavily dependent upon key tech players like Google and Microsoft for research purposes. As the amount of the data to be processed increases, virtual reality can answer massive databases in a better fashion. VR also helps in visualising this data.\nLarge companies these days are heavily dependent upon virtual reality solutions for drug research. They use VR in target interaction and prediction studies. Scientists use virtual reality to understand which molecule will correctly affect the disease target. With the help of VR, they not only improve the efficiency of pre-developed phases of a particular drug but it also enables them to visualise the interaction between molecules better and thus re-engineer and redesign the molecules.\n\n2. Manufacturing\nManufacturing in pharma industry requires high-level control as well as precision. For this, pharma companies use complex equipment that is difficult to operate and needs trained specialists to operate them. These complex equipment can be better explained to the operators with the help of virtual reality. Practice sessions for equipment operations also run in the virtual world to ensure there is minimal need of on the job training. Additionally, the quality of the training and operation improves significantly.\n\n3. Diagnostics and planning\nFrom mental illnesses like schizophrenia or Alzheimer’s disease to eye conditions like cataract, virtual reality is being used as a diagnostics tool for various diseases. Using it with other diagnostics method like CT scan, MRI, it enables physicians to arrive at a diagnostic faster. In some cases, it removes the need for invasive diagnostics procedure.\nWhen it comes to planning, VR is helping surgeons in preparing for complicated surgeries. With the help of virtual reality, the surgeons get realistic images of the patient’s astronomical structure and can carry out the best suitable procedures.\n\n4. Medical Training\nKnowledge of human anatomy is the base of all medical knowledge. Traditionally, students learn about the human body through real experiences. However, often, due to limited supply, it can be difficult for budding surgeons to practice and hone their skills. Virtual reality has changed the scenario, and now it is easy for educators to transform medical education. For example, with the help of virtual reality simulation, students can better understand the relationship between muscles, nerves, organs and blood vessels in the human body. \n\n5. Treatment\nVR solutions are helpful in treating patients suffering from anxiety disorder, panic disorder and phobia. Simulation of anxiety triggers can aid in better understanding of patients’ physical and psychological responses to that particular situation. Exposure Therapy is a boon for patients who have a phobia. It is a specialised virtual reality service that exposes the patience to its fears in a controlled environment. It helps in building a cope-up strategy. The sessions for this therapy are tailored to every patient.\nThe exposure therapy is also used for patients experiencing psychotic disorders and post-traumatic stress disorder (PTSD). Typically, a person suffering from this disorder gets flashbacks or nightmares about the traumatic event happened in the past. With the help of virtual reality solution, psychologists can simulate the same situation without being destructive.\n\n6. Rehabilitation\nVR shows much promise in rehabilitating patients with physical disabilities. Especially, if a person suffering from stroke needs physical therapy, professionals these days prefer combining traditional therapy with VR therapy to simulate real-life activities that are otherwise hard to recreate inside the clinic. Stroke patients can work on self-care skills and motor skills through virtual reality solutions powered rehabilitation sessions.\n\n7. Product Demos\nEven though using virtual reality for product demos to sales representatives is not a common practice till now, it will be a big thing soon. Big brands like Novartis recently created a VR application to show 360 degrees three-dimensional animation to show how the molecules interacted with specific body tissues. Companies also use this technology to show hypothetical animations regarding the action of their drugs. The same technology can be used to help the patients understand how the drug is going to work for them.\nDoctors can also use virtual reality solutions to help their patients understand how a particular operation is going to be performed. This may aid in relaxing the patients and their relatives.\n\n8. Engage stakeholders\nThese days, the attention span is decreasing as the source of information have increased. Along with that, the stakeholders have also become more alert, and they want to have a deeper understanding of the patient’s problems. British pharma giant GSK recently builds an AR-based migraine experience tool to help the stakeholders understand how exactly it feels and how the medicines will aid in comforting the patient. Similarly, a company can use virtual reality to help their stakeholders understand all about their upcoming products.\n\nWhile virtual reality solutions are now being used in pharma sector successfully, there’s still a lot of scopes to start using them. It is not only cost-effective but also becoming increasingly easy and easily accessible. Virtual reality solutions have stood the taste of time and proven it is not just a fad. Only time will decide if it will be the next reality of the pharmaceutical industry.\n\nShare :\n\n8 Benefits of Virtual Reality in the Pharmaceutical Industry\n\nVirtual reality has been around for more than a few decades. While it has been already adopted by the gaming industry already, the pharma industry is slowly moving towards the same.\n\nRead more..",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.7073534727,
        "format_confidence":0.9817144871
    },
    {
        "url":"https:\/\/www.trybe.org\/transition-to-the-new-normal\/",
        "text":"7 Tips on Transitioning to the ‘New Normal’ #YouGotThis!\n\nAs recommended by our volunteer Clarissa Lim\n\nAs the Circuit Breaker period comes to an end, we are still expected to take precautionary measures to protect ourselves and our loved ones. If you are like me, who struggled to stay indoors during the circuit breaker period, you might still feel unsure of how to get used to the ‘new normal’.\n\nDo not fret, we’ve created a list of things that you can do to stay healthy and keep your spirits up this trying time!\n\nPhoto by Thom Holmes on Unsplash\n#1 Start a Gratitude Journal\n\nBetter sleep, more happiness, and reduced symptoms of illness are what comes from writing in a gratitude journal three times a week. The simple act of writing down the lists of things you’re grateful for is a way for you to organise your thoughts and guide you to accept your own experiences.\n\nThere’s no right way to keep a gratitude journal, but here’s how you can get started. We recommend writing down at least three things which you feel grateful for. These things can be relatively small events from, “Took a cooling bath” to a relatively huge event such as “My sister just gave birth to a baby girl”. \n\nFocus on the good event, person, things in your life that bring joy. This allows you to see the meaning of events going on around you and motivates you to create meaning in your life. Remember to write regularly!\n\nPhoto by Aleksander Vlad on Unsplash\n#2 Watch an Educational Video and Take Up a New Hobby\n\nKeen to learn new skills in the comfort of your home? Educating yourself doesn’t have to be boring. You can watch tons of free DIY hacks and recipes that can be useful and fun to spend time. Find anything that needs fixing around your house or invest on cheap ingredients to learn and cook.\n\nFor starters, the famous Dalgona Coffee is something easy you can start with. If you’re on the internet, you probably have seen the frothy coffee craze that’s flooding on your feed. And it’s affordable to make and tastes yummy!\n\n#3 Grow a Simple House Plant\n\nGardening is a popular pastime for many of us! It’s therapeutic and beneficial for your health. Growing your own plant feels as good as accomplishing a new task, which acts as an antidote to your self-esteem and confidence. \n\nGrab a few vegetables from your kitchen, and see what you can grow! Onions, chilli seeds and ginger are simple foods you can start to grow a simple house plant. \n\n#4 Do an Effective Workout (In a Small Space)\n\nGetting some kind of exercise is better than none. While practising social distancing, a few of us might find trying to squeeze exercises in small spaces at home feels like a lost cause. Well, you can still keep your fitness goals on track while staying at home. \n\nWe’ve collected the best and simple bodyweight exercises (yes you don’t need equipment!) that will keep you fit and sweat buckets. \n\n#5 Create your own ‘Happy Playlist’ for Good Vibes\n\nIsn’t it interesting that a song can make us feel happy or calm? We’ve all made a strong connection with music. When a song is played to your liking, your brain releases a chemical called dopamine that can elevate your mood. Listening to music everyday improves our overall well-being such as:\n\nBetter sleep\n\n– Reduces stress and anxiety\n\n– Boost memory and alertness\n\nIncreases work productivity\n\nA well-curated playlist can go a long way in making you stay motivated, so take your routine to the next level with your favourite songs!\n\nClick here to check out my go-to playlist on Spotify!\n\nPhoto by Kon Karampelas on Unsplash\n#6 Support the Vulnerable Ones\n\nWho says you can’t help out in volunteering work if you’re stuck at home? Finding ways to volunteer virtually, whether by sharing your time, skills, or resources, is a great initiative to pick up, if you have available time to spare.  Volunteering helps you utilize your skills during the extra time you have and make a difference in others’ lives. Helping people connects you with others and the community, you can make new friends and increase your social relationships!\n\n#7 Seek Help\n\nRemember, it’s totally normal if you’re feeling anxious and worried during this Covid-19 pandemic. Getting used to the ‘new normal’ may be difficult, but you are helping to protect yourself and others by doing so. Don’t forget to show emotional support to your friends or relatives who may be facing stress and concerns during this period. #YouGotThis!\n\nIf you know anyone battling with stress or depression, there are hotlines he\/she may call:\n\nInstitute of Mental Health’s Mental Health Helpline (6389-2222)\nSamaritans of Singapore (1800-221-4444)\n\nAbout Clarissa\n\nA yoga enthusiast who used to be an avid traveller, I enjoy evening walks with my puppy. I’m taking advantage of this time to develop my skills and help others through volunteering.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.8824993372,
        "format_confidence":0.9793924689
    },
    {
        "url":"https:\/\/valentinevitality.com\/2014\/10\/11\/my-top-ten-tips-to-trimming-the-fat-off-your-meals-in-your-day-in-a-matter-of-seconds\/",
        "text":"action, adaptation, awareness, Body shape, diet, eating, habits\n\nMy Top Ten Tips to ‘trimming the fat’ off your meals in your day in a matter of seconds.\n\n\nRe-engineering your body to where you want to be is hard. Matter of fact it can be very difficult for some. It can be like asking an amateur golfer to play in the Pro Ranks and win! One of the reasons that it can be especially difficult for some is that there are so many conflicting information out there.\n\nPeople get confused. And confusion leads to inaction at worst. You see, everyone has a little bit of information and knows a little bit of everything but very few know exactly how everything, every piece of the jig-saw puzzle is put together. In an efficient, effective and above all – safe manner.\n\nFat intake, for example is one variable that delays the search for a better you. Below are ten habits I carry out in my daily life that helps me maintain or lower my fat levels and which does not take much time at all to implement. Try working these jig-saw puzzle pieces in to your daily life.\n\n\n1. Choose only one. When eating cheese or cheese products (say a plate of assorted cheese and biscuits), choose only one cheese variety and stick to this during your ‘snacking’. You can change the biscuit but only choose the one cheese. My favourite is Blue Cheese. So, choose well.\n\n> Calories saved (approx.): anywhere between 400 and 1000 cal.\n\n2. Spice things up! I use hot chillie powder or whole chillies on almost every meal I have during the day. Has a thermo-genic effect (or heats up the body which in turn forces the body to burn more energy, even at rest). People mostly add sugar to their cereals in the mornings. You may not want to burn your tongue and taste buds with chillie so try substituting cinnamon on your foods. We all need a bit of spice in our lives! My wife, Cathy loves adding cinnamon to her breakfast meals.  Your food or drink will taste just sweet but without the extra sugar calories.\n\n> Calories saved (approx.): 15 cal per teaspoon.\n\n3. Choose soft over hard. Choose versions of butter, cheese or cream if you use these on your breads for meals. There is less calories per serving in soft versions than the dense-packed hard ones. I like using cottage cheese or ricotta cheese on my crackers and breads. Has a better protein to fat ratio.\n\n> Calories saved (approx.): 150 to 200 cal per 30g (serving)\n\n4. Slice and dice. Applies if you enjoy eating sandwiches or wraps. Finely slicing and dicing cheeses can cover the same amount of space (and taste) with half the quantity (and calories). Less quantity is less fat storage on your body.\n\n> Calories saved (approx.): 100 to 150 cal.\n\n5. Pizza please! My wife makes pizza with our kids once a week at most. They enjoy making it. We keep it simple. A nice thin base with a touch of tomato paste and simple topping. Make your pizza for you and your family … and eat it too! Less is best when applying cheese. Also, the choice of cheese is important. Regular pizza cheese has more calories so go for feta cheese of goat cheese. Refer to tip # 1. Less topping on pizza is best. So, add one or two vegetable toppings to add volume and make you fuller sooner.\n\n> Calories saved (approx.): 200 to 300 cal.\n\n6. Eat cold. Try eating your cooked lean meat cold. Yep, cold. I take my meals wherever I go. I tend to eat a lot of my meals cold. I have found that eating food for its functional value and at a lower temperature makes you eat less. Try it if you’re serious about losing unwanted fat. I know, I know, food is more enjoyable when it’s hot but keep in mind that this tip is to trim off fat – also done by reducing calorie intake per serving. This is what happens when you eat food cold.\n\n7. Eat your treats. Sometimes, it is very difficult for people to give up all the treats that they love to eat with their foods when asked to do so. I have found that a big reason for people not undergoing or not sustaining any body transformation program is the ‘thought’ or ‘idea’ of giving up things they find pleasurable for any length of time is torturous. I understand. Pleasurable things like – food, for example. I totally understand. That is why this tip is about ‘whining off’ the treats like a baby is to its mother’s milk.\n\n> Strategy: try halving or even reducing down to a third of every portion of treat you currently taking. That includes all condiments on foods – tomato sauce, cheeses, salts, humous, jams etc.\n\n8. Soak it up. If you’re like me and you like eating fried food – in olive oil, then do so. However, after applying oil on the pan, use a paper-towel of sort and soak and spread it around the pan. Here’s the next important thing: place the fried chicken, beef and other lean meat on to paper towel. This further soaks up the fat. Less in you. Less chance of putting on unwanted fat.\n\n9. Freeze it. Freezing cooked meat allows separation of the excess fat. You could also cook food in advance and in bulk. Leave just enough in the refrigerator for the day and put the rest in the freezer for the following days. It will save you time and save you calories as you will have food available to eat almost immediately when you feel the need to eat.\n\n10. Be the surgeon you know you are. Every man is a doctor  or specifically a surgeon (you see it in action around the bbq) out there. Yes, all you men out there – whip out the best knife you’ve got and perform surgery on the piece of meat(s) you have ready in front of you to cook. Slice off the fatty parts of the meat like the best surgeons in the world. Slice off fat that is hanging off the bone, clinging to the meat, parts that is obvious to the eye, normally the skin of chicken and the side portions of steaks and pork cuts. Be the best surgeon you’ve always wanted to be. Slice away, meticulously and slice away unwanted fat from entering your mouth in the first place. Remember: less in the mouth equates to less time spent exercising in the gym.\n\n> Approx. time (depending on size of meat): 30 to 60 seconds.\n\nThere you go, my current Top Ten Tips to a less fatty YOU. I can almost guarantee that with the right attitude and desire for a better you and the consistent implementation of these tips, you will not only stop putting on unnecessary fat but also lose fat. Lose fat around the gutt (for men, maybe even aim for a ‘6-pack’ but not of the beer variety) and arms (for women) and butt (for both men and women).\n\nMake it habit.\n\nObviously, there are other variables like exercise etc but try putting in action these top ten tips to trimming fat and see how you look in a month or two.\n\nThis is meant to make your life easier. So, don’t waste any more time. Set your goals and start sailing towards your destination. Now.\n\nYou are now Aware. Apply Action and most importantly Adapt yourself to a changing life-style choice.\n\nAll the best in your journey towards a better, more improved YOU as you head through the last quarter of 2015. All the best to you in your endeavour to closing the gap between how you imagine yourself to be and how you actually look in the mirror.\n\n\nUntil next time,\n\nIn the heat of competition.  Pose name: Abdominal\/Thighs. Place in contest: 1st.\n\nIn the heat of competition.\nPose name: Abdominal\/Thighs.\nPlace in contest: 1st.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.934448421,
        "format_confidence":0.8952327967
    },
    {
        "url":"https:\/\/www.biomasterprotected.com\/bacteria-facts\/ten-facts-about-legionella",
        "text":"Ten Facts About Legionella\n\nLegionella bacteria are most commonly associated with causing legionellosis, better known as Legionnaires’ disease, a potentially serious lung infection caused by breathing in contaminated water droplets.\n\nLegionella bacteria can be either rod or coccoid shaped and there are at least 50 known species.\n\nRead on for 10 facts about Legionella, what symptoms you can expect if you’re suffering from Legionnaires’ disease and what you can do to prevent it.\n\n\n1. Legionnaires’ disease gets its name from an outbreak in 1976 when attendees at an American Legion convention became ill with pneumonia.\n\n\n2. The Legionella bacteria is usually found in ponds, rivers and lakes and are usually in numbers so low that they are generally considered harmless.\n\n\n3. However, if the bacteria finds its way into air conditioning systems, condensers or spas then they can multiply rapidly.  This is particularly problematic for hotels, hospitals and office blocks.\n\n\n4. Legionella bacteria ideally need a water temperature of between 20-45C to grow and contaminants such as rust and limescale can exacerbate reproductive rate.\n\n\n5. In the UK cases of Legionnaires’ disease are rare, with just 284 confirmed cases reported in 2013, and around a third of these cases resulting from being exposed to the bacteria abroad.\n\n\n6. Everyone can be at risk of catching an infection but if you are over 50, have smoked heavily or have an underlying medical condition or weakened immune system then you may be more susceptible.\n\n\n7. If you’re diagnosed with a legionellosis infection then your doctor must inform the local health authority in case it can be traced back to an outbreak.\n\n\n8. Common symptoms of Legionnaires’ disease usually take about a week to start showing after being infected and can consist of headaches, muscle pain, fever, chills, coughing and shortness of breath.\n\n\n9. Treatment for an infection usually consists of a course of anti-biotics, either through tablets or a drip, for 1-3 weeks with 9 out of 10 people making a full recovery.\n\n\n10. Legionnaires’ disease isn’t infectious, so you can't spread it to another person.  It can be prevented by making sure that any systems carrying water supplies meet maintenance and health and safety regulations to stop the bacteria building up.\n\n\n<< Back to bacteria facts index\n\nImage: CDC\n\nWant to know more about Biomaster antimicrobial technology? Contact us today:",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9922614694,
        "format_confidence":0.9754211307
    },
    {
        "url":"https:\/\/www.instyle.com\/beauty\/skin\/what-to-know-about-spironolactone-for-acne",
        "text":"All the details on what's being called the \"miracle pill\" for hormonal acne.\n\nBy Erin Lukas\nUpdated Apr 18, 2018 @ 11:45 am\nCredit: Getty Images\n\nWhen I hit my late 20s, I learned that acne doesn't automatically stop when you graduate and sign a lease for your own apartment. Up until this point in my life, except for getting the odd pimple around the time of my period, I was that annoying person with clear skin even though my skincare routine was minimalist at best. But as soon as I turned 28, I started getting a few hormonal, cystic pimples on my chin and jawline, regardless of where I was in my monthly cycle. This quickly escalated into full-on breakouts that didn't respond to any acne treatment I tried.\n\nIt wasn't until I finally stopped being stubborn and visited a dermatologist that I seriously considered spironolactone, a prescription drug, as an alternative treatment to the other last resort options I was looking into: birth control or Accutane.\n\nWhat Is Spironolactone?\n\nIf you haven’t heard of the pill, join the club. I only came across it during one of my early hypochondriac Google searches before my hormonal acne was at its worst.\n\nThe reason that treating hormonal acne with spironolactone has gone under the radar is that it’s actually an off-label use for the drug. “Spironolactone has been around for over 50 years,” Dr. Cybele Fishman, a board-certified dermatologist in New York City told InStyle. “It was originally used as a blood pressure medicine because it’s a diuretic and when you pee more your blood pressure goes down. Now, it’s not regularly used to lower blood pressure, but to treat hormonal acne, female pattern hair loss, and PCOS [polycystic ovary syndrome] due to its anti-androgen activity.”\n\nHow Does Spironolactone Work for Acne?\n\nSpironolactone acts as a roadblock for androgen hormones in your body by preventing them from overstimulating the skin’s oil glands. “In women with hormonal acne, androgens appear to have a strong impact on sebaceous gland activity,” explains Dr. Fishman. “Spironolactone blocks the effect of those androgens. Testosterone and dihydrotestosterone are the main ones, but progesterones also have some androgen activity.\" This is why women often experience breakouts right before their period, as they get a spike in progesterone.\n\nBy the time I was first prescribed spironolactone, my hormonal acne was beginning to effect my mental health and my self esteem. I was desperate for a solution so I barely asked about any of the pill's side effects. So while spironolactone will drastically improve the appearance of your skin, it's not a miracle pill so do not expect perfection.\n\nHere are eight things you should know before you start taking spironolactone for hormonal acne, from the aforementioned side effects to how long the pill takes to work.\n\n1. Don't Expect Instant Results\n\nAlthough I started seeing an improvement in the cystic acne on my chin and jawline after being on the pill for around a week, don't expect that spironolactone will work as quickly for you as it did for me. \"It takes about three months at the right dose to get the full effect,\" says Dr. Joshua Zeichner, director of cosmetic and clinical research in dermatology at Mount Sinai Hospital in New York City. \"If the dose is too low for an effect in you, you may need to increase the dose and need to wait a few months for that dose to kick in.\"\n\n2. Spironolactone Might Not Work for You\n\nIf you've been taking the pill for over three months and your hormonal acne situation isn't any better, it might be time to try a new dose or another treatment option all together.  \"When using it to treat acne, spironolactone is only used in women and tends to work best for women with hormonal acne, menstrual flares, adult-onset acne, or conditions with hormone abnormalities and acne (e.g. PCOS),\" explains Sejal Shah, cosmetic dermatologist and founder of Smarter Skin Dermatology in New York City \"It is also often used in women whose acne is resistant to conventional therapies.\"\n\n\"At a high enough dose it has some effect on all women,\" adds Dr. Zeichner. \"The issue is that at higher doses it may be associated with side effects like breast tenderness or irregular periods, which get in the way with using it.\"\n\n3. You Will Pee — A Lot\n\nThe pill itself is a diuretic, so frequent urination is an expected side effect. Personally, I peed every 30 minutes the first week or so I was on spironolactone. (Yes, I counted.) The interval eventually tapered off, but I still pee more than I did before I started taking the medication.\n\n4. Your Period Cramps May Get Worse\n\nI've had borderline debilitating cramps every month since I started getting my period in middle school, and I didn't think it was possible for them to get worse until I experienced my first period on spironolactone. Dr. Shah says that it's possible that these intensified cramps could be caused by hormonal changes from taking the drug. My cycle also lasts longer, too. (Lucky me!). But what I haven't dealt with is spotting, which is a common side effect of spironolactone.\n\nVIDEO: When You Apply Sunscreen in Your Skincare Routine Actually Matters A Lot\n\n5. You Can Feel More Tired Than Usual\n\nWhen my body was still adjusting to spironolactone, I was so exhausted I could have easily fallen asleep standing up while in line at Whole Foods — even though I was taking a very small dose of the medicine. Since then, my energy levels are pretty much back to what they used to be before taking the pill. \"Spironolactone blocks the hormone aldosterone, which can lead to fatigue,\" Dr. Shah explains. \"In addition, it can lower the blood pressure, and if this drop is sudden, you may feel tired.\"\n\n6. It Is Possible to Still Get Pimples While Taking Spironolactone\n\nThe first six months I was on spironolactone, my skin was completely blemish-free. Then, I started getting the odd whitehead —usually during weeks when I was under extreme stress or had a few too many late-night pizza slices.\n\nWhen I asked Dr. Zeichner about this, he said that it's possible to experience mild breakouts after being on spironolactone for a year. \"You are not the same person you were a year ago,\" Dr. Zeichner said. \"The hormones and sensitivity to those hormones may change over time, which means you may need to adjust your dose.\"\n\n7. Spironolactone Is Safe for Long-Term Use\n\nSure, the everyday side effects of spironolactone are minimal, but what about the long-term risks of being on it? Breathe a sigh of relief, because it falls under \"very safe\" on the spectrum of medications. Although it's not associated with cancers (including breast or ovarian) in humans, both Dr. Zeichner and Dr. Shah note that spironolactone does have a black box warning because high doses have caused tumors in rats.\n\nHowever, if you are planning on getting pregnant, you shouldn't take spironolactone. \"Theoretically it can cause birth defects, so you should use contraception if you are on it,\" says Dr. Zeichner.\n\n8. Your Acne Can Come Back If You Stop Taking Spironolactone\n\nThe reality is that spironolactone only works when you're on it. If you do stop taking it, it's possible that your hormonal acne will come back. \"The effect of the body's hormones will go back to what it was before you started,\" says Dr. Zeichner.\n\nSpironolactone may sound too good to be true, but if you’ve struggled with hormonal acne and have exhausted other treatment options, this pill may finally be the exception you’ve been searching for. My skin drastically improved once I started taking spironolactone, and even though everything's not perfect, I'm happy I made the decision to go on it.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.937710464,
        "format_confidence":0.8743061423
    },
    {
        "url":"https:\/\/www.medstafflt.com\/5-healthcare-areas-locum-demand\/",
        "text":"According to the projections of a report released by the AAMC (Association of American Medical Colleges), the United States will be facing a significant shortage of physicians in the next decade.  The study shows that the growing number of individuals needing health care is outweighing the amount of new physicians and specialists.  The projections estimate the high end of the shortage near one hundred thousand physicians of different types.\n\nThis shortage has been much more apparent in certain areas of the healthcare field, causing healthcare facilities to bring on Locum Tenens physicians to remedy it. For Locum Tenens physicians, there has been no shortage of employment opportunities. In fact, the demand for these medical professionals is higher than ever, especially in the following fields.\n\n1. Primary Care\n\nMedical facilities across the nation are experiencing a physician shortage. Nowhere is this more apparent than in primary care. Currently, the population of individuals over the age of 65 is growing at an astounding rate. Thus, these elderly patients, who are more prone to chronic illnesses, are seeking medical care at an equally high level. Furthermore, with the implementation of the Affordable Care Act, more patients have insurance and are utilizing this new benefit at primary care offices across the country.\n\n2. Emergency Care\n\nIn 2015, there were 136.3 million emergency room visits. This figure represents an increase from prior year’s statistics. The increase is due, in part, to the improved insurance coverage provided by the Affordable Care Act.\n\n3. Behavioral Health\n\nThere is no doubt that substance abuse has hit epidemic levels in our nation. As the number of individuals suffering with addiction continues to rise, so does the demand for physicians in this field.  According to a survey done, about 30% of the 259 facilities surveyed used Locum Tenens for filling a behavioral health post in 2014. This places behavioral health specialists as second on the list as far as demand.\n\n4. Hospitalists\n\nSimply put, Hospitalists care for hospitalized patients. These individuals (who typically specialize in internal medicine) are also in high demand in the medical profession.  In fact, 21.9% of the facilities in Staff Care’s survey stated that they had used Locum Tenens for hospitalist positions in the past year.\n\n5. Surgeons\n\nSurgeons are in great demand across the country. Despite the high pay scale associated with this position, there are not enough physicians to keep up with the number of patients who require their specialized skills.\n\nBecoming a Locum Tenens physician is an excellent way to gain experience while also helping to curb the looming physician shortage. In less than a decade, there will be a need for up to 90,000 new physicians, if you are ready to join the lucrative and in-demand field of Locum Tenens, please contact us today at Medstaff National Medical Staffing.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.6405947804,
        "format_confidence":0.9127386808
    },
    {
        "url":"http:\/\/www.healthylifetricks.com\/5-surprising-symptoms-of-diabetes\/",
        "text":"5 Surprising Symptoms Of Diabetes\n\nWhat’s diabetes? Diabetes is a condition where the amount of glucose in your blood is too high because your body can’t use it properly. And the main reason for that is because your pancreas doesn’t produce any or enough insulin, to help glucose enter your body’s cells. Or, the insulin produced by your body isn’t working properly. This condition is also known as insulin resistance. Even though this disease is incurable, there are many different homemade remedies to control it and maintain it in the normal level.\n\nAccording to the latest statistics, more than 380 million people around the world are affected by this health problem. Today, diabetes takes more lives than AIDS and breast cancer combined — claiming the life of 1 American every 3 minutes.  It is a leading cause of blindness, kidney failure, amputations, heart failure and stroke. And remember – if you suffer from diabetes, it’s very important for you to keep your blood sugar levels at normal range, in order to function properly. You should eat healthy and use different prescription or natural medications to relieve the unpleasant symptoms.\n\nIn this article we’ll reveal the 5 most unexpected diabetes type 2 symptoms.\n\n  1. Loud and often snoring\n\nOsama Hamdy, MD, the director of inpatient diabetes management at Joslin Diabetes Center in Boston, says that almost 50% of all type 2 diabetes patients complain of sleep-disarrayed breathing. Well, this means that if you notice loud snoring through the night or daytime sleepiness, you should check your sugar levels. A recent study, conducted by group of researchers in Canada, has discovered that 23% of patients who experience moderate or mild sleep apnea are at risk from diabetes in 5 ½ years. But, it’s still unclear how these two conditions are connected but one thing is for sure, there is a link between them. Because of the discontinued breathing our body releases stress hormones are released during the night and this is what’s causing a spike in blood sugar levels.\n\n  1. Unpleasant skin changes\n\nYou should be very careful and if you notice any skin changes, then you should know that you’re at risk of diabetes. For example, if you notice dark blemishes on the folds of your skin, usually on the elbows, joints or the back of the neck you need to see a doctor and test your blood sugar level because you could be suffering from diabetes. Sanjiy Saini, MD, a dermatologist in Egarwater, Maryland says that these symptoms could happen due to genetics or hormonal conditions. But, he also says that they could be a symptom of increased blood sugar levels too. Sanjiy Saini says that elevated insulin levels are stimulating the growth of skin cells and melanin, which is a pigment in the cells and gives the dark color of the blemishes. He also mentioned that with a simple blood test can reveal whether the patient is really suffering from diabetes or he just has elevated sugar levels. In either cases the patient needs to adapt his lifestyle to reduce his risk and improve the overall state.\n\n  1. Impaired hearing\n\nDon’t ignore this symptom and if you notice that your hearing isn’t good like it used to be and you need someone to repeat the sentence for you, then you should check your blood sugar levels. A recent study, conducted by group of researchers at the National Institute of Health, has revealed that sudden impaired hearing can be a hidden sign of diabetes. The medical experts claim that diabetes damages the blood vessels and the inner ear nerves, which results in impaired hearing. In the individuals where the blood sugar is raised, the risk of facing some hearing issues is 30% higher than the individuals with normal and healthy sugar levels.\n\n  1. Sudden improvement of the vision\n\nYou should be careful and if you notice a sudden eye improvement and you no longer need your glasses, then you should see your doctor. Don’t get too excited, because it’s no miracle, and you could be facing an increased risk of type 2 diabetes. Howard Baum, MD, an assistant professor of medicine in the diabetes division at Vanderbilt University, says that even though foggy vision is usually considered a typical diabetes symptom, any sudden change in vision quality can indicate elevated sugar levels. Dr. Baum said that some patients told him that their vision has improved when their blood sugars were raised, and then after they begin treating their diabetes, they needed their glasses again.\n\n  1. Unrelenting itchiness\n\nDon’t ignore this symptom – if you experience constant itching sensations, you need to consult with your doctor right away. You should know that this is also one of the hidden symptoms of type 2 diabetes. Diabetes can cause poor circulation and lead to skin dryness and itchiness. Dr. Howard also adds that some of his newly diagnosed patients revealed that they are experiencing an itching sensation in their extremities. And this is why, he highly recommends that the doctors should consider the relation between itchiness and other symptoms. If you’ve noticed excruciating itchiness which doesn’t go away visit a doctor and get your blood sugar levels tested. As we said, don’t ignore these early warning signs and symptoms, and if you notice any of them – you should visit your doctor immediately. We really hope you find this article helpful and don’t forget to share it with your friends and family. Thank You.\n\nSource: http:\/\/www.homehealthyrecipes.com\n\n\n\nYou may also like...",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9981014132,
        "format_confidence":0.9887865782
    },
    {
        "url":"http:\/\/www.healthylifetricks.com\/20-reasons-why-you-should-eat-an-entire-avocado-every-day\/",
        "text":"20 Reasons Why You Should Eat An Entire Avocado Every Day\n\nThe avocado is a rather unique type of fruit. Avocado is, without any doubts, one of the most favorite fruits in the world. Most fruit consists primarily of carbohydrate, while avocado is high in healthy fats. But, it tastes so good you will probably think that is not so good for you and your health. Numerous studies show that it has powerful beneficial effects on health.\n\nYou should also know that people who eat avocados are healthier and with higher nutrient intake. They even have lower body mass index than those who don’t eat avocados. Recent studies have proved that. However, this delicious fruit can offer a lot of healthy benefits, but we are going to mention just 20 of them:\n\n  1. Source of Healthy Fats\n\nEven though avocados contain high amount of fats, that actually is a good thing. Avocados contain the “good” fats, including the monosaturated fat. The monosaturated fat can help you lower the risk of heart attack or stroke, along with the levels of bad cholesterol in your blood.\n\n  1. Weight Loss\n\nRecent studies have shown that avocados can actually help you with losing weight. According to the study that was published in the Nutrition Journal, eating half an avocado for lunch can help overweighed people to feel full for a longer period of time after the lunch. People who participated in this study reported 40% less desire to eat over a 3 hour period after the meal, and a 28% less desire over a 5 hour period after the meal. And another good thing is that these participants had less desire to snack and were fuller after the meal.\n\n  1. Control Blood Pressure\n\nThis delicious fruit is also a great natural source of potassium. It contains more than 28% of the recommended daily potassium intake in just one avocado. But, you should be careful. Because avocados are fruits high in fat, you should balance your food intake in other areas to balance your diet. The AHA (American Heart Association) says that foods high in potassium are very important for a healthy heart, because of the potassium’s ability to reduce the effects of sodium in the body and regulates the blood pressure.\n\neat avocado every day\n\n  1. Lower Cholesterol Levels\n\nA recent study has shown that consumption of avocado can help you lower your cholesterol levels. Numbers in the recent statistics show that one in three American adults has high cholesterol issues, with higher risk of getting a heart attack. But, there are a lot of different natural ways to lower the bad cholesterol levels. Avocados can lower triglycerides in your blood, reduce the total cholesterol and lower LDL while increasing the HDL cholesterol.\n\n  1. High in Nutrients\n\nAvocados are also a great source of healthy nutrients and contain more than 20 vitamins and minerals in each serving. One fruit of avocado contains (Recommended Daily Values):\n\n  • 33% Vitamin C\n  • 26% Vitamin B6\n  • 21% Vitamin E\n  • 28% Pantothenic Acid\n  • 19% Copper\n  • 28% Potassium\n  • 53% Vitamin K\n  • 41% Folate\n  1. Improves Nutrient Absorption\n\nDid you know, that when it come to vitamins in minerals, it doesn’t really matters how much or how we eat them. The way vitamins, minerals and nutrients are being absorbed is extremely important for us and our health. Some vitamins or nutrients are fat soluble. That means that they need to be combined with fat in order to get absorbed by our bodies. For example, Vitamin A, Vitamin D, Vitamin E and Vitamin K are fat-soluble nutrients, alongside with some other antioxidants. Add ½ of avocado in a salad of spinach, lettuce and carrots and your body will absorb the antioxidants:\n\n  • Alpha-carotene – 8.3 times better\n  • Beta-carotene – 13.6 times better\n  • Lutein – 4.3 times better\n  1. Prevent Diabetes\n\nThe recent statistics that came from the CDCP (Center for Disease Control and Prevention) have estimated that diabetes will affect almost 40% of the American population at some point in their lives. That’s why is very important to keep your blood sugar levels low in order to reduce the risk of getting diabetes. In a recent study, people who participated in it consumed ½ of avocado with lunch, and had their blood sugar and insulin levels measured at specific time. Even though they ate ½ of avocado and it increased their calorie and carbohydrate intake, the participants who ate avocado didn’t get their blood sugar levels increased, compared with those who didn’t ate an avocado for lunch.\n\n  1. Pain Relief\n\nCause of its anti-inflammatory benefits, the avocado extract is suitable for treating and reducing symptoms of arthritis of the bones, also known as osteoarthritis, and other types of inflammatory related aches and pains.\n\n  1. Fight Inflammation\n\nSeveral studies have shown the beneficial healthy properties of the oleic acid – the monosaturated fat found in avocados, olive oil and canola oil. The oleic acid will help you fight and reduce all kinds of inflammations in the body. This is very important for you, because it’s believed that chronic inflammation in the body can lead to several diseases, such as: asthma, allergies, arthritis, Alzheimer’s, heart disease and cancer.\n\n  1. Eye Health\n\nAccording to the latest researches, avocados are among the top 20 fruits in the world consumed on regular basis, which are rich in Lutein and a good source of zeaxanthin. Lutein and zeaxanthin are extremely beneficial in fighting macular degeneration. This is one of the leading causes of blindness in the United States. Foods high in phytonutrients, such as avocado, can provide high amount of Lutein and zeaxanthin into your organism.\n\navocado whole\n\n  1. Very Important for Future Mothers\n\nAccording to the article published in What to Expect, avocados are one of the most important foods for pregnant women, because they are full with nutrients, such as: potassium, Vitamin C, Vitamin B6 and Folate. That’s because Vitamin B6 is beneficial for the baby’s tissue and brain growth. Folate is essential for the healthy growth of the fetus in early pregnancy.\n\n  1. Cancer Fighting Properties\n\nSeveral studies have shown the crucial benefits of using avocado in the fight against cancer. It has shown that the avocado extract can stop or slow down the growth of prostate cancer cells. Another study has shown that the avocado extract might help to reduce the side effects of chemotherapy. However, you should consume it primarily cause of its other benefits.\n\n  1. Strong Bones\n\nYou should also know that avocados are full with bone-healthy nutrients, such as: Vitamin K, copper and folate. So, if you add avocados to your healthy diet, it can help you build and retain strong bones. Except avocados, add other fruits as well for best results.\n\n  1. Improve Digestion\n\nOne of the most important elements for any healthy diet is fiber. The fiber keeps your digestive system running smoothly. That’s why you should add more avocados to your healthy diet. One avocado contains 13 grams, that’s around 54% of your recommended daily fiber intake.\n\n  1. Improve Your Mood\n\nAvocados can improve your mood. That’s because of their high amount of vitamins and minerals, especially potassium and folate. A recent study has found that potassium is related with depression. A group of scientific researchers have found that depressed men and women had low levels of potassium. Their studies were based on the relationship between sodium, magnesium and potassium in depressed patients. Other study that was made in 1993 found the same thing; depressed patients had lower potassium levels than healthy people.\n\n  1. Brain Food\n\nWe all know that cooper is a good brain stimulant, so avocados are also good as a brain stimulant food. That’s because they contain almost 20% of the daily cooper needs. Copper – the neglected mineral is directly linked with higher thought processes and creative thinking.\n\n  1. Immunity Booster\n\nAs we mentioned before, the avocados are a great source of Vitamin B – which can help you fight a lot of illnesses and infections in your organism. They also contain high amounts of Vitamin C and Vitamin E – natural immune boosters.\n\n  1. Energy Booster\n\nFat is the most concentrated source of energy in our bodies, and we know that avocado is full of it. It might help you skip your daily afternoon nap, if you eat an avocado for lunch. Healthy fats can provide for your organism a balanced stream of energy, so the organism can finish its daily routines. If avocados are eaten along with carbohydrates, they will slow down the digestion rate of the carbohydrates, which means that you won’t feel hungry after a meal, especially after you ate simple carbohydrates like white bread.\n\n  1. Healthy Skin and Hair\n\nAvocado can also help you get a smooth skin and glossy hair. That’s because of its anti-inflammatory properties and high amount of healthy fats. One avocado contains more than 20% of your daily dose of Vitamin E, which is beneficial in protecting the body tissue from damaging by the free radicals. Stop wasting money on expensive skincare creams which contain Vitamin E, and eat more avocados. You can even try avocado oil and fight the aging process from within.\n\n  1. It’s Delicious\n\nLet’s not forget that avocado is very delicious fruit, which can be used in different meals and salads, such as: guacamole or you can add it to salads and sandwiches.\n\n\n\n\n\n\n\nerror: Content is protected !!",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9466873407,
        "format_confidence":0.9888294339
    },
    {
        "url":"https:\/\/www.jmurphydmd.com\/blog\/post\/the-advantages-of-getting-dental-implants.html",
        "text":"The Advantages of Getting Dental Implants\nBy Murphy Dental Group\nMay 03, 2019\nCategory: Dental Procedures\nTags: dental implants  \n\nIf you're embarrassed about your missing teeth, there's an alternative that may be right for you: dental implants. Dental implants are dental implantssubstitute tooth roots, usually made from titanium, that provide a stable foundation for replacement teeth. Led by family dentists Dr. John Murphy, Dr. Patrick Murphy, and Dr. Natalie Shlosman, Murphy Dental Group (located in Milton, MA) offers dental implants to their patients. Here are 5 of the advantages of undergoing implant treatment.\n\n1. They can improve your smile. Your teeth are an important part of your appearance and lifestyle. A nice smile enhances your overall presence, and healthy teeth allow you to live with confidence. Because they're designed to look and feel just like your natural teeth, dental implants can make your smile look better than ever!\n\n2. They can improve oral function. Your teeth are designed to work together to help you chew food and speak, but when you're missing teeth, it's difficult to do these things. Luckily, dental implants allow you to eat all foods (even the hard-to-chew ones). They can also improve your clarity of speech.\n\n3. They can prevent teeth from shifting. If missing teeth are not replaced, the adjacent teeth will begin to drift out of place. Plaque and tartar can build up in the spaces created by the shifting teeth, and over time, this may cause oral health problems, such as cavities or gum disease. Dental implants, however, can prevent your original teeth from shifting into the spaces left by your missing teeth.\n\n4. They can prevent jawbone loss. When teeth are missing, the healthy bone begins to break down. Bridges and dentures address the cosmetic problem of missing teeth but do not prevent bone loss. Implants, on the other hand, are anchored in the jawbone just like natural teeth. Over time, this helps preserve the bone and significantly reduce bone resorption. Dental implants are the only tooth replacement option that stops bone loss and stimulates bone growth.\n\n5. They can prevent facial sagging. A face with missing teeth will also appear sunken and make you look older than you are, and because dentures don't stimulate the jawbone, denture wearers also develop this sunken-in look as the bone deteriorates. Without tooth roots to stimulate the bone, the bone begins to break down. Dental implants can prevent facial sagging and facial collapse because they are surgically implanted in your jawbone by a family dentist.\n\nInterested? Give Us a Call!\n\nDon't wait—call the family dentists at Murphy Dental Group at (617) 696-3900 today to schedule a dental consultation in Milton, MA, and get the smile you deserve!",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9978965521,
        "format_confidence":0.8674642444
    }
]