[
    {
        "url":"http:\/\/www.theculinaryenthusiast.net\/2011\/02\/project-love-day-and-disturbing-update.html",
        "text":"Thursday, February 3, 2011\n\nProject Love Day and a Disturbing Update\n\nI am interrupting my regularly scheduled recipe post for today to bring to your awareness something monumentally disturbing that will happen this weekend.\n\nAs you know, this Sunday is the Super Bowl.  Many of you are excited about the match-off between the teams and equally excited about the yummy treats that will accompany the commercials.\n\nBut for the 10,000 teenage prostitutes that are expected to be brought to Dallas, excitement is not on their list of emotions for this weekend.  Their pimps will bring them in from all over the United States \"hoping to do business with men arriving for the big game who have money to burn.\"  Many of these girls have been trapped into the life they now live; fear, abuse, shame, and psychological manipulation make it next to impossible for them to escape. \n\nDuring the previous two Super Bowls, law enforcement agencies have been able to rescue 50 girls, and each single rescue is measured in terms of success.  This year, airlines and child welfare advocates are collaborating to spot the signs of trafficking.  However, 50 out of 10,000, while great and encouraging, still leaves a lot of girls trapped and in danger.\n\nI am going to share with you several links.  I encourage you to read them and make yourself aware of this.  The Super Bowl is the United States' largest sporting event and it is one of the biggest human trafficking events in the United States.  This hits us real close to home.\n\nSo close, you may be tempted to turn away in disgust.  Please don't.  Instead, do something.  Pray.  Do your part to raise awareness.  Become outraged at the disgusting injustice of sex trafficking.  Let your heart break for someone else's daughter as you look into the sweet face of your own.  Take a stand and let your voice be heard.  Most girls who are trapped in the commerical sex trade are only 13 when their nightmare begins, and most only have a projected life span of 7 years after that.\n\nProject Love Day over here at The Culinary Enthusiast is the way I am trying to make my voice heard.  But you each have a voice too, and a God-given passion.  Use it.  Somewhere, in your state, in the state over, or in another country in our world, a little girl, a child, a teenager, has lost her voice in fear, terror, danger, and threat of death.  Speak up for her.\n\nThese links are just some.  Each one has other links. \n\nThe knowledge that young girls will be forced to prostitute themselves for another's profit during the game this weekend has forever changed the Super Bowl for me.  Behind the bright lights of the stadium and the noise of the Half Time show lurks an evil and darkness and pain that my mind can barely comprehend.\n\nI would LOVE to know your thoughts and what actions you might be contemplating or taking in regard to human trafficking and sexual exploitation of children.  Please leave a comment. \n\nAll that is necessary for the triumph of evil is for good men to do nothing.   \n~Edmund Burke\n\nNobody made a greater mistake than he who did nothing because he could do only a little.  ~Edmund Burke\n\nI challenge each of you reading this post to share it on your Facebook page, email it to your address book, or blog about it on your own blog.\n\nNo comments:\n\nPost a Comment\n\nThanks for leaving a comment! I love hearing from you!",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.6639998555,
        "format_confidence":0.9962844849
    },
    {
        "url":"https:\/\/securelist.com\/big-box-latam-hack-2nd-part-email-brute-force-and-spam\/58235\/",
        "text":"Big Box LatAm Hack (2nd part – Email Brute-force and Spam)\n\nTo complement the already mentioned findings, the same cybercriminal’s server contains additional interesting things but before mentioning them, I want to give a little bit more information about the email database used to spam victims to infect them with the Betabot malware.\n\nE-mail database\nHow big is the list of email addresses to spam victims? It has 8,689,196 different addresses.  It is a very complete database. Even if only 10% of the machines of the people included in this list get infected, cybercriminals would gain more than 800,000 infected PCs!\n\nThe geographic distribution of the emails is already published here. If we just look at the number of the most interesting domains belonging to governments, educational institutions and such used to spam and to infect, they are still very high numbers:\n\nDomain    number of emails\norg            13772\nedu            2015\ngov            1575\ngob            312\n\nSpamming techniques\nMost spam today is sent by botnets; however this is not what the gang behind this server is using. In this case, spam messages are sent via the app called “spam.exe\n\n[Path] \/ filename                              MD5 sum\nspam.exe                                       dd77b464356a7c9de41377004dd1fa35\n\nWhen it is running, it asks for the password (below) and then needs a special parameter, which is a plain text file.\n\n\nThe original parameter file is this one:\n\nIt accepts parameters like the number of threadsfromsubjectbody of the message, file to attach,reply-to and smtp server to use. There is a string inside of the compiled code pointing to the sources of the project:\n\n\nWhen this server was discovered, cybercriminals already had the next email ready to send to their victims:\n\nTranslation from Spanish: “User, From: +519825**** A friend has just sent you a MMS message via the Claro Web site, the message will be automatically deleted in 72 hours. Download the message now. ID: CLARO, LA RED [The Network] where everything is possible.”\n\nThe original malicious URL embedded into the message is this:\n\nAs I mentioned, the last parameter of “spam.exe” malicious mailer is the smtp server. Cybercriminals have collected 2,093 different not properly secured email servers around the world. This includes email servers from China, USA, Japan, Indonesia, Russia, Italy, Romania, Netherlands, Germany, Belorussia, Kazakhstan, Vietnam, Hong Kong, Ireland, Brazil, Greece, Chile, Czech Republic, Belgium, Philippines, Denmark, Sweden, Ukraine, Hungary, Canada, Malaysia, Poland, Peru, Taiwan, France, Korea, Spain and many others.\n\nHow did cybercriminals get so many misconfigured servers from around the world?\n\nThis is the name of the module used to attempt smtp servers if these have  default accounts with the same default passwords. In other words, it is a brute force application to test smtp connections.\n\n[Path] \/ filename                              MD5 sum\nkiss.exe                                       3a5d79a709781806f143d1880d657ba2 \n\nThis is an app built inside of the same project; the string from the code confirms it:\n\n\nOnce running, it asks for the password, which is the same as for the “spam.exe” application. It accepts four parameters: threadsips, logins\/password and email.\n\nWhen I found these resources, cybercriminals had in the IPS parameter file 1,519,403 IP addresses in queue to brute force!\n\nWhile the list of logins\/passwords had the next combinations:\n\nOne interesting thing is that cybercriminals did not want to brute-force all and any domains so they included an exclusion list, which allows “kiss.exe“, to skip and not to brute-force the next domains:\n\nDomains excluded from brute-forcing\n\nLooks like they just did not want to attract too much attention, especially from governments, while brute-forcing.\n\nDid I find other interesting things on that server? Yes, and I will post that in the next and  last part of the series Big Box Latam Hack.\nKaspersky Anti-Virus detects “spam.exe” and “kiss.exe” as Email-Flooder.MSIL.Agent.r respectively.\n\nCybercriminals from different regions may operate in a similar but yet different ways. This case is a good example as it shows how cybercriminals from Latin America, with no access to zombie machines, tried to find as many weak configured smtp servers as possible  all around the world to distribute spam. This technique did not decrease their potential reach in terms of the number of victims nor their geographic location. Sometimes simple “solutions” work efficiently and we – as researchers – do not only have to focus on botnet-like activities.\n\nAs mentioned in the previous post, there is evidence cybercriminals from South America are in touch with cybercriminals from Eastern Europe and the worst part is that they are using mixed techniques: some codes from their European counterparts with others that are locally developed.\n\nYou may follow me on twitter: @dimitribest\n\nRelated Posts\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.5494276881,
        "format_confidence":0.5134085417
    },
    {
        "url":"http:\/\/scottlibby.blogspot.com\/2009\/09\/case-closed.html",
        "text":"Thursday, September 24, 2009\n\nCase Closed\n\nThe State Attorney General's Office has concluded that it would \"fruitless\" to reopen the case to investigate other leads following Samson's acquittal, according to this morning's Sun Journal story. Assistant Attorney General Andrew Benson stated\nThere was no information developed during the investigation that would suggest that anyone other than Agostino Samson killed Scott Libby, and my office and the state police still strongly believe that he's guilty of murder.\n\nHe also said, regarding the acquittal,\nObviously, I was not present in the jury room during the jury deliberations, and I'm not going to second-guess their decision. Their view of the evidence was simply different from that of the state.\n\nThe family is grateful to the Maine State Attorney General's Office, the Maine State Police, and everyone involved in the investigation for their fine work, and again, all friends and family who have been supportive throughout this process. At this point, we are simply attempting to move on.\n\nOn an administrative note, I intend to leave this site up indefinitely for future reference, but this will likely be my last posting. Take care, everyone.\n\nNo comments:\n\nPost a Comment",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9325780869,
        "format_confidence":0.9966151118
    },
    {
        "url":"http:\/\/huckhowe.blogspot.com\/2009\/01\/court-excuses-claimant-for-not-filing.html",
        "text":"Wednesday, January 7, 2009\n\nCourt Excuses Claimant for Not Filing Timely Claim in Bankruptcy Proceedings\n\nThe Western District slams the Guarantee Fund on public policy grounds for denying a hearing loss claim on a notice defense.\n\nClaimant established hearing loss of 15.77% BAW after working for an employer for 34 years, but the Commission reversed his award as he neglected to file a timely claim against the bankruptcy court after his employer became insolvent in 2001. The court of appeals reversed and found section 287.865.5 did not bar his claim and re-instated the original disability award, in Jones v GST Steel, No. 69299 (Mo. App. WD 1-6-2009).\n\nClaimant was terminated in 2001 when his company went into bankruptcy. He obtained a diagnosis of work-related hearing loss a few days before the bankruptcy filing. The Guarantee Fund defended his claim that it owed nothing as claimant did not preserve a claim with the bankruptcy court during the 6 years the employer’s bankruptcy remained pending.\n\nThe court considered the requirements of 287.865.5 that the employee must make timely claim for such payments. The legislature purpose to allow an insolvent employer to pay liability before making claims against the Guarantee Fund could have been achieved, the court explains, if the Guarantee Fund had provided notice itself to the bankruptcy estate after it received claimant's comp claim in 2003. The court liberally construes benefits under 287.800 and found the construction advanced by the Guarantee Fund placed unsophisticated claimants in a trap.\nThe notice provided to claimant that he needed to file a claim in bankruptcy was “inadequate” and did not provide the claimant adequate clarification how to proceed. It imposed a deadline that he file a claim in July 2001, months before he was legally entitled to file a comp claim for his hearing loss in November 2001 (287.197.7 at the time required 6 month separation rule). The court found the Guarantee Fund never provided him a clearer notice of his rights, and noted it was their statutory responsibility to do so under 287.872. The court cited legislative changes in 2005 requiring notice requirements only of “open” claims and not “potential” claims.\n\nThe court discusses similarities to the Wire Rope case, in which claimants in both cases lacked adequate information and clarification how to proceed. In the earlier case, the court criticized the Guarantee Fund for taking a defense that “spits” in the face of public policy and causes unjustified anxiety of workers.\n\nIn a similar case, Soligo v GSTY Steel Co., DOLIR 3-24-10, the court awarded against the Guarantee Fund benefits of 35% PPD based on Dr. Koprivica's rating for an unoperated rotator cuff tear, and rejected the Fund's jurisdictional defense that claimant failed to provide notice to the bankruptcy court, when claimant asserted he had never received any letter requiring him to provide such notice. The commission reversed an award of attorney's fees of $3381 assessed by ALJ Siedlik, noting the unsuccessful defense was not so egregious to warrant costs.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.956592679,
        "format_confidence":0.7977676988
    },
    {
        "url":"http:\/\/bowieknifefightsfighters.blogspot.com\/2010\/12\/barneys-bloody-bowie-brawl-in-barroom.html",
        "text":"\n\nSunday, December 12, 2010\n\nBarney's Bloody Bowie Brawl in Barroom\n\nOn July 19, 1870, the San Francisco Chronicle reported a brutal barroom brawl in the city's Barbary Coast district:\nBloody Affray: The Bowie Knife and the Revolver.\nAt midnight on Sunday three men entered the concert saloon of Nicholas Hochguitel, on the corner of Kearny and Pine streets. Their names are William B. Pennie, Barney Kennedy, and William Wilson. They entered one of the rooms adjoining the “green-room” of the place, and sat down at a table where they engaged in a game of cards. \nWhile playing they ordered several drinks for which they did not pay. The proprietor, Mr. Hochguitel, went into the room and told them that unless they paid for the drinks they had already ordered they would get no more. The parties denied having ordered any drinks, and some few words passed between them and the proprietor, when he left the room. The men soon followed, and went to the counter, where they ordered another drink, Kennedy agreeing to pay for them. Kennedy and the proprietor had some more words, which ended in Kennedy striking Hochguitel in the face with his clenched fist.\n\nBoth men then clinched, when, it is alleged, Kennedy drew a pistol and beat his opponent over the head with it, until a third party interfered and took it from him. Kennedy, however, was well prepared for an encounter, and drew a bowie knife with which he cut Hochguitel through the under lip to the jaw, in the cheek, on the head and in several other parts of the body. John Reitz, a bar-keeper, came to the rescue of his employer, and was cut on the right side of the neck, below the ear, and it is supposed that the wound will prove fatal, being about two inches long and one deep. Officer Spiller attempted to put an end to the fight by arresting Kennedy, when the latter assaulted him and attempted to stab him in the abdomen. In warding off the blow Spiller was cut in the hand. Several officers made their appearance at this juncture, and the three parties above-named were arrested. Yesterday morning Judge Sawyer held them to answer before the Grand Jury.\nAnother news report of this fight ended with this gruesome image: “All the contestants were literally covered with blood and looked more like aboriginal tattooed Indians than civilized beings. The floor of the cellar was covered with blood, which, taken in connection with the appearance of those in it, gave it more the look of a slaughter-house than of a drinking saloon.”\n\nWhile the prior article reports that John Reitz's wound was expected to prove fatal, the likelihood is that he made a recovery, as there is no subsequent report of his death. After a bowie knife scrape, newspapers often minimized the odds of survival of wounded parties, but suprisingly often they pulled through.\n\nNo comments:\n\nPost a Comment",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.6787127852,
        "format_confidence":0.8783454895
    },
    {
        "url":"http:\/\/patrickpretty.com\/2010\/04\/13\/ponzi-guilty-pleas-in-new-york-tennessee-new-ponzi-case-filed-by-cftc-in-florida-relief-defendant-misspelled-its-own-name\/",
        "text":"Ponzi Guilty Pleas In New York, Tennessee; New Ponzi Case Filed By CFTC In Florida; Relief Defendant Misspelled Its Own Company Name\n\nEDITOR’S NOTE: There was significant action in Ponzi cases today. Earlier we reported on the guilty plea of Trevor Cook in Minnesota and the issuance of a bench warrant in South Carolina for Michael Derrick Peninger. The brief below summarizes action in the Ponzi and affinity-fraud case case of Steven Byers in New York, the Ponzi case of Barron A. Mathis in Tennessee, and new allegations of a Forex Ponzi scheme against Claudio Aliaga in Florida.\n\nNew York: Steven Byers, 47, of Oak Brook, Ill., pleaded guilty today to felony counts of conspiracy and wire fraud in a Ponzi case said to involve $255 million. U.S. District Judge Denny Chin, who sentenced Bernard Madoff to 150 years in prison, is the presiding judge in the case. Byers will be sentenced in September. He faces a maximum of 25 years in prison.\n\nByers was the former president and chief executive officer WexTrust Capital LLC, a private-equity firm. Orthodox Jews were targeted in the scheme, which involved real estate and specialty finance.\n\n“From at least 2003, Byers and others raised money from investors pursuant to private placement offerings and then used material amounts of that money for other purposes, and did not disclose their diversion of funds to investors,” prosecutors said. “In one such private placement, Byers and others raised approximately $9.2 million in investor funds by representing that the funds would be used to purchase and operate seven commercial properties that were leased to the United States General Services Administration (GSA).\n\n“According to the GSA private placement memorandum issued to investors by WexTrust Capital,” prosecutors said, “the $9.2 million raised from investors, together with a mortgage of approximately $21 million, would be used to purchase the seven GSA properties and cover related acquisition expenses.\n\n“The seven GSA properties, however, were never purchased. Instead, virtually all of the funds raised from investors to purchase the properties were diverted by Byers and others to other purposes, but investors were never informed that the funds were used for any purpose other than to purchase and operate the seven GSA properties. Byers and others later agreed to make up a story that they would then tell the GSA investors regarding what happened to their investment,” prosecutors said.\n\nThe guilty plea was entered as a result of a plea deal with prosecutors. Byers “agreed to forfeit $9.2 million and is subject to mandatory restitution and faces criminal fines up to twice the gross gain or loss derived from the offense,” prosecutors said.\n\nTennessee: In Nashville, Barron A. Mathis, 29, pleaded guilty to wire fraud. He formerly was vice president and portfolio manager for J.C. Reed & Co., a failed financial services company headquartered in Franklin.\n\nMathis sold his Ponzi and fraud scheme to friends, acquaintances and clients, collecting $11 million in the process, prosecutors said. Most of the investors were elderly, inexperienced traders.\n\nâ€œCases like these are egregious examples of predators who target vulnerable and innocent victims through false and fraudulent business practices,â€\u009d said U. S. Attorney Edward M. Yarbrough. â€œBy his own admission, Mathis encouraged people to invest by falsely promising security, growth and inflated returns on their money, but instead the investors lost their savings as part of an elaborate fraud scheme.”\n\nU.S. District Judge Robert L. Echols will sentence Mathis. A sentencing date has not been set.\n\nFlorida: Claudio Aliaga, of Davie, has been charged civilly by the CFTC with operating a commodity-pool and Forex Ponzi scheme that gathered $4.5 million.\n\nAlso charged was Aliaga’s company, CMA Capital Management LLC of Miami Lakes.\n\nNamed relief defendants were Aliaga’s wife, Betty Aliaga, and a company known as CMA Global Investement (sic) Fund LLC. The CFTC noted that the company misspelled its own name and “received funds as a result of defendantsâ€™ fraudulent conduct.”\n\nU.S. District Judge Marcia G. Cooke ordered an asset freeze.\n\nAbout the Author\n\n3 Responses to “Ponzi Guilty Pleas In New York, Tennessee; New Ponzi Case Filed By CFTC In Florida; Relief Defendant Misspelled Its Own Company Name”\n\n  1. What ever happened to Claudio Aliaga? Did they ever arrest him?\n\n\n  2. Patrick: What ever happened to Claudio Aliaga? Did they ever arrest him?\n\n    This CFTC announcement from 2012 makes no mention of an arrest:\n\n\n\n\nLeave a Reply",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.8516080379,
        "format_confidence":0.7130714059
    },
    {
        "url":"https:\/\/improvingpolice.blog\/2017\/09\/20\/time-to-think-time-to-reflect\/",
        "text":"Time to Think, Time to Reflect\n\nWe all need to take time to reflect on our lives and what we do. It should be a frequent exercise for those who work in our system of criminal justice.\n\nThis is what I have been thinking and reflecting about since that day in Ferguson — and what’s going on in St. Louis and other cities today.\n\nWhat I see is a growing public awareness and concern regarding uses of deadly force by police. This awareness has been raised by the use of emerging technologies such as dash and body cameras, public and private video surveillance cameras, and cell phones with video recording capabilities.\n\nAre police shootings of young black men a new and startling turn of events? Most likely not. What is new, however, is technology, the Internet, and social media. More than likely (though there are no existing data to prove it), these shootings have gone on for years without the public awareness we have today.\n\nThese deaths, more often than not, involve a young black man or a person mentally ill. When these events are posted on the Internet, they tend not to look very good for the police officer involved; many are questionable. The real bad shoots result in large scale public protest, property destruction, arrests, and further violence.\n\nIn response, police “armor-up,” and try to quell the disturbance. This, too, can cause further public outrage and distress.\n\nWhen police investigators and the district attorney review these actions, they are often find the police officer involved to be operating within the rule of law (which, under the U.S. Supreme Court opinion in Graham v. Connor [1989] is a very low standard for use of force by police).\n\nIn the few cases that go to trial, juries tend not to convict a police officer who who can clearly articulate fear for his life and, therefore, the immediate need to apply deadly force.\n\nIf a police officer can convince a jury he feared for his life, the use of deadly force is within the current law regardless if other measures like de-escalation, taking cover, or even backing off would have been a more reasonable and life-saving action.\n\nIf we compare Graham with the standard of deadly force which is used by police in European Union countries — that of “absolute necessity,” it is quite evident which standard is more restrictive. And the rate of police using deadly force in those countries is strikingly low compared to our country).\n\nAfter every shooting, every investigation, and almost every jury trial, anger continues to seethe in the black community and police too often remain silent, wary, and bunkered in. Instead of responding through active and on-going dialogue, explanation, empathy, and sadness, some departments simply “armor-up.” Tragically, this seething anger has resulted in innocent, on-duty police officers being summarily executed. This, too, is not good.\n\nIn fact, it is not a good situation for anyone – police, communities of color, or white America.\n\nYet, in my observation, my reflection, we barely talk about the recent recommendations of the President’s Task Force on 21st Policing (2015) or the report by the Police Executive Research Forum who offered thirty guidelines on use of force the following year. Nor do we see many visible, demonstrable improvements within our police.\n\nYes, there is talk about more training regarding de-escalating potentially violent encounters, being more sensitive to persons with mental health issues, recognizing implicit bias in police decisions, and so forth. But the number of persons killed by police since Ferguson, still remains about 1,000 persons a year. That number has not been reduced. It would be a good metric to start.\n\nIs this the way it’s going to be? That this is modern life in America? Two to three persons every day shot and killed by police? And when it is a young black man who is the victim, the black community erupts, highly militarized police flood into the streets, it is calm for a while as the matter is investigated. But then police find their officer followed policy, training, and the law (another disturbance occurs), then the district attorney or a jury exonerates the officer (another disturbance), until the next time…\n\nThis, to me, is not only a most uncomfortable environment for police to work, but also for the communities in which they are most present.\n\nI was there once and I decided to do something about it. Today, it is up to our police to begin to actively fix this problem, to act in ways that reduce the taking of lives and to practice respect and self-control by listening to the voices in their communities and practicing justice. (And, at the same time to remember that this kind of justice must be practiced inside the police department as well as with the community.)\n\nWe have smart cops today. They must be urged and supported by their communities to rebuild trust, control their uses of force, and work closely with citizens in solving these problems.\n\nWhen police do this, they will become more effective, there will be less violence for everyone, and they will work in a much safer environment.\n\nThat’s what I have been thinking about and it is distressing and unsettling. WE can do better!\n\n1 Comment\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9507452846,
        "format_confidence":0.8695293665
    },
    {
        "url":"https:\/\/scrivenerserror.blogspot.com\/2013\/11\/DB15g.html",
        "text":"15 November 2013\n\nGoogle Books\nI've Already Said What I Can\n\nI'm not going to say much about The Hon. Denny Chin's decision on fair use yesterday in the Google Books matter (PDF); I largely already have. I think it was incorrect... but that he was driven to it by fundamental conceptual errors in the suit's structure and theoretical basis, by less-than-optimal lawyering, by both subtle and not-so-subtle institutional arrogance in the Second Circuit bar, and by a variety of other, non-merits factors (such as poor presentation of evidence in the briefs by all parties concerned). His decision is not indefensible — merely incorrect, at least as to some subsets of books at issue.\n\nThe actual Google Books litigation was and is the wrong1 theory propounded by the wrong party and the wrong lawyers against an incomplete set of defendants in the wrong court. It shouldn't surprise anyone that an opinion resulting from that set of missteps makes missteps of its own, primarily by downplaying the fact\/expression distinction as it relates to three of the four statutory fair use factors. Of course, Judge Chin was invited to do so by the parties... and one can hardly blame him for deciding on the basis of the record before him, however conceptually flawed that record was. Unfortunately, copyright interests probably (not certainly, but probably) do not rise to the \"civil rights\" level that requires certain sua sponte inquiries; imagine for a moment that this matter directly (instead of indirectly) concerned First Amendment speech rights, with the attendant \"no prior restraint\" doctrine, and what a judge might have done with that.\n\nUltimately, Google successfully invited B'rer Fox into the courtroom briar patch and demonstrated both that (a) the Authors' Guild's arrogance in presuming to represent all authors' interests meant that it couldn't represent any coherent set of authors' interests well, and (b) the nonstatutory fifth fair-use factor — administrative convenience — will in practice (and especially in the Second Circuit) overwhelm the others.\n\nAnd that's it from me on the substance. Next up will be an appeal to the Second Circuit, which I expect to reverse in part... but on Rule 56 grounds, not on copyright-law grounds. That is, this is now a civil procedure case, not a copyright case; the real question in front of the Second Circuit will be whether the record in front of Judge Chin presents undisputed material facts. The briefs in front of Judge Chin did a remarkably poor job of engaging with the factual record (let alone reflecting adequate factual investigation), so there's a lot of room here. Then there's the question of whether the Second Circuit's prior guidance to consider fair use before class certification will stand on Supreme Court review; this is not at all certain, particularly if the Supreme Court's membership changes before this case reaches it (I put the over\/under in the 2015 Term, beginning October 2015, for the petition for certiorari).\n\n  1. Not \"morally wrong,\" but \"factually and theoretically suboptimal enough to result in unreliable inferences.\" If that sounds like something coming from some high-falutin' science lab, it is; I may be able to escape the smell of certain thiols, but I can't wash the thought process out so easily once exposed to it.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9849461317,
        "format_confidence":0.9510635734
    },
    {
        "url":"http:\/\/catcountycorruption.com\/tag\/jane-st-john\/",
        "text":"Tag Archives: Jane St John\n\nCattaraugus County Court Clerk Jane St John Claims She Doesn’t Tamper with Public Records!\n\nOn August 31, 2017, a victim of the overwhelming corruption that has been uncovered in Cattaraugus County New York, home of the most corrupt court system in the State of New York and possibly the United States was told by Cattaraugus County Court Clerk Jane St John he was not allowed to review his court record anymore because it was in appeal. First of all it was not in appeal and second the public has the right to review any court record they please. There are some exceptions to this right such as family court and sealed records where the general public is not allowed access to, however the parties involved are. Click here for the Commission on Public Access to Court Records, Report to the Chief Judge of the State of New York and corresponding exhibit 3. Continue reading\n\nDownload PDF\n\nCattaraugus County Court Clerks Office – A Den of Lairs and Criminals\n\nRecently a Pro Se litigant who has uncovered vast corruption in the Cattaraugus County District Attorneys Office concerning bogus charges filed against him, the type of conduct that has led to a 4 million dollar lawsuit which names Rieman & the County as the Defendants, which was caused in part by William Preston Marshall (AKA Baby Face Finster) has recently documented more criminal activity in the county, by the county court clerks office. It appears as if there is a competition between the District Attorney’s Office and the County Court Clerks Office to see which one can outdo the other in committing more crimes.  Specifically Verna Dry, Jillian Koch and Jane St John. Their latest conduct will cause more lawsuit issues and more burden on the taxpayers of this County… Their latest escapades is one for the history books…  Continue reading\n\nDownload PDF\n\nDA Lori Rieman Sued for 3 Million, Cat County for 1 Million, Taxpayers on the Hook\n\nYou can’t make this sh#t up folks. This is just amazing, after coming in contact with another victim of Cattaraugus County “DA” Lori Rieman, we have discovered that Rieman and her cohorts have committed so many criminal acts in this matter it boggles the mind, evidence of jury rigging, terrorizing family members (who were also witnesses), kidnapping children, etc… it has everything for the next John Grisham novel… Your tax dollars hard at work folks…\n\nContinue reading\n\nDownload PDF",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9831675887,
        "format_confidence":0.7626367807
    },
    {
        "url":"http:\/\/kendevine1952.blogspot.com\/2011\/08\/he-just-isnt-that-bad.html",
        "text":"Monday, August 15, 2011\n\nHe just isn't that bad. Not all rogues are criminals.\n\nIn my humble opinion this is a very misleading headline...\n\nI knew Norman as hard working, articulate, confident, considerate, positive, likeable, resourceful and enterprising rogue. He was even humble and teachable to a degree. Yes, he loaned money without authority to do so, but it was never a secret as far as I remember. They were short term loans made to a few desperate individuals until the next pay day. He saw it as offering a helping hand rather than anything more sinister and would struggle to get his money back. He also offered a gift wrapping service in the run-up to Christmas as well as trying to establish his office cleaning business.\n\nI liked him. I still like him. He's more honest than most in my opinion and certainly a person not deserving of this article which is a touch misleading. If Norman says someone was lying, I would tend to believe him...but who would believe a loan shark?\n\nI'm not condoning the practice of money lending registered or not, nor of Norman's actions. I'm merely pointing out that you shouldn't believe all you read.  Everyone that knew him saw an indefatigably happy, helpful, smiling and positive individual. Rarely would you see him like this photograph...unless he felt aggrieved.\n\nI once had an accountant who fleeced us for a lot of money for services I later found out to be nothing to do with our type of business. He knew he was charging for such services. Yes, there are real criminals who are licensed to fleece us and they are often well respected. There are others that I have had personal experience with that should be locked up... but not Norman. I trust my instincts and can usually recognise if a person is hardcore criminal and evil to boot...not Norman. Give the man a break.\n\nIt makes you wonder who else the press hang out to dry.\n\nOn a separate note, but still with crime...I finished this book last week...\nIt's a true story that shocked Victorian Britain in June, 1860. It was recommended by a friend and, although a terrible crime, the book is also crammed...and I mean crammed, with interesting facts. It was a fascinating book that has to be read through to the last illuminating page. Don't be tempted to google the original case as it will reveal who the murderer was...or will it? Things are not as straightforward as they seem.\n\nThe only time I found myself drifting was during references to the great crime writers of the time, even though one of them was a certain Mr Charles Dickens. Mr Dickens had his own suspicions regarding this crime.\n\nI think this is the first book I've read which is of a specific murder and, strangely enough, I would recommend it.\n\nTodays little painting...\nThis is another study of Featherbed Rock in Seaham, NE England.\n\n\n  1. Ken, love your painting, and well done you for standing up for Norman. You knew him as others didn't so it is good that you wrote about him as you did.\n\n  2. I knew a quote I read today might come in handy. It is by journalist John Swinton, former Chief Editor of the New York Times: \"The business of the journalists is to destroy the truth, to lie outright, to pervert, to vilify, to fawn at the feet of mammon, and to sell his country and his race for his daily bread.\" Sounds like this is what happened to Norman.\n\n    The book you recommend looks interesting. Is it too gory for a wimp like me? It's funny because as I was reading your review I thought that I should go Google the case. Now I'll just have to read it. :)\n\n    Nice painting--reminds me of Utah.\n\n  3. Thanks Vera\n    As for Norman, I just thought I'd put in my twopenneth 'worth to redress the balance a little...not that he'll ever hear of it.\n\n    Hi Randi\n    That's quite a quote and he was brave to admit it.\n    The book is very factual on all kinds of things that I found interesting...not least how people lived over one hundred years before I was born.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9696453214,
        "format_confidence":0.8278144598
    },
    {
        "url":"https:\/\/timeritous.wordpress.com\/category\/law\/data-protection\/",
        "text":"\n\nOn the Friday, 3 October 2013 edition of the BBC programme “Question Time”, Mehdi Hasan (left), a journalist for the Huffington Post, criticised the Daily Mail (video here). Subsequently, the Daily Mail published details of an application letter Mehdi Hasan had written to the paper for a journalist position, suggesting that Mehdi had not always been so critical.\n\nWas this publication in breach of the Data Protection Act 1998?\n\nFirstly, if the Daily Mail had the personal information about Mehdi Hasan legitimately, then there is a journalism exemption under section 32 of the Act that would enable the paper to publish non-sensitive personal data for journalistic purposes.\n\nThe more interesting question is, “Was the personal data on Mehdi Hasan being processed (stored) by the Daily Mail legitimately prior to it having any journalistic purpose?” Note that the application letter was sent in July 2010, over 3 years ago.\n\nOn the facts in the public domain, the most likely answer to this question is, “No”.\n\nThe reason is that under the Data Protection Act 1998, personal data can only be retained by a data controller (data owner) for as long as it is required for a particular business purpose or purposes (see Data Protection Principles 2 and 5). Arguably, once a job applicant has been rejected, there is no further business purpose justifying retaining that applicant’s personal data. Claims arising out of discrimination or other employment-related claims as a result of unlawful handling of a person’s application for employment must be made within 6 months of the event giving rise to a claim. This is therefore the standard retention period for personal data concerning unsuccessful applicants. However, where an applicant has agreed upon request by the potential employer that his or her details can be retained on file for consideration for other positions, then clearly this 6 months period can be extended.\n\nThe 6 months retention rule is not laid down in any law or regulation. This is derived from the limitation period for bringing claims in the Employment Tribunal and the guidance on retention of applicants’ details set out in the Information Commissioner’s Employment Practices Code (see the ICO employment webpage for links). Where a data controller has a legitimate business purpose for retaining that information, then as well as communicating that purpose to the applicant, the applicant’s information data can be retained for as long as is necessary for that purpose. It is difficult, however, to see under what circumstances information about unsuccessful job applicants needs to be retained for over 3 years by a prospective employer.\n\nHowever, the real issue here is that even if the publication of details of Mehdi Hasan’s application letter were in breach of the Data Protection Act 1998, Mehdi would have no effective remedy under the Data Protection Act 1998, unless he suffered actual loss or damage, in which case he could sue for these losses or damages, together with damages for distress (as the breach arguably involved a breach of the journalism ‘special purpose’ provisions). It is unlikely that Mehdi suffered any loss or damage, but merely embarrassment.\n\nPublish and be damned? Commercial bloggers.\n\n\nGuido Fawkes (Gunpowder Plot)\n\nIn my first post on the draft Royal Charter for Self-Regulation of the Press (the “Royal Charter”) and amendments tabled for consideration in the Crime and Courts Bill (the “Amendments”) published on Monday, 18 March 2013, I stated that as a private blogger, they would not worry or concern me.\n\nWhat about commercial blogs and bloggers?\n\nThe Royal Charter definition of “relevant publisher” makes no distinction between personal or commercial blogs. It catches any blog which publishes news-related material. This includes publishers based outside of the UK, if it is determined that the news-related material on the blog is directed at the UK. For example, Global and General Nominees Ltd, the St Kitts and Nevis publisher of the Guido Fawkes blog, must be considered to be a relevant publisher for the purposes of the Royal Charter.\n\nHowever, if an offshore relevant publisher chose not to sign up to a recognised\/approved regulator, what would be the effect? In other words, what is the risk to Guido Fawkes of joining the Spectator and Private Eye in ignoring the Royal Charter?\n\nThe heavy-handed Amendments attempt to penalise relevant publishers for not submitting to the jurisdiction of a recognised\/approved regulator by permitting the courts to award exemplary damages against them and make adverse costs orders, in respect of certain claims (defined as “Relevant Claims”: civil claims for libel, slander, breach of confidence, misuse of private information, malicious falsehood and harassment).\n\nNote that the definition of “relevant publisher” in the Amendments is different.\n\nNC29 of the Amendments’ definition for “relevant publisher” catches a person who, in the course of business (whether or not carried on with a view to profit), publishes news-related material. The first obvious question is what, in the context of the Crime and Courts Bill, does “in the course of business” mean? It’s anyone’s guess, but going by the old favourite of the plain, ordinary meaning of the words, I’d suggest that any website or blog that is published by a commercial entity or charity will be caught. This will catch many political current affairs blogs, such as LabourList, PoliticsHome and ConservativeHome. The grey area will be personal blogs that also carry advertising – will these be sufficiently commercial to be “in the course of business”?\n\nTaking the two definitions into account, I’d say the Guido Fawkes blog was a relevant publisher for both the Royal Charter and the Amendments and so was caught by them. So what?\n\nFor the threat of exemplary damages and adverse costs orders under the Amendments to have any effect on overseas commercial blogs, in order to persuade them to volunteer to be subject to a recognised press regulator under the Royal Charter, the blogs would have to be convinced that claimants could successfully bring a Relevant Claim against them.  This would require Relevant Claim claimants to get leave to serve a claim outside of the relevant jurisdiction (see Civil Procedure Rules Part 6 and relevant Practice Directions 6B), to get a default judgement, assuming the blog publishers ignore the claimants’ served claims (Part 12 and Practice Direction 12) and obtain orders to enforce any judgments (eg stop orders? Part 73 and Practice Direction 73). All tricky steps – good luck with that for a claimant who is a normal person of usual means.\n\nI suspect that many overseas commercial blogs, Guido Fawkes amongst them, will not be sufficiently worried by the Amendments regime to rush into the arms of a Royal Charter recognised press regulator.\n\nPublish and be damned? Not bloggers.\n\nHarriette Wilson00\n\nIt is always a joy to see the executive at work. Yesterday saw the publication of a rushed draft Royal Charter for Self-Regulation of the Press (the “Royal Charter”). At the same time, a set of amendments were scrambled together and tabled for consideration in the Crime and Courts Bill (the “Amendments”).\n\nYou can tell there was not much careful reflection on the effect of the combined documents simply by seeing the confusion that abounds. This being a lawyer’s blog, I am interested in the misaligned definitions of “relevant publisher”.\n\nIt must be uncontroversial to state that the Royal Charter, whether by accident or design, will catch self-hosted blogs that comment on current affairs or politics. Schedule 4(1) includes:\n\nb) “relevant publisher” means a person (other than a broadcaster) who publishes in the United Kingdom:\n\ni. a newspaper or magazine containing news-related material, or\n\nii. a website containing news-related material (whether or not related to a newspaper or magazine);\n\nd) a person “publishes in the United Kingdom” if the publication takes place in the United Kingdom or is targeted primarily at an audience in the United Kingdom;\n\ne) “news-related material” means:\n\ni. news or information about current affairs;\n\nii. opinion about matters relating to the news or current affairs;; or\n\niii. gossip about celebrities, other public figures or other persons in the news.\n\nThere is some potential confusion in what is meant by a website. This blog is hosted and comes under the domain of WordPress. Is this my website or does it belong to WordPress, for the purposes of the “relevant publisher” definition? The blog is aimed at an audience in the UK; is the website hosting it? If I hosted the blog on my own domain, even using WordPress software, then it is clearer that I would be a “relevant publisher”.\n\nSo what? Firstly, the Royal Charter is all about setting up a recognition panel for regulators of relevant publishers. Sure, these regulators must have their own standard codes, and in order to be recognised must have an arbitration process for complainants and relevant publishers, an enforcement mechanism (with fines of up to 1% turnover to a maximum of £1 million for breaches of standard codes) and the ability to direct corrections and apologies. However, nothing in the Royal Charter would require me, as a blogger who is a “relevant publisher”, to subject myself to the jurisdiction of a recognised regulator. I can choose to stay unregulated.\n\nAny reports that as a blogger I could be fined up to £1 million are therefore wide of the mark.\n\nWhat about the Amendments? These are, in essence, an indirect method of getting relevant publishers to sign up to a recognised regulator – in the terminology of the Amendments, an approved regulator. If relevant publishers fail to sign up, then they risk being subject to an award of exemplary damages in certain defined causes of action (see the definition of “Relevant Claims”: civil claims for libel, slander, breach of confidence, misuse of private information, malicious falsehoo... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9912308455,
        "format_confidence":0.9456291199
    },
    {
        "url":"http:\/\/theartlawblog.blogspot.com\/2018\/05\/in-context-of-grotesque-harm-that-law.html",
        "text":"Friday, May 04, 2018\n\n\"In the context of the grotesque harm that the law allows humans to inflict on numerous animals, there is something profoundly misguided—even perverse—about suing for the copyright royalties from a monkey selfie.\"\n\n\"Given PETA’s tendency to engage in (frequently misogynistic) publicity stunts, one cannot help but think that the point of the Naruto lawsuit—like the point of much PETA activity—was to call attention to PETA rather than to the plight of crested macaques and members of other free-living species whose habitat is threatened.\"\n\nCornell's Michael Dorf on the monkey selfie decision.\n\nMore Dorf here, on the judges' \"speciesism.\"",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9264362454,
        "format_confidence":0.9839621782
    },
    {
        "url":"http:\/\/www.internetlawexperts.net\/2019\/07\/facebook-launches-reporting-tool-to.html",
        "text":"Facebook launches reporting tool to clamp down on scam adverts in the UK\n\nFacebook has created a reporting tool for scam adverts and donated £3m to Citizens Advice for an anti-scan project called Scams Action. \n\nThe project was launched by Facebook after they agreed to treat the matter seriously after Martin Lewis, the consumer champion, dropped a lawsuit of defamation against them, for the many scam ads appearing on Facebook that were featuring his image with the endorsement that he was backing financial schemes and to click through on the fake ad. \n\nScam adverts are often posted by fake companies that don't own, hold or dispatch what they are advertising and often use celebrity images to endorse false products like mobile phones, miracle medical breakthroughs, free trial offers, miracle face creams diet pills and 'get rich quick' bitcoin trading schemes.\n\nAs many Social Media platforms push advertising content and Facebook still does not allow users to deny advertising uploads of their personal data to Facebook, it has become easy for scammers to reach a broader audience. The UK faces an epidemic of online scam ads, yet there isn't a law or regulation to prevent them. Usually, these criminal scammers are based outside of the EU. \n\nThousands of people have fallen victim to these ad scams and they have devastating effects on those that have been conned out of thousands of pounds and serious affects on their health if they have actually received the 'miracle new drug that replaces insulin'. \n\nThe social media company's new scam ads reporting tool will involve a specially trained team investigating alerts raised by users, reviewing reports and taking down violating posts to clamp down on potentially misleading adverts. \n\nCitizens Advice project Scams Action (casa) will help those that have been impacted by scammers (it is estimated that 20,000 people are year are scammed) but also raise awareness of how to avoid scams, too. \n\nMany ad scams are obvious to lots of people but there are many that don't recognise them as scams and they are left vulnerable because when an advertisement appears on Facebook, they may feel that it is to be trusted; that Facebook would have vetted the company to protect its users, surely? Match that advert with a celebrity's face that is thought to be an opinion leader saying that they use the product or have invested in the company and now life is so wonderful and that is where the dangers lie. It is a ripe area for scammers and it is right that Facebook are doing something about protecting their users because it isn't just an issue with the ad scammers now. It is an issue for legitimate UK advertisers trying to get their brand message across. The ad scam issue dilutes trust.  \n\nThere are a few obvious things to look out for in spotting an ad scam:\n  • The price is too good to be true - cheaper than it could be bought elsewhere\n  • It's a too good to be true Miracle cream that gets rid of every wrinkle\n  • Being asked to pay quickly and for any other personal information\n  • The http address at the start of the URL should have an s at the end of http: https. This means that the website has a security certificate and that if you are paying by credit card, your card is encrypted. \n  • Check if there is an option of paying by Paypal which would give you added security. If there isn't an option, this should ring alarm bells. \n  • Spelling, grammar, poor images and no contact address on the page.\n\nFacebook have also made updates in its Ad Preference menu to provide users with more information about businesses and third parties, including their email and phone numbers and other data. \n\nYet, Facebook is still not letting their users deny advertiser uploads of their personal data to Facebook via Facebook itself. Users have to go through and contact each and every one individually and of course, how many people would do that? So, these users are still bombarded with all types of manipulative advertisements, which leaves them extremely vulnerable to ad scams. \n\nSocial Media companies provide a vehicle to carry fake news and fake ads across the world. The reach is global and unquantifiable. It's collection of data has made it easy for these criminals that are creating these fake ads to manipulate the users on the social media platforms. \n\nMartin Lewis sued Facebook for defamation because his reputation was being ruined on their platform. \n\nWill the big tech giants understand the damage that their negligent behaviour can cause?\n\nGlobal companies are the key to spreading better policing on the internet.\n\nOnline defamation refers to any untrue statement (and in this case an untrue endorsement) posted in an online context that causes or is likely to cause serious harm to someone's reputation or business. \n\nNo comments:\n\nPost a Comment\n\nNote: only a member of this blog may post a comment.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.932472229,
        "format_confidence":0.552336216
    },
    {
        "url":"https:\/\/dailynexus.com\/2012-03-08\/press-charges-press-charges-question\/",
        "text":"A couple of nights ago I was watching the movie “Spider-Man 2” with my son in my lap. It’s one of those relaxing moments that define your purpose in life. Some of you who have kids will know that moment. Others may recognize it as a single moment, sitting on a board waiting for the perfect wave with everything in sync, from the dolphins nearby to the sounds of the seagull overhead. Then you catch that perfect wave, and as you ride, the face of it just washes over you. This is what life is about.\n\nHopefully we all have those epiphany moments. As I was having mine holding my son, he looked up at me and pointed at the police cars being hurled across the screen by Dr. Octopus. He told me, “That is why I don’t like you going to work every day.” I had to pause and really appreciate that moment before I went on to explain that although Isla Vista can be a bit crazy at times, we don’t have very many visits from Doc Ock or the Green Goblin. Maybe once a year in late October they might show up for a day or two, but for the most part our villains don’t have fancy costumes or an extra set of rhino horns. The villains we have look just like you and me. In fact, sometimes they are you and me …\n\nMy bike was stolen, and the cop asked if I wanted to press charges against the person responsible. What does that involve? I don’t want to get a student in trouble.\n\nBike theft is the most common crime we have at UCSB and in Isla Vista. Unfortunately it has been regarded by many to be just a way of life here. I often hear people say it’s not a big deal, it’s just a bike and you should expect to have one stolen while you live here. I myself think that’s a pretty sad way of thinking. An Xbox 360 costs less money than most bikes. It’s just a gadget, admittedly a cool one, but a bike is transportation to and from school or work. Some need it to survive day to day and the loss of their bike is devastating. Yet, if I just walked off with your Xbox, it would be horrible crime, akin to committing genocide on baby harp seals. Frankly, stealing is stealing and a thief is a thief.\n\nBut I digress. When we take a report for a stolen bike, the value is usually under $1000, and if so, it is considered a misdemeanor. If you don’t want to press charges for theft, it makes it difficult for us to go after the bike thief and further investigate if they have stolen other bikes and get them back to the owner. Basically it could mean that we catch someone stealing your bike and if you don’t want to press charges, we might just dust them off and send them on their way to take someone else’s bike. It can be frustrating to us to catch someone who is making a living off stealing from others and not be able to do anything about it because the bike owner is concerned about being too harsh on another student.\n\nOh and what does it involve to press charges? Well, you have to say you are willing to press charges, and if it did go to court, you would have to be willing to say that the bike is yours and you never gave permission to that guy with those four extra mechanical arms to take it. That’s all.\n\nDo cops write more tickets at the end of the month to fill a last-minute quota and get a good evaluation from their supervisor?\n\nYou seem to misunderstand the goals here. If I write 10 tickets, I get a toaster. Fifty tickets and I get a stuffed Stewie Griffin doll. Seriously though, quotas are illegal per California Vehicle Code Section 41602. “No agency shall set an arrest quota.” Now does it happen? Sadly some bad supervisors begin pushing numbers instead of effective enforcement, and next thing you know there’s an unwritten quota. Ironically, if you Google “California traffic quotas illegal,” you’ll see more articles about cops suing their departments over quotas than what the law actually says.\n\nSo, to answer your question, quotas are illegal. It can happen, but rarely; cops don’t even like quotas, and Stewie Griffin dolls are way overvalued. (Yeah, that’s right, Magic Mountain. I’m talking about you … )\n\nThat’s all for now. It’s time for me to pop in “Iron Man” and try to recapture some of that magic time with my kids. I’ll be sure to ignore my wife on the couch swooning over Robert Downey Jr. So for now, take care, stay safe and if you run into any problems, take a moment and Question Authority. I am here (insert double chest thump) for you!\n\nSgt. Mark Signa is an officer of the UCSB Police Dept.\n\nGot caught by a cop? Your party popped by the Po-Po? Ticked by a ticket? If you have questions, don’t let it eat away at you, Question Authority! Email me anytime at: QA@police.ucsb.edu or call UCSB PD at 893-3446.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9918848276,
        "format_confidence":0.7569688559
    },
    {
        "url":"https:\/\/colleenanderson.wordpress.com\/tag\/theft\/",
        "text":"Tag Archives: theft\n\nThe Sucky World of Being Robbed\n\nIn my life I’ve been robbed a few times, too many in fact. My first robbery was in Mexico City, the first place I traveled to alone. Having only a week there, I did a whirlwind tour of three places, starting in la ciudad Mexico and ending there. Returning on a Sunday, I went to Chapultapec Park and the world famous anthropology museum, Museo Nacional de Antropologia where, speaking hardly any Spanish at all, I still managed to carry on a conversation with a Spanish speaking guard and understand most of the signs in the museum.\n\nMexico City is vast, with a population topping 2o million at that time (over 8 million in the city proper). The subway is extremely cheap and the only way to get around quickly. I had been warned to keep my bags close and where I could see them and I did that, but as I boarded the subway train I was pushed on. Now I know that the crowded cities do this to pack the people on but it was a Sunday and not that crowded. As I was putting my transfer into my bag I noticed the slash through it where the guys who had pushed me on the train had taken my wallet. Lucky for me I had less than $10 USD and one credit card with a very non-Mexican name that I canceled immediately. The rest of my traveler’s checks were in my room. Unlucky for me, it was a Sunday, with no banks open and no place that would take a traveler’s check so I couldn’t eat dinner.\n\nWhen I was in India, backpacking around, I locked down every pocket I could on my giant backpack, leaving only two side pockets open, which carried shampoo and dirty underwear. At one point I got stuck on a train, which had four open beds to every partitioned but open area. I had asked for the women’s carriage but hadn’t been given it. I couldn’t sleep because I was on the top bunk and my backpack was shoved under the bottom one, way too heavy to have been lifted had it even fit up top. My face was about six inches away from the ceiling fan, which luckily was covered. I kept looking down to check on my pack but at one point I just had to go to the bathroom, the squat toilet on a moving train (and how fun was that). Eventually when I disembarked I found that my shampoo and dirty underwear were gone. I hope they enjoyed both.\n\nI was robbed again in New York City. By now, I was quite aware of the sneaky way in which robbers try to get your goods. I’d had a small pack to carry around with me for the week. But I let my guard down at the airport, at the last minute. My friends had driven me to the airport and we were have a coffee when a man came up on my left and asked us the time. Of course we all looked at him, unaware of the person behind me and on my right who grabbed my purse. We realized it in minutes but it was too late. Off went my purse, $200, two plane tickets, my film, my glasses, my contact case and all my ID (I had only brought the ID I needed though). The airline said they would replace my ticket for free but I had to pay for it first. Of course I couldn’t because I had no money or ID. This was before 9-11 because I can’t imagine how screwed I would have been otherwise. Luckily my friends could cover the cost and I could pay them back later. I don’t know what I would have done otherwise.\n\nThe most robberies I’ve experienced have actually been burglaries of my home or car. And they are the ones that have happened more recently. Several years ago I was home on a very hot night with my windows and doors open. My patio door faces the back yard and the other door does not face the street so not visible to anyone walking by. I was packing for a trip the next day and was in my den typing when I smelled cigarette smoke.\n\nI don’t smoke but I looked up to see someone brazenly in my living room. Somewhat in a surreal state I ran into the room as the guy left and was gone by the time I could look out on the street. I called the police but to no avail of course. I believe it was my ex-drug addict neighbor, someone who knew where all the doors were. I searched the neighborhood that night, looking in every dumpster I could find, sure that he had taken what he needed, and dumped the rest.\n\nThe next day I had to get a driver’s licence before I could leave on my trip. All I had was an expired passport so I could get the license done but would not be allowed to pick it up until I had my birth certificate. Somehow a photo ID  like a passport isn’t good enough but anyone could walk in with my birth certificate and get my driver’s license picture shot and paid for. That makes a lot of sense. And of course I had to write back to my birth province for the birth certificate and ask my sister what hospital I was born in because I certainly didn’t know.\n\nI made it through, canceling credit cards and paying for new ID. About two months later I received a call from a dumpster company where they had found my purse, complete with ID and even postage stamps. The purse and wallet were disgusting soaked with garbage juices but I reclaimed my ID and now have spares of a few things. But I was out the cost of the replacement ID, the purse and wallet and of course my cash. I’m even more cautious now but on a nice day at home, you’d think you could leave your door open. I have friends that live in a small town outside of Seattle and they never lock their doors.\n\nPersonally, I think I’ve done my time being robbed and burgled and that it’s now time to win the lottery. Hopefully I can write about that exciting change some day soon.\n\nLeave a comment\n\nFiled under crime, Culture, home, life, memories, security, travel\n\nFrom Police to Police State\n\nYou would think with the eye on the RCMP over the Dziekanski inquiry, that both RCMP and city police would be on better behavior in Greater Vancouver. Note that some municipalities use a local police force while others use the RCMP.\n\nNow, granted there have been a helluva lot of gang shootings to date, with at least 18 dead so far, so probably the police are a little jumpy. And we already know based on testimony by the four very fit RCMP officers who taser Robert Dziekanski to death that they’ll take raised hands or a desk stapler as a threat of deadly force and use it in kind. Oh and that they didn’t panic. These guys might have looked better if they said they had panicked but that they were cool and calculating about taking down an unarmed man and tasering him four more times while he writhed in pain is even more scary.\n\nSo, just maybe everyone wants to use caution more. Police once upon a time used to be trained in ways to take a person down using just their hands. And if the criminal was carrying a dangerous weapon, well disarm them. Shoot to kill was the last resort. However, that’s now changed and shoot to kill, ask questions later is the order of the day.\n\nIn March a homeless man was approached by police for stealing from a car. Later it turns out he wasn’t the thief but he supposedly advanced on them wielding an X-acto knife. Now it could be the police havexacto1 misnamed it but many X-acto knives are tiny, with a wedge-shaped blade of about an inch. They are very sharp and potentially lethal at close range. You’d have to get very close and personal to inflict damage. This image of a range of X-acto blades was taken from www.dickblick.com with the most common being the triangular shape.\n\nSo the police shot the guy in the stomach and killed him. Sure it was two women police officers and maybe they were scared. But they could have backed up, I think. And why couldn’t they shoot the guy in the arm or the leg, thereby giving him a lot of pain and disabling him from advancing? There was no need to shoot him in the stomach. Were they bad aims. Or was the X-acto blade much larger and being hurled at them?\n\nOn April 5th the police shot a guy in a Ford F350 truck who was allegedly stealing it. It seems that when they tried to block the truck the guy gunned it at the police car. The police shot at him, one shot, and wounded him. The car thief is expected to recover. In this case most people agree the police had a right to shoot. I doubt they had time to react with more than that with the truck coming at them. And it’s pretty hard to shoot to disable when someone is sitting in a vehicle with tinted glass. They could have tried to shoot out the tires but at that point it was probably not obvious what the guy had planned. I should note here that in Vancouver, up until recently it’s extremely rare that a police officer would shoot anyone. Once a year is more often than normal.\n\nSo we’ve had two shootings in four months. Not to mention the three off-duty cops that beat up and robbed a delivery driver. Sure, they’re the exception and yahoos from three different cities. But what this all points to is that there is a perceived image that the police forces (municipal and RCMP) are out of control. Police departments need to take a proactive stance and see if their training is adequate. As well, training needs to start with immobilizing a threat in the safest way possible to everyone. That means trying to take down a person with minimal physical violence, moving from  hands to taser to guns only when lives are threatened. That means not a perceived threat as the RCMP somehow saw in an office stapler. A deadly threat means being shot at or run down.\n\nThese departments also need to look at who they’re hiring. Bigoted, snobby and racist police will be more likely to prejudice a situation with their perspectives. What suitability tests are run on these candidates to ensure they stay calm, level-headed, use reasoning to assess a situation and don’t let prejudices get in their way. (I won’t do more than mention the many women of the downtown East side who disappeared over the years withouth the police doing anything because the women were drug addicts and prostitutes.) They need to have some basic psychology and counselling courses and learn how to verbally diffuse a situation as well.\n\nI’m not saying all poli... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9941543937,
        "format_confidence":0.9781991839
    },
    {
        "url":"http:\/\/www.liberallylean.com\/2005\/07\/did-he-say-eighter-from-decatur-at.html",
        "text":"The Campaign For DA\n\n\nDid he say \"Eighter from Decatur\" at the craps table?\n\n\"FORT WORTH - A former employee of a plant that makes more than half of America's paper currency [you know the one: on 287 on the way to Fort Worth] pleaded guilty Wednesday to taking stolen cash outside Texas. Donald Edward Stokes Jr., 39, of Keller also had been charged with stealing $30,000 from the U.S. Bureau of Engraving and Printing Western Currency Facility in Fort Worth . . . . .Authorities say Stokes stole more than $600,000 over seven years by regularly stuffing his pockets with folded sheets of $20 or $50 bills. The bills were flawed and had been marked for destruction, but the money still had value and was usable.When Stokes was arrested in Oklahoma City after a routine traffic stop, officers found about $80,000 in the car, including about $30,000 from the plant, authorities said. They believe the rest was from gambling winnings in Las Vegas.\"\n\nIf he stole the $600,000 in only demoninations of $50 bills, he would have stolen 12,000 bills.\n\nNo comments:",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9824606776,
        "format_confidence":0.901576817
    },
    {
        "url":"http:\/\/blog.voxnewman.com\/2014\/10\/31\/jian-ghomeshi-rape-culture-and-the-road-to-peace\/",
        "text":"Vox Newman\n\nJian Ghomeshi, Rape Culture and the Road to Peace. | October 31, 2014\n\nBqHrIitWYVtvTlZ-556x313-noPadI don’t know you Jian Ghomeshi but I now regret the enjoyment I had listening to your show. You and your ilk fill me with more than regret: I become burdened with a profound feeling that there is something terribly wrong with people. I don’t like that. I hate that. I want to like people: I want life to be enjoyed by all. But then people like you come along, people who support you come along, people worse than you come along: all those people come along and create and prolong pain for others.\n\nScrew libel, screw defamation: I don’t know you, and I probably don’t know anyone who knows you; that means I don’t know anyone who’s been raped or abused by you, and yet, I’m going to call you a rapist, a predator and an abuser of women. And I certainly look forward to you finding my little corner of the internet and suing me.\n\nBut: blood from a stone buddy. I probably wouldn’t even bother showing up to court for that. Unfortunately, I doubt I have enough clout to ever be discovered by you. That’s a shame really, because if you’re not going to listen to all the other voices defaming you, you should at least read what I have to write. I wish I had the hits to climb out of the darkness into your computer, but I just have a humorous blog, that no one reads and I write novels that no one reads. Add to that, a newscaster sucks up six pages of Google when searching my name and I know I’ll never get through to you. I think it’s a shame, because I think you could benefit from what I have to say.\n\nWhat I have to say is this:\n\nYou nearly managed to derail years of dubious progress in regards to giving victims a voice. That’s what you attempted to do. It seemed at first that you were succeeding. Your post hit all the key points a rapist would want to hit to get crowds of people to side with him and silence his victims. And on the first day, it seemed to do just that: there were over 100,000 likes on your Facebook post and of the first 30,000 comments, it looked like 90% of them were in blind support of you. I don’t know why people like to blame the victims of affluent celebrities, but they sure did in those first few days.\n\nYou also announced a lawsuit against the CBC, and people supported that. I don’t think many supporters realized that meant you’d actually be suing them because their taxes pay for the CBC. Here’s the thing: I would gladly pay more taxes just so the CBC could tie you up in litigation until you’re a bankrupt, destitute old man dying of cancer in a run-down nursing home.\n\nBut then something happened (one good thing in this whole sordid tale): they turned against you. Finally, the people turned against the abuser, the perpetrator, the predator, the rapist; finally, the people began to side with the victims. And as more victims spoke out and more of your acquaintances spoke out, more people turned against you. Now we are going down a road we may have never been. Now people seem to get it. I now see a light at the end of the tunnel that maybe; just maybe, the perpetrator might pay for his crimes.\n\nHere’s the thing: I believe there can be salvation for you. I believe forgiveness is attainable. I can’t decide on how, because I’m not one of your victims: but they can decide how. You can ask for their forgiveness and they can tell you if they could possibly forgive you and what you would have to do to earn that forgiveness. Each and all of them. It can start with an apology: a public and sincere apology to all of them. This is diametrically the opposite of your reprehensible post on Facebook. At the very least, if you for some improbable reason believed you had consent, believed they were willing partners, you could have apologized for your own ignorance and acknowledged that you were too stupid to understand that you didn’t have consent and that what they perceived of the event was the valid perception. Not yours. The way you viewed all those past events was obviously not the truth, elsewise, there wouldn’t be a whole plethora of women who felt victimized by you.\n\nIf you hadn’t abused, raped or preyed on women you’d instead have what most guys have: prior relationships that ended. Some might have gone bad, some of the women might even have felt that you were a bad lay, a bad boyfriend, a boring guy etc.\n\nLet me restate this: if you hadn’t victimized women, you wouldn’t have many women feeling and stating that they were victimized by you.\n\nThis is why you need to apologize: you need to help them feel like justice has been done, because you were the one who committed an injustice against them (not to mention that you repeated this injustice over and over, and then committed more injustices by your public accounting of the situation and your attempts to silence your victims).\n\nAnd the only way for your apology to work is for you to meet the criteria by which they would grant forgiveness. Here’s what could be in store for you:\n\nYou might have to individually account publicly the abuses you committed. You might never have a career again. You might have to go to court. You might have to plead guilty (or even better, plead not-guilty and throw your own case, especially not bringing up he said\/she said arguments, past or post sexual history, no witnesses on your side, no objections by your lawyers etc.). You might have to go to jail. You might have to pay restitution. You might have to beg for forgiveness. You might have to give a talk at every school about how you were a predator, rapist and abuser of women but how you learned your lesson. You might have to be in therapy for the rest of your life.\n\nAnd there might be many other things that you have to do to earn the forgiveness of your victims.\n\nWhat will you get out of this? Well, for one you might learn that you never need to ask that question again. You might learn that you are more fulfilled by asking “How will others benefit from this?” You might learn to like yourself. You might learn not to hate women. You might learn not to rely on violence to give you an erection. And your teddy bear might be able to watch you at all times because he would be proud of the man you have finally become.\n\n\nSign a petition\n\nHow not to talk about rape culture\n\nCBC fires Jian Toronto Star\n\nThe law and consent\n\nHow not to react to Jian’s PR\n\nWhy women stay silent\n\nThe real reason Jian sued\n\nPublic Victim #1\n\nPublic Victim #2\n\nHow predators get away\n\nDo you know about Jian?\n\n\nPowered by Facebook Comments\n\n    Follow newmanlogic on Twitter\n\n\n\n    Top Rated",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.7367067933,
        "format_confidence":0.8931298852
    },
    {
        "url":"http:\/\/www.billwarnerpi.com\/2009\/03\/children-as-young-as-14-were-being-used.html",
        "text":"Video Bar\n\n\nMonday, March 30, 2009\n\nChildren as young as 14 were being used to sell illegal and counterfeit cigarettes around the country.\n\nChildren as young as 14 were being used to sell illegal and counterfeit cigarettes around the country.\n\nGovernments World Wide ‘complacent’ over cigarette smuggling. Anti-tobacco groups have accused the Government of complacency over the use of children by organised crime gangs to smuggle cigarettes into Ireland.\n\nAsh, the Irish Cancer Society and the Irish Heart Foundation said they were shocked and outraged at the investigation aired this week by RTE’s Prime Time , which found children as young as 14 were being used to sell illegal and counterfeit cigarettes around the country.\n\nThe investigation found that the smuggled cigarettes were on sale openly in casual markets and estimated that each carton of 200 sold on the black market represented a loss of about €65 to the exchequer.\n\n“In the Dáil yesterday, Finance Minister Brian Lenihan appears to have ruled out a tobacco price increase in the forthcoming Budget even though it would yield an estimated a badly needed €420 million to the Exchequer, without any significant impact on inflation. Instead the Minister, in a letter to us, has cited the excuse of smuggling as a reason not to increase tax on tobacco, even though there is compelling evidence to show that such an increase would deter young people from starting and encourage smokers to quit,” said Irish Cancer Society chief executive John McCormack.\n\nCigarettes have particular appeal to potential smugglers because taxes often account for a large share of their price (which Brack Obama in the USA has recently raised again), making them a highly profitable product to smuggle. Economic models of smuggling are used to develop techniques for measuring the extent and nature of the worldwide cigarette smuggling problem.\n\nSee my prior post, Friday, March 27, 2009,\nCigarette Smugglers in St. Louis, New York City, Charlotte and Tampa Funnel Money to Terror Groups like Hezbollah.\nThe ICS said it was shocked by the Government’s attitude to what it described as “a major public health issue”. There are an estimated 7,000 deaths every year related to tobacco, with 1,700 people dying from lung cancer.\n\nChief executive of the Irish Heart Foundation Michael O’Shea said the organisation was angered by the Government’s “apparent inability” to control the smuggling of illicit tobacco products into Ireland.\n\n“The failure by government to tackle the growth in smuggling is not a good enough reason not to protect the health of our children from cigarette smoking. This is a national disgrace,” he said.\n\n“It is not acceptable to let criminal activity dictate social measures to protect the health of our children and young people. It is not acceptable to say there will be no increase in tobacco prices – a proven deterrent to new and existing smokers – because smuggling will increase.”\n\nHe called for the Minister for Justice Dermot Ahern to increase resources to deter smugglers through measures such as increased penalties and prosecutions. See UPDATE Thursday, April 02, 2009, ATF Arrests $3 Million Dollar Chinese Cigarette Smugglers In Queens NY, Guang Ming Wang and his son, Feishan Wang\n\nBill Warner\nprivate investigator",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.8849043846,
        "format_confidence":0.9336669445
    },
    {
        "url":"http:\/\/ohhshoot.blogspot.nl\/2011_04_01_archive.html",
        "text":"Friday, April 29, 2011\n\nMan who sleeps with gun under pillow for safety shoots himself in his sleep\n\nA 78-year-old Plant City, Florida man told police he had a bad dream and that when he woke up he discovered he had been shot.  The man, who police have not identified, sleeps with a loaded Smith & Wesson .357 handgun under his pillow for protection.  He unintentionally shot himself while sleeping, the bullet took off the tip of his finger.\nOhh shoot.\n\nThursday, April 28, 2011\n\nHomeowner shot with his own gun while confronting burglars\n\nA McKinney, Texas homeowner is in critical condition in Parkland Memorial Hospital after being shot with his own gun while confronting burglars in his home. The victim, who has not been identified, told police he found three unidentified males in his house at 3:30 in the morning and confronted them with a handgun. The suspects began to struggle with the homeowner and the gun either unintentionally discharged or the suspects shot the homeowner with his own weapon. The victim was shot in the upper left torso. He was first transported to Medical Center in McKinney and later to Parkland Memorial Hospital in Dallas for treatment. He was initially listed in serious condition but doctors have since changed his condition to critical.\nPolice do not currently have any suspects. They report that crime is relatively low in that area, with only one other robbery in the last year.\nOhh shoot.\n\nWednesday, April 27, 2011\n\n2 1\/2 year old boy gets hold of father's gun, shoots and kills mother\n\nTroy Bailey, of Miramar, Florida called 911 seeking help. He told the dispatcher that his two-and-a-half year old son had grabbed his 9mm Glock semi-automatic handgun and shot his mother, 33-year-old Julia Bennett. \"Oh God, I can't believe this,\" Bailey said. \"He shot his mom. God in heaven, help me please.\" Julia died before emergency help arrived.\nAccording to police reports, Bailey left the loaded handgun in reach of the child. It was also reported that Bailey has a concealed weapons permit. A judge has placed the boy in the care of his maternal aunts. Bailey is not allowed contact without state permission. The investigation into the shooting is on-going. Bailey has been questioned by police but has not been charged. At minimum, he could be charged with negligence for leaving the gun in the boy's reach.\nOhh shoot.\n\nTuesday, April 26, 2011\n\nFather trying to fix pistol unintentionally shoots 11-year-old daughter in the head\n\nJesse Montanye was target practicing outside his home near Braham, Minnesota when his .22-calbier pistol jammed. He brought the gun inside to try and fix it and unintentionally discharged the gun. The bullet hit his 11-year-old daughter, Maddy, in the head. Jesse was in the living room and Maddy was seated at the kitchen table when the gun discharged.\nMaddy is in critical condition and is currently in a medically induced coma. Her grandmother tells reporters that Jesse is devastated.\nToo sad.\n\nMonday, April 25, 2011\n\n9-year-old girl caught in crossfire outside neighborhood store\n\nOn Saturday afternoon a 9-year-old Birmingham, Alabama girl was leaving a neighborhood store with her father when they stepped in the middle of a fight. 32-year-old Jeffery Matthews was attempting to shoot another man but the bullet struck the little girl instead. She was hit in the side and taken to a local hospital where she is expected to recover from her injuries.\nMatthews has been arrested and charged with attempted murder and assault. His mother has also been charged with hindering prosecution after Matthews was found hiding in her apartment.\nOhh shoot.\n\nQuran-burning Florida preacher unintentionally fires gun in Michigan parking lot\n\n59-year-old Terry Jones, the minister of the Dove World Outreach Center in Gainesville, Florida was in Michigan trying to put together an anti-Muslim rally. Jones gained national recognition for threatening to burn the Quran on the anniversary of 9\/11. Last month his church held a mock trial, declared the Muslim text guilty of crimes, and burned a copy of the holy book.\nJones was getting in the passenger side of his car after giving an interview at a Southfield, Michigan television studio, when his .40-caliber Taurus handgun unintentionally discharged. According to a police spokesperson, \"Officers heard a gunshot, approached the vehicle, asked Mr. Jones is he was okay. He was, and they also observed he had a gun in his hand.\"\nBoth Jones and his driver had guns on them. They both have concealed weapons permits from Florida which are recognized in Michigan. When asked about the incident Jones told reporters that he had been up since 4:30 a.m. and firing his gun was \"an accident.\"\nOhh shoot.\n\nFriday, April 22, 2011\n\nGuy with new handgun unintentionally shoots friend\n\n18-year-old Michale Marin of Vero Beach, Florida was hanging out at his apartment on a Friday night with friends. He started telling them about his new 9mm handgun. He had the gun a few weeks, but hadn't fired it yet. Marin brought the gun out, showing off how it worked, passing it around. When he took the gun back, thinking the safety was on, he squeezed the trigger. The gun fired. The bullet hit his friend, passing through his abdomen and intestines. He is being treated at Lawnwood Regional Medical Center.\nMarin was arrested and charged with misdemeanor culpable negligence and improper exhibition of a weapon. Bail was set at $2000.\nOhh shoot.\n\nThursday, April 21, 2011\n\nSoldier shoots wife while cleaning gun, makes up story about robbery to cover up\n\n21-year-old Kyle Labrosse, an active-duty Army soldier stationed in Anchorage, Alaska, was cleaning his .45-caliber handgun, preparing to go to the shooting range, when he unintentionally discharged the gun. The bullet hit his wife, passing through her breast, and then proceeded through the floor of the apartment and into the apartment below. Steven Brawn was sitting on his couch, watching tv when the bullet landed on a chair about six feet away. \"It was pretty simultaneous, the sound and the bullet,\" Brawn said. \"It had slowed down enough where I could kind of see it out of the corner of my eye.\"\nKyle's father called the police to report the shooting. When the police entered Kyle's apartment they found military camouflage clothing on the floor, a number of weapons in the living room and an expended .45 cartridge.\nFearing the accident would jeopardize his military career, Kyle and his wife had left the apartment before the police arrived and had called police and made up a story about being victims of an armed robbery.\nKyle's wife was treated at a hospital and released. Kyle was arrested and charged with third-degree assault.\n\"This is somebody who is trained in the use of weapons, how to handle weapons, how to manipulate weapons. Yet he does it in an unsafe manner,\" said police. \"It's just a miracle that his wife wasn't shot in the head.\"\nOhh shoot.\n\nWednesday, April 20, 2011\n\nArgument over cell phone ends when gun unintentionally fires during struggle, wounding two brothers\n\nTwo brothers, Pretson and Phillip Wilson, were visiting 60-year-old Darrell Laffoon at his home in Beaverton, Oregon. An argument over a cell phone started between the brothers. Laffoon decided to break up the fight by pulling out his 9mm handgun. A struggle over the gun ensued and the gun discharged. Both brothers were struck by the bullet. Preston was treated and released for a gunshot wound to his finger and face. Phillip remains hospitalized, in critical condition, with a gunshot wound to his head.\nLaffoon was arrested and charged with first-dgree assault and unlawful use of a weapon. Laffoon has a concealed weapons permit. Police said alcohol was likely a factor.\nOhh shoot.\n\nTuesday, April 19, 2011\n\n6-year-old brings gun to school. Three injured when gun unintentionally discharges.\n\nA 6-year-old kindergarten boy brought a loaded handgun with him to school in Houston, Texas. The gun fell out of the child's pocket on to the cafeteria floor and discharged. Three students were injured by the bullet and bullet fragments. The boy was wounded in the foot, another 6-year-old boy was wounded in the leg and a 5-year-old girl was wounded in the foot. The injuries are not considered life-threatening.\nA 5-year-old girl who was sitting at the same table as the boy with the gun told reporters about hearing the gun go off. \"I knew it was a gun because a gun goes 'pow'\" she said. \"I got really scared.\"\nPolice are trying to determine where the child got the gun.\nOhh shoot.\n\nMonday, April 18, 2011\n\nMan trying to return a handgun because it had no safety shoots self in hand\n\nA 56-year-old Florida man was trying to return a Ruger 380 handgun to Ranger Firearms and Mercantile in Fort Walton Beach. He was concerned because the handgun did not have a safety. As he was attempting to demonstrate his concerns about the gun he unintentionally discharged the weapon. He was hit in the left hand. He was taken to Fort Walton Beach Medical Center for treatment.\nOhh shoot.\n\nFriday, April 15, 2011\n\n20-year-old woman shot and killed when friend mishandles gun\n\n20-year-old Jayme Wray had gone to visit some friends at their Nashville, Tennessee apartment. 21-year-old Cody Hess had a loaded, unlocked 9mm handgun under a pillow on his bed. When he went to move the gun he unintentionally discharged the weapon. Jayme was shot in the back. By the time paramedics arrived, Jayme was dead.\nAccording to the police investigation the was no evidence of alcohol or drug involvement. The case will be sent to the District Attorney for review.\nOhh shoot.\n\nThursday, April 14, 2011\n\n12-year-old girl finds loaded handgun in Wal-Mart bathroom\n\nA 12-year-old girl found a loaded handgun on top of a toilet paper dispenser in the women's restroom at a Wal-Mart store in Winchester, Virginia. The girl gave the gun to her father, who is an employee at the store. He brought the .38-caliber Taurus revolver to the customer service desk. Fortunately, the gun ... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9899435043,
        "format_confidence":0.6407870054
    },
    {
        "url":"http:\/\/massfamilylawblog.blogspot.com\/2010_11_01_archive.html",
        "text":"Sunday, November 28, 2010\n\nA family law case is now before the United States Supreme Court\n\nIt is rare when the United States Supreme Court hears a child support case. However, there is a case before the Supreme Court now involving such an issue. In the case of Turner v. Price, Docket No. 10-10, Turner was incarcerated for one year for non-payment of child support. The South Carolina Court that heard the trial did not make a finding that Turner was indigent and did not appoint an attorney to represent him before sentencing him to jail. If Turner was sentenced in a criminal case, he would have had a court appointed attorney. However, in a civil contempt case, under South Carolina law, he didn’t qualify for a court appointed lawyer.\nIt doesn’t make any difference to a person if they are jailed in a civil case or a criminal case. Jail is jail either way. Violation of a court order may result in a case for civil or criminal contempt. The court has the power to jail people for violation of court orders. Some people violate court orders and fail to pay child support because they can’t afford to pay the money. Others violate court orders and fail to pay child support because they choose to not pay the money. Clearly some people need the threat of a jail sentence or even time in jail as an incentive to pay child support. Frequently, the determination of imposing jail time is not known until the end of the hearing.\nThe case of Turner v. Price raises the issue of the constitutionality of imposing a jail sentence without the benefit of an attorney to defend the person before jail is imposed. Just as in criminal cases, the result of the civil contempt may be different if a lawyer is involved. This is an important issue as nobody should go to jail without due process and an opportunity to present a defense. These are not rights guaranteed in criminal cases. These are rights guaranteed to Americans under the United States Constitution. On the other hand, the state must pay for court appointed attorneys. If the defendant can’t afford an attorney and the state must provide one then the state must also pay for the attorney. As the states are cutting budgets and court systems are experiencing large cuts in their budgets, it is difficult to argue that they should allocate money to pay attorneys to represent parents who won’t pay child support. I suspect that any ruling on this case will extend to all civil contempts including contempts for non-payment of alimony and any other violation of a court order.\nThis case bears watching but we may be disappointed in the result. The court ordered the parties to brief the issue of incarceration for civil contempt without a lawyer and another issue. They also ordered the parties to brief the issue of whether the Supreme Court has jurisdiction to hear this case. If the court finds no jurisdiction, they won’t may any orders on the other issue. The briefs in this case are due to be filed in January and February, 2011.\n\nSunday, November 21, 2010\n\nDo-it-yourself divorce kits\n\nThere are advertisements for legal services such as do-it-yourself kits for divorce, wills, powers of attorney, bankruptcy, etc. These kits are usually sold by non-lawyers. People should not use these kits or services of this nature. Decisions in legal matters of this nature have long lasting consequences. Failure to include all issues or failing to address an issue properly is likely to have unfortunate and expensive results. A divorce agreement should be custom designed for each couple and tailored for the state of the divorce. Kits of this nature may be general kits that accommodate most states but not all and accommodate some couples but not all. People should avoid kits and advice from non-lawyers.  Before finalizing an agreement from a do-it-yourself kit, you should consult an experienced divorce attorney.\n\nSaturday, November 20, 2010\n\nSingle parent adoption\n\nA recent case in Massachusetts addressed an issue that is frequently raised by parents who don’t want to pay child support and gave the same answer as always. In the case of ADOPTION OF MARIANO, 933 N.E.2d 677 (Mass.App.Ct. 2010) the father of a child wanted to relinquish parental rights so that he wouldn’t pay child support. Whenever this issue was raised in the past the court always refused to terminate parental rights. That is because the focus is the child and not the parent. Every child deserves two parents and every child deserves child support. As a result, the courts have always refused to terminate parental rights unless another adult sought to adopt the child.\nIn the case of ADOPTION OF MARIANO, 933 N.E.2d 677 (Mass.App.Ct. 2010) the mother sought a single parent adoption by which the father would relinquish all rights and duties towards the child and the mother would become a single parent. This is just another attempt to terminate parental rights of the father but with a twist. In this case, the court reached the same result and denied the single parent adoption. Parents may not bargain away their children’s rights to support from either parent.\n\nSaturday, November 6, 2010\n\nGuardianships and children living with relatives.\n\nCurrently, there are many families that don’t follow the traditional pattern of two parents with children. Frequently, children are living with friends and relatives instead of their parents. When this happens, the parties should go to court and get a guardianship so that the custodial adults will have all the rights to act for the children as parents can. Although guardianships sound like a permanent loss of parental rights, this is not correct. Guardianships, like all orders and judgments relating to children, can be changed if the circumstances change. The natural parent wanting the child to return to the parents home may be sufficient to terminate the guardianship. A guardianship has many advantages including education, insurance, and medical care.\nThe child can go to school from the home of the custodian. Towns spend money for every student in the school system. They frequently oppose enrolling students who live with relatives unless there is a guardianship.\nThe custodial parent can enroll the child in their family health insurance policy with a guardianship. This can be an important issue as even routine medical visits incur large bills without insurance.\nWith a guardianship, the custodial adult can give permission for medical treatment and activities. Other than emergencies, doctors shouldn’t treat children without parental consent. Schools won’t let children go on field trip or play sports without parental consent. Other organized activities won’t allow participation without permission. While the natural parent may be available to grant permission, a guardianship gives the custodian, the ability to deal with all of these issues.\nIf you have questions about children living with relatives consult an experience Massachusetts Family Law Attorney.\n\nWednesday, November 3, 2010\n\nHealth insurance for ex-spouse\n\nMassachusetts has universal health insurance. In a divorce, this means that the judge will look for ways to provide health insurance for the entire family at the lowest cost. If there are children of the marriage, the likely result is a family health insurance policy that covers the entire family including the ex-spouse. In Massachusetts, an ex-spouse is treated as a current spouse for health insurance as long as neither spouse has remarried. People frequently think that the obligation to insure the ex-spouse means that a new spouse will be uninsured. This is not correct. Once one of the parties has remarried, the ex-spouse is not eligible for insurance coverage under the family health insurance policy. Of course, before any decisions are made about insurance coverage, the divorce decree and agreement need to be carefully reviewed.",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9940516353,
        "format_confidence":0.8469688892
    }
]