[
    {
        "url":"http:\/\/www.chron.com\/default\/article\/More-black-women-making-a-natural-choice-about-1554778.php",
        "text":"I am not my hair.\nI am not this skin.\nI am not your expectations. No, no.\nI am not my hair.\nI am not this skin.\nI'm a soul that lives within.\n\n\nSometimes freedom comes in simple things.\n\nFor India.Arie, it's shaving her head or wearing a short Afro.\n\nIt means not conforming to societal standards that dictate hair is best when straight, long and flowing, said the Grammy Award-winning singer.\n\n\"I am a person who sparks the debate about what beauty is and what hair is. I want black women to make their own decision about what is beautiful,'' she said by phone.\n\nArie chronicles her transition from permed to natural hairstyles in I am Not My Hair, from her latest effort, Testimony: Vol. I, Life & Relationship. She also teamed with pop-rocker Pink to create another version of the song for the Lifetime television movie Why I Wore Lipstick to My Mastectomy. Ironically, Pink is known for nonconformist hairdos - from a Mohawk in candy pink to a spiky platinum blond.\n\nFor Arie, the processes to straighten or manage her naturally curly hair were many: press-and-curl (an iron comb heated on a stove), a Jheri curl and relaxers, which damaged her hair so badly she went natural, eventually wearing locks (commonly referred to as \"dreadlocks,'' a historically derogatory term used to describe hair that was \"dreaded'' or feared.\n\nBut Arie's next step toward freedom was a big one.\n\nThe night before she was to appear on The Tonight Show With Jay Leno, she shaved her head. It was a freeing experience.\"I have a mental clarity that comes with shaving my head. The attachment I had with my hair no longer has power over me anymore.''\n\nHair issues aren't exclusive to black women. Throughout history, women have struggled to find acceptance with hairstyles. Marie Antoinette shocked the world with her elaborate, supertall hairdo in the mid-1770s. Today, many women and celebs - from Beyoncé to Gwen Stefani - dye their hair blond when their natural color is much darker.\n\n\"This isn't just a black woman's issue. Nonblack women have hair issues,'' said anthropologist Paitra Russell, who wrote her doctoral dissertation at the University of Chicago on African-American hair practices. \"The earliest straightening agents were aimed at white women. There are all kinds of personal issues that people give to straightening their hair. Hair is a place where people are negotiating all social roles. Social roles are being played out on women's heads.''\n\nArie's song is an inspiring personal journey to which many black women can relate as they transition to natural hairstyles - locks, Afros, braids or twists. Such styles have been part of the fashion scene for years on the East and West coasts. Celebrities from Arie and Jill Scott to Macy Gray and Alice Walker have popularized natural looks.\n\nOnly recently have Houston salons begun seeing a rise in the number of women choosing natural styles. Perhaps the increase is due to an availability of more stylists who specialize in natural hair. Maybe, some stylists say, women are tired of high-maintenance permed styles.Permed styles require regular visits to hair stylists for chemical touch-ups. Also, the sweat from exercise and humid, rainy weather can ruin a hairdo.\n\nKHOU-TV anchor Debra Duncan knows what a bad hair day can be. In 1988, while working as a reporter in Austin, she covered an outdoor event when it began raining. \"The producer whispered in my earpiece that my hair was shrinking and growing at the same time!'' she recalled.\n\nDuncan is now wearing her hair naturally curly on air. She hasn't chemically permed her hair since 1985, but she would spend more than an hour flatironing it each morning. One particularly rainy and humid day, she was too tired to fuss with her daily ritual.\n\n\"I'm free of those things that can tie you down (like hair). Wearing my hair natural makes me feel funkier, and freer.\n\n\"It was a moment of confidence. I just wanted to get up and go,'' Duncan said. \"I think I got 140 e-mails the first day. There were people who loved my hair and others who didn't. With women, people start off with whether they like your appearance and your hair, not your performance. If my job is to give the news, why is the most important thing my hair?''\n\nThe change saves her 25 hours a month, Duncan said, time she can spend with her 2-year-old son and her husband.\n\nDuncan's decision to go \"natural'' is not unlike the statements about freedom blacks made during the 1960s by wearing Afros. Today, however, the freedom is a personal - not political - one.\n\n\"In the 1950s and '60s, there was definitely a conforming pressure for black women to straighten their hair,'' Russell said. \" We got the message that something was wrong with our hair in its natural state. Our moms and grandmothers believed if you had straightened hair things would be easier, and who doesn't want things easier for their children?\n\n\"Now there's a celebration of being different.'' We're focused on the individual where people are looking to be happy. Going natural speaks to that personal freedom.''\n\nAbout empowerment\n\nEvery two weeks, Mamie Ewing's routine was the same: She sat for hours in a salon for a wash and set.\n\nEvery six weeks, she got a perm to keep her hair straight and a color treatment to hide the gray. Her monthly bill was easily $100. That's what professional black women did, she believed.\n\nWhen her husband, Robert Ewing, died in 2002 and she retired from her job, Ewing was eager for a change.\n\nThe process of going natural can take months as women wait for their hair to grow out enough to cut the permed portion off.\n\nEwing didn't want to wait, so she cut hers off, leaving only an inch or two to turn into small twists.\n\n\"I felt free that first day. I didn't realize how much I was a slave to my hair,'' said Ewing, 67, who had permed her hair for 40 years.\n\nNot since the 1960s, when she was called \"militant Mamie'' for wearing an Afro, had Ewing felt so empowered. She now visits her stylist, Tonya Reed of Uncle Funky's Daughter in Rice Village, only every six weeks to get her twists tightened.\n\n\"I really wished I had done it when I was working because it's so much easier,'' Ewing said. \"It does say something about you when you embrace your own culture.''\n\nStarting with tools\n\nIn the early 1900s, Madam C.J. Walker popularized the use of the hot comb to straighten hair - also known as the press-and-curl style - and taught women how to use it. She began selling Madam Walker's Wonderful Hair Grower, a scalp conditioner, and other hair-care products. She became the first self-made American woman millionaire, according to the Guinness Book of World Records.\n\nShe was critized for encouraging black women to \"look white.''\n\nBy the mid-1950s, George E. Johnson, founder of Johnson Products, developed a chemical permanent hair straightener for home use. This gave many women the freedom to chemically straighten their hair without going to a salon. By the 1960s, natural hair - particularly Afros - had become a symbol of defiance in the nation's civil-rights movement.\n\nIn the 1980s, more black women climbed the corporate ladder and wore straightened styles considered acceptable for the business culture. Natural hair, as it had been throughout history, was viewed as unprofessional, rebellious and even bad.\n\nFor those women, the texture of their hair was as important as the color of their skin. \"I don't foresee a time when straightening hair won't be a standard,'' Russell explained. \"We as a society are judged by the straightness of our hair.''\n\nHelping others\n\nNatural hairstyles worn by Qhiijah Sheryl James weren't unusual in her native Jamaica. There, Afros, locks and braids are as common as straight styles in the United States. So it was shocking when James moved to Houston as a teen and was derogatorily called \"Whoopi'' or \"Tracy,'' referring to actress Whoopi Goldberg and singer Tracy Chapman, who both wore locks.\n\n\"I was the only one in school with a short Afro. There were no other celebrity images of natural hairstyles, and there weren't many resources to help you take care of your hair,'' James said.\n\nNow James owns Back to Naturel, a natural-hair salon in northeast Houston. She also has written a booklet, the Pocket Guide to Natural Haircare, to educate her customers about natural hair.\n\n\"Some people might get frustrated with the process because it takes time to restore your hair to its natural state. And natural hairstyles aren't maintenance-free,'' James said.\n\n\"People think their hair will be hard and tough, but that's not true if you take care of it.''\n\nJames said finding the right products takes time. She uses products by Keracare, Wild Growth and Proclaim. But there are many others.\n\nTonya Reed of Uncle Funky's Daughter suggests Taliah Waajid's Black Earth shampoos and conditioners, and Carol's Daughters Hair Milk and Hair Butter.\n\nBoth warn against using products with mineral oil or beeswax, since they don't completely moisturize the hair.\n\nReed said many women don't know what their natural hair looks like because they have had perms since they were children. Once they make the transition, she said, customers often wonder what took them so long.\n\nWhile natural hairstyles may not be for everyone, women who go that route say they have a new sense of who they are.\n\n\"With maturity sometimes comes a feeling that you don't care about what others think,'' said Duncan. \"All that matters is how you feel, and I feel free.''",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9914945364,
        "format_confidence":0.8216599226
    },
    {
        "url":"https:\/\/www.papermag.com\/pregaming-ella-snyder-2654933575.html?rebelltitem=34",
        "text":"Pregaming With Model Ella Snyder\n\nPregaming With Model Ella Snyder\n\nStory by Zach Shucklin \/ Photography by Callum Walker Hutchinson\n\nThere's a good chance Ella Snyder is cooler than you. She's cooler than most people — including me, but that's a given.\n\nAt just 22 years old, Snyder has amassed the kind of opportunities others spend their entire careers building towards. The Boston native got her start as a photography student at Parsons, but years of YouTubing — plus a cutting facial structure you could rack lines with — has landed her firmly on the fashion fast track. This past season she starred in Glenn Martin's cinematic Spring 2022 debut for Diesel in Milan and shot a Mugler editorial in Paris. Like I said... she's fucking cool.\n\nWhich means her Saturday nights are also cooler than yours. A day before she was due for NYFW prep, Snyder was able to squeeze in one last party with her core group of friends in LA. The occasion? Her roommate Sophie Cates' (AKA Silver Sphere's) fairy-inspired birthday that Cates' boyfriend — Lauv, by the way — was throwing at his scenic Beverly Hills abode. Thankfully, Snyder invited us to tag along. What can I say, \"I like me better when I'm\"...with her.\n\n\"I definitely enjoy a good party and I need to get it out of my system every once in a while,\" Snyder told PAPER. And by \"good party,\" that's model talk for Paris, if you didn't know. \"I was there right as Paris was reopening,\" Snyder said, \"and [I] ended up finding this really cute club, called Le Carmin, that was just so beautiful. It felt like a French Salloum.\" Still, the white columns and renaissance paintings weren't enough to turn her to the scene every night. \"I just don't have the social battery for it. I recharge from being alone.\"\n\nAs she completed her fairy-inspired look, Snyder, clad in an Omighty \"Gradient\" dress, spilled on all things fashion, including the less glamorous parts. But let's be honest... it's still pretty glamorous. Below, in a series of photos, read more on what Snyder had to say on queerness, social media and how to not be cheugy in 2021. It's tea.\n\n\"I [used to] get into the unhealthy mindset of, 'I'm shooting... everyone's very aware of my body right now. Maybe I shouldn't be eating.' But I quickly realized I can't be my best self on set if I'm hungry or starving myself. I will be in a bad mood. I will be grumpy. I'll be shaky. [But] a lot of the time the catering on set is honestly really gross.\"",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.7628123164,
        "format_confidence":0.8895625472
    },
    {
        "url":"https:\/\/saltairevillage.info\/people_Randall_Peter.html",
        "text":"Saltaire Village, World Heritage Site\nImage by Dan Bailey\n\n\n\n\nSaltaire Village World Heritage Site\nColin Coates'\nRichard Coomber's\nBack button | Home | Saltaire History | Saltaire People | Peter Randall\nWe welcome contributions. Please email us:\n\nSaltaire people: Peter Randall, Saltaire Barber\nWritten by Roger Clarke, April 2005\n\nGentlemen's Hairdresser\n205, Bingley Road\nTel. 01274 - 597140 \n\nPeter Randall tells me that he’s been cutting men’s hair in Saltaire for 32 years in July.  He started his own business at 205, Bingley Road (not strictly Saltaire village, but close enough) in 1973.  He’d previously worked with Herbert Sheilds who had a shop at 1, Gordon Terrace, on the corner of George Street.\nQuite an achievement to have such a successful small business, I thought, when so many have foundered.\n\nI tried to work out what’s so special about what Peter has on offer :-\n\n  • His adverts say “gentleman’s hairdresser” but I always think of Peter as a barber.  Judging by the number of teenagers that I’ve seen in his shop, he must be keeping in touch with the fashion scene and creating the modern look.  But his bread and butter customers are his regulars.  By and large they go to him for an “as usual” haircut at a reasonable price, along with the friendly banter and badinage which accompanies it in this predominantly male establishment.  Make it as insulting as possible, lightened with humour, and give as good as you get, in the knowledge (or hope) that none of it’s really meant.\n\nHe’s almost a caricature of the blunt, outspoken Yorkshireman.  He doesn’t mince words and is proud of it.  If you want to sort out the problems of the world, you’ll be sure of a strong opinion in return. Of course, he has to know you first – new customers are treated much more respectfully.  The banter signifies that you’ve been accepted and recognized as one of the locals.\n\n  • Peter’s good at his trade.  He’s been cutting men’s hair since his teens.\n\nHe moved to Nottinghamshire when he was 14 years old, to a branch of the family who were farming there.  He soon became apprenticed to a hairdresser, and then managed a shop in Mansfield for a year , before moving back to Shipley in 1971.\n\n  • He looks the part, and this is a good advert for his skills.  He carries his 53 years well, with no trace of middle age spread.  He’s sported a beard ever since I’ve known him, but now it’s more silver than brown, and it’s neatly trimmed and groomed.\n\nHave you noticed how a beard gives a certain gravitas?  Victorian men adopted beards and side whiskers because it made them look solid and dependable.  Officers at the Front in the Crimean War of 1854 let their beards grow for purely practical reasons in the freezing Turkish winter, little realizing that they’d become fashionable when they returned home.\nPeter’s beard doesn’t do this!  He has an almost rakish look, with a twinkle in his eye and a ready smile.\n\n  • Peter’s local credentials couldn’t be better.  He’s a member of the Firth family which is well known in the Village.  There were Firths  the Bakers at 2, Victoria Road since the late 1930’s.  And you’ll find others well represented at Salts Mill.  Peter’s grandfather worked for 54 years in Finishing, and his uncle worked as a wagon driver for 57 years.  There has also been a branch of the family working as farmers and gamekeepers since the 1700’s.  Peter’s great, great grandfather was gamekeeper for the Earl of Rosse at Northcliffe.\n\nThe family tree has been traced back to 1723 in this area. Dawson Firth had 13 children, so no wonder they’re so well represented. Peter lives locally with his wife, Cynthia, in a house in Hirst Mill Crescent into which he moved when he was 3 years old, and which his grandmother had owned since 1929.\n\n  • Peter’s interests and topics of conversation appeal to his clientele.  He’s enthusiastic about animals, wildlife, riding, hunting, and the outdoors life generally – with his own special spin to it. \n\nHe’s got 3 dogs – and used to have a ferret which went for walks with them without a leash.  It thought it was a dog, he says!He shoots clay pigeons – but with a muzzle loading, flintlock rifle!  Everything’s larger than life and more colourful with him. He has a fund of homespun philosophy.  For example, when describing how to control a horse, he says  “you tell a gelding but ask a mare”.  Just like something from a Peter Sellers or Dudley Moore film!\n\n  • There’s a long tradition of barber’s shops in the area, most of which have been taken over for other uses now.\n\nPerhaps the best known in Saltaire Village was at 79, Victoria Road.  It was Hardacres originally, but was then taken over by Tommy Rhodes.  There was also a barbers at Tillotsons on Gordon Terrace. Peter reversed the trend in 1971 when he converted a greengrocers into his present emporium. There are a lot of new hair salons along Bingley Road now, offering trendy hairstyles, nails, facials, tanning, and complete make overs – all at top prices.\nPeter now has the niche market.  It’s what his customers want – value for money and no frills.  And if you can get that, along with the local gossip and news of friends from the past, you’ll come back for more. Plus, there’s Peter’s memory for the details of conversations.  He can sometimes continue the same conversation with a customer on consecutive haircuts as if there’s been no time in between!\n\n  • There are some attempts to diversify into new markets.  Picture framing and house signs are other products on offer.  He says that he’s also trained to repair umbrellas, and still has the repair equipment!\n\nFortunately, Henry VIII got rid of barber\/surgeons, or he might have tried his hand at that too. Peter has to admit that, although he’s justly proud of his 32 years working in the area, he’s got a long way to go to equal Herbert Sheilds 50 years.\n\nSentinel readers also have a reason to be grateful to him.  He helped to get the Sentinel started, and is still a regular advertiser.  He doesn’t really need to advertise elsewhere.  There’s still a ready market for his skills, and there’s a stream of mums and dads bringing their sons for their first and subsequent hairdressing experiences.\n\nSo I asked him why he’s not expanded the business.  “We’re just an unambitious family” he says with a grin.  I think that this is where he wants to be – still continuing his family’s 300 year tradition of service in Saltaire.\n\n© Roger Clarke, April 2005\n\n\nWebsite designed and maintained by Flinty Maguire\nCopyright, 2006 to present\nProud to be hosted by Green ISP",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.6460029483,
        "format_confidence":0.93678689
    },
    {
        "url":"http:\/\/www.revelist.com\/body-positive\/charlotte-tilbury-instagram\/9791",
        "text":"Makeup artist Charlotte Tilbury has a diverse roster of clients. She's worked on Rihanna, Kate Moss, Kim Kardashian, Salma Hayek, and countless models, executing flawless looks for each.\n\nThe artist's eponymous beauty brand posted an Instagram during London Fashion Week which seemed to be a huge step for the brand.\n\nCharlotte Tilbury Anorexia\nphoto: Getty\/John Phillips\n\nThe now-deleted post featured a model backstage at the Temperley London fashion show, wearing a sparkly gown and rocking a red lip and bold brows.\n\nPictured above is a photo of the runway model who was featured in the controversial Instagram post, which you can view here\n\nPeople were quick to attack the brand and Tilbury, claiming that the model \"promoted anorexia.\"\n\nComments ranged from outrage that Tilbury would feature such a \"skeletal\" model to accusing her of being \"irresponsible.\" Some fans even claimed they don't plan on buying Tilbury's products ever again.\n\nThe photo was deleted a couple hours later, most likely due to the hate the post received.\n\nWhile a lot of the comments come from a place of concern, they're still health trolling.\n\nCalling the model skeletal or accusing her of having an eating disorder is not OK. Unless you happen to be extremely intimate with the model's eating habits, there's no way of ever knowing if she suffers from anorexia or not, nor is it our place to accuse her of something like that.\n\nThe woman who captured the screenshot, Elizabeth Castle, said Tilbury did the right thing by taking the image down.\n\nIn an interview with The Mirror, Castle said that working with models in the fashion industry has made her \"really aware.\" She went on, \"I think it's an industry that needs cleaning up. I think it was the right thing to do to take the image down.\"\n\nWhile we don't disagree with Castle — a lot of models are held to ridiculous standards and many do have unhealthy relationships with their weight — it's still not right to target this particular model. Calling someone \"skeletal\" isn't cool, nor is ridiculing someone for their weight ever acceptable.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.925460577,
        "format_confidence":0.7307485938
    },
    {
        "url":"http:\/\/www.style.com\/fashionshows\/review\/F2008RTW-JASONWU\/",
        "text":"Jason Wu picked up the Fashion Group International's Rising Star Award for women's ready-to-wear last month. Watching his Fall collection, it wasn't hard to see why. Just five seasons in, the 25-year-old's clothes display a sophistication of hand and of sensibility that have won him a loyal following of young socialites and starlets. For fall, it looks as though he'd like to extend his reach to working women—as-yet-untested territory for this designer. Among the cocktail and party dresses he loves to design were wide-leg, oversize herringbone trousers worn with silky bow-front blouses. And he showed his first-ever knits: snug sweaters topping full, calf-skimming skirts. Though pretty enough, these inevitably invoked Miuccia Prada's influential resort collection, as did the floral prints he used for deb dresses with soft V-necks, twisted bodices, and flaring skirts. In contrast, a pair of micropleat dresses—one strapless and to the knee and the other a belted, floor-length halter style—had a fresh appeal all Wu's own.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9947041869,
        "format_confidence":0.6800782681
    },
    {
        "url":"http:\/\/www.elle.com\/fashion\/spotlight\/coco-rocha-for-rimmel-london",
        "text":"Fashion Spotlight: Coco Rocha\n\nShe never fails to take the runway by storm, and as the new face of a storied British makeup brand, the model is truly hitting her stride\n\nAlexei Hay\nView the Slideshow\n\nCoco Rocha has one of those faces—an exquisite confluence of marble-sculpture-worthy planes and angles punctuated by a big, showstopping, exclamation point of a grin—that once you start looking at it, you can't stop. Little surprise, then, that ever since she sealed her runway-superstar status by doing an Irish jig down the Gaultier catwalk in 2007, the 21-year-old Canadian (with a fashion-perfect name, to boot) has become one of the most in-demand models of her generation. Rocha takes an engagingly playful approach to her job (and to life itself, as fans of her ultra-charming blog, Oh So Coco, can attest), uninhibitedly throwing wild, kinetic shapes for the camera. \"It's fun!\" she says, during a break from the ELLE shoot. \"I've found that the more exaggerated or weird the pose, usually the better the picture.\"\n\nRocha's outsize personality makes her a natural for her occasional stint as a presenter on E! Canada, but the model's next extracurricular venture is much more behind-the-scenes. She has recently announced plans to launch her own fashion line, into which she'll channel her \"obsession with everything Tudor-era\" as well as her love of statement-making vintage pieces. \"I want my first things to be really over-the-top,\" she says, \"really wow.\" In the meantime, however, she's enjoying her \"dream\" gig, having signed on as one of the new faces of Rimmel London alongside Georgia May Jagger. \"As soon as I heard that they were considering me, I started practicing my `London look,' \" she says, striking a hammy, Zoolander-esque pout. \"I love makeup. I never leave the house without it. I see other models on the street and they're like, `Why do you have eye shadow on?' My answer: `Why not?'\"\n\nThis Is A Developing Story\n\nDon't Miss",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9939769506,
        "format_confidence":0.8715624213
    },
    {
        "url":"https:\/\/www.vogue.com\/fashion-shows\/pre-fall-2013\/givenchy",
        "text":"• coverage\n  • collection\n  • all seasons\n\nIt must have been the ruffles. After his hyper-feminine collection for Spring, Riccardo Tisci has turned to the hyper-masculine work of the Italian designer Walter Albini, and his countryman, the architect Gio Ponti. Pre-fall is all sharp angles, with both geometric patch-working and color-blocking figuring prominently. Many looks were sliced at the shoulder; the asymmetric silhouette was one of the big successes of his last show, and he revisited it here, but along stricter, neoclassical lines. Even the color palette—white, black, brown, and tan—came off a bit butch. Flat men's shoes accessorized all the looks, driving the point further home.\n\nTouches of lace lent a welcome softness. Button-downs were elaborately constructed with the stuff, almost like mosaics, and it was also stitched together Rorschach-style on a pencil skirt. Tisci hasn't completely finished with ruffles, either, and that's good. They added some sensuality to a collection that came off a little cool. Today, they had a less formal feel than they did for Spring, accentuating and decorating the waistline of one of his signature skirt-pant combos, or trailing down the front of an easy cashmere jersey dress.\n\nFor evening, he kept the story streamlined, showing one-sleeve long dresses with an open side seam that revealed men's trousers. No red-carpet fodder here. He's saving that for the awards circuit and for his dates at this year's Met gala, where he'll play cohost.\n\nAll Seasons\n\n\nRecommended For You",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9941880703,
        "format_confidence":0.8478273153
    },
    {
        "url":"http:\/\/www.trendhunter.com\/trends\/prada-spring-2013-collection",
        "text":"The Prada Spring 2013 Collection Exudes Oriental Appeal\n\nBy: Alexandra Serrano - Published: • References: prada & fashionologie\nThe Prada Spring 2013 Collection is yet another showcase of Miuccia Prada's design genius.\n\nFor Spring 2013, the Italian house channeled a Japanese muse. The sleek designs were luxuriant in their kimono-like aesthetic and their shining black silk. Throughout the collection careful attention to detail was placed to create a cohesiveness that is unrivaled. Tiny florals, boundary-pushing shoes and avant-garde silhouettes characterized the feel of the Italian fashion house for Spring.\n\nFashionologie described the models as resembling an \"army of robotic geisha dressed in black, satin, and pale pink.\" These lavish garments were innovative and paired with edgy pixie cuts to go along with their theme. Perhaps the most stunning aspect is the ability of Miuccia Prada to dictate each season and innovate with her design vision. Stats for Geisha-Inspired Garments Trending: Older & Warm\nTraction: 8,434 clicks in 134 w\nInterest: 2.9 minutes\nConcept: Prada Spring 2013 Collection\nRelated: 103 examples \/ 79 photos\nSegment: Females, 18-35\nComparison Set: 38 similar articles, including: eclectic autumn fashion, psychedelically wet photoshoots, and funkily patterned fashion.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9873255491,
        "format_confidence":0.712629199
    }
]