[
    {
        "url":"https:\/\/stuff.mit.edu\/people\/robot\/alaska\/alaska.html",
        "text":"Seattle to Alaska by Hasty Outrigger Canoe\n\nRelaxing at the Bella Bella dock.\nAfter days in the rain I can\nsqueeze water from my skin.\nPowered up off Cape Caution.\nClosed-cell foam, greasy food\nand 2 spare gallons fresh water\nreduce the danger.\n\n     Table of Contents:\nThe illustrated tale sections\n1 Departure, fog and gale in Puget Sound\n2 They let me cross the border, but..\n3 From cottages to clearcuts\n4 Orcas in Johnstone strait\n5 Gale warnings and Native villages\n6 Carvers in Klemtu\n7 Salmon and Tailwinds to Prince Rupert\n8 Tame deer on the beach, food all over the rocks\n9 Philosophical Native fishermen in Ketchikan\n10 Ferry back. Now what?\n\nphotos only sections 1 2 3 4 5 6 7 8 9 10\n\nBack to Tim's Home               \n\nCopyright 2001 Tim Anderson",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.7769647837,
        "format_confidence":0.9169782996
    },
    {
        "url":"https:\/\/sjwalks.interkriti.org\/0020010.html",
        "text":"[an error occurred while processing this directive]\n::Stelios Jackson's walks\ninterkriti:the E4 and other Mythical Trails-by Stelios Jackson\nA diary of events of the trials and tribulations\nof a lone walker, in his attempt to cross Crete\nfrom Kato Zakros to Kissamos...\nHome Chapters History Boxes\nChapter Two: The Prewalk.\nPart One: Velonado - Kato Rodakino\nThanks to Michael Maloney and Lala for pointing out the errors of some of my ways!\n\nSaturday the 3rd of May 2003\nRude awakenings and the last hurrah!\nSo, where was I? No, really! Where was I? I had been somewhat rudely awakened by a sound resembling a trombone pressed to the lips of a four-year-old. What was a young child doing playing trombone in my bedroom? And at this hour! This hour? I prised open a sleepy eye - with some difficulty - and looked at my watch, from which the only information I could glean was that I still possessed a watch. The child ceased its cacophony momentarily; long enough for me to recognise the feeling of relief I get when Rex stops snoring. I looked across the room, and sure enough there was Rex, dead-to-world. So, if Rex was here, all I needed to work out was where \"here\" was. Slowly the jigsaw puzzle that was my fragmented mind on the morning of Saturday the third of May, began to piece itself together and recall the previous evening.\n\nWe had decided to eat at the hotel; primarily due to its proximity to our bedroom but also because we felt it was the proper thing to do. Mr Zographakis had been very hospitable and we wanted to show him that we appreciated it. We had eaten well that afternoon down in the lower village, so this evening's meal was not to be a huge feast, though somehow it managed to become one. I had meant to ask for a miso kilo (half litre) of \"village wine\", but had omitted the \"miso\" (I don't usually do things in halves, so my vocabulary refused to access the Greek word for \"half\" or at least I failed to enunciate it properly!). The arrival of a somewhat larger jug than I had expected, altered my choice of what to eat from \"just a starter\" (which I had already ordered), to a starter and a main course (pasta I believe; or at least it's a fair bet to assume so), as I felt I didn't want to be drinking too much and not eating at the same time (see I have my sensible moments too!). A fine meal was had before Mr Zographakis treated us to an extra litre of village wine and then proceeded to disappear and share a family meal, leaving us sitting there waiting to pay the bill. I have no idea why I felt it necessary to pay the bill that evening - we were, after all, staying in the rooms above - perhaps I had high-hopes of being up-and-away before the family Zographakis arose; fat-chance of that happening...ever! So, we sat and sipped and sipped and sat; I suffered an uncontrollable giggling fit, as we entered our third hour in this state of \"waiting for the waiter\". By way of apology for their prolonged absence, one of the Zographakis' (there are quite a number of them), brought us some melon and the obligatory tsikoudhia! Uh-oh! It would have been rude to refuse the wine or the raki, wouldn't it? Rude, but wise! Tsikoudhia and its effects, I have briefly documented in chapter one, and \"village wine\" is also matter of taste. My taste will become accustomed rather quickly to most things containing alcohol - as I am sure you have already learned - with the exception of gin! Retsina is a case in point. My father - a red-head Scot, who'd worked in various distilleries of the Scottish highlands in his youth - once told me how he had hated Retsina until he discovered how cheap it was and determined thenceforth to enjoy at least that aspect of it. Needless to say he also started to enjoy the taste very shortly afterwards. That's one of the great aspects of travel for me; sampling local produce quite often alters ones taste.\n\nWith my legs now out of bed I studied my feet and realised that they were demanding to be scratched. \"Itchy feet\". Not only is this a fine metaphor for the way I felt, but it is also a condition I suffer from when I am anxious - and I was anxious - though this itchiness may have been caused by one or more of the mosquitoes that had serenaded me that night! I headed to the bathroom and with rheumy eyes looked at the pasty-faced figure that had etched itself onto the mirror, mimicking my every move. I felt nauseous, both with anxiety and another feeling that I knew only too well; a hangover for which the \"guilty\" party had been the wine (not me for drinking copious amounts of it, note!) For the foreseeable future (two days as it turned out!), \"village wine\" would join gin on my list of \"leave well alone\".\n\nI had promised myself that the latest I would rise would be 7.30AM, so what the hell was the time? I tried to see if I could obtain any more information from my watch than I had a few moments ago; I couldn't. As my vision slowly improved however, I noticed a wall clock which suggested that it might be 8.43AM. I stood up and decided to have a closer look at this clock, stumbling across the room as I did so, and stubbing my toe on one of the legs of the bed, what was far more painful though was that 8.43 had now become 8.44. Alarm! How could I have been so stupid? This was the day I had been planning for the past two years and now it had arrived I was nervous...no, terrified and to add injury to insult, stupefied from the excesses of the previous night too!\n\nI have strange hangovers; not just headaches and bleariness for me, oh no...it's far worse than that. I suffer from panic attacks. These can be of such intensity that anybody with any sense would immediately take the vow and never let a drop pass their lips again; so no abstinence for me! My introspective anger didn't help either; it never does, but I deserved this fury from the better-part of my remaining brain-cells. Over the past couple of years I had blagged and bragged; told everybody I knew - and others I didn't - at great length of my great plans to walk the \"great island\". In the warm light of this morning, what I feared most was that I had been lying to myself for all that time. Was I really capable! I certainly didn't look up for anything other than lying down. \"Ah come on man, easy-peasy this'll be\", a small voice told me; I hardly recognised that voice as mine and I am still not quite sure it was! Very shortly I would find out whether I could walk in a straight line - if at all - with a 15 Kg rucksack on my shoulders, though at least I had chosen a relatively easy first route. The direction would be pretty straightforward - Velonado to Rodakino, via Alones was mostly a southerly course with a soupcon of South-West thrown in for good measure - and I reckoned on six hours at the outside and a good chance for a swim at the end of it all. \"That's the stuff, feel better already\", I lied, as I stared at this shadow of my former-self and it stared back at me with red eyes, yellow skin, British teeth and no discernible upper-lip. Yep, my reflection looked better than I felt.\n\nHow he does it is beyond me, but the boy Rex had woken, dressed and was sitting on the balcony by the time I had showered and brushed my teeth, when only a few minutes before, hadn't he been fast asleep? We headed downstairs to where Mr Zographakis and a hearty breakfast of misithra - a goats' cheese that packs as powerful a punch as his village wine - and bread, greeted us. Mr Z is a man with many strings to his bow and a nephew who runs a hotel in Koraka - the beach resort a kilometre or so South of Kato Rodakino. Excellent, a place to stay. So with this information in our armoury, and bidding our host farewell - promising him that we would return in a month - off we set for Velonado. It was now past 9.30 and as much as I was looking forward to coming back to Argyroupolis, I hadn't meant as soon as we actually did! Ten minutes after setting-off we were back, Rex deciding that the needle of the petrol gauge pointing vaguely in the direction of \"empty\" was a bad portent. A look at the map, showed the nearest petrol station just East of where we had started, and like the prodigal son there I was, back, and grinning like an idiot, at the man whom I had just told I would \"see next month\". He confirmed that the petrol station was indeed a kilometre or so East of here and thanking him, we drove-off to find it. I liked Mr Zographakis, but knew that we would be seeing him again once the car's thirst had been sated, as this road  - with the hotel that he was sitting outside - was by far the most direct route to Velonado. I would have preferred to have driven back around Psiloritis rather than have to face the embarrassment of having to say \"farewell\" thrice, to anybody...even Mr Z, but Rex wasn't with me on this one, and neither was the clock. And so it was that we tooted our horn at our friend for the third and last time.\n\nBeware, I shall be proffering - in graphic detail - the short-comings of the way-marking of the E4 throughout the forthcoming chapters, but for now, let's just say that Rex and I (his navigator!) had tremendous problems re-finding Velonado - a place we had visited from the very point we were driving from, not 24 hours earlier. Two wrong turns and a possible correct one, had there been a road to drive on indicated with horrible prescience, the problems I was to encounter later that day, but we did eventually make Velonado at around 10.30 in the morning and sat down for the second time in less than a day, at the \"kafeneion\".\n\nThe word \"kafeneion\" conjures up images of old men, sitting around playing their umpteenth game of tavli (backgammon), of the morning, whilst eking-out their \"Elliniko cafe\" (Greek coffee) - wherever you go in the Eastern Mediterranean, these small \"silt-lined\" coffee cups go by the name of the country they are being drunk in. Of course it was originally \"Arabic coffee\", but try telling that to a Greek, a Turk or a Cypriot. In these places a single ... (truncated)",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.5387057662,
        "format_confidence":0.8049727082
    },
    {
        "url":"http:\/\/diasporic.org\/tag\/stillness\/",
        "text":"Jetty Cafe – Dennes Point\n\n\nStillness prevailed.\n\nYou could hear the sound of bird wing.\n\nA Sea Eagle sweeping\n\nA Dolphin leaping.\n\nSea – a great swatch of interference colour,\n\nOpalescent, blue and then orange in my peripheral vision.\n\n\nThe door open.\n\nKris and Ray give welcome\n\nAs though I was the Prodigal Son.\n\nSuch is their style in all they do.\n\n\nPass the intimateArtGallery\n\nInto the communal gathering space.\n\nFireplace, leather lounge, books on cookery dominate free standing shelves.\n\n\nChalkboard menu\n\nDemonstrates the passion, flare and personality of the cook.\n\n\nNourishes the soul.\n\n\nOn the bench, Mulberry, Frangipani tart,\n\nGold foil hued biscuits.\n\nA pan of fish on the stove,\n\nDutch potatoes being smashed.\n\n\nVivaldi music gently permeates the air.\n\nI sit and drink my tea.\n\n\nThe D’Entrecateux Channel now forms relief patterns.\n\n\nMy miniscule notebook\/sketchbook is being scribbled in.\n\nLike Flaubert, I observe intently,\n\nOh!  If I could only find the right word!\n\nJust a squawk and a misplaced vowel from me.\n\n\nPeople arrive by sail boat.\n\nFisherman, tourists looking lost,\n\nA bevy of women flock to a corner,\n\nOne with great presence and authority,\n\nForceful opinion.\n\n\nAmbience has changed.\n\n\nRuby red wine, bubbling white.\n\nThe fish is served, utter simplicity.\n\n\nI give thanks to being in this place.\n\nIndividual taste and flavours give me hope.\n\nI get up, say ‘Au revoir’ and walk up the road to home.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.5146331787,
        "format_confidence":0.5883659124
    },
    {
        "url":"https:\/\/tomsbiketrip.com\/we-cycle-travellers-are-rich-beyond-measure-because-we-have-all-the-time-in-the-world\/",
        "text":"Book Serialisation\n\n‘We cycle-travellers are rich beyond measure. Because we have all the time in the world’\n\nMidday in the Sahara. There’s no-one to be seen. I push my bike amongst the outlying buildings. All is silence.\n\nA small boy darts from nowhere and makes a snatch at my trailer’s tattered flag. I yell at him, he yells something back into the bright heat and darts away again – gone.\n\nI hear the squeal and clang of a metal door and follow the sound, emerging from between the low houses and courtyards and onto what I guess is the main street; a slightly wider piece of desert between the mud-walled compounds. So this is a Nubian village. It is hot and sunny; eerily quiet. Obviously. Who’d be outside in this weather?\n\nPadding towards a doorway across the street, I almost walk into the young man who steps out as I approach. If he’s surprised to bump into a grimy sunburned tramp wandering through his village, he hides it very well. More faces peer out from what I can now see is a little shop; men in purest white, women colourfully wrapped, stepping outside to meet me, all smiling broadly. This smile seems to be something of a permanent feature of the Nubians. With some exaggerated miming I explain that I am ill, desperate, and looking for a place to rest.\n\nImmediate hilarity ensues and the entire village springs into life. Calls to action bounce down the street like squash balls: suddenly there are people everywhere. I’m ushered through a gate into one of the nearby compounds. Enclosed by a thick high wall of Nile mud, robust as concrete in the heat of the desert, the house I find inside is big and spacious. Little distinction is made between indoors and out – windows, doorways and arches have been carved from the dry walls, some areas roofed with palm-branch lattices, and the entire structure is painted in white, yellow and blue, appealingly simple in appearance. The young man introduces his three colleagues: civil engineers from faraway Khartoum, working on the new road. They will be my hosts, he says, for as long as I remain in need of a place to stay.\n\nI’m shown to a spare bed, where I sit quietly and think, left for a moment to my own devices. I have been asked for no money in return for this hospitality. Yet the place is not a wealthy one; whatever my personal budget and notions of frugality, there’s little doubt that I have come here bearing the riches of kings. Should I offer something by way of thanks? Or would doing so strip away that human altruism that has brought such joy to my journey? Before I can find an answer to that question, my hosts return, and I am whisked off on a tour of the area.\n\nThe village sits beside a stripe of fertile land that reaches down to the banks of the Nile, criss-crossed with irrigation channels, dotted with stands of tall date palms and cultivated with wheat and beans. The little fields are fed by rusty diesel-powered pumps that are occasionally fired up to fill the channels with river water. Next come the house visits; I am a source of curiosity in Wawa, and I’m passed from family to family for the rest of the afternoon.\n\nAt the end of the day I find myself sharing a communal hang-out in the village centre with a handful of men. The TV is on, beaming images of crisis from around the world into this tiny dwelling in the desert. The day after I’d received my visa to enter Sudan from the country’s embassy back in Cairo, the international community had issued an arrest warrant for Omar Al-Bashir, the President of Sudan, over the small issue of several hundred thousand deaths and the displacement of two-and-a-half million of his own people. This was merely the latest set of figures to give the illusion that Sudan’s eternal conflicts were somehow quantifiable. The following day, all visas were off. I could call myself lucky to have got that green sticker, if it weren’t grotesque to mention good fortune at all in the light of the events that led to such a decree.\n\nAnd I think of none of this, because I’m sitting in the cool shade, drinking tea and laughing with strangers. And the sun sinks below the skyline in the ravaged, war-torn, peaceful and hospitable country of Sudan.\n\n\nI wish.\n\nI wish … I could be doing this with Tenny. I have to say it.\n\nThis is such a fantastic experience. But I really … I really wish I could be sharing it with her. It would be so good to be able to do this with, er …\n\nYeah – with the woman who I love.\n\nI know that right now it’s not possible. I know that, but it doesn’t make any difference: I’m always thinking about it. Always. Always thinking about her, being with her … that moment when I see her again. \n\nAnd every time I have an experience, whether it’s good or bad, I’m always thinking: it would be so good – it would be so good to be sharing this, even if it’s a bad experience, it would be so good to be sharing it with Tenny.\n\nI don’t regret doing this. \n\nBut it would make such a big difference to be doing it with her. \n\nAnd that’s all I want to say, really. \n\nPage Divider\n\n‘You look tired!’\n\n‘Huh? Ah. Yeah. We slept in a park last night. Just down there.’ Mark pointed wearily down the lakeside promenade to a grassy, tree-studded park, where a group of Swiss youths were setting up a game of bowls, unaware that the green had until a few minutes ago been somebody’s bedroom.\n\n‘Aha! You’re going far?’\n\n‘Round the world!’ we mumbled in chorus.\n\n‘Mmm. Well,’ grinned the slender grey-haired lady, ‘I’ve also been on a kind of “world tour”. So, if you’re not in a rush, I’d like to invite you to my place. We can chat. You can rest. You can spend the day there if you like? Stay the night, even. It’s no trouble.’\n\nInvitations like this had become a frequent feature of our journey across Western Europe. By far the most effective method of eliciting them had been to ask plainly for help – for a water-bottle refill, or, if we were feeling lucky, for a spot to pitch our tents. Mark had become the designated door-knocker after a brilliant early run in the Netherlands, where we’d made this astonishing discovery. Putting on a happily clueless face, he would unveil his goatee, put on a cycling headband that looked to the untrained eye like a fluorescent-yellow sock, and amble vaguely towards his quarry. And the sight of this pitiful creature seemed to awaken the hospitality buried in every human being.\n\nIt may also have been that he didn’t take things this as seriously as I did. For me, stopping a passer-by or knocking on a door was a sign of weakness. The journey I’d always imagined was supposed to be a demonstration of self-sufficiency, and my hesitant approaches seemed to put people off. But as far as Mark was concerned, he was just asking for help. And by doing so, he had become responsible for a staggering list of back gardens, garage floors, spare rooms and sofas on which we had spent our nights since we had vowed in that leaky Amsterdam hostel to abandon paid accommodation entirely. These encounters had been diverse; our hosts revealed a dazzling array of hobbies and professions and views on the world. And, in that way, farmers, plumbers, school teachers, conservationists, diplomats, judges, newspaper editors, blacksmiths, businessmen, translators, potters, water-polo coaches, vagrants and violinists had become part of the journey I’d always imagined would be about sweat, strain, mountains, forests, wild camps, sunsets and the purest form of independence.\n\nMirella’s unexpected invitation was unusual in that it had arrived unsolicited – and at seven-thirty in the morning. As we waited on the lakeside wall while she ran some errands, I wondered what kind of ‘world tour’ she’d been on. It wasn’t likely to compare to what we were doing, of course, but it would be fun to hear about it anyway. Soon we found ourselves cycling behind our unexpected host into the terraced suburbs of Montreux, where we weaved up the steep and crooked alleys to Mirella’s home. We wheeled our bikes into the garage, paused briefly to admire the wizened old touring steeds that rested inside, and followed her into a house full of airy rooms and natural light; a monument to simplicity, overlooking Lake Geneva – the most beautiful bathroom on Earth, she said.\n\nMirella unpacked her shopping in the kitchen and quietly explained that she’d spent a total of twelve years on the road with her husband, over the course of three separate world tours. India, Australia, Tibet, China, Yemen, Oman – the roll-call went on, but without a hint that she was merely ticking off a list of countries. Her ride hadn’t hinged upon big distances or impressive-sounding continental crossings, and she clearly didn’t think herself superior as a result of her achievements. The Italian-born nurse was in her fifties and had only recently returned to Switzerland after eight continuous years of life on the world’s back roads, finishing her ride back into Europe by following the River Danube as we were planning to do on our way towards Asia.\n\nHer husband Luc, she said, was in Taiwan on a photography assignment, and if the couple had children who’d grown up and left home, Mirella didn’t mention them. While we slumped half-asleep in the sitting-room, not quite knowing what to make of our chance encounter, she cooked us a lunch of spaghetti alla Bolognese and watched in amusement as we shovelled vast quantities of it down our throats. I couldn’t comprehend what she’d done, try as I might, my world already in a spin after only four weeks on the road.\n\nTwelve years.\n\n‘So,’ enquired Mirella as we finished off the last of the pasta, ‘what kind of distances are you guys doing each day?’\n\nThe question came with a tilt of inquisitiveness. But there was something else beneath it. Was it suspicion? Amusement? The question was a test, designed to reveal something about the way we were conducting our journey – something that we thought was superficial, but that would tell her a great deal.\n\n‘Hmm … about seventy or eighty kilometres on aver... (truncated)",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9516740441,
        "format_confidence":0.7524915338
    },
    {
        "url":"https:\/\/www.worldnomads.com\/stories\/fear\/realization-on-the-run-tee-river",
        "text":"Photo © John McMahon\n\nRealization on the Run Tee River\n\nIn the wilds of northwest Thailand, a friendly offer suddenly seems much more sinister.\n\nJohn McMahon's Profile Image\n\nBy John McMahon\n\nTravel Writer\n\n22 Aug 2019 - 6 Minute Read\n\n\nTraditionally, 40 is a milestone birthday that weighs heavy. It’s usually a time for slowing down and taking stock of life, but that never occurred to me. Instead of a party at some chain restaurant, where acquaintances would prod me with joke gifts of canes and adult diapers, I was kayak-camping alone in northwestern Thailand.\n\nThailand has been my home for 13 years, and I spend as much time as possible kayaking its waters. When at home in Kanchanaburi, I kayak the River Kwai, made famous by the novel based on the railway bridge that spans it. During the rainy season, though, I head north to the densely forested mountains of Sangklaburi, where the rivers are flooded yearly by the monsoon.\n\nKaren hilltribes populate the entire mountainous border between Thailand and Myanmar. Some have always been here, and some have come more recently as refugees fleeing economic and ethnic strife. Karen villages tend to be remote, difficult to access by vehicle, and usually on the banks of a river. Such is the case with Kong Mon Tha village, near where I planned to put in my kayak.\n\nAfter hiking most of the night, I arrived at the village just after sunrise. When I got to the river’s edge, I found two local guys lounging by the water, enjoying an early drink of rice wine.\n\nKaren people have their own language, but these two had worked construction in Bangkok, and so spoke Thai at about the same level as I. They asked what I was up to. When I explained to them about the travel kayak I had in my bag, and my plan to paddle downriver to the main road, they offered to take me further upstream. The river would be narrower, and thus the rapids bigger, and the paddling more challenging. They offered me a drink of their homemade wine while we spoke. When I asked how much money they wanted to guide me, they waved it off. “Nothing, we won't go far. Just for fun.”\n\nI was beginning to doubt that my guides, whom I had met drinking grain alcohol at sunrise, really knew where we were.\n\nBy not far, I assumed a couple of miles, maybe – 45 minutes at most. An hour and a half later, I could still hear the river through the thick jungle to the left, but there had been no trail since we’d left the village. We were plodding waist-deep through a tea-colored bog that I wouldn't have dipped a toe in if it weren't for my guides, who took off their shoes and stepped in without hesitation.\n\nCovered in a thin layer of putrid ooze, we soon came to a small cascade, where we jumped in and bathed. There was no way around the waterfall – we would have to climb. It was only about 12ft (4m) high, but I was beginning to doubt that my guides, whom I had met drinking grain alcohol at sunrise, really knew where we were.\n\nJohn McMahon\n\nBy then, my kayak bag was digging into my shoulders. I slung it off and handed it up the waterfall to one of my guides before climbing up myself. Instead of returning the heavy bag, my guide hefted it onto on his back, putting the shoulder strap around his forehead the way any natural mountaineer would carry a load.\n\nAnother hour, and we were still pushing through dense jungle. Suddenly, the terrible realization that these young men had lured me into the wilds to rob me became clear as crystal.\n\nThey wouldn’t take any money when offered? And when I had asked how they were getting back to the village, they’d made vague references to a raft or a boat – did they mean my boat? I began to strategize and plan a defense. Getting away from them here would be useless, as they would track me down in no time; these hills and mountains were their backyard.\n\nWe continued our single-file march, with me continuing to scheme. The jungle opened unexpectedly onto a pineapple orchard, laid out in rough lines. My guides pointed to a bamboo hut on the far side of the field and said, “Our friend’s house,” before striding off ahead.\n\nAs I scanned the area, looking to make a break for it, one guide emerged from the hut, holding the kind of big, curved knife every Karen carries for cutting rattan. The other followed, holding aloft a couple of pineapples. They waved me over to the riverbank, where they sat on a flat rock and started to cut up the fruit.\n\n“Pineapple is very good after a walk,” one of them said. The other nodded, smiling as he stuffed a juicy chunk into his mouth. As suddenly as my fears had arisen, they vanished. These men wished me no harm – they were happy to be out of the village, walking with a stranger, eating pineapple on the bank of a river under a blue sky dotted with fat white clouds.\n\nThe river water was cold and clear. From where I stood on the bank, I could see a never-ending series of white-topped waves crashing among great slabs of boulders. The Karens gave me their shoes to strap to the deck of my kayak. The “boats” they had talked about turned out to be two plastic jugs they would float on as they rode the rain-driven current back to their village.\n\nI hung back in the water, watching as they rose up and over the six-foot waves. The cold water had erased any fatigue from the hike as I followed my guides to their village. They emerged from the torrent freezing, but grinning.\n\n“You are strong swimmers,” I told them.\n\n“I am, he cannot swim,” the taller of my guides said.\n\nI looked at them aghast.\n\nThey nodded, still smiling, and with no more than a wave, walked up the path back to their village.\n\nThe author, on a calmer stretch of river.\nJohn McMahon\nThe author, on a calmer stretch of river.\n\nDiscover similar stories in\n\nTravel Writer\n\nJohn is a freelance writer and artist who lives on the banks of the River Kwai. Author of five novels and countless short stories, his work has been published all over the English-speaking world.\n\nRelated articles\n\nNo Comments\n\nAdd a Comment",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9573206902,
        "format_confidence":0.7304258943
    },
    {
        "url":"http:\/\/www.squaregos.com\/mars\/",
        "text":"Fortunately for us , the sand hippy's mystery koolaid tea was a dud.\n\nWith that under our belts we drove off into the desert.\n\nThe Singing Bush , Manute and Jay Hanna\n\nTall tales\n\nCap Rock. The place in the desert where Gram Parson's friends burned his body to a crisp. We looked for any evidence but all the fan graffiti had been sandblasted off .\n\nThe only thing we brought into the wilderness was beer\n\nI kept expecting herds of zebras or wildebeasts to come charging by.\n\nShooting gallery\n\nAs soon as the sun sets, the desert animals start to emerge\n\nEveryone should see this place at least once in their lifetime.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9643750787,
        "format_confidence":0.9604181647
    },
    {
        "url":"http:\/\/www.cyberkids.com\/cw\/ars\/tr\/morgan\/morgan2.html",
        "text":"\/\/ Google Analytics\nCyberkids Home\nKids Connect\nFun & Games\nCreative Works\nLearning Center\nAd Info\nArt Multimedia Music Stories Articles Poetry\nPurple, green, and brown coral lay scattered upon the blue sand. Tiny creatures such as crustaceans crawled in and out of nooks and crannies, searching for the next meal. It was then we noticed the tiny fish darting here and there. Some were big, some were small. Some were bright and others were dull. Each had a unique pattern and shape differing from the rest. They were all very beautiful and came in many colors.\n\nOne of the most spectacular sights we ever saw, snorkeling in Hawaii, was a sea turtle. It was colored in every imaginable shade of green in a pentagonal shape arching across his hard shell. It poked its wrinkled head out, and peered at us with small dark beady eyes. We averted our gaze and the majestic creature continued on its endless search for food. I swam closer to the creature steadily, trying to get a closer look. It cocked its head as if to say, what interesting creatures you are. It darted into a clump of coral, and we lost it for a few moments. We saw it next when it turned a corner in steady pursuit of a fish. It glanced at us, giving the fish time to swim free. Its prey lost, the creature flicked a wrinkled flipper and took off.\n\nThe excitement over, we traveled back to the sandy shore. When I reached my mother, who was on the beach, I told her of the amazing sight that we had seen.\n\n\n  new | how-to & advice | health & safety\nlearning | my life | opinions | role models | travel\n\nCopyright © 1999-2012 Able Minds. Legal Notices. Privacy Policy. Parents.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.609165132,
        "format_confidence":0.9583841562
    },
    {
        "url":"https:\/\/kballantine.com\/tuesday-september-13\/",
        "text":"Tuesday September 13\n\nParis is a full belly, the Metro subterranean blood vessels stretching beneath taut skin carrying sight-devouring tourists from attraction to attraction. Normally I’m only in Paris for a couple of days and a sense of urgency keeps me underground on the Metro. But as this visit is longer time is affoded to walk. It’s a surprise to find that Place de la Madelaine, Place Vendome and Place Concorde are just minutes apart on foot. Place Vendome, where Lady Di left the Ritz and then crashed. Place Concorde where Marie-Antoinette lost her head. Paris can be rough on royalty. When the history of violence is written, Paris will be good for a couple of chapters. Templar Knights burnt at the stake, bishops tortured on the grill, St Dennis carrying his martyred head through the streets of Montmartre, The Terror, The Commune, the Gestapo knocking on your door, Lady Di’s car crash. The sun sets over Concorde.\n\nWednesday, September 14\n\nJacqueline’s three-hour train journey from Nancy to Gare de l’Est is delayed by one hour and fifteen minutes “du a un acte de malveillance.” We buy a sandwich and wait. A young man asks customers at the bar for money. He is quietly agitated. A pigeon glides into the entry hall and lands on the floor. It is the same colour and pattern as the marble tiles. The pigeon has been painted by Rene Magritte. Jacqueline’s train arrives. She looks frail.\n\nThursday, September 15 \n\nColette takes us to La Taroudant II, a Tunisian restaurant in rue Capucine. Colette had worked in Tunisia and knows the food.\n\nCouscous au mechoui avec merguez\nVin marocain rose (guerrouane)\nDesert – le mystere (ice cream)\n\nWe sit amongst flashing fairy lights, tiles like Byzantine mosaics, brass teapots, stained glass lampshades, long barrelled rifles and daggers. Joelle, Jacqueline and Colette dip sugar cubes into fig liquor. La Tarouant II is named after an oasis.\n\nThe bell rings at the cemetery, its 5.45 pm, time for visitors to leave. The sun will be setting in 2 hours. 7.30 pm sitting on a bench on the corner of rue Des Saules and rue Cortot with the Nikon on my lap, I’m asked if I know where Vincent Van Gogh lived.\n\nAround the corner at 54 rue Lepic.\nI’m asked what I’m doing?\nI’m waiting for the streetlights to come on.\nI’m told last night they came on at 8.15 pm.\n\nFriday, September 16\n\nThe sky is grey it’s raining. The walk long to rue du Quatre Septembre and the Bourse. The rain is steady so into the Monoprix to buy an umbrella. A scrawny young man talks to the matronly cash register operator. He is quietly spoken and repeats his request a couple of times. She finally understands. He wants sex she says. The French flag on the roof of the Bourse spoils the Greek temple look and the drizzling rain continues all the way back to avenue Rachel.\n\nLunch is with Bertrand at well worn and authentic Restaurant Tifinagh. High school students hand rolling cigaretttes occupy one table and a couple occupies another. The woman is from Brassai’s book, The Secret Paris of the 30s. She has peroxide green hair, smokes tailor made cigarettes from a red packet and is wearing an over designed pink leather jacket. She never smiles as she talks. Her male companion nods between bites of cake off a fork. She is probably a local. I see her up at rue Lepic a few days later.\n\nA huge full moon rises over Sacre – Coeur.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.951366365,
        "format_confidence":0.809848249
    },
    {
        "url":"https:\/\/opelikaobserver.com\/plotting-planning-for-the-pre-holiday-pilgrimage\/",
        "text":"Plotting, planning for the pre-holiday pilgrimage\n\nThe writer of the book of James discusses planning ahead. I forget whether he’s fer it or agin it. Anyway, we need to do some pretty fast planning for a very important event coming up—the annual pilgrimage to Frontier Country.\nI’m happy to announce that Ms. Sasha Fras is managing the whole thing. You need to get in touch with her right away if you plan to make this wonderful trip.\nI have been helping her by securing our transportation. So far Dr. Whoopee and Fred have volunteered their pickups for the trip\nDr. Whoopee has promised that this time, he will be sure to have everything cleaned up. You’ll remember that last year he had just hauled a load of hogs to market , and there was a lot of complaining about the odor.\nThey both promised that there’d be a nice carpet of hay or virgin pine needles this time.\nI have scouted the possible routes to see about rest stops and such. One thing’s for sure: we’ll want to stop by the Twixt ‘n’ Tween in Centerville for the best barbeque in the state. Then there’s a place somewhere Prattville and Tuscaloosa, where  the scrub oaks grow, reminding me of Ft. Jackson, SC. There is ample covering on each side of the road.\nIn addition to the barbecue, we will, of course, need a good supply of RCs and Moon Pies and potted meat and parched peanuts,\nTroops, we’ll have to go through Tuscaloosa, just no way around it. All I can say is keep as low a profile as possible and don’t make eye contact with any of the natives.\nAfter that we have two choices: we can take the southerly route, but that means going over the speed bump in Gordo. Or we can take the northerly route, which means having to cross Hell’s Creek. However our relations with the warlords there are fairly good, so that shouldn;t be too much trouble. However, don’t make any sudden moves.\nBy the way, a few of the more affluent trekkers have decided to fly in to Lamar International.  Cousin Tom has been contacted, and he can pick them up in his pickup.\nWe’ll all eat supper that first night at the Sanitary Cafe—great blue plate special, and I heartily recommend the beef stew. After that, you’re on your own.\nOh. we will see the department stores in my home town. Falkner’s, Thos. S. Lollar’s, Clearman’s and the Yellow Front Store. Shop away! Get anything from a living room suite to a mule collar, from a plow point for a steel beam turning plow to a Sunday-go=to=meeting frock. Get the best milk shake in the world at the Rexall Drug Store, or a hot dog or hamburger at Wimpu’s Place.\nWe’ll tour our heavy industry, the gin and associated warehouses, the two blacksmith shops, Turner’s Grist Mill and the pond that also serves as the city swimming hole.\nThe courthouse is, of course, the seat of government in the county capital.\nThe streets around it will be all lit up with criss-crossing Christmas lights, and the water tank high on the hill at the edge of town will soon have its huge, blue-lit cross, which can be seen all the way up to Mr. Dink Reeves’ place.\nAs an educational side trip, we will visit our neighboring, rival town ten miles to the north.\nThere you’ll get to see the Ogden gin, the Ogden (cottonseed) Oil Milll, Ogden’s state-of the-art blacksmith shop, Ogden’s general store, the Ogden Bank … . If we’re lucky, we might get to see a Frisco freight train come through. Wow!\nAll in all, this is shaping up to be a very entertaining and educational trip.\nBut remember, time is running out. Get in touch with Ms. Fras right away, and … Bon Voyage!\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.7705293298,
        "format_confidence":0.5643743277
    },
    {
        "url":"http:\/\/ireport.cnn.com\/docs\/DOC-1153553?ref=feeds\/latest",
        "text":"Share this on:\nAbout this iReport\n  • Not verified by CNN\n\n  • Click to view madashl's profile\n    Posted July 17, 2014 by\n    San Diego, California\n    This iReport is part of an assignment:\n    Photo essays: Your stories in pictures\n\n    More from madashl\n\n    Temple of the Sun: Part Two, Arriving at the Temple\n\n\n    Part Two. Arriving at the Temple\n\n\n    Continuing on, here and there along the way there were scattered ruins of ancient temples. The only worshippers it seemed these days were the macaques and the occasional roaming cow(s) that didn't appear to belong to any one person or place.\n\n    Nearing the top of the mountain I came upon a small settlement. As I approached the weathered group of building I heard chanting coming from inside one of the structures.\n\n    Peering through an open doorway from where the noise was emanating I saw a group of pilgrims(?) in white robes sitting cross legged on the floor in a circle. With them in the large and otherwise barren and shabby room were several rather off key instrumentalists. They all seemed oblivious to my presence as they continued chanting loudly.\n\n    Now well into the trek the temple was visible up ahead. From that vantage point there were also great views of the city of Jaipur below which, during my brief visit, seemed perpetually shrouded in a light blanket of grey smog.\n\n    Finally reaching my destination I had to be satisfied with taking numerous photos of the outside of the temple, the grounds and the surrounding countryside as photos inside the sanctuary were forbidden.\n\n    At that point I recalled the old saying, “It’s not the destination that matters, it’s the journey.”\n\n    What do you think of this story?\n\n    Select one of the options below. Your feedback will help tell CNN producers what to do with this iReport. If you'd like, you can explain your choice in the comments below.\n    Be and editor! Choose an option below:\n      Awesome! Put this on TV! Almost! Needs work. This submission violates iReport's community guidelines.\n\n\n    Log in to comment\n\n    iReport welcomes a lively discussion, so comments on iReports are not pre-screened before they post. See the iReport community guidelines for details about content that is not welcome on iReport.\n\n    Add your Story Add your Story",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.5912539959,
        "format_confidence":0.5742976069
    },
    {
        "url":"http:\/\/zanzibarsonglines.blogspot.com\/2009\/01\/zanzibar-arrived-at-inn.html",
        "text":"Sunday, January 4, 2009\n\nZanzibar arrived at the inn...\n\nPic by Gemma Wiseman ~ Solarised track\n\nZanzibar arrived at the inn...\n\nA swinging sign at the front with a collie on it\nShari's Inn\nFriendly name\nSoftly waiting by the winding forest track\nA place to rest peacefully for awhile\n\nZanzibar entered\n\nNot crowded for this time of day\nA couple in a corner and an old man with a pipe\n\nZanzibar sat at a table near the bar and ordered a beer from the waitress\n\nThe inn had charm\nIts walls had trinkets of interest\nThe bar was made of stone with an oakwood top\n\nA collie sat at the end of the bar\n\nAs soon as Zanzibar noticed her\nThe collie came over and sat right in front of him\nHer deep brown eyes studied him\nFinally she came to a decision\nZanzibar was alright\nShe stood up\nAnd put her nose under Zanzibar's hand\nAnd again looked into his eyes\n\nZanzibar felt himself falling into her\nHe realised his weaknesses\nHis good\nAll in a couple of seconds\n\nHe finally broke away from the collie's eyes\nAnd gave her a pat on the head\n\nZanzibar felt power around that he didn't understand\n\nThe waitress came over\nI see the owner has accepted you\nAnd continued on her chores\n\nZanzibar looked at the collie\nHe felt a beautiful sense of comfort and happiness wash over him\nAs the collie licked his hand\n\nShari the collie was\nA seer\nA maestro of\nSoul magic\n\nQuietly he smiled\nAnd walked thoughtfully from the inn\n\n\nSweet Repose said...\n\nI'm taken away to this magical land, easily following Zanzibar down his paths, now awaiting the next lesson, I contemplate what I learned from the first.\n\nThis is too cool, again you make me ponder me...\n\nbe back soon...sharon\n\nRosebud Collection said...\n\nVery interesting Gemma..I wish you luck and happy to see you are going forward..What a great way to start the New Year..New Beginnings...\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.6575900316,
        "format_confidence":0.5492558479
    },
    {
        "url":"https:\/\/sandstarsblog.com\/2017\/11\/03\/the-waves-of-sulu\/",
        "text":"the waves of sulu\n\n(All photos are courtesy of Harly Limlingan Marcuap of\n\n\nthe waves of sulu\n\na boy contemplates the nipa huts\nbeneath the coconut trees as a patch\nfirewoods for the sacrificial pyre\nand the land heaves beside the waves.\nhe rows as a speck in the sea\nhis arms full now, his eyes deep\nscan the point on the beach\nwhere once a father had dearly bled.\n\nthe sand lays white as a breast\nwhere waves race one another to caress\nand when it gets smudged in red with haste\nthe waves would roll their backs to cleanse.\nnearby jolo languishes in a mist,\na mountain frowns, the sea’s in rage\na conscience alien to her mosques\nstalks as thumping shells, the giant feet.\n\nbelow the waters in the depth\nof weeds and reefs and the labyrinth,\nthe sea urchins prick with readiness,\ndisturbing like empty tipsy wells,\njust one lesson learned and the lad\nseeks the sea and the brooding beach\nfor the rest of the folds, the nerves\nas well as the integral bind.\n\n© said sadain, jr. 1978\n\nAuthor’s Note: \n\n‘The Waves of Sulu’ is part of the poetry collection Mt. Tumantangis and Other Poems on Sulu. \n\nTake a peek at the breathtaking shorelines of Sulu by way of the photos being featured here with the permission of Harly Limlingan Marcuap, a fearless travel blogger who chronicles his adventures in his travel blog Please note that I write of these shorelines as ‘breathtaking’ in both the hyperbolic as well as the literal sense, considering that government travel advisories have time and again been issued to warn travelers against non-essential travel to the Sulu Archipelago and the Sulu Sea. Danger has always been the proud, but sad, blue that simmers beneath the surface of the Sulu Sea in its calmer days. This explains why I describe Harly here as a ‘fearless’ travel blogger.  \n\n[Disclaimer: This post is not to be taken as an invitation and\/or encouragement to travel to the Sulu Sea and its islands. It is the sole responsibility of the determined traveler to check the current applicability of  travel advisories such as the ones listed below before making plans to visit the area.] \n\n– SSJ, 3 November, 2017 \n\nSome Travel Advisories:\n\n\nAbout sandstarsblog\n\nfind me at\nThis entry was posted in collection: mt. tumantangis and other poems on sulu, photography, poetry and tagged , , , , , , , , , , , , , , , , . Bookmark the permalink.\n\n16 Responses to the waves of sulu\n\n  1. phoenixraay says:\n\n    Great post and pics!\n\n    Liked by 1 person\n\n  2. Aixa says:\n\n    You have wonderful photos and you chose the perfect poem for them 👍 I look forward to seeing more of your posts.\n\n    Liked by 1 person\n\n  3. Pingback: WPC: Just a Peek | Lillie-Put\n\n  4. Peter Adewumi says:\n\n    Well done here! I’m coming back to really read more of your posts. Do keep on blogging and succeeding.\n\n    Liked by 1 person\n\n  5. MindiMech says:\n\n    Beautiful! The poem is lovely. The pictures just blow me away. The entire post is amazing.\n\n    Liked by 1 person\n\n    • Thank you, Mindi! The natural beauty of the islands of Sulu is indeed breathtaking.. figuratively, of course! If the peace & order situation is not such a problem there, these islands could easily beat the Maldives. 🙂\n\n      Liked by 1 person\n\n  6. Imelda says:\n\n    Your poem evokes nostalgia.\n\n    I know Mindanao is a lovely place, but sadly, the prolonged conflict has prevented the region from achieving its full potential. On the other hand though, I am in a quandary about people discovering all the beauties that Mindanao has to offer for fear of having exposure turning this paradise into another commercialized tourist attraction.\n\n\n    • Nostalgia, for me, is an understatement when I think of the pure white sands of Sulu’s beaches where one can chase colorful fish in clear ankle-deep streams of water left by the gentle tides, with the smell of bayhops mixing with the sea breeze.\n\n      Tourist attraction is fine with me :-), but yes, it is the ‘commercialized’ part that is worrisome. We can only hope that society and government would be mature enough by now to better regulate for conservation and sustainability.\n\n      Liked by 1 person\n\n      • Imelda says:\n\n        I do not know about sustainability – that is a good policy. My cynical mind says that even if the government put that policy in a pedestal, as long as poverty dominates the lives of many of our people, all policy about sustainability and such will come to naught. When people go hungry and when they need space to live in – the last thing they think about is policy. But crochety me aside, I do hope our government and people learn to use our resources properly.\n\n        Liked by 1 person\n\n  7. Beautiful touching poem. I suddenly miss my home, Sulu. T.T 😦 😥\n\n    Liked by 1 person\n\n  8. Thank you, JM. I hope you get to visit Sulu in the near future.\n\n\n  9. cindy knoke says:\n\n    Beautiful words and imagery!\n\n    Liked by 1 person\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.5079540014,
        "format_confidence":0.6493136883
    },
    {
        "url":"http:\/\/heybillbrown.com\/index.php?sec=08hotel&sub=hilton",
        "text":"It was pitch dark in the lobby of the Plainview Hilton. I kept snapping my flash so I could see what it looked like. Now my memories of the hotel come in half-second bursts.\nIn the ballroom, the dance floor had buckled. There were little seashells in the molding above the doors and pentagrams spray-painted on the walls.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9865366817,
        "format_confidence":0.9086633325
    },
    {
        "url":"https:\/\/www.stickmanbangkok.com\/readers-submissions\/2011\/08\/faces-of-palau-meet-mysty-and-madonna\/",
        "text":"Readers' Submissions\n\nFaces of Palau – Meet Mysty and Madonna\n\n  • Written by Akulka\n  • August 13th, 2011\n  • 6 min read\n\nMeet Mysty the Student:\n\nTravelling from Peleliu back to Palau’s main island and its capital Koror I take the official state boat rather than the speed boat that had transferred me over a couple of days earlier. Even though it takes three times as long I enjoy the journey far more as one has a so much better chance to enjoy the stunning scenery along the way.\n\nSitting on the upper deck of the boat I share a bench with two young local girls. The chattier one of them keeps smiling at me curiously while her friend appears to be rather shy.\n\nSo what’s your name?” I ask her.\n\nI’m Mysty, and her name is Madonna!” she says, pointing a finger at her shy friend.\n\nMadonna like the mother of Jesus or like the pop star?” I tease.\n\nMadonna first rolls and then averts her eyes.\n\nSo what are you going to Koror for?” I address Mysty.\n\n\nAt first sight I believed Madonna and her friend are in their mid-teens, but as they already go to college I figure they must be at least 18 years or older already. Pretty Mysty is dressed in tight jeans and a t-shirt. Madonna wears a long skirt, a plain-colored blouse, and a flower behind her left ear. Both wear their black hair combed back, revealing attractive features.\n\nOver there, the big guy, that’s our friend Fluffy Larry!”\n\nFluffy Larry waves at me. His name is fitting. He’s a big and chubby Palauan guy with curly black hair. He wears a loose black T-shirt with print that reads “Hot as Hades, Fort Hood 5k Run” on the front. On the back there’s a large print of an American Abrams tank and more letters that spell out: “A moment in III Corps history, 2 Aug 90, Saudi Arabia, Desert Storm, Desert Shield”.\n\n\n\nMysty and Madonna have boarded the ship with a bunch of provisions. There is a plastic box filled with some sort of fried rice and shredded spam, and a few plastic bags full of fruits. Soon after the boat had left the dock the girls started spooning rice into their mouths from the plastic boxes, and later opening the plastic bags and cutting fruits into little mouth-fitting bits and pieces. Some bits they throw over the railing and into the sea.\n\nFeeding the fish?” I ask.\n\nMysty laughs. Madonna rolls her eyes again.\n\n“That piece no good!” Mysty says and points at the spot where the piece of fruit hit the water and sunk. “You want Palauan apple?” She hands me a small slice of the familiar looking fruit.\n\n“In Thailand they call this Chompoo!” I tell her. “There people like to dip this fruit into a mix of sugar and chili before eating. It’s quite good, perhaps you should try!”\n\nMysty looks mystified. “With chili?” she repeats after me incredulously. “We have this!”\n\nShe shows me a plastic cup full of reddish paste that I hadn’t noticed before. “Should I put it on for you?”\n\n\nI put the piece of fruit into my mouth. The flavor is a concoction of salty, sweet, strangely synthetic, and goes down with a fizzy aftertaste. It tastes weird in a funny yet not unpleasant way.\n\nWhat’s in this?”\n\nOh…many things!”\n\nDrawing out some of the vowels Mysty starts summing up the ingredients: “Saaalt, Peppeeer, Vinegaaar, Sooooy Sauce”.\n\nAny chili?” I ask. “What else would make it turn so red in color?”\n\n“That’s Koooleeeh!” Mysty informs me in a matter-of-fact voice.\n\nKooleh? Is that some kind of a plant?”\n\nMysty and Madonna erupt in laughter.\n\nNo! No plant! Don’t you know Kooleh?”\n\nHow do you spell that?”\n\nC O O L A I D!”\n\nHence I learn that the secret ingredient to this traditional recipe is the powder of synthetic instant lemonade that doesn’t only require water to get transformed into a barely potable substance, but also copious amounts of sugar. Now it’s my turn to laugh.\n\nWhat flavor then?” I want to know.\n\nWhy, tropical of course!”\n\nOf course!\n\nAs the boat slowly maneuvers its way through the many shallow coral banks Peleliu becomes smaller and smaller in our wake. Sometimes the captain’s arm comes shooting out of the window and points at a shadow under the surface of the water. Sharks! There are many around these islands. Some members of the crew have lowered fishing lines into the water, hoping that something will bite. And it does! After only twenty minutes a couple of sizeable fish are lying on deck, wriggling in their death throes.\n\nWhere you from?” Mysty asks. “In your country do you have marijuana?”\n\nYes we do, but it doesn’t grow in the open. The climate doesn’t allow for that.”\n\nOn Peleliu, we have loooooots of it, and huuuuge! It grows everywhere!” Mysty says proudly. “You want?”\n\nA joint appears out of nowhere. I politely decline. Mysty looks at me funny, and lights up. The salty air in the lagoon mixes with the scent of weed. The boat sways gently in the waves as the joint gets passed around between Mysty, Madonna, and Fluffy Larry.\n\nWhat do you study?” I ask.\n\nI study Tourism: Food and Drink!” Mysty explains unenthusiastically. “Madonna studies Criminal Justice”.\n\nOh! Judge Madonna!” I attempt another friendly tease.\n\nNo! Lawyer!” Madonna sneers back. Mysty laughs and draws from the joint in her hand.\n\nSo why you came to Palau?” they direct a question back at me.\n\nI heard it is beautiful, and I like Pacific island nations a lot. I’ve been to quite a few. Also, many people, me included, enjoy seeing scenery different to the one they are familiar with!”\n\nOh. But where is your wife, your kids?”\n\n“No have!” I reply. “I like to be free!”\n\nMysty nods and gives me two thumbs up. I’m not sure if she means it. With her free hand she digs into her handbag and pulls out a small plastic bag.\n\nYou want Betel?”\n\nI’m running out of good excuses. Watching the otherworldly beautiful scenery slowly pass before my eyes I soak in the deliciously salty ocean air, listen to the monotonous hum of the diesel engine, and relax with the rhythm of the waves that rock the boat ever so gently. This is all the drugs I need to make me happy.\n\nShort before reaching the dock in Koror someone pinches my shoulder and I snap out of my hypnosis.\n\nHey! You want this?”\n\nMysty drops some M+M’s into my right hand. Now that’s more like it!\n\n\nFor yet another story with lots of pictures from Palau check out this link:\n\nStickman's thoughts:\n\nA most interesting report!\n\nYou sure have a most interesting life and see some incredibly interesting places. There's few people who have a lifestyle that I am truly envious of – but you would be one of them!",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9250209332,
        "format_confidence":0.6702142358
    },
    {
        "url":"https:\/\/theravensperch.com\/hustling-ipanema-bruce-louis-dodson\/",
        "text":"Rio de Janerio is an opera stage of mirth and tragedy, outrageous sets: the splendid, grandiose architecture of the rich against a background of favelas – slums that spill down from hills where those immersed in poverty can overlook the blue Atlantic and those fortunate enough live below. As I am walking to the ocean front I pass graffiti sprayed in big red letters on a police station wall. It reads (in English), “To Protect The Rich And Persecute The Poor.”\n\nCheap candles flicker nervously from cola bottle necks, small altars built along the edges of the sidewalk next to fireplugs, tree trunks. Cigarettes and bits of candy have been left with shiny coins made worthless by this country’s runaway inflation. Of no use except as offerings to ancient jungle spirits who believers hope might help a displaced soul survive another day on city streets.\n\nI have arrived at Ipanema beach this sun blessed afternoon beneath a Maxfield Parrish sky. It’s not as crowded as it was this weekend, but the girls are here, as always. G-string bathing suits, called fio-dentals, by the locals – dental floss. They don’t leave much to imagination. Female bathers are kept busy with a constant tugging, pushing, pulling and adjusting to avoid complete exposure.\n\nI have never seen such an abundance of attractive women, and attractive men, as I have found in Rio – ¬every race and creed, a multi-cultured sun-tanned universe. All seem to have a free and easy style particular to Cariocas, those who live within this world class city. There is a pervading sense of nonchalance, a friendly unpretentiousness and easy going.\n\nThere’s no hurry. Rich or poor, it’s all the same here. Many of the later try to earn a living on the beach. The more successful rent out chairs and umbrellas as others peddle beer and trinkets, straw hats, T-shirts, suntan lotion. There’s a peanut man who leaves small samples of his stock upon the chests of snoozing bathers – bait. He comes back every thirty minutes, walking up and down from one end to the other. Someone else sells shrimp kabobs from a red plastic cooler hanging on his shoulder, and cheap plastic glasses to protect against the glitter of the sparkling blue-green sea.\n\nA pair of prostitutes passes by, one white, one black, both beautiful enough to be in magazines. One’s caught my eye and points a finger at herself, arching an eyebrow, “Me?”\n\nI look away. Most people know that AIDs is rampant here, but Rio doesn’t like to talk about it. News like that can hurt the tourist industry. They come and go.\n\nWalking barefoot, carefree in the frothing surf, I see an older, German couple that checked into my hotel this morning. From some forty yards away their whiteness has attracted my attention and, apparently, some others. There’s a slender, black skinned boy approaching from their rear, eighteen or maybe twenty years of age. He drops into a crouch and finally, gently, in slow motion, sits behind them, at their blanket’s edge. The Germans are both overweight and unaware, eyes feasting on the white capped waves ahead, or some bronzed beauty . . . maybe lost in thought – the stock market in Frankfurt. Did those papers make it to Berlin on time? The husband notices I’m staring at them, so I point behind his back, at what is going on. He doesn’t get it and does not respond.\n\nOccurs to me the boy might be some sort of tour guide they have with them. As I watch he gently lifts the German’s beach bag up, and sets it down with care beside him, turning so his body is between the bag and unsuspecting couple. He goes through it quickly with one hand and has completed his investigation by the time I’m passing by them, walking backwards now to see what happens next.\n\nThe others, sitting near enough to see what’s going on ignore the situation. I suppose it’s possible they haven’t noticed, but more likely they don’t want to get involved—like me. It’s possible the thief might have a friend to watch his back.\n\nAt any rate he’s not found anything of value. The tourists must have paid attention to the printed warnings passed out at the airport, and at our hotel: “Do not wear ear rings, jewelry or expensive watches on the bus. Do not take anything of value to the beach.”\n\nThe slender youth returns the tourist’s bag to its original position, then stands and slowly walks away with casual grace.\n\nBruce Louis Dodson is an expat living in Borlänge, Sweden. His most recent work has appeared in: Foreign & Far Away–Writers Abroad Anthology, Sleeping Cat Books–Trip of a Lifetime Anthology, Pirene’s Fountain, Sounds of Solace–Meditative Verse Anthology, Tic Toc Anthology–Kind of a Hurricane Press, Vine Leaves, mgversion2>datura, and Maintenant 11.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.8165733218,
        "format_confidence":0.9026807547
    },
    {
        "url":"https:\/\/www.flother.is\/travelogue\/gaucho-country\/",
        "text":"This is gaucho country\n\nArgentina 2007\n\nStopping off at a gaucho’s house, Nadia and I come across something unexpected. City-living this is not\n\nThe detached head of a goat, hanging upside down\n\nGoat’s heid. Oh. Right. OK. Er. What?\n\nEste es el último baño, he announced. We were barely two hours into the wilderness, and this was the last bathroom. From here on we wouldn’t see another soul, let alone a toilet.\n\nIt was a gaucho house. A tiny, single-story building, thrown together. Three children played outside in the dust. Animals — horses, chickens, dogs — stood outside, not moving because they had nothing to move for.\n\nThe bathroom was an offshoot of the house, round the back. There was no running water. Next to the toilet was what passed for a shower: a home-made watering-can attached high on the wall. Pour water in and stand under the spray. I wondered if they heated the water during the winter.\n\nOnce I’d finished I took the bucket of water from outside and poured some of it into the toilet. A manual flush.\n\nI walked out into the yard, where Nadia was taking pictures. It was extraordinary.\n\nThere were a few trees, little more than dead, shorn of their leaves. From each one hung the severed heads and hooves of goats. On one tree there were piled six or seven heads. You could see where the spinal cords had been sawn through.\n\nCold, bloodshot eyes stared back at us. They hadn’t been pecked out, so they were starting to disintegrate. It seemed the first stage was to peel.\n\nThank you for letting us use your bathroom, we said. Can we offer you anything? No, esta bien.\n\nAnd with that the gaucho climbed on to his horse and trotted off into the desert.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9822497964,
        "format_confidence":0.619207859
    },
    {
        "url":"http:\/\/myafricanadventures.net\/chapter-25-vasbyt\/",
        "text":"Chapter 25 – Vasbyt!\n\n'Bigfoot' at Vasbyt in 2003, Swakopmund, Namibia. Photo by Austin J Stevens\n\n‘Bigfoot’ at Vasbyt in 2003, Swakopmund, Namibia. Photo by Austin J Stevens\n\nNot long after we got back from our honeymoon, Austin and I were sharing our first Christmas together. With typical small-town enthusiasm, Swakopmund was suitably decked out for the occasion with beautiful light displays and some very amusing decorations. Many of the houses in Swakop had their own life-size Santa mannequin attempting to leave presents, and each Santa had ended up in a rather compromising position. One dangled by his feet from the edge of the roof with his sack of presents hanging by his side, while another across town had his right leg stuck over the rail of a fourth-floor apartment balcony. A third Santa had slipped on the roof near the chimney of one house and was frozen in the act of sliding down the roof tiles, and yet another hung by his ankles from the telegraph wires. In the end, as we drove through town on Christmas eve, all these Santas in various states of disarray made us feel that we were witnessing Santa hurrying to every house and screwing up along the way! Austin and I spent Christmas day in Moon Valley in the Namib Desert to get away from all the tourist madness in town. Swakopmund was inundated with tourists for the Christmas period, and our normally quiet little town was suddenly experiencing major traffic jams! The majority of the tourists were from South Africa but we also encountered holiday makers from England, America, Germany and Italy. They came to indulge in quad biking, sky diving, sand skiing and many of the other extreme sports Namibia offers, as well as to party in the town itself in the evenings.\n\nVasbyt rock climb event in 2007, Swakopmund, Namibia. Photo by Austin J Stevens\n\nVasbyt rock climb event in 2007, Swakopmund, Namibia. Photo by Austin J Stevens\n\nThe other sport to attract the attention of the tourists was Vasbyt, a competition of driving skill using specially enhanced giant four-wheel-drive vehicles. The Afrikaans word ‘vasbyt’ does not have a direct English translation, but Austin explained the closest approximations were ‘bite the bullet’ or ‘hold tight.’ The name of the competition is fitting considering the extremely dangerous situations in which the vehicles are involved. The drivers and their co-drivers are required to display their skills to the judges by attempting to negotiate the biggest, highest and most dangerous rocks in a small, restricted desert area alongside the town. The competitors also try to cross the deepest gaps between the rocks. All events can potentially result in overturning the vehicles. The team to make it to the end of the course in the fastest time and with the greatest control over the vehicle accumulated the most points. Nico, who owned our local convenience store and service station, was one of the Vasbyt champions and the grand final competition happened in Swakopmund on 29th December every year, the culmination of twelve months of smaller competitions in other locations around Namibia.\n\nVasbyt spectators, Swakopmund, Namibia. Photo by Austin J Stevens\n\nVasbyt spectators, Swakopmund, Namibia.\nPhoto by Austin J Stevens\n\nVasbyt was terrifying, but so thrilling I couldn’t tear my eyes away. The drivers began the first round by competing to cross a very high sand dune with a sheer vertical drop on one side, and many lost points when they reversed to get out of trouble, or when they went sliding sideways down the dune to the bottom. The events on the desert rocks surrounding the dry Swakop riverbed were the most frightening. The rocks were like small cliffs and the drivers had to prove their car control skills by driving head first down the uneven rock face, resulting in many vehicles getting stuck on their sides and having to be towed out by the waiting tractor. After this event, the crowd of hundreds all moved to another location for the rock climb, where the competitors were required to drive from the flat floor of the desert straight up the rocks. One contestant went crashing through the tape barrier and into the crowd, causing the spectators to scatter and tumble over each other in order to avoid the out-of-control vehicle. Later on, an event was held in which the drivers had to negotiate a huge pit filled with loose tyres, and also a man-made mud hole. The entire crowd did its best to avoid tyres flying out of the pit at head-height, but the closer spectators didn’t seem to mind being sprayed with mud at all. It was one of the most unusual and exciting past times I had ever encountered. Hundreds of people from Namibia and South Africa attended and remained into the evening to await the decision of the judges. Austin and I enjoyed hot chips while posing for photos with Austin’s fans.\n\nVasbyt mud event. Photo by Austin J Stevens\n\nVasbyt mud event. Photo by Austin J Stevens\n\nAlthough the wide variety of hobby pursuits human beings created for themselves never ceased to amaze me, I was never happier than when Austin and I headed out into the desert alone and became absorbed in all its wondrous natural diversions, which were more spectacular than anything people could ever dream up.\n\nTo be continued in Chapter 26, when Austin takes me to the snake park where he set his Guinness World Record for the 107-day snake sit-in…\n\nPrevious Story\n\n\nNext Story",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.9082732201,
        "format_confidence":0.8990047574
    },
    {
        "url":"http:\/\/fritz365.blogspot.com\/2013\/12\/scenic-road.html",
        "text":"Copyright Notice\n\nCopyright: Fred Robel, and Fritz365 2010-2017. Unauthorized use and\/or duplication of this material without express and written permission from this blog's author and\/or owner is strictly prohibited. Excerpts and links may be used, provided that full and clear credit is given to Fred Robel and Fritz365 with appropriate and specific direction to the original content.\n\nMonday, December 2, 2013\n\nScenic Road\n\nThe ever expanding worm of the universe\nChecked his watch and followed the green sign\nThat directed him towards the scenic route\nAs laid out by the state tourism commission\n\nIt took him far and wide\nBy circuitous route\nTo the tallest\nThe lowest\nThe prettiest\nThe strangest\nPlaces and things that this land had to offer\n\nUpon completing his trip\nHe shook his great glowing head\nAnd vowed to take the most direct route from now on",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.6532046199,
        "format_confidence":0.8366215229
    },
    {
        "url":"http:\/\/nhanghiminhanh.com\/denews_en.asp?id=5",
        "text":"Your Name:\nCheck in:\nCheck out:\nAbout Us\n\nMinh Anh Guest house garden is located at 81A Huynh Thuc Khang Street, Ham Tien, Phan Thiet, Binh Thuan. Guest house located in a very convenient location for travel to visit any place in Mui Ne, Phan Thiet, Binh Thuan. Guest house is built and exquisite design, elegant fully furnished, clean, cool, ...\n\n\nOnline Support\n\nMrs Suong - 0978 505 991\n\nPa Don magic cave\nFrom the town of Prao (Dong Giang, Quang Nam), down the Ho Chi Minh trail right 19 km, A Profile to rural, remote buzzer Ma, re down on street Palepachanh resettlement areas, you saw young sweet backward Men Pick us up on our narrations Shanghai A Mu Lang, commander BCHQS H. Dong Giang. It was a dark corridor, graduate-level provincial Agriculture, Bzep Alang, commune officials CA, A Lang, boarding school students Hoi An. All three people we pour down the slope bun soaking wet pasture land 2 km longer, removing motorcycle along the road, turn down a ravine named Bhom Lom, finds come back up Don Pa mountains looming ahead. Halfway up the slopes exceed 200m certification, exam to an escarpment. Cloud Youth Guarantee, shop on the mountain in such cliffs.\n\nKỳ ảo hang động Pa Don - 1\n\nUplink cave Pa Don\n\nRecall prepared young black star pin and all of the trees to start the bat, we're relegated. I'd just hang way down you go a lot. King about 2m down that offer, as we fall into a large interspace, through his flashlight speaker configuration, a cave system pops up, long hang flat, but with soaring stone arch. A knowledgeable evince my village, \"said village elders, even old-starvation on East military region and around the cave.\" Continue through the ranks most other eels, we're back to a cave that offer, through the flashlight he appeared before us a \"palace\" garish splendor.\n\nCave them wide 50 m2, but soaring arch, each needs most colorful jars, residual income vom winding caves, flourish, horizontal stab from the cliffs. Weeds such as the skin, but white silk winding side, there are multiple jars need each other curly scroll on each reel has stalactites hang down vom chamber as shown on a stem or sprout from the cave walls as shown people looking to buy loaf ... all colors, white, pink, purple, red, sparkling, shimmering, splendid as a maze. Continue through the ranks has always different, we're back to a cave that offer more. This time I was really stunned by an incomparable wonders, the beautiful cave, sumptuously many times I go through the next cave. Unfortunately, when engrossed watching each needs most, battery lamp housing lagged love people. Seeing me with A Lang shouted \"hang out soon, if not little depleted battery is dangerous ...\".\n\nKỳ ảo hang động Pa Don - 2\n\nBeautiful stalactites in the cave Pa Don, far from Ca Dang, Dong Giang\n\nWe rushed to the store or rut, standing between this mountain pond pond the wind, birdsong and I still have not yet awakened, not stunned, do not ignore the darkness in the mountains there are now up with such a unique ...\n\nAfternoon, to lobby on Men (remote CA), A dark corridor, A Lang Bzep people to visit us, welcome Secretary of Rural England A Lang. Know we just hang on Don Pa, A Lang He rolls his eyes: \"Do not fear a, accomplished this alone I would not have dared on Top ...\". No time to understand what, A Lang exam you laughing quite a bit: \"But it's okay, then lets Giang ...\". My eyes do not see them out, A British Lang quite complicated: \"In the cave has a very large snake, look at this tape (English Lang A house is only pillar), to nearly 10 meters long ... I have lived in python hang for a long time, you have met in the lobby decades ago, A lang He also met several times pythons, last year (2012) also invited to meet it. corridor Three Men and all the surrounding villages and some considered python is \"body-gripping\", there are many bat cave.\n\n9 months 10 months on, three injured on bats hang on to start feeding. But every time it starts to go bat, every house in the village ritual must then hang on. Many people in the village have met pythons hang on, hang one category at once, at another of quotas, but no very gentle, does not hurt anyone. No only in circle, people can step over it still okay next. But today you see me hang on it is crawled away, or hang on hang vom, competition has to go on right out of the cave. Guarantee village elders, so that day was, \"close-python cave\" does not agree to start you on the bat cave. \"He said this, but A Lang explains, resembles snake has eaten yet, it will in im many even venture to digest food, the day you come back no, or hanging invention, ie it is demanded, have been searching environment, yet see him, no angry woo back is dangerous.\n\nKỳ ảo hang động Pa Don - 3\n\n\nCave Pa Don extend hundreds of meters in the mountains with stalactites is extremely unique\n\nCave Pa Don broad, deep in the mountains, you have a store again, we have from the shop at about 1km, chances python in a niche in remote, if not likely we had python. A British Lang since, just be, A Lang had his troop stationed on so many mountains in the area and all of Don Pa cave, this region is the historic revolutionary Gross read, why tens last year, he saw authorities and relevant agencies to remodeling, restoring monuments? Therefore, multi-dozen years, in addition to local people, anyone knows it, the ruins of this revolution has a cave system, such a beautiful landscape. A desire to Anh Lang: \"If this development relic into a tourist attractions on Truong Son Street history or know what competition ...\".\n\nOther news :\n   Da Lat - The small corner awaiting discovery ( 28\/08\/2013 )\n   The waterfalls weird world ( 28\/08\/2013 )\n   Beautiful volcanic valleys from above ( 28\/08\/2013 )\n   Deserted beach in Cham ( 28\/08\/2013 )",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.8887687922,
        "format_confidence":0.5775672197
    },
    {
        "url":"https:\/\/www.vivutravel.com\/vietnam-travel-guide\/vietnamese-myths-and-legends\/story-of-tam-and-cam",
        "text":"Story of Tam and Cam\n\nEvery country has its stories and if you are on aVietnam travel, there is one that resembles that of Cinderella, at least the first part and the happy ending. Vietnam travel packages reveal a very interesting country and plenty of legends to enjoy. Talk to a Vietnam travel agent and you will certainly find out more if you wish.\n\nstory of tam and cam\n\nMany years ago, a widower lived with his daughter, Tam, when he met and married again. He was not to know that the woman he married was truly wicked. They had a daughter together whom they named Cam. The wife adored Cam but treated Tam badly, not being one of her own. Tam’s poor treatment began immediately her father remarried; she was not allowed to join a celebration banquet and was sent to bed early, and hungry. That was before Cam was born and then things got even worse. Tam’s father believed the lies his wife told him about Tam who was banished to the kitchen and told to look after herself.\n\nShe was forced to work very hard getting many menial tasks around the house. Her hands became blistered and her hair dirty and matted. One day, she looked at her image and saw how she looked. Washing her face, she looked very pretty and her step-mother realised it too, wishing even more that an accident might befall her.\n\nTam was sent out fishing with her step-sister who spent the day playing while Tam worked hard, catching a basketful of fish. Cam’s basket was empty but she stole Tam’s fish as she bathed in the water. Tam knew she would be beaten when she returned with an empty basket. However, the Goddess of Mercy appeared in front of her and noticed she was crying. After hearing her story, the Goddess suggested she look again in her basket where she saw a red finned fish with golden eyes. The Goddess said Tam should put the fish in the well and feed it three times a day which she duly did.\n\nHer step-mother noticed strange behaviour in Tam but the fish never appeared when anyone else was there. However, the step-mother disguised herself in Tam’s clothes, caught the fish, killed it and ate it. The Goddess reappeared and told Tam to find the bones, bury them then a wish would be granted. She couldn’t find the bones by a chicken said she would show Tam where they were in exchange for some rice. She took the bones and buried them as instructed. Soon, she was to get jewellery, gold and dresses and was indeed a very happy girl.\n\nWhen the Autumn Festival came around, she was told to stay at home and finish her work while Cam and her mother went out in their best clothes. She prayed to the Goddess for help and she made sure that her work was finished quickly so she could go to the Festival. She dressed up and went. When Cam saw her, she said to her mother that the rich lady looked like Tam; indeed, it was. Tam ran, scared she had been recognised but in her haste left a silver slipper. Soldiers picked it up and gave it to the King. The King asked every lady to try it on but it was so small, no one could get it on. The King announced that when he found the person whose slipper it was, he would make her his wife.\n\nTam was the last woman to try it on; it fitted and she became Queen. Cam and her step-mother were very unhappy but could do nothing about it. Tam returned home on an anniversary and following custom had to climb a tree to get nuts when requested to by her step-mother. The tree began to sway violently when she was up there because her step-mother was trying to cut it down. It crashed to the ground and Tam was killed. As she had hoped, Cam then became Queen while Tam’s spirit lived as a nightingale in the royal garden. The King was moved to tears by the nightingale’s singing and he invited it on to his sleeve. The King got a golden cage which he put in his bedroom with the bird inside. Cam became jealous of the bird who received so much attention. She killed and cooked it, throwing the feathers into the garden. Cam told the King that the nightingale had probably become bored and flown away.\n\nTam’s spirit however returned as a magnificent tree which bore a single golden fruit with a lovely smell. An old woman passed by and said she would keep the fruit for its smell and never eat it; the fruit dropped down into the old woman’s bag. The next day, the old woman returned home to find a tidy house and a meal on the table; magic. The next day, the old woman hid and saw a young lady come out of the fruit to start work. The old lady rushed to tear up the peel of the fruit so that the young lady couldn’t go back.  She stayed in the forest and regarded the old lady as her mother.\n\nThe King got lost in the forest one day and came across the old woman’s cottage as darkness drew in. He was offered shelter and food. He recognised it as food that Tam used to make him when she was Queen. When Tam was called the King recognised her immediately. She was restored to her position while Cam was largely ignored. When Cam sought advice about how to become whiter and more beautiful to attract the King’s attention again, Tam said the answer was to immerse herself in boiling water which she did, and died as a result. Cam’s mother wept until she was blind and died of a broken heart. Tam lived happily ever after.\n\nTalking of happy; you will fly home after travel in Vietnam with a smile on your face and plenty of happy memories.",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.8357653618,
        "format_confidence":0.8692879677
    }
]