[
    {
        "url":"http:\/\/www.cafemom.com\/answers\/375590\/Anyone_know_any_good_recipes_for_a_boston_pork_butt_becides_pulled_pork_sandwichs",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nAnyone know any good recipes for a boston pork butt becides pulled pork sandwichs\n\nAnswer Question\n\nAsked by JaymieZ at 11:46 AM on Feb. 15, 2010 in Food & Drink\n\nLevel 2 (6 Credits)\nAnswers (3)\n  • Prepare it in a crockpot and make gravy with the drippings. Serve with mashed potatoes and veggies.I buy them after the big BBQ holidays(I live in the south so any warm weather holiday is an occasion for BBQ.)when they are marked down and freeze them.You can also cook it with sweet potatoes and a can of cranberry sauce in the crockpot for a simple but nice Sunday supper.\n\n    Answer by coffeemama1776 at 12:52 PM on Feb. 15, 2010\n\n  • Cook & serve it like you would a beef roast. In the crockpot, season it, throw veggies in with it if you like.\n\n    Answer by Anonymous at 2:14 PM on Feb. 15, 2010\n\n  • Paprika Pork Roast\n\n    * 2 tsp. garlic salt\n    * 1 tsp. ground ginger\n    * 1 tsp. ground black pepper\n    * 1 tsp. paprika\n    * 1 4 to 4 1\/2 lb. pork roast\n    * 1 to 2 medium onions, sliced\n    * 1 cup water\n\n    Combine spices and rub over entire roast. Place roast in crock pot. Top with onion. Pour water into crock and cover. Cook on low for 8 to 10 hours.\n\n    Answer by michiganmom116 at 2:39 PM on Feb. 15, 2010\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\nclose Cafemom Join now to connect to other members! Connect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9974506497,
        "format_confidence":0.9857342243
    },
    {
        "url":"http:\/\/www.thekitchn.com\/what-frosting-goes-well-with-italian-rainbow-cookie-cakerecipe-questions-173451",
        "text":"What Frosting Goes Well With Italian Rainbow Cookie Cake?\n\nRecipe Questions\n\nQ: Is there a type of frosting that will go well with a rainbow cookie cake without chocolate?\n\nSent by Mailody\n\nEditor: While chocolate is traditional for this Italian confection, there's definitely no reason you can't play around with other kinds! A simple buttercream frosting would be quite nice, or given how sweet this cake already is, even a quick sugar glaze would go well.\n\nItalian Rainbow Cookie Cake from Bon Appétit\nRecipe: Basic Cooked Buttercream Frosting\nHow to Make a Quick Sugar Icing\n\nReaders, what other frostings do you suggest?\n\nRelated: How to Frost a Layer Cake\n\n(Image: Romulo Yanes\/Bon Appétit )",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9972407818,
        "format_confidence":0.9827468395
    },
    {
        "url":"http:\/\/homebrew.stackexchange.com\/questions\/2912\/brewers-on-twitter\/3038",
        "text":"Take the 2-minute tour ×\nHomebrewing Stack Exchange is a question and answer site for dedicated home brewers and serious enthusiasts. It's 100% free, no registration required.\n\nWho are some notable people or groups to follow on Twitter regarding Brewing?\n\nshare|improve this question\n\nclosed as not constructive by Robert Cartaino Nov 28 '11 at 14:40\n\nAs it currently stands, this question is not a good fit for our Q&A format. We expect answers to be supported by facts, references, or expertise, but this question will likely solicit debate, arguments, polling, or extended discussion. If you feel that this question can be improved and possibly reopened, visit the help center for guidance. If this question can be reworded to fit the rules in the help center, please edit the question.\n\nStack Exchange isn't really well-suited to creating this type of collection where you're just piling on answers and there's really no expertise involved here. –  Robert Cartaino Nov 28 '11 at 14:39\n\n6 Answers 6\n\nNorthern Brewer is a pretty good one... they are an online store, so they are making an effort to sell supplies, but they are pretty active and post informative information.\n\nshare|improve this answer\n\nCharlie Papazian: @CharliePapazian\n\nRay Daniels: @Cicerone_org\n\nAmerican Homebrewers Association: @HomebrewAssoc\n\nMe: @markskar\n\nThere are tons of others, but these are the first to come to mind. Just about every good commercial brewery is on Twitter, and there are thousands of homebrewers on Twitter that are dedicated to tweeting exclusively about homebrewing and beer.\n\nshare|improve this answer\n\nJamesB (web)\n\nTechie, Pub and Beer Lover and one of the brewers at Sandstone Brewery. I add nothing to the debate.\n\nshare|improve this answer\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.8145481944,
        "format_confidence":0.987541616
    },
    {
        "url":"http:\/\/allrecipes.com\/Recipe-Exchange\/Recommend-A-Recipe.aspx?requestID=301025",
        "text":"Answer Recipe Request - Community - Allrecipes\n\nthe buzz\n\nWelcome to The Buzz\n\nRecommend a Recipe or Add a Comment Learn More\nLog in to recommend a recipe. Join now to use this free feature.\n\nSeamus O'Connor is looking for: (1 recommendation)\nCan any one help me find a \"cookbook\" for fruteria? I have looked on Amazon and Google but can not locate anything. I am looking for both a fruteria and Agua Fresca \"cookbook\". Thank you.\n\nPosted: Apr. 14, 2013 6:32 pm\nWe do our best to make sure that Allrecipes user contributions are appropriate, but if you see anything questionable, please let us know so we can address the issue.\nSubscribe Today!\n\nIn Season\n\nGrilled Burgers For the 4th\nGrilled Burgers For the 4th\n\nCheck out our collection of almost 200 grilled burger recipes.\n\nPotato Salad On the Side\nPotato Salad On the Side\n\nA cookout isn't complete without a big bowl of potato salad. We have hundreds for you.\n\nSubscribe Today! Only $7.99\nSubscribe Today! Only $7.99\n\nDelicious recipes, party ideas, and cooking tips! Get a year of Allrecipes magazine for $7.99!\n\nRecently Viewed Recipes\n\nYou haven't looked at any recipes lately. Get clicking!\nQuick Links: Recipe Box | Shopping List | More »\nArgentina  |  Australia & New Zealand  |  Brazil  |  Canada  |  China  |  France  |  Germany  |  India  |  Italy  |  Japan  |  Korea  |  Mexico\n\nNetherlands  |  Poland  |  Quebec  |  Russia  |  SE Asia  |  United Kingdom & Ireland  |  United States",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9978169203,
        "format_confidence":0.7927761674
    },
    {
        "url":"https:\/\/www.nigella.com\/ask\/vanilla-extract-in-italy",
        "text":"\nMenu Signed In\nMore answers\n\nVanilla Extract in Italy\n\nAsked by beba1976. Answered on 27th February 2012\n\nFull question\n\nDear Nigella, first of all congratulations for your books! I am Italian and have some of your books in Italian and also in English. I like the way you talk the reader through your recipes and I have tried some of them and always had great success with family & friends! However in Italy it is not possible to buy the vanilla extract that you usually use in your recipes; you can only find the chemical vanilla powder (called \"VANILLINA\") but it is really unhealthy and \"depressing\" to use! You can find vanilla pods but they are quite expensive that's why I'd like to know if you can suggest anywhere where I can buy a bottle of vanilla extract? Thank you very much and all the best from Italy! Debora\n\nOur answer\n\nMost bakers prefer to use a natural vanilla extract and there are several British companies that sell vanilla extract on-line (usually Dr Oetker or Nielsen-Massey brands) and will ship to Italy. We have given some links below as examples and you should find other suppliers on-line. It is also worth checking for vanilla extract on Amazon.\n\nAlthough vanilla pods (vanilla beans) are expensive you can make them last longer by making your own vanilla sugar or vanilla extract. Split 3 vanilla pods lengthways and put them in a large jar then add 500g caster sugar (2 1\/2 cups superfine sugar). Seal and leave in a cool, dry, dark place for a month then shake the jar and use the sugar in your baking recipes and top the sugar up each time that you use it. The sugar will be perfumed by the vanilla pods and the vanilla pods should last for a couple of years (or longer, depending on how frequently you use the sugar and the storage conditions).\n\nFor vanilla extract split 3 vanilla pods and put them in a clean jar then add 250ml (1 cup) vodka. Seal and leave in a cool, dark place for 2 months, giving the jar the occasional shake. The vodka will turn brown as the vanilla infuses into it. You can use this home-made vanilla extract in the same quantity as a store-bought one and the jar can be topped up with 125ml (1\/2 cup) vodka once half of the home-made extract has been used (let it infuse again for a couple of weeks before using). You can add a little sugar to the extract if you like (as most commercial brands are slightly sweetened) though for most baking recipes this is unlikely to be necessary. However do be careful about using this extract for anyone who is not allowed to consume alcohol.\n\nTell us what you think",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9962067604,
        "format_confidence":0.985360682
    },
    {
        "url":"https:\/\/ask.metafilter.com\/22802\/Unstick-my-tortillas",
        "text":"Unstick my tortillas\nAugust 18, 2005 5:18 PM   Subscribe\n\nHow do I stop my tortillas from sticking together? I keep them in the freezer since I only use them occasionally. When I thaw them out, they are sometimes glued together and impossible to separate without making holes in them. Is this preventable? Is there a way to unstick them? If I can't freeze them, how long will tortillas keep in the fridge?\nposted by Could it be, El Guapo ... to Food & Drink (13 answers total)\nput plastic wrap between the tortillas before you freeze them.\nposted by signal at 5:19 PM on August 18, 2005\n\nPlastic wrap sounds like a lot of buggering around, IMO.\n\nThe tortillas we purchase come in a heavy-duty ziploc pouch. We toss them immediately into the freezer when we get home from shopping, and they are placed as flat as possible. When we use them, we have them out of the freezer for however long it takes to peel them carefully apart and warm them in the frypan. Then we fire them back into the fridge.\n\nThey seldom stick so badly as to tear. They do sometimes stick enough that they need a minute in the pan to warm them up to the point where they'll peel apart.\n\nThe trick, IMO, is that they need to be kept from becoming moist. That means freezing them quick, and not leaving them out when you're using them.\n\nposted by five fresh fish at 5:35 PM on August 18, 2005\n\nBest answer: How long does it take you to use them? I find the only thing that keeps them from doing this is to keep them at room temperature. They last much longer than you'd think. And I've tried a wide variety of brands. I keep them around for two or three weeks and have never seen a speck of mold and have never noticed any changes in taste.\nposted by miniape at 5:50 PM on August 18, 2005\n\nUse waxed paper between each one - take them out of the bag, tear several pieces of waxed paper, re-stack, rebag in a freezer bag, and don't set anything on top of them. Also if you use a microwave to unthaw them, they are much more likely to stick - use a pan or just sit them out for a while.\n\nBut I keep flour tortilla in the baggie, in the veggie\/fruit compartment of my fridge and they last at least a weeks.\nposted by LadyBonita at 6:04 PM on August 18, 2005\n\nI have exactly the same problem, and I put some greaseproof paper between them once I've opened the packet.\n\nWe'd use two from a pack of 6 or 10 a week, so they've got to go in the freezer.\n\nI don't have enough time to let them defrost when I get home from work, and I cant microwave them all together, that doesn't work, so I have to use paper.\n\nThere's one brand in my supermarket that puts bits of paper between the tortillas, but unfortunately they're only an intermittent supplier.\nposted by wilful at 6:07 PM on August 18, 2005\n\nI keep mine in the freezer as well, I like to have them around, but only go through a package a month.\n\nI put a piece of parchment paper between every two tortillas, because I almost always eat them in pairs, and putting the two stuck together ones on the frying pan causes them to unstick.\n\nI avoid wax paper, I find it tends to leave bits of wax on frozen stuff. I'm not big on eating candles.\nposted by Marky at 6:25 PM on August 18, 2005\n\nUnless you either a) put some kind of paper between them (I dunno what you'd call it...when I worked at a pizza joint, all our dough had paper between each piece of dough and there was no problem after being frozen. I know it wasn't wax paper) or b) warm up the entire stack (microwave works) and then refreeze them (once again, the place I worked at had a tortilla station...if they were frozen, we ran into your problem so we just nuked em' till they were a little bit warm and problem solved).\nposted by jmd82 at 6:38 PM on August 18, 2005\n\nThirding (fourthing? I lost track) the wax paper. This is what wax paper is for!\nposted by mendel at 6:42 PM on August 18, 2005\n\nWax Paper.\nposted by dobbs at 6:48 PM on August 18, 2005\n\nI keep corn tortillas in the freezer. The trick to not having these stick is to separate them with a knife blade immediately after removing them from the freezer. Just slide the blade into a crevice between the top and the second tortilla, give a slight twist, and pop! Off they come one by one. This must be done before they start to thaw, or they do stick. So separate first, thaw after.\n\nI've never tried it with flour tortillas. They're gummier in general, so I'm not sure my strategy will work. WOrth a try, though.\nposted by Miko at 7:15 PM on August 18, 2005\n\nBest answer: I think sometimes the tortillas are stuck together when you buy them. Freezing doesn't seem to have an effect on that. I pick through the packages at the store to find ones that don't seem to be stuck together. You can tell by bending the package around whether they're sticky. Also, drier, thinner brands of tortillas stick less than the fluffy, thicker ones.\nposted by donnagirl at 7:25 PM on August 18, 2005\n\nIt may also help to store them vertically when they're frozen, rather than horizontally. I don't generally have any problem with them sticking, and I don't stick anything between them.\nposted by NYCnosh at 8:57 PM on August 18, 2005\n\nBest answer: Just leave 'em at room temperature. Unless a stray mold spore gets in, they'll keep for weeks.\nposted by ikkyu2 at 11:16 PM on August 18, 2005\n\n« Older Transfer: PC to Mac   |   Grand camping? Newer »\nThis thread is closed to new comments.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9910956621,
        "format_confidence":0.9863938689
    },
    {
        "url":"https:\/\/snippets.com\/whats-the-difference-between-sweet-potatoes-and-yams.htm",
        "text":"Question by  Greg50 (59)\n\nWhat's the difference between sweet potatoes and yams?\n\nIs it just a different regional name?\n\n\nAnswer by  1990david (414)\n\nThere is actually no difference in the name except people say sweet potatoes when they bake it and yams when they put a little brown sugar in them.\n\n\nAnswer by  littlegee (192)\n\nSweet potatoes are dicots, meaning when they being to grow, they have two embryonic seed leaves. Yams on the other hand, are monocot meaning when they grow, they only have one embryonic seed leaf. Though they look and may taste the same, they come from two completely different families of plants. Yams are known to be sweeter.\n\nYou have 50 words left!",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9365159273,
        "format_confidence":0.9831926823
    },
    {
        "url":"http:\/\/cooking.stackexchange.com\/questions\/23773\/whats-the-fastest-way-to-hull-a-strawberry\/23777",
        "text":"Take the 2-minute tour ×\nSeasoned Advice is a question and answer site for professional and amateur chefs. It's 100% free, no registration required.\n\nI often need to hull and slice large batches of strawberries. But hulling by cutting a cone out of the top of the berry with a paring knife can be slow work. How can I quickly remove the core (the hard white part near the stem) from the strawberry?\n\nWhat do professional chefs and kitchens do to quickly hull strawberries?\n\nshare|improve this question\nI don't know what professionals do but if I am going to slice the strawberries anyway then I slice them in half and take the hull out of each side as a quick triangular cut. –  Sobachatina May 15 '12 at 16:59\nWhy do you remove the center? I eat it. If the strawberry is terribly unripe, then I cut off the whole top up to the place where it turns pink, but leave the lower part of the core inside. –  rumtscho May 15 '12 at 17:14\nGo to Amazon and search for \"strawberry tool\". There are several for under $10. –  Cos Callis May 15 '12 at 17:55\n@rumtscho: On occasion I've purchased huge mutant strawberries where the green\/white \"stem\" goes all the way down to the center; they were very difficult to hull properly, maybe that's what Katie has. –  Aaronut May 15 '12 at 18:14\nGenerally I get \"Hood\" strawberries (from Oregon or Washington), which are softer, juicier, and have a shorter lifespan than the more common California berries. The white core of strawberries has a different (undesirable) texture and taste. –  KatieK May 15 '12 at 18:51\n\n7 Answers 7\n\nup vote 8 down vote accepted\n\nI don't usually hull strawberries, but when I do I use a straw. The idea is that you push the straw up through the tip of the strawberry and it comes out at the stem. For pictures you can see http:\/\/amy-newnostalgia.blogspot.com\/2010\/06\/hulling-strawberries-with-straw.html are just Google \"hull strawberries with a straw\"\n\nshare|improve this answer\nThat is ingenious. Is it fast? –  Cerberus May 15 '12 at 19:06\nI think so - but I haven't used a \"strawberry tool\" so I don't have much to compare it to. For me it's faster than trying to use a paring knife to carve out the stem and it takes less skill then using the spoon technique (plus I've had the spoon mangle berries that were very ripe). –  djmadscribbler May 15 '12 at 19:09\nPerhaps that's where their name comes from! –  Mien May 16 '12 at 13:56\n\nI always use a teaspoon to scoop out the green. Going any deeper than 5 mm is unnecessary anyway (it's only the green and the little stalk that are unpleasant), but you can go as deep as you like. It is fast and it works perfectly. You press the spoon's edge into your thumb, so to speak, with the strawberry in between. You can easily continue to hold it in the right position in your right hand while you pick up new strawberries with your left hand. When I found this out years ago, I couldn't understand why the whole world wasn't using this, just as with grating garlic. The only thing quicker than a teaspoon would be a teaspoon with thinner (= sharper) edges.\n\nenter image description here\n\nenter image description here\n\nPictures from Thepioneerwoman.com\n\nshare|improve this answer\nDoesn't a spoon destroy the berries, rather than cut? Perhaps you and Ree Drummond have sturdier strawberries than I do... –  KatieK May 15 '12 at 18:57\n@KatieK: No? They become more or less as in the picture. I guess if they're extremely ripe it becomes hard (then I would personally not like them anyway). –  Cerberus May 15 '12 at 19:05\nI think a lot depends on the edge thickness and the ripeness of the berries. Personally I have mangled quite a few berries using this technique because the spoon edge wasn't sharp enough and just deformed the berry. –  djmadscribbler May 15 '12 at 22:22\n@djmadscribbler: I don't know...I have used this method exclusively with strawberries for years, and never a problem. I wouldn't use it with other berries, probably. –  Cerberus May 15 '12 at 22:37\nI'm guessing the thickness of the spoon's bowl will be a factor -- I have a bunch of different spoons, and I'm guessing the thicker ones wouldn't be useful ... but I'd be inclined to use a grapefruit spoon (as I have one). –  Joe May 16 '12 at 23:01\n\nAlton Brown recommends a star-shaped tip from a pastry piping bag. He mentioned this in the Good Eats episode on strawberries, which has tons of good info on why hulling is important and the effects of not hulling.\n\npiping bag star tips\n\nshare|improve this answer\n\nNever used it, but I'm assuming these exist for a reason: enter image description here\n\nshare|improve this answer\nHas anyone used these? –  KatieK May 15 '12 at 18:53\nLooks like you waste a lot with that... –  nico May 15 '12 at 19:18\nI had an older version of this (my great-grandmother's) but as it was silver plated it tarnished. Pictured in answer by SAJ14SAJ. I use that. Works great. Especially for large amounts as needed for jam. Was going to add photo of huller and slicer(a must for arthritic hands), but I don't know how to add a photo!! –  user19877 Aug 27 '13 at 14:47\n\nTry using the small end of a melon baller (AKA Parisienne scoop).\n\nshare|improve this answer\n\nAll you really need to remove is the stem and leaves, so just a quick down and up cut (or a V, one cut from each side) will get it done, just wasting a little of the top of the berry on either side of the stem. I think it'll work better than using a spoon if you don't have a sharp\/thin enough spoon and your berries are pretty ripe; otherwise they're roughly equivalent.\n\nFor another dedicated gadget option, a tomato\/strawberry corer\/huller:\n\nstrawberry huller\n\nI tried my grandmother's a couple times; it works fine, though I'm personally happy with a paring knife and a tiny bit of waste.\n\nshare|improve this answer\n\nI just did 16# today. I use a tomato shark. Doesn't waste the berry and takes out the green leaves at the same time. Costs $1.49.\n\nshare|improve this answer\nWelcme to the site! Could you please explain: What is a tomato shark? –  Stephie May 6 at 20:52\nWhat is \"16#\"? Is that a quantity or is it referring to a list somewhere? I can't tell if this is intended as an answer or comment. –  Aaronut May 8 at 4:12\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9967572093,
        "format_confidence":0.9909240603
    },
    {
        "url":"https:\/\/ongnamthanh.com\/qa\/quick-answer-can-vegans-eat-dairy-milk-chocolate.html",
        "text":"Quick Answer: Can Vegans Eat Dairy Milk Chocolate?\n\nIs peanut butter is vegan?\n\nMost peanut butter is a simple mixture of ground peanuts and salt.\n\nOthers might also contain oil or added sugar.\n\nOnce in a blue moon, you may find a kind that contains honey, but nearly all peanut butter is 100 percent vegan.\n\nPlus, peanut butter is divinely delicious..\n\nAre bananas vegan?\n\nBesides being a staple postrace food, Bananas are a vegan dream—they can be blended into ice cream and baked into muffins—there’s only one problem: Your banana may not be vegan anymore.\n\nCan Vegans eat Hershey’s chocolate?\n\nIs Hershey’s Vegan? All of Hershey’s iconic candies – including the Hershey Bar, Kisses, and Reese’s Peanut Butter Cups – contain dairy, but the company does have one vegan option. Hershey’s Chocolate Syrup is dairy-free. … Artisan chocolatier Raaka makes vegan coconut milk chocolate bars with fair trade Dominican cacao.\n\nCan Vegans eat cheese?\n\nOn the other hand, vegans avoid all animal products or animal byproducts, including dairy and milk. Because most cheese is made from cow’s or goat’s milk, most types are not vegan-friendly.\n\nIs Dairy Milk vegan?\n\nCadbury, the almost 200 year-old UK-based brand that manufactures the popular, well-loved ‘dairy milk’ chocolates that most of us have probably grown up eating, has confirmed that it is indeed working on a dairy-free, vegan version of the same chocolate bar- allegedly, since two years.\n\nCan vegan drink alcohol?\n\nAlcoholic drinks are not naturally vegan. As Dominika Piasecka, spokesperson for The Vegan Society explains, animal products can be introduced in a drink’s production process. “Some alcoholic drinks may not be suitable for vegans because of the filtering process prior to bottling,” she says.\n\nWhat snacks are dairy free?\n\nSnacks with Crackers, Pretzels, Chips, and Rice CakesPretzel Sticks.Graham Crackers.Crackers with nut butter.Crackers with chicken salad.Crackers with tuna salad.Pretzel Sticks with nut butter.Rice Cakes.Tortilla Chips with salsa or guacamole.More items…•\n\nIs it cheaper to go vegan?\n\n“Eating vegan, contrary to popular belief, does not have to be expensive,” agrees registered dietitian Andy De Santis. “In fact, all else equal, it is much cheaper than eating meat. When you swap out animal protein for plant protein (i.e., tofu and beans) you save money.”\n\nIs Dairy Milk chocolate dairy free?\n\nAvoid Milk Chocolate Milk chocolate is not dairy-free, as it contains milk and usually other dairy ingredients as well. If you must avoid milk due to an allergy, lactose intolerance, or as part of a vegan or paleo lifestyle, you will need to eliminate milk chocolate.\n\nIs dairy milk made from pig?\n\nCadbury Dairy Milk Contains Pigs DNA, Pig Fat.\n\nCan Vegans eat pasta?\n\nIs pasta vegan? Most packaged pasta—including spaghetti, rotini, and any other type—is 100 percent vegan. To know for sure, simply check the ingredients on your package! Sometimes, you might see “egg” listed as an ingredient in “fresh” pastas, so avoid those—but generally, pasta contains no animal-derived ingredients.\n\nAre Snickers vegan?\n\nAre Snickers Vegan? Store-bought Snickers candy bars are not vegan because they contain dairy. This homemade version is made with a fast 3-ingredient chocolate sauce, that’s totally dairy-free instead!\n\nCan Vegans eat Cadbury chocolate?\n\nLast year, Galaxy launched a vegan chocolate range. According to The Telegraph, Cadbury is currently working on a vegan version of its iconic Dairy Milk bar. …\n\nWhat chocolate has no milk?\n\nThe Best Vegan Dairy-Free ChocolatesBooja Booja Hazelnut Crunch Truffles. … Hotel Chocolat Gianduja Bombe Selector. … Moo Free Caramalised Hazelnut Nibs Bar. … Humdinger Dairy Free Chocolate Buttons. … Willie’s Cacao Iuscuous Orange Baracoa. … Doisy & Dam Maca, Vanilla & Cacao Nibs. … Montezuma’s Crème de Cacao Truffles.More items…•\n\nWill becoming a vegan lose weight?\n\nBut research has also suggested that going vegan can help overweight people reduce body fat and shed pounds — even if they eat the same number of calories as meat-eaters. In one study, participants on a vegan diet lost a significant amount of weight compared to those who stuck with their non-vegan eating habits.\n\nCan I eat chocolate if lactose intolerant?\n\nDepending on how mild or severe your lactose intolerance is, you may need to change the amount of milk in your diet. For example: you may be able to have milk in your tea or coffee, but not on your cereal. some products containing milk, such as milk chocolate, may still be acceptable in small quantities.\n\nWhat type of chocolate can vegans eat?\n\nHigh-quality dark chocolate is a great option for vegans. Look for chocolate with a cacao content of 50% or more. The higher cacao percentage indicates a higher chocolate content.\n\nWhy is vegan chocolate so expensive?\n\nDespite there being no trace of animal products in the ingredients, some bars might not be labelled ‘vegan’. … We should point out that some of the more expensive vegan chocolate is priced that way because they’re much smaller operations than say, Cadbury, and use higher quality ingredients.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9689592719,
        "format_confidence":0.864872098
    },
    {
        "url":"http:\/\/www.qacollections.com\/How-to-Make-Peanut-Butter-Bunny-Food",
        "text":"How to Make Peanut Butter Bunny Food?\n\nAnswer Rabbits need a variety of nutrients to be at their healthiest. Peanut butter is not at the top of the list of recommended foods to feed your rabbit; in fact, too much fatty foods can actually harm ... Read More »\n\nTop Q&A For: How to Make Peanut Butter Bunny Food\n\nHow to Make Peanut Butter Bird Food on a Corn Cob?\n\nFun to make, and fun to watch the birds eat. Birdseed is a tasty treat. It becomes even more tasty when you add peanut butter.\n\nDoes peanut butter make you fat i love peanut butter and jelly.?\n\nIn reality, it is the jelly that you eat with it. It would take a lot of peanut butter to make you gain weight. The answer, without all the hype and hog wash, is no, not alone.\n\nCan i eat peanut butter on a raw food diet?\n\nOn One Hand: Roasted Peanuts Are Not AllowedSince peanut butter is made from roasted peanuts, it is not allowed on a raw food diet. The diet consists of uncooked, unprocessed plant foods and promot... Read More »\n\nDiabetics, can you take peanut butter on an airplane What do you take so you don't get stuck without food?\n\nYou are allowed one carry on piece of luggage, and you can put whatever snack food in there that you want. peanut butter or anything else, as long as it's not liquid. Once you go past that airport... Read More »",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9462888241,
        "format_confidence":0.6936010718
    },
    {
        "url":"http:\/\/cooking.stackexchange.com\/questions\/27286\/can-i-substitute-70-chocolate-for-unsweetened-chocolate-in-a-cake-recipe",
        "text":"Take the 2-minute tour ×\nSeasoned Advice is a question and answer site for professional and amateur chefs. It's 100% free, no registration required.\n\nThis is a recipe for a dark chocolate cake. It calls for 2 ounces unsweetened chocolate. But I made a mistake and bought the 70%. The recipe also calls for 1.25 cups sugar. I don't want it to be too sweet, so by how much should I decrease the sugar?\n\nThe last time I baked this cake, I used 3 ounces unsweetened chocolate and it was perfectly dark. I want to get the same results. Help!\n\nshare|improve this question\n\n2 Answers 2\n\nThis is a challenge because not only will the different chocolate change the sweetness of the cake slightly but it will change the texture slightly. One thing you can do is subtract the amount of sugar from the recipe that is in the chocolate. In your case 30% of the three ounces of chocolate is roughly one ounce. This should work for you.\n\nshare|improve this answer\nGood points, Questie760 - nut I'd caution that care should be taken in reducing the sugar by that much since it also plays a role in the texture of the cake. I've interchanged chocolate types in cakes before without any real detriment to the texture. I'd reference an ingredient substitution website to give myself some reassurance. –  Kristina Lopez Sep 20 '12 at 17:18\nBut, not nut! :-) –  Kristina Lopez Sep 20 '12 at 17:28\nThanks for the advice. I'm glad I didn't try to substitute it. I actually gave in and went to the store to get unsweetened chocolate. The cakes turned out beautiful. I will be stacking and frosting them tomorrow. –  Nel Sep 21 '12 at 3:51\nIs it the case that for chocolate marked with a percentage, that the remaining percentage will be all or just about all sugar? Not any other ingredients such as fats or oils or milk products? (I ask as a naive but interested chocophile.) –  hippietrail Sep 21 '12 at 7:31\nNo - the 70% figure is cocoa solids. The other 30% will be sugar, cocoa butter, possibly other fats (depending on the quality of the chocolate) - so reducing sugar by 30% of the weight of the chocolate is probably too much. –  Matthew Walton Sep 23 '12 at 18:50\n\nCocoa butter is a cocoa solid. 70% chocolate means that 30% is sugar. The 70 % is made up of cocoa and cocoa butter (and usually a bit of vanilla).\n\nshare|improve this answer\nThat's almost, but not quite correct. Vanilla would not be in the 70%, nor would lecithin (if the chocolate has any), milk or milk fat, salt, or anything else that isn't in cocao. –  Jolenealaska Dec 13 '14 at 17:52\nI too would disagree with the statement of 30% is sugar, if you've ever eaten 70% Chocolate you'd understand it certainly does not have 30% sugar content:- en.wikipedia.org\/wiki\/Chocolate#Blending will give you a pretty good run down of the actual properties. –  Doug Dec 13 '14 at 21:49\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9975070357,
        "format_confidence":0.9907598495
    },
    {
        "url":"http:\/\/ask.metafilter.com\/227294\/Make-Food-Now-Dot-Com\/rss",
        "text":"Comments on: Make Food Now Dot Com Comments on Ask MetaFilter post Make Food Now Dot Com Tue, 23 Oct 2012 11:32:26 -0800 Tue, 23 Oct 2012 11:36:23 -0800 en-us 60 Question: Make Food Now Dot Com Does such a recipe website exist? <br \/><br \/> I had this idea that there must be a recipe website where you type in the ingredients that you have to hand in your fridge \/ vegetable basket \/ can cupboard and as you type it narrows down or broadens the recipes for which you have the necessary stuff using a clever algorithm, or working like a naming of parts type key. If not cauliflower then go to mushroom bhaji kind of thing. Google recipes, kind of? Has to be one right? If not, what are the obstacles to building such a thing?,2012:site.227294 Tue, 23 Oct 2012 11:32:26 -0800 tigrefacile food recipes website resolved By: Dansaman Yes. RecipeKey, SuperCook, etc.,2012:site.227294-3289030 Tue, 23 Oct 2012 11:36:23 -0800 Dansaman By: cgk <a href=\"\">Recipe Puppy<\/a>,2012:site.227294-3289047 Tue, 23 Oct 2012 11:49:11 -0800 cgk By: DoubleLune Are you asking this because you'd like to build one? They exist, but I don't find them very useful -- they give you a list of recipes you can make, but I'd find it helpful to be able to select \"mandatory\" \"optional\" etc. If I'm looking for a chicken recipe and just list <em>everything<\/em> in my cupboard because I want as many options as possible, I end up having to wade through a lot of other recipes that don't have chicken in them before finding the chicken ones.,2012:site.227294-3289048 Tue, 23 Oct 2012 11:49:33 -0800 DoubleLune By: HopperFan Supercook allows you to emphasize ingredients - I've found lots of great recipes there. (apple cake! mmmm),2012:site.227294-3289064 Tue, 23 Oct 2012 12:07:00 -0800 HopperFan By: tigrefacile I googled 'recipe key', but such is the gastronomic hegemony of key lime pie I didn't get an immediate result for a website that was the actual search term.<br> <br> I don't have the skills to build a lasagne, let alone a website.,2012:site.227294-3289067 Tue, 23 Oct 2012 12:08:46 -0800 tigrefacile By: DoubleLune To get more options, I think \"recipe by ingredient\" is a pretty good Google search.,2012:site.227294-3289109 Tue, 23 Oct 2012 12:43:13 -0800 DoubleLune By: bamboo12<br> <br> <a href=\"\"><\/a>,2012:site.227294-3289207 Tue, 23 Oct 2012 14:15:26 -0800 bamboo12 By: XMLicious When I search for a recipe on Google I get a list of ingredients on the left-hand side with \"Yes\" and \"No\" checkboxes next to each one which filter the search results. This <a href=\"\">evidently<\/a> is based on <a href=\"\">microformats<\/a> which the web sites publishing the recipes are including in the page.,2012:site.227294-3289510 Tue, 23 Oct 2012 19:59:24 -0800 XMLicious By: nebulawindphone Honestly, yeah, Google <i>is<\/i> that website. Even before the recipe feature that XMLicious is talking about, the best way to get a recipe given a list of ingredients was to google the list of ingredients. <br> <br> The trick is, if Google can't find all of your search terms in a single page, it will happily serve up pages that include some of them. Google \"chicken walnuts spam olives\" (without quotation marks) and you get some chicken-and-olives recipes and some chicken-and-walnuts recipes and...,2012:site.227294-3289577 Tue, 23 Oct 2012 21:18:00 -0800 nebulawindphone By: jessamyn I use <a href=\"\"><\/a> for this. In the past I've used <a href=\"\">Recipe Source<\/a> because what I really wanted was like five similar green bean recipes so that I could find the one that worked for the way I cooked and whatever nutritional impact I was looking for. It uses Google as its back end so all the recipes can be found via google also.,2012:site.227294-3289925 Wed, 24 Oct 2012 08:24:28 -0800 jessamyn",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9499484301,
        "format_confidence":0.8783542514
    },
    {
        "url":"http:\/\/cooking.stackexchange.com\/questions\/10875\/tips-for-getting-a-meat-loaf-to-come-out-just-right\/10986",
        "text":"Take the 2-minute tour ×\nSeasoned Advice is a question and answer site for professional and amateur chefs. It's 100% free, no registration required.\n\nI'm very new to cooking and honestly don't enjoy it all that much, but I am trying to expand my skills beyond very simple foods like tuna helper and chicken, so I thought I would try making a meat loaf as the next step.\n\nHowever, since I've never made one before, I'm not really sure what I should be looking for in a recipe, or if there's anything I need to know about the preparation that might not be mentioned in a recipe. I'm wondering about things like:\n\n  • Does it matter what type of meat I use?\n  • How do I control how heavy\/dense it is?\n  • How can I make sure that it doesn't fall apart?\n  • What oven setting should I use so that it cooks all the way through but doesn't burn the outside?\n\nAny other useful tips would also be helpful.\n\nshare|improve this question\nHi, thanks for joining the site. We'd like to help, but, as this post explains - meta.cooking.stackexchange.com\/questions\/728\/… - this is not a recipe swap site. If you could reword your question to ask about a particular part of making meatloaf or about how to improve a meatloaf recipe you have, we could help you more. Thanks. –  Chad Jan 9 '11 at 12:04\nAs you're asking for 'ingrediants and stuff', this is bordering on a recipe request ... but for other recipes we've handled technique related questions. –  Joe Jan 9 '11 at 13:33\nI've reworded this to minimize the recipe-request aspect. I've had to make a number of assumptions in the process so please let us know if this is straying too far from what you really want to know. –  Aaronut Jan 9 '11 at 16:05\n\n3 Answers 3\n\nYou'll likely do better first trying a recipe, and see how it comes out and we can tell you how to adjust it for your preferences, but a few things to consider when making meatloaf:\n\n  • Don't squish the meat or work it too much while you're mixing it; you'll end up with a rather dense meatloaf. (unless of course you like that sort of thing).\n\n  • Some people prefer on fattier grinds of meat for a 'juicier' meatloaf ... I personally go with 85\/15 or fattier.\n\n  • Mixing types of fat with different melting characteristics will also change the texture; for this reason, some recipes call for adding pork sausage, or a blend of ground pork, beef and veal.\n\n  • Vessel is important -- some people will cook their meatloaf in a loaf pan; personally, I like a little crust on mine, but because of the grease that comes off during baking, I use a broiler pan.\n\n  • Shape will affect the crust and cooking time -- a larger cross-section will need a longer cooking time, but the top may crust up too much; you can either tent with foil while cooking, coat with a glaze, top with bacon strips, etc.\n\n  • Mixing the meat while chilled will keep the meatloaf less dense, but allowing it to warm up before cooking will allow it to cook more evenly. (so the outside isn't overcooked while the middle's still cold; especially important if you're not going with a glaze or similar)\n\n  • Almost any vegetables can be added as a filler, if you pre-cook them to soften and remove most of their moisture so they're not overly wet. Onions, bell pepper, carrots, cellery, dark greens (spinach, chard, etc), summer squash (eg. zucchini, yellow squash) all work well.\n\n  • To speed up cooking time, or if you're living alone and know you won't eat the whole thing, consider making smaller loaves. You can even make it in a burger patty size & shape for individual servings.\n\nshare|improve this answer\nGreat answer on the meat part. Just to add, part of controlling the density is adding a starch (bread crumbs, oatmeal) which is one of the things that keeps meatloaf from being a brick and meatballs from being hockey pucks. Not a requirement certainly, but traditional and will give you some leeway, which is good for a new cook. –  Doug Johnson-Cookloose Jan 10 '11 at 15:08\n@Doug -- I made it community wiki, so feel free to add ... I've always done dry breadcrumbs (not necessarily stale, just not soaked first), so I don't know how different starches might affect things –  Joe Jan 10 '11 at 15:13\n\nI've never been unlucky enough to make a dry loaf, but I suggest finding a well-regarded recipe and following that. Beyond that: don't squish.\n\nI cook in a 12-inch cast-iron pan, with a hand-shaped loaf in the middle. This gives room for the grease to spread away from the meat without losing it altogether. The cast-iron is easy to clean. Others prefer loaf pans. I suspect that my use of the cast-iron over a loaf pan does the most towards preventing a hard and dry loaf.\n\nFinally, the recipe I have based my loaf on calls for half the dry ingredients and 1\/3rd of the egg that I use. In my case, this has not resulted in mushiness. Of course, this doesn't really make the loaf very healthy!\n\nshare|improve this answer\n\nOne thing I've found that helps keep it together is something called Textured Vegetable Protein (TVP). It's a vegetarian protein substitute that comes in a dry crumble (among other forms) that works great to absorb the fats in whatever meat you use. I found about 250mL of TVP to 1L of ground meat works well.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9975322485,
        "format_confidence":0.9916443229
    },
    {
        "url":"http:\/\/www.dispatch.com\/content\/stories\/food\/2013\/04\/10\/recipe-help.html",
        "text":"Recipe help\n\n\nI would like a recipe for frosted chocolate-raspberry brownies. Can anyone help?\n\nB.B., Columbus\n\n\nDoes anyone have the recipe for beef stroganoff from St. Phillip Church?\n\nP.S., Columbus\n\nEaster candy\n\nIn the 1950s, many people made chocolate coated candy Easter eggs that included fruit and nuts. Does anyone a recipe?\n\nBeverly Hirtle, Westerville\n\nScotch eggs\n\nI’m looking for a recipe for Scotch eggs where hard-boiled eggs are wrapped in a sausage mixture then cooked.\n\nL.C., Columbus",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9970011115,
        "format_confidence":0.6212927699
    },
    {
        "url":"http:\/\/www.richters.com\/show.cgi?page=.\/QandA\/Culinary\/20100412-1.html&cart_id=8768198.16689",
        "text":"Use of herbs in cooking\nAnswered by: Yvonne Tremblay\nQuestion from: Howard Fitzgerald\nPosted on: April 12, 2010\n\nIs there a book on the hows, whys and amounts of herbs to use in preparing food? If so where might I find it?\n\nThere are many recipes around in current magazines and cookbooks using fresh herbs that will give you an idea of the quantity and types of herbs to use in cooking. It is a good idea to follow a recipe for amounts then adjust after to your own taste. This will prevent over-doing it. My book \"Thyme in the Kitchen -- Cooking with Fresh Herbs\" is full of delicious recipes as well as how to’s for when to add to foods, how to dry or free herbs, how to make herb vinegars, oils, butter, and more! It is available from Richters (not in bookstores currently). For a preview of the type of recipes include and my herb directory, please visit:\n\nBack to Culinary Herbs and Their Uses | Q & A Index\n\nCopyright © 1997-2014 Otto Richter and Sons Limited. All rights reserved.",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9955800176,
        "format_confidence":0.9124317169
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t1696438-need_wolfgang_pucks_recipe_mac_cheese_in",
        "text":"Question about Wolfgang Puck Kitchen Appliances - Others\n\n1 Answer\n\nNeed wolfgang pucks recipe for mac and cheese in his rice cooker . lost manual\n\nPosted by on\n\n1 Answer\n\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n\n    An expert whose answer got voted for 2 times.\n\n  • Contributor\n  • 1 Answer\n\nYou can get the recipe and see the video for Wolgang Puck's Macaroni and Cheese for the rice cooker on this website:\n\nI have bought the rice cooker from HSN and I have yet to use it but, it looks very good and can't wait to try it!\n\nGood Luck and I hope this was helpful to you!\n\nCathy from Pennsylvania\n\nPosted on Mar 14, 2009\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\n\nVisit, You can check cooking recipe there.\n\nJun 05, 2011 | Wolfgang Puck BDRC0010 10-Cup Rice Cooker\n\n1 Answer\n\nI just need to know what the size of the wolfgang puck electric pressure cooker rice measuring cup is. i lost mine.\n\nReplacement parts for the Wolfgang Puck pressure cookers are difficult to find and I just received an e-mail back from an earlier inquiry to the the company advising that parts are available here:\n\nA rice measuring cup can be purchased on-line; no information available on it's size.\n\nJan 26, 2011 | Wolfgang Puck 5-Quart Electronic Pressure...\n\n1 Answer\n\nI need the instruction manual for a wolfgand puck 7 cup rice cooker Model #BDRC0007. I don't know how to cook the rice.\n\nI had to find it on the Wolfgang Puck website, this is a direct link to the PDF file\n\nMay 03, 2009 | Wolfgang Puck BDRC0010 10-Cup Rice Cooker\n\n1 Answer\n\nInstruction manual need directions\n\nhere's the PDF for the 10 cup cooker from the Wolfgang Puck website:\n\nOther manuals for a lot of Wolfgang Puck items can be found on the website\n\nSep 03, 2008 | Wolfgang Puck BDRC0010 10-Cup Rice Cooker\n\nNot finding what you are looking for?\nKitchen Appliances - Others Logo\n\nRelated Topics:\n\n3,450 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Wolfgang Puck Kitchen Appliances - Others Experts\n\n\nLevel 3 Expert\n\n3287 Answers\n\nIrene Tulloch\n\nLevel 2 Expert\n\n449 Answers\n\n\nLevel 2 Expert\n\n86 Answers\n\nAre you a Wolfgang Puck Kitchen Appliances - Other Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.7903094292,
        "format_confidence":0.9862149358
    },
    {
        "url":"http:\/\/food52.com\/hotline\/17483-saving-cream-cheese-with-too-much-sugar",
        "text":"My Basket ()\n\nAll questions\n\nSaving cream cheese with too much sugar\n\nI decided to make pumpkin cheesecake bars today. However, as I was reading through the recipe, I thought it called for 2 cups of sugar when it actually called for 1\/2 a cup. Of course, I didn't realize this until just after I had mixed it into the cream cheese. I hoped for a bit that it might still be salvegable as a cheesecake, but I've given up on that. However, I do think that possibly it could be a good icing that I could freeze and use later. Right now it's 1 lb of cream cheese and 2 c sugar. Can I use this as is or should I add something to it?\n\nasked by WannabeBaker almost 3 years ago\n2 answers 1511 views\nadded almost 3 years ago\n\nAdd 3 more parts cream cheese of a larger recipe and use it up as it's supposed to be\n\nadded almost 3 years ago\n\nThe ingredients for traditional cream cheese frosting:\n\n8 oz cream cheese\n1\/2 cup butter\n1 lb. (4 cups) powdered sugar\n1 Tbs. vanilla extract",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9978700876,
        "format_confidence":0.9897814989
    },
    {
        "url":"http:\/\/food52.com\/hotline\/9487-a-question-about-a-recipe-cream-cheese-cookies",
        "text":"All questions\n\nA question about a recipe: Cream Cheese Cookies\n\n\nI have a question about the recipe \"Cream Cheese Cookies\" from merrill.\n\nasked by CSAchick over 3 years ago\n3 answers 1383 views\nadded over 3 years ago\n\nHi CSAchick, what is your question?\n\nadded over 3 years ago\n\nOy! My question posted before I even had a chance to ask it - guess my computer sensed the urgency. Sorry! So - here is the burning question - think I can freeze these and then slice and bake?\n\nMerrill Stubbs\n\nMerrill is a co-founder of Food52.\n\nadded over 3 years ago\n\nI've never tried that before, but I don't see why it wouldn't work. I'd imagine the texture might be a bit different. Let me know if you try it!",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9975852966,
        "format_confidence":0.9858502746
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/38885\/whats_the_best_sugar_free_desert",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nwhats the best sugar free desert\n\nI need something to satisfy my sweet tooth but without the calories.\n\nAnswer Question\n\nAsked by Mrs.Faith at 10:21 PM on Sep. 19, 2008 in Food & Drink\n\nLevel 7 (184 Credits)\nAnswers (3)\n  • Try this ice cream the brand is Sweet Freedom, they have this kind blackrasberry its awesome. I think they use splenda. Splenda also makes sugar for baking so just sub for any of your fav recipes.\n\n    Answer by Jenlos at 10:30 PM on Sep. 19, 2008\n\n  • Jello with fruit and fat free cool whip..\n\n    Answer by Baby1114 at 10:37 PM on Sep. 19, 2008\n\n  • Mine is Low carb-sugar free cheesecake!! :)\n\n    Low Carb Cheesecake\n\n    Serving Size: 8\n\n    8 oz cream cheese\n    5 large eggs\n    3\/4 cup Splenda\n    1-1\/2 tsp vanilla extract\n    1\/2 cup heavy cream\n\n\n    Attention to detail is important with this recipe. If you make it correctly, you will never want to stop eating it. Also, for the texture of the cheesecake to be right, you must cook it all the way through.\n\n    Make sure that cream cheese and eggs are at room temperature.\n\n    (very important).\n\n    Preheat oven to 350Â°F-180Â°C\n\n    Spray a spring form pan with a non-stick spray.\n\n    In a large bowl mix eggs, cream, sweetener, and extract. Add cream cheese in 2 oz chunks for easier beating. After all the lumps are gone pour into the pan and bake for 50 to 60 minutes.\n\n    Cool thoroughly.\n\n    Per Serving:\n\n    Answer by lillysmiles at 12:19 AM on Sep. 21, 2008\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\nclose Join now to connect to\nother members!\nConnect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.9968193769,
        "format_confidence":0.9864628911
    },
    {
        "url":"https:\/\/food52.com\/hotline\/33774-i-am-making-chicken-vermentino-from-another-website-http-cooking-nytimes-com-recipes-9079-roast-ch",
        "text":"I am making Chicken Vermentino (from another website)http:\/\/cooking.nytimes.com\/recipes\/9079-roast-chicken-vermentino\n\nIs there any reason this dish cannot be assembled ahead of time - maybe 3-4 hours early?\n\n  • Posted by: bailboy\n  • November 5, 2016\n\n\nMMH November 7, 2016\nI just made this. It is simply divine. It just went in to our permanent file. I did what susan w said. I used 2 oz dried porcini - about $8 but i left out the potatoes and added a pound of baby portobellos and quartered onions. I sautéed the fresh mushrooms in small batches. The recipe starts with chicken skin side down (it stuck a bit). The only thing I would recommend if preparing in advance is not to add the liquid until it goes in the oven. I think you could prepare the mushrooms and just hold them and the liquid separately until you are ready to roast. I used rosemary from my garden. I think fresh thyme would work well also. The aroma and the flavor are wonderful and it comes out a gorgeous carmelized color. I roasted cauliflower as a side dish which is easy to put together. Enjoy. Thank you for asking this question because I wouldn't have found this recipe without you!!!\nMMH November 7, 2016\nForgot to say i used all chicken thighs.\nMMH November 7, 2016\nAlso another pound of any type of mushroom would work well.\nSusan W. November 7, 2016\nI can't wait to make this. It sounds amazing. I'll probably skip the potatoes too and add rutabaga (it's making a comeback at my house) and baby portabellas.\nSusan W. November 5, 2016\nYour link doesn't work. You need to be sure there's a space between the link and whatever precedes it. I usually put the link on a separate line to be sure.\n\nI looked it up with Google and it looks like a perfect thing to assemble ahead of time. I'm questioning the amount of dried mushrooms. Does 2.5 ounces really turn into 2.5 cups? I know at my stores, 2.5 ounces would cost a fortune, but go for it if that's not an issue. I think I'd use fresh baby portabella mushrooms, but all those dried will be delicious!!\n\nHere's the link for anyone who's interested in the recipe. I'm definitely making it soon.\n\nRecommended by Food52",
        "topic_id":10,
        "format_id":17,
        "topic_confidence":0.997682333,
        "format_confidence":0.5326837897
    }
]