[
    {
        "url":"https:\/\/www.alonetogetherthebook.com\/2021\/10\/23\/how-tiktok-is-changing-the-publishing-game-kidscreen\/",
        "text":"How TikTok is changing the publishing game – Kidscreen\n\nForget whatever you think you know about the greatest rivalries of all time, because nothing compares to the fervor with which tweens and teens debated the merits of Team Edward vs. Team Jacob. Stephenie Meyer’s young adult fantasy Twilight hit shelves in 2005, with another book rolling out annually for the next three years. By the time the first feature film based on the series hit the big screen in 2008, fans were well and truly obsessed. That same year, the first book in Suzanne Collins’ The Hunger Games series was released, and the conversation grew to include whether you preferred Peeta or Gale. Four blockbuster films followed, raking in nearly US$3 billion worldwide and kicking off a massive trend of dystopian young adult books-turned-movies.\nThe YA book\/movie relationship is a symbiotic one. Popular young adult books have been a huge inspiration for blockbuster movies and TV series, which in turn drives viewers unfamiliar with the source material to buy the books.\nAccording to a report in The Atlantic, books that are made into films see their Goodreads ratings increase by more than 1,000%, compared to titles that aren’t adapted.\nRelease delays and lockdowns over the last 18 months, however, have meant publishers haven’t been able to rely on these adaptations to drive sales in the same way. But it turns out you don’t need the Hollywood treatment to drive audiences to bookshelves because TikTok has stepped in.\nAccording to April 2021 data from market research firm The NPD Group, the young adult fiction category had grown by 68%. In fact, the 10 million units sold during this period outpaced the eight million units sold during the same time frame in 2014, which was the previous best-selling year for the category. (NPD reports that around six million units were sold each year during the same period in 2018, 2019 and 2020.)\nThis recent growth is being attributed to TikTok, as creators on the platform (they call their corner of the app BookTok) shared reviews and reading lists with millions of followers and strangers throughout the pandemic. Trending on TikTok is the new golden ticket—the two bestselling titles from January through May 2021 were Adam Silvera’s 2017 novel They Both Die at the End and E. Lockhart’s 2014 book We Were Liars. These older titles found new life on BookTok, going viral after they were included on a number of reading lists. In fact, We Were Liars landed on the New York Times Best Seller list six years after it was published. A January 2021 viral TikTok for the title preceded a sales spike of 17,000 units in one week, according to NPD data.\n“These books that were several years old were popping up on the sales lists, and there were no events, articles or content pushing them. I looked into it on social media and was able to trace it back to TikTok,” says Kristen McLean, executive director of business development and primary analyst for NPD Books.\nPublishers also observed the increase in sales and started their own investigations into BookTok. Then, McLean says, booksellers caught on. Retailers like Barnes & Noble and Target started marketing around TikTok, putting together displays with titles that were trending on the platform. It turned into a virtuous circle, with trending books being featured in stores, and therefore becoming more likely to be picked up by readers and shared on TikTok, she says. This phenomenon supports the industry, but also makes it more difficult for the NPD team to determine how much sales volume can be attributed to TikTok, and how much is due to the efforts of booksellers.\nBeyond sales data, McLean says the focus of publishers and retailers on the social media platform is bound to alter the nature of BookTok.\n“Publishers have already started to pay creators to make sponsored content the way they do on other social media platforms, and that takes some of the organic quality out of it,” she says. If all of the book-focused videos on the platform start to feel like paid ads, tweens and teens will likely migrate to another app that feels more authentic.\nIn an attempt to avoid this, the team at Random House Children’s Books is working to take advantage of TikTok without altering its creator culture.\n“Over the last 18 months or so, there has been so much more attention paid to not only what we’re seeing on the platform, but how we’re leveraging that content,” says John Adamo, SVP of marketing for Random House Children’s Books. “TikTok has sort of changed everything we do from a social strategy. It’s been disruptive in a really positive way.”\nWhile Random House works with Instagram influencers to create campaigns and employs a lifestyle photographer to take stylized photos for the aesthetic-focused platform, Adamo says the team’s approach to TikTok has been significantly different. The appeal of creators’ videos on BookTok is how raw and unrehearsed they feel, he explains, so Random House decided to focus on spotlighting existing content without trying to impose its own agenda.\n“We do have an official TikTok account, and we’re trying to find a balance between the things we post and the existing videos that we find and amplify,” says Adamo.\n“If we see someone post a review and they’re getting attention, we reach out to them. Unlike on Instagram, where we have a running list of influencers we tap, this is more organic. It doesn’t have to be the same person over and over, and I think that’s a good thing. You get different perspectives. It’s a different model, and we’re getting a different response, clearly. We’ve never seen a response from an Instagram campaign the way we’ve seen those efforts translate on the TikTok platform.”\nTikTok also changed Random House’s budget. Since recognizing the power of the platform’s reading lists and reviews over a year ago, the team has redirected funds that were previously spent on print ads and physical promo materials to its online and social campaigns. BookTok also led the team to re-think its scheduling strategy, Adamo says.\n“The very old-school publishing mentality is that you plan [marketing] 12 to 18 months out. Now, it’s a matter of determining what the plan is four weeks out. And that might shift as you get closer to launch, or even after the book comes out. A real-time strategy is definitely front and center for us more than ever,” he explains.\nThis is especially important because TikTok isn’t linear like Instagram or Twitter, Adamo says. Users on the app are just as likely to see a video from three months ago as they are to see one from three hours ago, which means backlist titles (like Random House’s We Were Liars) can go viral at any time.\nAudiences are so focused on some of these older titles, in fact, that their popularity is influencing producers. Backlist books like They Both Die at the End and One of Us is Lying (2017) recently landed upcoming TV adaptations, and BookTok continues to boost the profiles of books from years gone by. But while those kinds of older titles have been Random House’s bread and butter for the past 18 months, Adamo says that launching new books has been difficult even with the significant sales increases for YA.\n“It’s been so much more difficult to establish new books during this pandemic period because readers have been returning to things they’re familiar with,” he says. “But on TikTok, if you can get some traction with creators, that’s one of the ways you can break out with a new book.”\nAuthor Cindy Callaghan spent months researching BookTok to find creators who could promote her books.\nAuthor Cindy Callaghan is looking to test her hand at TikTok marketing for this very reason. The author—known for her 2010 teen fantasy Just Add Magic (later adapted into a 2015 Amazon series)—hopes her latest holiday release, The Girl Who Ruined Christmas, can take advantage of BookTok’s reach.\n“I’m not planning to make my own content for TikTok,” she says. “Quite frankly, the content that’s already there is so good, I don’t know that I could compete.”\nInstead, Callaghan spent months researching BookTok, searching for creators with a focus on tween content. She started following as many as she could to keep track of their videos and get a sense of their taste in books.\n“I ended up reaching out to some BookTokers who didn’t have big follower numbers because they felt like a really good fit. And, who knows—they might have more followers by the time my next book comes out,” she says.\nOne factor that was make-or-break was that the creators’ content was completely age-appropriate. Callaghan says she ended up removing some BookTokers from her shortlist because the language or content of some of their videos didn’t feel like the right fit for her middle-grade audience.\nNow that she has a list of strong candidates, Callaghan is putting together packages with a copy of The Girl Who Ruined Christmas—along with a number of holiday-themed items creators can use to make their videos more festive—in the hopes that the BookTokers will choose to review the title or include it on a reading list. The packages are set to arrive soon so that any potential content can go up ahead of the peak holiday shopping period in November and early December.\nCallaghan sent her new book—along with holiday themed items to creators so they can make more festive videos.\n“I’m not measuring success in terms of impressions. The quality of impressions is much more important to me than volume,” Callaghan says. “I think I’ll have to weigh the effort versus return in terms of how it performs compared to other social media platforms or more traditional marketing efforts. But it has the potential to be a really nice bang for the buck.”\nThe true value of BookTok, though, is the love for reading it’s encouraging in tweens and teens, Callaghan says. TikTok is one tool in her marketing toolkit, but she hopes that the attention (and cash) from the publishing industry doesn’t corrupt the genuine excitem... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.6820414662,
        "format_confidence":0.9116632342
    },
    {
        "url":"http:\/\/www.theguardian.com\/books\/booksblog\/2012\/jun\/01\/banning-kindle-amazon-books?view=mobile",
        "text":"Banning Kindles is no way of celebrating books\n\nIs your e-reader turning you into a 'robot'? A campaign from Hay bookseller Derek Addyman to drive Amazon's Kindle out of town is just silly\nHay-on-whine … Derek Addyman has lamented the Kindle's intrusion into the annual books festival.\nHay-on-whine … Derek Addyman has lamented the Kindle's intrusion into the annual books festival. Photograph: Alamy\n\nWe all love secondhand bookshops, don't we – that heady pleasure of browsing through shelves, or rummaging through boxes to find vintage paperbacks and forgotten gems. I'm a particular fan of that secondhand bookshop heaven Hay-on-Wye, but I'm puzzled by the Hay bookseller Derek Addyman, who seems to have started a bizarre campaign to drive Kindles out of town.\n\n\"Booksellers here definitely want them banned,\" he told the Daily Mail, describing people \"walking around with them\" – or, as you might say, reading – as \"robots in another world\". According to Addyman, Kindles are \"our enemy\", they're \"just a phase ... [which] won't last\".\n\n\"Kindles have no place at this festival which is supposed to be a celebration of the written word,\" he added, \"and books.\"\n\nMaybe we should take Addyman's remarks with the customary pinch of salt – after all, Hay booksellers are famously good at drumming up publicity – but surely Kindles are, well, all about reading books.\n\nNow some may be fearful of Amazon, and perhaps with good reason, but attacking people who read ebooks, or suggesting that ebooks aren't really books at all, is just plain silly. E-readers, which have been getting progressively better and cheaper, are not a phase. They are not the enemy of books, and neither are those of us who use them.\n\nThe pleasures of stumbling upon that book you never knew you wanted on a dusty shelf – a pleasure that no e-reader can ever replace – have always depended on the wisdom of booksellers, especially in the kind of ramshackle secondhand bookshop that I love. I wonder what's become of that wisdom in Hay?",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.8393551707,
        "format_confidence":0.7757207155
    },
    {
        "url":"http:\/\/www.econtentmag.com\/Articles\/Column\/Ebookworm\/Self-Publishing-Platforms-Getting-Your-Book-Into-the-Marketplace-85360.htm",
        "text":"Self-Publishing Platforms: Getting Your Book Into the Marketplace\n\n\nIt wasn't so long ago that self-publishing was viewed as a bit, shall we say, déclassé. Distribution was often facilitated by the trunk of the author's car, and word-of-mouth was the only form of publicity. Thanks to ebooks, the internet, and the availability of digital publishing platforms, however, things are changing. The stigma of self-publishing has diminished, and even previously trade-published authors are giving it a try.\n\nSome of the biggest publishers in the world are also getting into the self-publishing game, either with their own startups or by buying existing companies. In July 2012, Pearson, PLC bought Author Solutions for $116 million. Self-publishing is now big business.\n\nThere are numerous places to sell your ebook online-and almost as many platforms. You'll need to reformat your ebook for almost every different website. For those authors who don't have the knowledge or the time, the process of setting up all the different ebook formats and uploading to the various websites can appear daunting. But not to worry, there are companies out there who can do all that work for you, plus upload directly to the various outlets, and in some cases, sell your ebook.\n\nFounded in 2002, Lulu Enterprises, Inc. was one of the first online self-publishing companies. It now sells a variety of services, but it's still possible to publish on its site for free. The company takes a 20% royalty on books sold, and the author sets the price.\n\nKobo, Inc.'s recently released DIY portal, Writing Life, allows you to publish and sell through its site for free. (Full-service publishing and other services will cost you.) Kobo will format and sell your ebook through its site and e-readers, but it will also give you your ebook in formats that other sites use. Mark Lefebvre, director of self-publishing and author relations at Kobo, explained that while the company hopes its authors will stick around when they see how much Kobo has to offer, it understands why writers want their work available on multiple platforms. Kobo has created some unique features available on its own platform such as the Author Notes Program, which can allow for a dialogue between readers and the author on the ebook pages themselves. And in Canada, Kobo e-reading devices are outselling Kindles almost two-to-one.\n\nBookBaby, an offshoot of CD Baby, doesn't sell your ebook; it just does all the formatting work for you-for Kindle, NOOK, iPad, Sony, and even Kobo, with packages starting at $99. It will keep track of your accounting from all the different sites and offer payments on a weekly schedule. (You certainly won't get weekly royalties or even statements with a trade publishing house.)\n\nThe aforementioned Author Solutions, which calls itself the \"the leading indie publishing company in the world,\" offers both print and ebook services to authors-including formatting along with other options, such as cover and interior design, publicity and marketing, website creation, and according to the website, even \"television and infomercial advertising.\" In the past, Author Solutions has helped start self-publishing imprints for several large trade publishers, including Harlequin Enterprises Ltd. and Thomas Nelson, Inc. In 2009, Author Solutions purchased Xlibris Corp., another self-publishing company, which had previously been partially owned by Random House, Inc.\n\nWith more and more services being offered by more and more companies, options are growing for authors who choose to self-publish. However, is the line between self-publishing and vanity publishing becoming blurred? If you're spending far more than the book will ever earn, is it worth it? The \"rah-rah, self-publishing is better than trade publishing, away with the gatekeepers\" cry can sometimes smack of sour grapes. Choosing to go it alone only because you're afraid you don't have a shot in commercial publishing or because you don't want anyone editing or even changing a single word does a disservice to your book. I worry that there are books, particularly novels, which might have a chance with agents and publishers, but that will never live up to their true potential and are now getting lost in the sea of self-published material.\n\nIt's important to keep in mind why you're self-publishing. The majority of self-published ebook authors do not make much money. In May, The Guardian reported that half of self-published authors made less than $500 on their books in 2011. But that may be enough for authors who've struck out with the traditional route.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.6021021605,
        "format_confidence":0.9515011311
    },
    {
        "url":"https:\/\/londongrip.co.uk\/2015\/11\/london-grip-poetry-review-fraser\/",
        "text":"Richie McCaffery considers the life and work of G S Fraser in the context of a new selection of his poetry from Shoestring Press\n\nfraserSelected Poems\nG S Fraser\nShoestring Press\nISBN: 978-1-910323-36-6\n80 pp      £10.00\n\nAndrew Waterman, in his introduction to this book (which adds value and biographical interest to the poems that follow) writes that George Sutherland Fraser (1915-1980) as a poet ‘was not assignable to any group of the kind commentators find convenient’. Even before I had heard this book was being published, I was reconsidering the position of G. S. Fraser, who I now consider an important diasporic Scottish poet. By this I mean he was a poet who, by volition or circumstance, ended up living at a remove from Scotland (he was born in Glasgow, and educated in St Andrews and Aberdeen before spending the rest of his life in Chelsea, Tokyo and Leicester), while still keeping a vigilant eye on Scotland’s affairs. We can see this in his first full collection Home Town Elegy (published by Tambimuttu’s Poetry London Editions while Fraser was serving in the British Army in Cairo during the war) where Fraser interrogates Scotland and its poets, using the poem ‘To Hugh MacDiarmid’ to explain the difference of his stance – that he will speak for himself and not a nation and a history, like MacDiarmid often did:\n\nWhat a race has is always crude and common,\nAnd not the human or the personal:\nI would take sword up only for the human, \nNot to revive the broken ghosts of Gael.\n\nWaterman argues that for Fraser ‘narrow nationalism fettered imaginative freedom’, but I would disagree that MacDiarmid’s nationalism could ever be easily labelled as ‘narrow’. The separateness of Fraser’s position, alone and outside of Scotland, gives us some sense of his neglect as a poet. In a private letter (dated 19\/12\/1970) to the poet Maurice Lindsay, Fraser considered his position as a Scottish poet, after reading a piece of harsh criticism of his work by poet and academic Alexander Scott:\n\nI am in a rather melancholy mood about my reputation as a poet (…) Alexander Scott (…) says I never \nwrote a good poem after 1943 – all the rest is ‘sentimental’ or in the worst sense ‘academic’ (…) \nI don’t know why Alex Scott dislikes me so much (…) I am just as typically Scottish as he is. \n\nI recall once being asked whether I thought Fraser was too ‘Establishment’ a poet to be considered alongside Scottish poets of his era. It is certainly true that he existed, as David Robb (Alexander Scott’s biographer) claims, ‘in the centre of an established world’ and was a ‘Scottish man of letters who did not commit to Scotland’ but his poetry, since his death, has been marginalised critically. Perhaps this is partly ascribable to his rejection by certain Scottish poets who were his contemporaries, such as Alexander Scott, and his Scottish identity which might have put distance between himself and some of his more typically ‘Establishment’ contemporaries and friends in England. Some of Fraser’s journalism and recollections in his memoirs A Stranger and Afraid show that Fraser was often warmly disposed to Scottish poets such as Hamish Henderson and often enjoyed the literary pub scene in Edinburgh in the 1950s and 1960s, yet he remained the ‘stranger’. In addition, behind the scant writing that exists about Fraser the word ‘dilettante’ hovers awkwardly – was he a figure who never devoted himself fully to one particular literary endeavour? As to all of his literary, poetic, journalistic and educational work that might have got in the way of simply writing more poems, his wife Paddy (1918-2013) was to write in her memoir of life with Fraser that he was simply fascinated by poetry in all its forms and that was his life. In ‘A Letter to Anne Ridler’ the speaker declares:\n\nI bore the seed of poetry from my birth\nTo flower in rocky ground, sporadically,\nUntil I sleep in the unlaurelled night.\n\nThis passion for the poetry of others is shown in moving poems for friends such as the tragic poet Veronica Forrest Thomson (1947-1975). In his technically nimble, but rather traditional verse he praises youth and youthful poetic innovation:\n\nA prosy poem, this, about a new poetics: \nBut young poets are looking for a new poetics:\nPeople write to me, people talk to me, insights come:\n\nThe soul’s dark cottage, battered and decay’d,\nLets in new light through chinks that Time has made.\t\n                                    from: ‘Two Letters from, and a Conversation with a Poet’\n\nIn the extract above, Fraser demonstrates the streak of self-deprecation that characterises much of his verse, a technique he also used in ‘To Hugh MacDiarmid’. Reading this Selected Poems in its entirety shows a curiously torn poet, one simultaneously aware of his shortcomings as well as his cultural worth, such as in the blackly, bitterly playful lines of ‘Home Thoughts on Ireland’:\n\nI shall go to Sligo this August and lecture on\n‘The Influence of Yeats’. And if they shoot me,\nOr blow me up, in the Town Hall, in mid-quotation,\nIt will be after all a nice last touch.\nFor an otherwise tepid Times obituary.\n\nI welcome this handsome, although lean, selection of some of his finer poems. It would be good to know who made the selection – was it John Lucas, the editor and publisher, or Andrew Waterman, who provided the generous preface? That aside, the selection is very good, ranging chronologically from Fraser’s most anthologised early poem ‘Lean Street’ through to the deeply poignant ‘High Dam’, an unfinished poem found on Fraser’s desk after his death:\n\nWe cannot always catch the ball\nBut our opponent throws it high,\nHigh up still still, piled clouded sky.\nThe day comes when the leaf must fall.\n\nThere is a koan-like quality to some of Fraser’s poems, and a late attempt to find peace in family life in his later ones, perhaps derived from his time spent teaching in Japan. The selection begins with angrier, more disenchanted poetry, such as the critique of MacDiarmid, or ‘Lean Street’ where The fat sky gurgles like a swollen bladder \/ With the foul rain that rains on poverty or ‘Meditation of a Patriot’ which contains the revealing lines:\n\nMy heart yearns southwards as the shadows slant,\nI wish I were an exile and I rave:\nWith Byron and with Lermontov\nRomantic Scotland’s in the grave.\n\nAgain, Fraser does not seem to belong easily to any literary movement. He is too old to be an ‘Angry Young Man’, too young to be one of the ‘Pylon School’, not as coldly rational as ‘the Movement’ poets, and too rational and clear to be a ‘New Apocalyptic’. Furthermore, he stands aside from the Lallans makars and the Scottish Literary Renaissance. Indeed, in poems such as ‘Christmas Letter Home’, where the poet writes to a sister in Scotland, Fraser declares his suspicion of poster-poetry and propaganda as well as his unbridgeable distance from Scotland:\n\n ‘These years were painful, then?’ ‘I hardly know.\nSomething lies gently over them, like snow,\nA sort of numbing white forgetfulness…’\n\nAnd again, in ‘The Traveller has Regrets’ Fraser dramatizes the feeling of not fitting in, or belonging:\n\nBut the blue lights on the hill,\nThe white lights in the bay\nTold us the meal was laid\nAnd that the bed was made\nAnd that we could not stay.\n\nThese poems show Fraser to be a masterly poet of occasion – not a poet who dabbles or writes occasionally, but a poet who can only be spurred into verse by momentous events or special commemorations, such as epistles to other poets, the birthdays of William Empson and his daughter Katie, the death of John F. Kennedy and so on. You cannot imagine Fraser working as easily and glibly as Norman MacCaig would have us believe about his own writing habits – sitting down in a chair without a thought in his head, smoking a cigarette and never revising the poem that comes from thin air. These poems are the poems of a punctilious craftsman, pored over and revised multiple times – they scan and read aloud powerfully and musically and the also contain extremely swaying aesthetic arguments. While Fraser is clearly a poet of praise and a celebrant, I think the strongest poems in this selection show the stress marks in otherwise polished and urbane work. Take for instance ‘Speech of a Sufferer’, written after Fraser’s mental breakdown in 1951; this shows Fraser’s frustration with the limitations of life that feed into his poetry, and is a startling treatment of the experience of mental illness:\n\nTwice, too, I remember someone calling my attention\nTo a little bird, a lame one, just escaping\nFrom a waiting cat: a sort of lingua franca\nPerhaps of people who have just gone over the edge –\nThe cat our fleshly lusts, the bird the soul?\nBut I’ve always loved cats, and cats must eat.\nYou get insights but they don’t work out as logic.\n\nBut even more than this, ‘Lenten Mediation’ seems to me to go much further than Philip Larkin’s ‘This Be the Verse’ in showing and explaining how the mind of the poet is irrevocably made and disturbed by family and upbringing:\n\nIt is hard to forgive, ever, even the dead:\nMy father who put on an act which was not himself\nBut which he imposed on me: my mother who talked:\nWhose talk gnawed into my thinking and self-being:\nMy sister whose strength was a reproach to my weakness (…)\n\n(…) And one had\nTo produce love for all those who devoured one.\nThat is the point of Lent.\n\nThis is a remarkable and revealing selection of Fraser’s poetry and an excellent introduction for those who might not have encountered his work before. For the more seasoned reader of Fraser’s work, this book is valuable for the later poems and the introduction by Andrew Waterman. The ordering of the poems allows Fraser’s demons to be half addressed, and we see an older, dying Fraser try to achieve some sort of reconciliation in his art, in the poem ‘Older’:\n\nYes, I would linger if I could\nAt least to seem serene and brave,\nFreshets beneath my grittiest mood\n(And not be left all dry of love\nBefore the last late light decay... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9946783781,
        "format_confidence":0.9456093907
    },
    {
        "url":"https:\/\/www.sheltonherald.com\/news\/community\/article\/Bednarsky-reflects-on-humble-beginnings-13955852.php",
        "text":"Bednarsky reflects on humble beginnings\n\nMike Bednarsky, who was born in Bridgeport, but raised in Shelton, released his second poetry collection on July 6. The 25-year-old poet, who now resides in New York City, cites his hometown as the inspiration behind his new release, entitled “Puppets in a Neighborhood Church House.”\n\nHe says the name of the book refers to the Trap Falls one-room schoolhouse in Huntington.\n\n\"There was a time in the 1990s when what I remember to be Cabbage Patch Kids were sitting in the seats of the school. One day I peaked through the windows of the building, and there they were.\"\n\nBednarsky wrote the title, which incorrectly refers to the local landmark as a \"church house,\" from the viewpoint of his six-year-old self, in an effort to \"project a sense of unabashed childlike wonder.\" His witnessing the dolls has had a lasting creative impact on him.\n\n\"Imagine if the person who propped up those puppets was trying to make some sort of statement about society and human development? That thought spurred me to put this collection together. Every poem in there has a connection to the oft-used term 'feel human,' and how subjective it could be. Most of us are aiming to feel in some capacity, even when we're not aware of it—and there's beauty in that,\" said Bednarsky.\n\nShelton beginnings\n\nBednarsky, who graduated from Shelton High School in 2009, comes from a family of professional musicians and performers. He started writing poetry around the age of seven, and gained the respect of his classmates by way of hip-hop and slam poetry during his time at Shelton High. But at the age of 20, he moved to Iowa City, Iowa, in pursuit of the community's storied and eclectic poetry scene.\n\n“I get my energy from people, so the entitlement found in some hip-hop lyrics, including my own, was eventually limiting,” he says. “I was lost in my bravado for a while, but I had to do something about it, because I wasn't fulfilled by looking down on everybody else. The poetry workshops of academia, if carried out correctly, allow you to relish your work in an intimate setting where you directly learn what others take away from it. You’re sharing, more than competing, with the other minds in the room.”\n\nBednarsky graduated from the University of Iowa in 2013 with a B.A. in English, after placing in the institution's rigorous creative writing track and selective undergraduate writing workshops. He moved to Manhattan after earning his degree, working as a writer for a website, and then as the managing editor of a tattoo magazine. Now he's freelancing full-time, mostly as an editor and proofreader, and rationing his creative energy for music projects of various genres.\n\n\"I always come back to music. Given the family I come from, that shouldn't surprise anyone. There are songs I'm writing and recording for other artists, and then there are pieces I'm releasing and performing under my own name. I keep my ears open. Every genre of music has something to offer artistically, and people respond to sounds in different ways. I want to run the gamut, because it's all important to me,\" said Bednarsky.\n\nBednarsky said his favorite thing about living in New York is being so close to Shelton.\n\n\"I could hop on the Metro-North Railroad anytime and visit my beloved hometown,\" he says. \"I'll never turn my back on where it all began.\"\n\n“Puppets in a Neighborhood Church House” is available on for $2.50.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9146906734,
        "format_confidence":0.7361451387
    },
    {
        "url":"https:\/\/repeatingislands.com\/2017\/01\/19\/in-nyt-interview-president-obama-mentions-books-by-gabriel-garcia-marquez-v-s-naipaul-and-junot-diaz\/",
        "text":"In NYT interview President Obama mentions books by Gabriel García Márquez, V.S. Naipaul, and Junot Díaz.\n\n\nA report by Michiko Kakutani for the New York Times. Our thanks to Peter Jordens for bringing this item to our attention.\n\nNot since Lincoln has there been a president as fundamentally shaped — in his life, convictions and outlook on the world — by reading and writing as Barack Obama.\n\nLast Friday, seven days before his departure from the White House, Mr. Obama sat down in the Oval Office and talked about the indispensable role that books have played during his presidency and throughout his life — from his peripatetic and sometimes lonely boyhood, when “these worlds that were portable” provided companionship, to his youth when they helped him to figure out who he was, what he thought and what was important.\n\n[ Read a transcript of the interview with Barack Obama ]\n\nDuring his eight years in the White House — in a noisy era of information overload, extreme partisanship and knee-jerk reactions — books were a sustaining source of ideas and inspiration, and gave him a renewed appreciation for the complexities and ambiguities of the human condition.\n\n“At a time when events move so quickly and so much information is transmitted,” he said, reading gave him the ability to occasionally “slow down and get perspective” and “the ability to get in somebody else’s shoes.” These two things, he added, “have been invaluable to me. Whether they’ve made me a better president I can’t say. But what I can say is that they have allowed me to sort of maintain my balance during the course of eight years, because this is a place that comes at you hard and fast and doesn’t let up.”\n\nThe writings of Lincoln, the Rev. Martin Luther King Jr., Gandhi and Nelson Mandela, Mr. Obama found, were “particularly helpful” when “what you wanted was a sense of solidarity,” adding “during very difficult moments, this job can be very isolating.” “So sometimes you have to sort of hop across history to find folks who have been similarly feeling isolated, and that’s been useful.” There is a handwritten copy of the Gettysburg Address in the Lincoln Bedroom, and sometimes, in the evening, Mr. Obama says, he would wander over from his home office to read it.\n\nLike Lincoln, Mr. Obama taught himself how to write, and for him, too, words became a way to define himself, and to communicate his ideas and ideals to the world. In fact, there is a clear, shining line connecting Lincoln and King, and President Obama. In speeches like the ones delivered in Charleston and Selma, he has followed in their footsteps, putting his mastery of language in the service of a sweeping historical vision, which, like theirs, situates our current struggles with race and injustice in a historical continuum that traces how far we’ve come and how far we have yet to go. It’s a vision of America as an unfinished project — a continuing, more-than-two-century journey to make the promises of the Declaration of Independence real for everyone — rooted both in Scripture and the possibility of redemption, and a more existential belief that we can continually remake ourselves. And it’s a vision shared by the civil rights movement, which overcame obstacle after obstacle, and persevered in the face of daunting odds.\n\nMr. Obama’s long view of history and the optimism (combined with a stirring reminder of the hard work required by democracy) that he articulated in his farewell speech last week are part of a hard-won faith, grounded in his reading, in his knowledge of history (and its unexpected zigs and zags), and his embrace of artists like Shakespeare who saw the human situation entire: its follies, cruelties and mad blunders, but also its resilience, decencies and acts of grace. The playwright’s tragedies, he says, have been “foundational for me in understanding how certain patterns repeat themselves and play themselves out between human beings.”\n\nContext in Presidential Biographies\n\nPresidential biographies also provided context, countering the tendency to think “that whatever’s going on right now is uniquely disastrous or amazing or difficult,” he said. “It just serves you well to think about Roosevelt trying to navigate through World War II.”\n\nEven books initially picked up as escape reading like the Hugo Award-winning apocalyptic sci-fi epic “The Three-Body Problem” by the Chinese writer Liu Cixin, he said, could unexpectedly put things in perspective: “The scope of it was immense. So that was fun to read, partly because my day-to-day problems with Congress seem fairly petty — not something to worry about. Aliens are about to invade!”\n\nIn his searching 1995 book “Dreams From My Father,” Mr. Obama recalls how reading was a crucial tool in sorting out what he believed, dating back to his teenage years, when he immersed himself in works by Baldwin, Ellison, Hughes, Wright, DuBois and Malcolm X in an effort “to raise myself to be a black man in America.” Later, during his last two years in college, he spent a focused period of deep self-reflection and study, methodically reading philosophers from St. Augustine to Nietzsche, Emerson to Sartre to Niebuhr, to strip down and test his own beliefs.\n\nTo this day, reading has remained an essential part of his daily life. He recently gave his daughter Malia a Kindle filled with books he wanted to share with her (including “One Hundred Years of Solitude,” “The Golden Notebook” and “The Woman Warrior”). And most every night in the White House, he would read for an hour or so late at night — reading that was deep and ecumenical, ranging from contemporary literary fiction (the last novel he read was Colson Whitehead’s “The Underground Railroad”) to classic novels to groundbreaking works of nonfiction like Daniel Kahneman’s “Thinking, Fast and Slow” and Elizabeth Kolbert’s “The Sixth Extinction.”\n\nSuch books were a way for the president to shift mental gears from the briefs and policy papers he studied during the day, a way “to get out of my own head,” a way to escape the White House bubble. Some novels helped him to better “imagine what’s going on in the lives of people” across the country — for instance, he found that Marilynne Robinson’s novels connected him emotionally to the people he was meeting in Iowa during the 2008 campaign, and to his own grandparents, who were from the Midwest, and the small town values of hard work and honesty and humility.\n\nOther novels served as a kind of foil — something to argue with. V. S. Naipaul’s novel “A Bend in the River,” Mr. Obama recalls, “starts with the line ‘The world is what it is; men who are nothing, who allow themselves to become nothing, have no place in it.’ And I always think about that line and I think about his novels when I’m thinking about the hardness of the world sometimes, particularly in foreign policy, and I resist and fight against sometimes that very cynical, more realistic view of the world. And yet, there are times where it feels as if that may be true.”\n\nWriting was key to his thinking process, too: a tool for sorting through “a lot of crosscurrents in my own life — race, class, family. And I genuinely believe that it was part of the way in which I was able to integrate all these pieces of myself into something relatively whole.”A Writer of Short Stories\n\nMr. Obama taught himself to write as a young man by keeping a journal and writing short stories when he was a community organizer in Chicago — working on them after he came home from work and drawing upon the stories of the people he met. Many of the tales were about older people, and were informed by a sense of disappointment and loss: “There is not a lot of Jack Kerouac open-road, young kid on the make discovering stuff,” he says. “It’s more melancholy and reflective.”\n\nThat experience underscored the power of empathy. An outsider himself — with a father from Kenya, who left when he was 2, and a mother from Kansas, who took him to live for a time in Indonesia — he could relate to many of the people he met in the churches and streets of Chicago, who felt dislocated by change and isolation, and he took to heart his boss’s observation that “the thing that brings people together to share the courage to take action on behalf of their lives is not just that they care about the same issues, it’s that they have shared stories.”\n\nThis lesson would become a cornerstone of the president’s vision of an America where shared concerns — simple dreams of a decent job, a secure future for one’s children — might bridge differences and divisions. After all, many people saw their own stories in his — an American story, as he said in his keynote address at the 2004 Democratic National Convention possible “in no other country on Earth.”\n\nIn today’s polarized environment, where the internet has let people increasingly retreat to their own silos (talking only to like-minded folks, who amplify their certainties and biases), the president sees novels and other art (like the musical “Hamilton”) as providing a kind of bridge that might span usual divides and “a reminder of the truths under the surface of what we argue about every day.”\n\nHe points out, for instance, that the fiction of Junot Díaz and Jhumpa Lahiri speaks “to a very particular contemporary immigration experience,” but at the same time tell stories about “longing for this better place but also feeling displaced” — a theme central to much of American literature, and not unlike books by Philip Roth and Saul Bellow that are “steeped with this sense of being an outsider, longing to get in, not sure what you’re giving up.”\n\nMr. Obama entered office as a writer, and he will soon return to a private life as a writer, planning to work on his memoirs, which will draw on journals he’s kept in the White House (“but not with the sort of discipline that I would have hoped for”). He has a writer’s sensibility — an ability to be in the moment while standing apart as an observer, a novelist’s eye and ear for detail,... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.7579773664,
        "format_confidence":0.5864963531
    },
    {
        "url":"http:\/\/nationalpost.com\/full-comment\/father-raymond-j-de-souza-christopher-hitchens-lived-in-service-of-plain-hatred\/wcm\/f40509f8-162d-4a48-9983-5476faa3247c",
        "text":"Father Raymond J. de Souza: Christopher Hitchens lived in service of plain hatred\n\nPeter J. Thompson\/National Post\n\nChristopher Hitchens is dead. By his own lights, he is utterly defunct, decomposing more rapidly than yesterday’s newspaper. I take a different view, and do sincerely pray for a merciful judgment. In the mean time, I trust that his soul, even now, is chagrined with the extravagant evasions that marked his death. My colleagues were enthusiastic contributors. Our editorial board praised his “courage” as a journalist and deemed him the “greatest columnist and essayist in the English-speaking world.” The estimable David Frum wrote that, “If moral clarity means hating cruelty and oppression, then Christopher Hitchens was above all things a man of moral clarity.”\n\nClarity he had. But hating cruelty? He was himself both hateful and cruel. Upon Bob Hope’s death, Hitchens wrote that he was a “fool, and nearly a clown.” When Ronald Reagan died, Hitchens called him a “stupid lizard,” “dumb as a stump” and “an obvious phony and loon.” On Mother Teresa: “The woman was a fanatic and a fundamentalist and a fraud, and millions of people are much worse off because of her life, and it’s a shame there is no hell for your bitch to go to.”\n\nThe sadness is that there is a hell for Hitch to go to. He was granted a long farewell, with the opportunity for reconsiderations and reconciliations with those he hated and those he hurt. He declined to take advantage of it. Mother Teresa is fine, and no doubt prays for her enemies, including that Hitchens would be delivered both from hell and the nihilistic oblivion, which he thought awaited him.\n\n“He was a virtuoso hater and his hatreds were redeemed, when they had to be, by the sheer relish with which they were expressed,” wrote Michael Ignatieff upon his death.\n\nFor many of Hitchens’ fellow journalists, the virtuosity of his brilliant writing and bracing conversation earned him a pass on the hatred. But hatred it remained. His commercial genius was to harbour hatreds sufficiently vast and varied that a lucrative constituency could be found to relish all of them.\n\nIn the first of his elegant essays about the ravages of his terminal cancer, he wrote about the consequences of his abbreviated future: “Will I really not live to see my children married? To read — if not indeed write — the obituaries of elderly villains like Henry Kissinger and Joseph Ratzinger?” The Scriptures in which Hitchens did not believe say that love is stronger than death. Maybe he thought hatred was, too.\n\nHe desired to live that he might trash the freshly dead. It was habitual for him, most intensely manifest when he accepted an astonishingly ill-conceived invitation from ABC to provide commentary for Mother Teresa’s funeral broadcast, using the occasion to heap abuse upon her as she was being laid to rest. It was a vile, vicious and typical performance. Is it truly possible that the “relish” with which he did, so redeemed it in the eyes of his literary friends?\n\nAs for his courage, I find less there than others do. He faced his final illness with real fortitude. He was fearless — and peerless — in debate. But I think it more apt to explain the idiosyncratic incoherence of his views by the gravitational pull of shifting opinions. He was a Trotskyite as a young man in Europe in the aftermath of 1968. He abandoned socialism — just as the entire world was burying it amid the collapsing ruins of communism. After 9\/11, he took up the cudgels against Islamofascism, as he was pleased to call it. He supposedly broke with the left by endorsing the Iraq War — back when Ignatieff, John Kerry and Hillary Clinton were endorsing it. And in his final act, he was toasted by secular elites the world over for his fundamentalist atheism.\n\nProfessionally, only his campaign against the mendacity of the Clintons was courageous. That cost him some of his friends in the Washington salons, where he so grandly presided. Almost every gushing remembrance mentioned his legendary drinking and dinner-table rhetoric. That he could write better drunk than the rest of us sober is impressive in its own way, but the sheer awe of his drinking prowess is puzzling. Perhaps if I had gone drinking with him, I too would have been bewitched. Or perhaps not, given that I spend much of my time around university students, so I am rather less impressed than most adults by ostentatious alcoholic excess.\n\n“Mercifully, too, I now can’t summon the memory of how I felt during those lacerating days and nights,” Hitchens wrote for the January 2012 issue of Vanity Fair, recalling the horrors of cancer and its treatment. Yet the lacerations inflicted by his writing do remain, and are remembered. The remedy is mercy. Hitchens was disinclined to show it, let alone ask for it. Yet the hope remains that he knows it now.\n\nNational Post",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.607590735,
        "format_confidence":0.9825899005
    },
    {
        "url":"http:\/\/www.northwestern.edu\/magazine\/spring2013\/alumnilife\/gillian-flynn-gone-girl_print.html",
        "text":"Gillian Flynn: Gone Girl\n\nGillian Flynn (GJ97) had an incredible 2012. Her third novel, Gone Girl, a psychological thriller about a missing woman and a shattered marriage, sold more than 2 million copies in print and digital formats and spent eight weeks at No. 1 on the New York Times best-seller list. Flynn struck a deal to write the screenplay, with Reese Witherspoon as a producer and possible star. “Writing the screenplay was tricky because it is a very cerebral book, very inside people’s heads, and I had to try to get those thoughts on screen,” says Flynn, who lives in Chicago with her attorney husband and toddler son. Flynn turned to fiction writing after realizing during grad school at Northwestern that she wasn’t cut out to be a crime reporter. She says her journalism training has served her well, helping her develop a knack for good dialogue. It also instilled the discipline of writing. “As a journalist, you still have to write even when you are exhausted and bored because you still have to turn something in by the end of the day,” Flynn said. “That still saves me sometimes as a fiction writer.” She has plans for three new works, a young-adult novel and two novels for adults.\n\nTell us what you think. E-mail comments or questions to the editors at\n\nEver wonder about those strange designations we use throughout Northwestern to identify alumni of the various schools of the University? See the complete list.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.8667422533,
        "format_confidence":0.9598251581
    },
    {
        "url":"http:\/\/newsweekme.com\/australia-spitting-fire\/",
        "text":"Australia: Spitting Fire\n\nHERE COME THE DOGS: Omar Musa’s work transcends rap, poetic and literary genres. Photo: Cole Bennetts\n\nThe voice of a generation, rapper Omar Musa takes the stage\n\nBY Bilal Qureshi\n\nIn the rising tide of art about the contemporary burden of Muslim identity, the poet, rapper, and novelist Omar Musa is emerging as one of his generation’s most original and urgent voices. As a child of an interracial relationship growing up in working class Australia, questions of race, identity and marginalization framed Musa’s coming of age story. Now at 32, the Malaysian-Australian writer has already released albums, published poetry collections and performed at literary festivals around the world. But it’s his love of West Coast hip-hop and political activism that lends his words a fiery, distinctive edge. Those influences collide and blend together in his critically acclaimed debut novel, Here Come the Dogs.\n\nWritten in a seamless mix of verse and narrative prose, the novel has been nominated for one of Australia’s most prestigious literary prizes and has just been published in the United States by the New Press. It’s the story of three friends growing up in a downward spiral of drugs, violence, and struggle on the margins of society. As Musa explains, Australia has a far-reaching and deeply entrenched image as an affluent island of harmony, represented by the piercing jaw-lines of the Hemsworth brothers and pristine coastlines. It’s an image that is Anglophone, white and privileged and for Musa, his art is his way to interrogate and disrupt that myth.\n\nMusa’s characters are the disenfranchised children of those communities that have been targeted with vicious xenophobic and Islamophobic politics since the September 11 attacks. Musa tells Newsweek Middle East that it made many of the people he grew up with become so disillusioned with politics that they’ve gone adrift—he began writing to bring their stories into the light. In person, Musa has a disarmingly warm sense of humor and gentle manner that readily diffuses the dark themes underlying his work. But as a performer, he transforms those words into something wildly arresting, hypnotic, and rousing. His poem ‘My Generation’ is as equally brilliant a piece of political commentary as it is an anthemic rallying cry and when Musa performs the piece on stage, the lyrics calling out the racism and classism that surround him, it feels urgent and unforgiving. From venues in India to the U.S., it also helps that Musa has one of those chameleon faces that could be equally at home in Amman, Mumbai and Los Angeles. It’s when he opens his mouth to reveal his accent, evoking dystopian images of Australian poverty and malaise with such beautiful rendered details that his cultural background comes to the fore.\n\nMusa says that he is neither capable nor interested in being a poster child for Islam or Muslims. While he grew up with the traditions, in writing about drugs, sex and violence among his generation, he says he wants to counter the easy narratives of what it means to be observant or engaged. “All Muslims have been conflated into one thing and essentialized and I don’t want to buy into that at all. I think now more than ever these different experiences need to be represented. We’re complex, flawed humans like anyone else.” With Here Come the Dogs now making its international debut, Musa joins a rising generation of hyphenated artists whose influences and concerns shatter barriers. For a young rapper of color from a country with such a homogenous global image, it’s an even greater achievement to be recognized as one of this year’s most celebrated rising stars.\n\nSocial Streams\n\n\n\nFacebook Comments\n\nPost a comment",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.6635388732,
        "format_confidence":0.8046760559
    },
    {
        "url":"http:\/\/www.enotes.com\/topics\/1185-park-avenue",
        "text":"1185 Park Avenue\n\nSpeaking of her mother, Anne Roiphe at one point in this brilliant, moving memoir asks, “How many neuroses can one person have before they grow totally crazy?” The question might well have been asked of her father and her brother as well.\n\nRoiphe’s mother, Blanche Phillips Roth, had shirt money—the Phillips Van Heusen Shirt company to be precise—but the man she married in 1931, Eugene Frederick Roth, barely had a shirt. He did, however, have “something of the Riviera jewel thief” about him, and a Columbia law degree that earned him the shirt company’s business.\n\nBlanche Roth was passive and ineffectual, chainsmoking her way through a succession of canasta games and analyst’s appointments, whereas Eugene was a philanderer who brutalized both Blanche and their two children, Anne and her younger brother, Johnny. Anne spent hours sitting with her mother, all the time yearning for her father’s affection. Anne was a natural roughneck tomboy, but asthmatic Johnny received only contempt from his father for his bookish interests. Anne went to Smith and Sarah Lawrence, made a terrible first marriage, and became a successful writer. Johnny became a doctor who researched infectious diseases.\n\nAnne Roiphe’s account of life in 1185 Park Avenue: A Memoir is a painful account of a terrible family romance, told with wit, sympathy, and detachment. Brief appearances of famous personalities enliven the narrative, and one of them, Roy Cohn, appears as despicable as he later proved himself to be. This is a splendid book.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9561240673,
        "format_confidence":0.9288702607
    },
    {
        "url":"http:\/\/www.themillions.com\/2016\/06\/baby-book-rivka-galchens-little-labors.html",
        "text":"Baby and the Book: On Rivka Galchen’s ‘Little Labors’\n\nBy posted at 12:00 pm on June 22, 2016 1\n\n\n“Literature has more dogs than babies,” Rivka Galchen writes in Little Labors, “and also more abortions.”\n\ncover covercoverPut like that, the observation is startling. And though the babies are definitely out there — Galchen finds them in Beloved, The Millstone, A Personal Matter, The Fifth Child, and Dept. of Speculation for starters — the search seems to leave her (playfully) grasping at straws. Perhaps Frankenstein’s monster is her favorite fictional baby, Galchen cheekily suggests. Perhaps Rumpelstiltskin is the metaphoric firstborn of the fairy tale, and his hijinks are merely sad attempts to gain his surrogate mother’s attention.\n\ncovercoverFrom my own bookshelf I’ll add to the list Rachel Cusk’s A Life’s Work, a vicious and spry chronicle of her daughter’s first year. Ernest Hemingway’s “Indian Camp” features a baby of sorts. (Though one centimeter over is “Hills like White Elephants,” in which there will soon be an abortion.) Trials of parenting, once a child has achieved a certain age, give us highs of tenderness and brushstrokes of true cruelty. See Mrs. Ramsey winding her shawl around a fright-giving pig skull in To the Lighthouse; or Jason’s attempts to corral his mutinous niece in The Sound and the Fury.\n\nAnd yet between courtship and marriage, or between the searchings of early adulthood and the intrigues of family life, literature seems to draw a two-year blank. A survey of 1,000 novels might produce nuanced portraits of extramarital affairs, or descriptions of all-night benders, but scant answer to the questions: Where do people come from? Under what circumstances are we born?\n\nWhy the omission?\n\nGalchen isn’t sure. Thankfully not. Her investigations shoot off from her subject like finely-pointed spokes from a hub. The book’s split-up structure fits her purpose well. On the one hand you can occasionally imagine these short chapters as the immediate and authentic jotting-downs of a new mother reporting from the front. (For instance, Galchen on iPhone videos of her daughter, a.k.a. the puma: “footage of the puma has the unfortunate quality of making it seem as if the puma has passed away and the watcher, me, is condemned to replaying the same scene again and again and again.”) On the other hand, the book’s loose form also gives room to Galchen’s commendable analytical mind. Here, as in her novel, Atmospheric Disturbances, she is the type of writer who can show you in an outstretched arm one view of a sphere, then spin her subject in hand, and show you something quite different.\n\nUnifying these chapters is a low-wattage but steadily glowing anxiety: that babies are not a subject of literature because babies are not interesting. To their parents and families in real life, yes, but not in general, not as a surface that will for the writer yield fruitful depths. Before she was a mother herself, Galchen confesses a nose-in-the-air dismissiveness toward a subject so patently and traditionally female. And her aloofness, she admits, didn’t stop at just babies: the authors she liked were all men (including Denis Johnson, whom she mistook for a French woman during an attempt to diversify her reading.) Two people with otherwise equal qualities would differentiate by gender: the man inevitably more magnetic in the pair. As for babies? The way Galchen tells it, you’d think it a prerequisite of youthful intellectualism to fall asleep at the mere mention of the word: God help you if you cared to go into particulars. Or put those particulars into writing.\n\nBut Galchen knows that’s not the whole story. Only recently have women begun writing with equal output of men, and with equal education to back them up. Only very recently have writers who are also women and also mothers had any significant spousal or institutional support to continue their work with children at home. Karl Ove Knausgård, for instance, whose influence is apparent in passages, manages to write about children’s birthday parties, his wife’s labor, a child’s real-time soiling of a diaper, in a way that makes those moments tremble with cosmic meaning. (Of course in Knausgård everything trembles with cosmic meaning.) Perhaps, though, the subject matter isn’t really the problem. Perhaps the problem is that while you are taking care of a baby you often don’t have time to write about taking care of a baby. Or as Galchen describes life with a newborn:\n\nThe world seemed ludicrously, suspiciously, adverbially sodden with meaning. Which is to say that the puma made me again more like a writer (or at least a certain kind of writer) precisely as she was making me into someone who was, enduringly, not writing.\n\ncoverAnd it isn’t just time that’s the problem. Despite the fertile ground that Galchen describes — and which other new parents must certainly feel — it seems remarkably difficult to see past the “dull” label that has been affixed to infant heads. And no wonder, given a literary tradition in which an erection can boast an established history of metaphoric usage, while a menstrual cycle, for instance — with exceptions such as in Elena Ferrante’s Troubling Love — is a detail that writers habitually leave out with trips to the bathroom and the buzzing of morning alarms.\n\nGalchen, though, breathes decided life into her topic. And her writing is so good that her observations double as arguments for her choice of subject. Take, for example, this passage on a baby’s seemingly metaphysical essence:\n\nWe know babies are the only ones among us in alliance with time. They are the only incontestable assessors to power, or, at least, they are immeasurably more well-placed than their elder co-unequals. The way a baby, in a stroller, briefly resembles a fat potentate, for a moment unlovable, has something in it of the premonition. Even as to see a baby raise its chubby hand — to bow down before that random emperor can feel very right.\n\nOr consider this, a comment on a baby’s loss of intrigue with the acquisition of language:\n\nIt’s as if babies don’t grow larger but instead smaller, at least in our perception. It’s striking that in the canonical Gospels, we meet Jesus as a baby and as an adult, but as a child and teenager, he is unserviceable.\n\nThere are a few places in this book where the writing does make a dangerous shift from brightly analytical to willfully cryptic (e.g., an unnecessarily complex description of a movie poster and its surrounding geography.) But that is rare. In Little Labors Galchen is recognizably the writer of the masterful short story, “The Lost Order.” Language like “random emperor” and “unserviceable” are the brilliant norm.\n\ncoverIn interviews, Galchen has cited Sei Shōnagon’s 11th-century The Pillow Book as an influence for her work’s fragmented and miscellanea-driven structure. Shōnagon’s text gets room here, in summary form, if not thanks to what it offers on motherhood than as good evidence for the artistic worth of daily domestic life. (If an empresses’s court indeed counts as daily domestic life.) But Little Labors might be too tightly wrought, too self-conscious to really call back the flowing, pure diary feel of that book. Observations here more frequently have the ring of Susan Sontag or William Vollmann than dashed-off notes-to-self. And even the vivid glimpses of quotidian life with a child — the comments provoked by a trendy orange snowsuit, the comical tribulations involved in obtaining a passport photo for an infant, a child’s eerily suspicious fall among playmates — give the cumulative effect of toes cautiously dipped into water. Does this count as literature? the book seems to be asking itself. And this?\n\nThe result is that this quietly revolutionary little book is extremely difficult to qualify. I found myself thinking of it as a metanarrative on the genre of parenting novels: a genre, in other words, that does not yet fully exist. That is not Galchen’s fault; nor does it detract from the book. The way she writes, you feel she is onto something, as if she were peering down a long pathway of New Yorker issues to a literature ahead.\n\nLittle Labors ends as inconspicuously as it began. The child’s grandmother totes her to a senior dinner at their synagogue, where the child charms the crowd, “carrying her winter pants here and there, offering them to diners, rescinding the offer.” Couldn’t you charge $1,000 a day to bring a baby to a nursing home? the grandmother jokes afterwards. Couldn’t a family charge 20 bucks an hour to babysitters, adds the father, for the privilege of being with the baby? “Everything they said was true,” Galchen concludes, “and yet also, we know, not the case.”\n\nGiven what’s come before, it’s nearly impossible not to read this final note as a mordant analogy to the ambivalent place that the baby occupies in literature at large. After all, if novels are investigations into the workings of human existence — shouldn’t a baby, and a baby’s arrival, provide a useful key? Isn’t a baby a good place to start? In life, in literature, to borrow Galchen’s phrase, a baby should be a goldmine. And yet we know it is not the case.\n\nShare this article\n\nMore from the Millions\n\nOne Response to “Baby and the Book: On Rivka Galchen’s ‘Little Labors’”\n\n  1. Anil Nair\n    at 12:21 pm on June 23, 2016\n\n    Nice piece.\n\n    On books not exactly belonging to the “baby boomers” but still related in essential ways, how about Lionel Shriver’s We Need To Talk About Kevin?\n\n    Maybe, it has very little on diapers and trendy orange snowsuits — rather, it has a lot about baby-paraphernalia but it’s the father, for a change, who is obsessed with them — though it certainly takes a close, if very dark look, at “where people come from”.\n\n    Shriver, or Eva Khatchoudrian, her protagonist and narrator, is certainly dealing with the rare — and rarefied — instance when a baby turns out to be a Frankenstein but her story remains “patently … female”... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9895271063,
        "format_confidence":0.9614150524
    },
    {
        "url":"http:\/\/www.tnellen.com\/cybereng\/intro.html",
        "text":"Poetry ranges in type from the simple and short to the complex and long. Knowledge of the characteristics of the types serves as an invaluable guide to the reader of poetry. To approach a ballad as though it were an epic or an epic as though it were a lyric is equivalent to expecting from a comedian the philosophic profundity of Aristotle or from the writings of St. Augustine the humor of a television comedy. The various types of poetry differ not only in their characteristics, but in their intentions and in the means by which the intentions are realized. Each must be known for what it is, what it intends, what it does, and how it does it.\n\nWhat are the reasons for poetry, and what are some of its uses? A poet who recently was awarded the Nobel Prize has given a memorable answer. \"Poetry,\" writes T. S. Eliot, \"may make us see the world afresh, or some new part of it. It may make us from time to time a little more aware of the deeper, unnamed feelings to which we rarely penetrate.\"\n\nIt is these \" deeper, unnamed feelings,\" common to us all, which the poet reveals. Discovering our hidden emotions, he becomes their interpreter. He gives our inarticulate sensations words - the right words - and thereby makes us atticulate. He takes a small detail and shows us its overwhelming truth. Calling our attention to things we neglect or fail to recognize, he makes us understand not only their nature but our own.\n\nPoetry, then, is not something odd; it is not a special study,\" a thing set apart from ordinary individuals. On the contrary, it is a vital part of every man, the expression of his deepest emotions. It is not for the few. It is for everyone, in everyone. It might even be said that man inherited poetry from the universe. Before man was conscious of what was about him, even before he was evolved, the universe was full of rhythm. There was a rhythmic balance of light and darkness; day followed night with inevitable regularity. The sun sank, the moon climbed heaven, and all the stars revolved in rhythmical order. The tides rose and fell with a never-ending repetition. The seasons were set to a constant rhythm of four quarters; the earth turned in a rhythm of twenty-four hours and made a circle about the sun in a rhythm of three hundred and sixty-five days. When prehistoric man came upon the scene, he responded to the sway of a universal pendulum. All the rhythms- of creation were repeated within him: the beat of his heart, the rise and fall of his breath, the alternation of his waking and sleeping. Mothers echoed the eternal rhythm whenever they rocked a baby to sleep or crooned a wordless lullaby. Savage priests danced around campfires, putag ting their prayers into poetic chants, making in ic, and stamping their barbaric rhythms into rituals. Rhythm is the base of poetry. It is the heartbeat and the pulse in the lifeblood of our language. Our daily speech is full of rhythm. When speech becomes uplifted or exalted the rhythm becomes more pronounced, and,-as the rhythm is emphasized, the prosaic becomes poetic. Deeply emotional passages in the Bible, parts of certain novels like Melville's \"Moby Dick,\" and Lincoln's Gettysburg Address are printed as prose, but they are so rhythmical that they are often classified as poetry. Poetry, therefore, may be said to be the rhythmical expression of man's highest thoughts and his deepest dreams.\n\nAlthough it is plain that poetry fulfills a great human need, it is also true that some people have a prejudice against poetry, especially modern poetry. They claim that it is obscure and difficult. They say that it is written on queer subjects by queer creatures, that poets are a lot of moon-struck dreamers, starry-eyed simpletons, and long-haired incompetents who are unconscious of the real world.\n\nPrejudice and truth have little in common. It is worth looking at the truth about poetry if only to dispel the prejudice against it. There have been a few writers, painters, and composers who were strange and eccentric, just as there are strange and eccentric persons in every walk of life. But poetry has been written chiefly by men who were anything but weak or odd. The great poets have also been great persons. They did not try to escape from the workaday world and live isolated lives in some fanciful \" ivory tower.\" Some of them were called upon to perform important missions, and practically all of them were vigorously engaged in the world's work. Chaucer, \" the father of English poetry,\" was an ambassador, but he kept company with millers and peasants as well as knights and priests. Philip Sidney was a gallant soldier. Walter Raleigh was an explorer, a statesman, and a warrior. Shakespeare was an actor and manager of a theatrical troupe, besides being a small-town boy who became the world's greatest poet-playwright. John Milton, champion of the rights of the free man, acted as England's secretary of foreign affairs. The Elizabethan Ben Jonson was a bricklayer. Robert Herrick, author of exquisite lyrics, was a goldsmith. Robert Burns was a farmer.\n\nThese men meditated in the midst of action, as have poets in later days. John Keats is sometimes thought of as a fragile spirit; but, before he succumbed to tuberculosis, he was an athlete, a skilled cricket-player, a boxcr, and an all-round good fighter. Emerson is pictured as a preaching philosopher, but he was a rugged citizen of the outdoors and still went swimming in Walden Pond at the age of seventy-eight. Whittier, another famous New England poet, started life as a chore-boy, cobbled shoes, and grew up to be one of the country's most courageous foes of slavery. Besides being the poet of democracy, Whitman was a carpenter, teacher, and active journalist. Tennyson wrote dainty lyrics, but he could bend horse-shoes and throw a crowbar farther than any man in his village. \"The great poets,\" wrote T. W. H. Crosland, \"are not only the sanest people in the world, but physically and temperamentally the toughest.\"\n\nThis is equally true of the poets of our own times. Far from being frail in body and precious in thought, John Masefield, poet laureate of England, spent his youth before the mast, sailed the seven seas and, during his stay in America, earned his living in a carpet factory in Yonkers. Edwin Arlington Robinson worked in the New York subway. Robert Frost was a bobbin-boy in the mills of Massachusetts before he became a farmer and teacher in Vermont and New Hampshire. Carl Sandburg drove a milk-wagon, was a harvest hand, dish-washer, truck-handler, handyman, and enlisted as a soldier during the Spanish-American War. Vachel Lindsay pitched hay and tramped across the country, spreading his \"gospel of beauty \" and trading rhymes for bread. Rupert Brooke and Joyce Kilmer were two of the many soldierpoets who died for their countries. Langston Hughes was a hotel busboy. Merrill Moore left doctoring in Boston to risk his life in China during World War II, and Karl Shapiro wrote much of his best poetry while serving on an island in the South Pacific.\n\nThese poets are close to us. They tell about ordinary things: an old wall, a few wildflowers, coal mines, skyscrapers, factories, trees, journeys, homesick blues. They celebrate simple people. One of the great poems of our times is Robert Frost's conversational \"The Death of the Hired Man\" the most striking section in Carl Sandburg's The People, Yes is the part entitled \"Yarns of the People\", which is a summary of proverbs, superstitions, country wisdom, tall tales, and folk-sayings. The poets make readers see ordinary things in a sharper focus and feel them with a greater understanding.\n\nThere is an unsuspected wealth of beauty in daily speech; we make our language more vivid by using swift poetic phrases. We aren't satisfied to say that a thing is merely \"fast\"; it achieves increased speed when we say- it is \"fast as lightning.\" To make it still more colorful we used a poetic device called hyperbole (which means exaggeration) by saying it is as fast \"as greased lightning! \"Contrariwise, an old horse isn't just \"slow.\" It is (to use another comparison or simile) as \"slow as molasses\" or, to make it still sfower, \"as molasses in January.\" The power of simple poetic comparison is shown in such well-known phrases as \"plain as a turnip,\"sharp as a knife,\" \"clever as a fox,\" \"hungry as a bear,\" \"scarce as hens' teeth,\" \"cute as a kitten,\" \"busy as a bee.\" We say these things without being aware that we are using the same devices of speech as the poet.\n\nEven slang has its roots in poetry. Slang, sometimes called the shorthand of the people,\" intensifies languauge when we speak of \"crashing\" a party, or \"muscling\" in. To be \"burned up\" is a more fiery as well as a more poetic wav of saying \"incensed.\" \"I'll tell the world!\" is certainly more dramatic than \"divulge\" or \"publicize.\"\n\nThe common man's poetic instinct is strikingly illustrated by the popular names given to wildflowers. In every instance the country name is more charming, and more accurately descriptive, than the technical name. A certain plant is known to the botanist as Arisaema triphyllum; but the ordinary nature-lover recognizes it as a \"Jack-in-the-Pulpit,\" a name which is imaginative and poetically humorous. Instead of the botanical Digitalis, we prefer the whimsical \"Foxglove.\" We say \"Monkshood\" (which is what the flower looks like) instead of Aconite. We are being unconsciously poetic when we refer casually to such wayside weeds as \"Dandelions\" (originally \"Dent de Lion\" or \"Lion's Tooth\"), \"Baby's Breath,\" \"Butter-and-Eggs,\" \"Deadly Nightshade,\" \"Aster (meaning \"a star\"), \"Heal-All,\" \"Solomon's Seal\" \"Jewelweed,\" \"Thimbleweed,\" \"Black-eyed Susan,\" etc. The common daisy is like a diminutive sun with its golden center and outspreading rays; it was called, like the sun, the \"Eye of Day\" or \"Day's Eye,\" hence \"daisy.\"\n\nLike the character in Molière's play who was delighted to find that he had been talking prose all his life, we are cont... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9935569167,
        "format_confidence":0.7031677961
    },
    {
        "url":"http:\/\/mfyeq.nazory.cz\/76-essay-truth-telling.php",
        "text":"Essay Truth Telling\n\nOn By In 1\n\nThis is not a case in which I could support telling the whole truth. It would be cruel to tell Mr. B everything about his prognosis at this time. I believe he should be misled, possibly even lied to, for a while. Full disclosure right now seems to me like \"truth-dumping,\" as Norman Cousins put it (p.10). The doctor would be more interested in keeping his own hands \"clean\" than in what is really good for the patient.\n\nThe major, overriding reason to deceive Mr. B is that the truth puts him in serious danger. He has a history of serious depression, even when his wife was near and could support him. Right now she's thousands of miles away; he's probably not coping well just with ordinary life without her, and is already fairly stressed because of his daughter's pregnancy. To learn that he has incurable, untreatable cancer would just be too much. He would probably plunge into a clinical depression, and that would rob him of the few good months he has left. Instead the doctor should tell Mr. B to make an appointment for, say, three months from now, \"to follow up and see how you're doing.\" If Mr. B ordinarily brings his wife, that's good; otherwise the doctor might try to think of a way to suggest that she come with him. He will then hear the bad news in a supportive environment, with his daughter’s pregnancy over (and probably successful, but anyway, over with.) Being together when they hear the bad news should help their relationship grow even stronger.\n\nI thought what Martha Weinman Lear said was quite interesting: \"The doctor has lied ever since Hippocrates, and in most of the world, truth-telling is still considered bad medicine. . . In much of Europe, South America, most of Asia -- they consider it unethical to tell. They say, `America is so brutal, you make it so difficult for the patient, and we are kind and gentle.'\"(p. 17) It's not that I think doctors should usually lie. I think the new custom in America, of being honest, is basically good. But this comparison with the rest of the world is useful. It reminds us that telling the whole truth can cause a lot of pain and a lot of trouble. Sometimes it causes so much harm that it would be wrong to tell the truth.\n\nBesides the harm to Mr. B., there's the fact that the usual reason for telling patients the truth doesn't apply in his case. Usually doctors should be candid with patients in order to respect their autonomy. As Miller says, \"the concept of a person as an autonomous agent places an obligation on physicians .. . to respect the values of patients.\" (Miller p. 35) Respecting a patient's values means telling them what they need to know, not only so that they can choose among treatments, but also so that they can run the rest of their lives. A man like Mr. B, who doesn’t have long to live, needs to set his affairs in order. I understand that. But the point is, a clinically depressed man wouldn’t be able to set his affairs in order. While I think Howard Brody is right, that in primary care the doctor should help the patient understand the doctor's thinking (p. 8), there is no way Mr. B could follow the doctor's thinking. He would be too upset. The basic reason for telling patients the truth just doesn't hold with Mr. B. What Mack Lipkin said of patients in general is especially true of Mr. B: \"In the presence of anxiety-laden illness, there is a strong tendency to hear selectively and with emphases not intended by the doctor.\"(p.288)  Telling Mr. B the truth wouldn't help him and it would hurt him. So it shouldn't be done.\n\nNot everyone will agree with me on this. They will point out how important a habit of truth is, how being able to depend upon it is like having solid ground under your feet. That's true, in general. But I'm not suggesting habitual lying. This is one particular case and not an everyday occurrence. Truth is certainly important, but other values can outweigh it. It's all right, for instance, to lie if that's the only way to save a life. And in this case, as I pointed out earlier, the truth could cause Mr. B to collapse emotionally and die earlier. If Mr. B eventually finds out that the doctor lied, the doctor can explain why he did it, and assure him that he has never lied to him otherwise. Mr. B should be able to understand that this was really an exceptional case.\n\nAnother argument against lying is that it cheapens language; it makes words worth less, in the way that counterfeit money can make real money worth less. Or the way Sissela Bok put it: \"The veneer of social trust is often thin. As lies spread . . . trust is damaged. . . When it is damaged, the community as a whole suffers. . .\" (p. 26ff) In general I think that's true, and I'm glad that in this particular case outright lying would probably not be necessary. When Mr. B asks \"What's the verdict, doc?\" the doctor could say something like, \"The verdict is: Go to China! There's no reason in the world not to. I don't want to see you until next year --unless, of course, you start feeling bad.\" So lying, strictly speaking, probably won't be necessary. But if it is, I would still support doing it, for the reasons I gave above.\n\nFinally, some people would argue that the doctor's own integrity demands that he tell the truth. This seems to me like a cold and selfish version of integrity. It’s the position that a doctor should keep his own hands (or soul) clean no matter what the cost to the patient. It's a little like suggesting that a doctor should practice defensive medicine -- ordering tests the patient doesn't need, in order to protect the doctor. A doctor's first concern should be the welfare of his patient. In fact that's what his integrity should demand of him: a whole-hearted dedication to his patient.\n\nIn summary, then, the doctor should deceive Mr. B, and even lie to him if necessary, because his welfare depends so much on his not knowing the truth. Although in general deception and lying are bad things, in this particular case outright lying probably won't be necessary. Deception that is so limited and done for such good reasons will not damage the doctor-patient relationship, and should not make it harder for the doctor to live with himself. Honesty is usually the best policy--but not quite always.\n\nEssay #1\n\n\nPaolo Bacigalupi is the author of \"Ship Breaker,\" a 2010 National Book Award Finalist in Young People's Literature. He has also won the Hugo, Nebula and John W. Campbell Awards.\n\nI suspect that young adults crave stories of broken futures because they themselves are uneasily aware that their world is falling apart.\n\nThe truth of the world around us is changing and teens want to read something that isn't a lie.\n\nWe might pummel them with advertising that says they should buy a new iPod, or Xbox, or Droid XYZ, and that everything in the world is shiny and delightful -- but whether we're looking at the loss of biodiversity, or the depletion of cheap and easily accessible energy, or the hazards of global warming, our children will inherit a world significantly depleted and damaged in comparison to the one our parents handed down to us. And they know it.\n\nWith \"Ship Breaker,\" a novel set in a future when oil has run out and New Orleans has drowned under rising sea levels, I was trying to illuminate the sort of world that we adults are handing off to them. In the story, child laborers tear apart ancient oil tankers and freighters, recycling the last valuable resources from \"the Accelerated Age.\" Quality of life is significantly reduced from our present circumstances, and judging from teenagers' responses, they crave precisely that sort of truth-telling. Which doesn't really surprise me. As a teen, I remember that I craved truth-telling as well, and devoured it wherever I could find it.\n\nUnfortunately, the truth of the world around us is changing, and so the literature is morphing to reflect it. Teens want to read something that isn't a lie; we adults wish we could put our heads under the blankets and hide from the scary story we're writing for our kids.\n\nTopics: Culture, books, teenagers\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9650097489,
        "format_confidence":0.6567115188
    },
    {
        "url":"https:\/\/www.publishersweekly.com\/978-1-933846-67-5",
        "text":"cover image Cat Pictures Please and Other Stories\n\nCat Pictures Please and Other Stories\n\nNaomi Kritzer. Fairwood, $17.99 trade paper (324p) ISBN 978-1-933846-67-5\n\nKritzer’s flawless collection taps deep wells of emotion and wonder. In the Hugo-winning title story, the internet becomes intelligent and decides that it will try to keep people from harming themselves—if they feed it pictures of cats. In “The Golem,” a Czech golem once again tries to save the Jews of Prague, this time from the Holocaust. In “What Happened at Blessing Creek,” a white girl with second sight is faced with a horrible choice when her parents decide to settle on Osage land in a dragon-filled Old West. In “The Good Son,” one of the Irish fair folk gets far more than he expected after following a mortal woman to Minneapolis. In “So Much Cooking,” a doughty food blogger cheerfully narrates cooking her way through a pandemic as her house fills up with stray children and the backyard rabbits start to look awfully tasty. Kritzer always focuses on ordinary people, whether they’re dipping one toe into weird waters or jumping in. Her work is indisputably speculative, but it’s a perfect entry point to the genre for readers who prefer fantastical and futuristic elements to stay more in the background, with human (and robotic) feelings always at the fore. This splendid treat is not to be missed. Agent: Martha Millard, Sterling Lord Literistic. (July)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9865815639,
        "format_confidence":0.5213642716
    },
    {
        "url":"http:\/\/warwickonline.com\/stories\/how-to-become-a-bibliomaniac,65291?category_id=39&order_by=sub_last_modified&town_id=1&sub_type=stories",
        "text":"How to become a bibliomaniac\n\n\nHe looks like a typical suburban retiree, with his home in Edgewood showing the desultory affect of a homeowner who didn’t do landscaping for a living. But it is a respectable unkemptness and certainly not the sort of property that has his neighbors complaining to minimal housing about.\n\nIn short, Sam Hough’s Edgewood home shows all the signs of a home that focuses more on what happens on the other side of the threshold.\n\nSam Hough is a bookseller and his living room is a wonderland of books and relic-like gewgaws that people of that profession are inclined to accrue. True, there are owls about the place, in prints, as figurines and by other representation but that is not why he calls his business The Owl at the Bridge.\n\n“Obviously, we like owls but the name came from being near the Pawtuxet Bridge and the image of an owl at the bridge appealed to me,” said Hough (pronounced “huff”).\n\nAlthough he once did have a small space on Broad Street when he started selling books in the 1980s, the brave new world of inflated real estate costs and diminished foot traffic made maintaining the space impractical.\n\n“I do keep some of my stock here in the house but I also have 2,500 square feet of storage on Wellington Avenue,” he said. “Our book shop was always much too small for the space we needed.”\n\nLike most booksellers in the digital age, Hough has adapted to the world of online bookselling. In fact, very few used bookstores could sustain themselves by walk-in sales alone. Catalogs and mail order have been a major part of the rare book business for centuries but Goodspeed’s, The Brattle Book Shop and other small stores in Boston made good money catering to leisurely walk-ins or the lunching masses that haunted the 25\nand 50 cent tables everyday. Now, if Sam Hough wants to get his hands on a good book, he has to go to a public or private library. He won’t find the bookstores of his youth in Philadelphia, or his salad days of acquiring books for college libraries. There are no easy fixes for a bibliomaniac these days. Everyone is waiting for the mail, or, as some would have it, the “snail mail.” We must wait, anxiously and tensely, for our junk to come from the Post Office or UPS.\n\nThese are bad times for book addicts.\n\nBut that was how I met Sam Hough. I was nostalgic for Goodspeed’s, as I frequently am, and ordered two copies of the 75th Anniversary catalog online. I was pleasantly surprised when they arrived in my mailbox with Cranston as a return address. Needless to say, I was pleased to know there was a local “dealer” I could turn to when I had the urge to own a rare book: my connection.\n\nI have a disorder that has not been publicly discussed much. I am neither proud nor ashamed of it. If I have been reluctant to speak of it publicly before, it was because that may draw more people and competition for what we desperately crave; old, rare and special interest books. For we are bibliomaniacs:\n“Bibliomania or Book-Madness; from the Greek biblion=book +\nmania=madness. Behavioral disorder…Common symptoms include the uncontrollable urge to acquire and hoard books; indiscriminate bookstore hopping…which alone or in combination may result in prolonged disruption of daily life. The more severe forms of bibliomania may involve recurring incidents of bibliokleptomania (book theft)…No cure is known to exist…”\n\nThe Gutenberg Project’s definition may be a little too broad. We usually are more selective and prone to specialize: First editions, Americana, early printing or incunabula; military history, exploration, any subjects that have engendered a number of cool books. I’m more of a generalist; having spent many idle hours hiding out from truant officers in the Boston Public Library as a youth and having idled even more as an apprentice bookseller at Goodspeed’s. Sam Hough’s specialty is Italian books and printers, with formidable digressions into other areas.\n\n“One of the very first books I bought was a 1847 edition of ‘The Book of the Courtier’,” said Hough, as he explains his early descent into bibliomania. “What I liked was the sheer physicality of old books, of old paper.”\n\nHough’s interest in books lead him to more esoteric areas of expertise that have served him well. He is an acknowledged expert on Gorham Silver, as well as Italian printers and books. He was a consultant to the Johnson and Wales Culinary Arts Museum, to help them flesh out their collection. That was after he did acquisitions for the John Carter Brown Library at Brown University and was an archivist at The University of Pennsylvania after studying library science at Columbia. He has published definitive reprints of Gorham catalogs and regularly speaks to groups about books and libraries and Gorham. He has done what he had to do to stay close to sources that feed his bibliomania. But Hough has done it in a benign way. Others have not been as reasonable.\n\nFor instance, there was a Methodist pastor of the Mathewson Street Methodist Church in Providence who brought shame to booklovers in 1881 when he was exposed as a book thief and a liar. He pilfered from the Providence Athenaeum. He would steal the books, rebind them and claim he “found” them at incredibly bargain prices locally and in Boston. He took the rare “Key into the Language of America” by Roger Williams, had it rebound and announced that he found it in a trashy heap in a bookstore in Boston and got if for $1. Eventually, his knack for finding bargain books aroused suspicion. A search of his collection returned at least 10 books to the Athenaeum with their library markings clumsily removed or disguised. Unfortunately, I only found one story about Rev. W.F. Whicher’s crimes and absolutely nothing about where it brought him criminally and socially.\n\nThere were more unhappy tales of bibliomania.\n\nIn his 1944 article, “Book Row,” in the Saturday Evening Post, Don Samson gives a brief history of a bibliomaniac that haunted the area.\n\n“A shoe clerk from Brooklyn wandered into one of the secondhand bookshops on Book Row. He had never bought a book in his life, but picking up a musty volume, he liked the feel of it and bought it. The more he handled it, the more he liked it. He began buying books…Finally, his wife couldn’t take a bath because the tub was full of books…and threatened to go home to mother unless he got rid of them. He did. But within two weeks he was buying books again…She went home to mother.”\n\nIn 1994, Harper’s Magazine profiled a modern Rev. Whicher taken to the extreme.\n\nIn “The Book Thief: A True Tale of Bibliomania,” Philip Weiss described Stephen Blumberg, who was convicted of stealing over 20,000 books, manuscripts and papers from public and college libraries:\n\n“The West Coast thefts had the effect of bringing into the Blumberg case its most approachable figure, a rangy, good-looking Washington State University campus police detective named J. Stephen Huntsberry. In February 1988, librarians at WSU discovered that precious Mexican manuscripts were missing. Sergeant Huntsberry was sent over to investigate. When a librarian used the term ‘incunabula,’ Huntsberry\nfrowned. The librarian explained that it referred to the infancy of printing, and to demonstrate handed him a book printed in 1493. It occurred to Huntsberry, as he turned its pages and smelled the mold of ages, that Columbus could have read that book.\n\n“‘That's when I got hooked,’ he [Huntsberry] told me.”\n\nAs for Sam Hough, you can discuss such bibliomaniacal oddities when you go to him to get your fix of rare books, right here in the West Bay.\n\n“Books are easy,” Hough will reassure you. “It’s people who can be difficult.”\n\nThe Owl at the Bridge in Cranston can be reached at 467-7362 or by e-mail at Call for an appointment, inquiry or appraisal.\n\n\nNo comments on this story | Please log in to comment by clicking here\nPlease log in or register to add your comment",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9247975349,
        "format_confidence":0.9050158262
    },
    {
        "url":"http:\/\/www.huffingtonpost.com\/errol-louis\/post_2740_b_1148645.html",
        "text":"Huffpost Books\n\nFeaturing fresh takes and real-time analysis from HuffPost's signature lineup of contributors\n\nErrol Louis Headshot\n\nExamining The Newspaper Column As Literature\n\nPosted: Updated:\n\nIt's only a matter of time before the newspaper column takes its rightful place as a recognized and respected form of literature, every bit as vital as its more celebrated cousins, the short story and the novel.\n\nThe recognition should have happened a long time ago. An impressive list of literary masters honed their craft writing newspaper columns, including Ernest Hemingway, Langston Hughes, O. Henry, Mark Twain and Damon Runyon. Generations of students have pored over Hughes's poetry, Twain's novels and O. Henry's short stories, unaware that the authors also tackled the issues of the day - death, war, sports, crime, politics - in thoughtful, delightful columns that often hold up remarkably well decades later.\n\nHere is the start of \"Chicago Gang War,\" that a young columnist named Ernest Hemingway penned for the Toronto Star in 1921:\n\n\"Anthony d'Andrea, pale and spectacled, defeated candidate for alderman of the 19th ward, Chicago, stepped out of the closed car in front of his residence and, holding an automatic pistol in his hand, backed gingerly up the steps.\n\nReaching back with his left hand to press the door bell, he was blinded by two red jets of flame from the window of the next apartment, heard a terrific roar and felt himself clouted sickeningly in the body with the shock of the slugs from the sawed-off shotgun.\n\nIt was the end of the trail that had started with a white-faced boy studying for the priesthood in a little Sicilian town. It was the end of a trail that had wound from the sunlit hills of Sicily across the sea and into the homes of Chicago's nouveau riche. A trail that has led through the penitentiary and out into the deadliest political fight Chicago has ever known.\"\n\nThat's great, solid writing, and an intriguing precursor to \"The Killers,\" Hemingway's chilling 1927 story about a pair of mob assassins who visit a Chicago suburb in search of a prizefighter marked for death.\n\nBut it's remarkably difficult to find \"Chicago Gang War\" in print or online. The same is true for literally thousands of fantastic works of short nonfiction by great columnists that get published in newspapers, only to vanish forever the next day. Only a few anthologies of newspaper columns have ever been published, and a great many are now out of print.\n\nIn most cases, columns get tossed with the newspaper - treated, literally, like yesterday's news. But every so often, a well-crafted column is clearly worth saving and savoring. Ernest Thayer's charming, lyrical baseball poem \"Casey at the Bat,\" first published in the San Francisco Examiner, has inspired hundreds of variations, imitations and public readings.\n\nThe all-time most-often reprinted column, \"Yes, Virginia - There is a Santa Claus,\" shows up in countless papers every December, as it has since it first appeared in the New York Sun in 1897.\n\nBut there are many more gems out there, and they are beginning to see the light of publication for the first time in decades.\n\nJournalists John Avlon, Jesse Angelo and I assembled about 150 columns in \"Deadline Artists\" to help build awareness and appreciation of this great literary form.\n\nThe inspiration for the book was a conversation Avlon and I had with a friend and mentor, the late Jack Newfield, when the three of us worked as columnists at the New York Sun. John and I asked Jack to name one of the best-written columns of all time, and he gave the same answer that Jimmy Breslin later gave us: \"The Death of Frankie Jerome,\" by Westbrook Pegler. It describes the funeral of a prizefighter who died in the ring from the perspective of the boxer who killed him.\n\nIt took months to find the column, which had not been anthologized since 1924, the year it was published. The opening line bowls you over:\n\n\"A yellow-haired kid with a mashed nose and scalloped lips dipped his fingers in the holy water fount of St. Jerome's Church, crossed himself with the fist that killed Frankie Jerome and went to his knees on the cold marble to pray, when all that was left of the little fellow was wheeled up the aisle to the altar yesterday for the funeral mass that preceded the journey to the grave.\"\n\nJohn, Jesse and I hunted down hundreds of similarly great columns, mixing familiar names like Mike Royko, Dave Barry, Molly Ivins and Ernie Pyle with once-famous columnists that readers may have never encountered. We made some gestures toward trying to cover all regions of the country and a broad swath of history, but in the end our criteria was simple: the columns had to be beautifully written and published in an American newspaper.\n\nThere was extra weight given to writers who delivered power and beauty under the unforgiving pressure of a deadline. Even years after the fact, it's a special delight to see the wonderful play of words and ideas that great columnists execute even on days of monumental importance, disorienting confusion or crushing sadness - including the fall of Saigon, the assassination of President Kennedy and the day of the 9\/11 attacks.\n\nThat is what Heywood Broun did in 1939, writing about the St. Louis, a ship carrying 937 desperate Jewish refugees fleeing Nazi Germany that was denied permission to land in Cuba and the United States, and was forced to return to Europe:\n\n\"It is not an accident of nature but an inhuman equation which has put them in deadly peril. It is quite true that when the St. Louis gets back to Hamburg these 900, with possibly a few exceptions, will not die immediately. They will starve slowly, since they have already spent their all. Or they will linger in concentration camps - I refer to the men and women. God know what will happen to the children... Nine hundred are to suffer a crucifixion while the world passes by on the other side.\"\n\nHere is Chicago's Mike Royko, who spent years chronicling and criticizing Mayor Richard J. Daley, penning an obituary within hours of Daley's death:\n\n\"If ever a man reflected a city, it was Richard J. Daley of Chicago.\n\nIn some ways, he was this town at its best - strong, hard-driving, working feverishly, pushing, building, driven by ambitions so big they seemed Texas-boastful.\n\nIn other ways, he was this city at its worst - arrogant, crude, conniving, ruthless, suspicious, intolerant.\n\nHe wasn't graceful, suave, witty or smooth. But, then, this is not Paris or San Francisco.\n\nHe was raucous, sentimental, hot-tempered, practical, simple, devious, big, and powerful. This is, after all, Chicago.\"\n\nIt would be a mistake to think the newspaper column is a relic of the days when most news was delivered on pulp. There are great columnists working today, including Kathleen Parker, Eugene Robinson and old-timers like Jimmy Breslin who are still on the job (Breslin appears Sundays in the New York Daily News). They do what columnists have always done - bring important information and views to the public with wit, wisdom and style - regardless of the medium.\n\nThe grace and power of the best columns offer a way out of today's polarized age, when crude, emphatic shouting often masquerades as meaningful public discourse, fobbed off on a public that is, increasingly, tuning out the rants and talking points of talk radio, cable news programs - and, yes, many newspapers.\n\nThe reading public has learned, over the years, to distinguish between solid novels and fluffy, throwaway junk. We know the difference between epic poetry and limericks. In much the same way, reviving and re-reading the finest columns of the past is the best way to remind people that they don't have to put up with predictable, run-of-the-mill newspaper opinion writing.\n\nOur country has produced one generation after another of fresh thinking, passionate writers who have informed and entertained us day after day - and, at their best, delivered art on deadline. We deserve no less in the digital age.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9915323853,
        "format_confidence":0.983574748
    },
    {
        "url":"http:\/\/www.heraldscotland.com\/comment\/obituaries\/susan-manning.20110480",
        "text":"• Text size      \n  • Send this article to a friend\n  • Print this article\n\nSusan Manning\n\nProfessor of English Literature known for her work on the Scottish Enlightenment;\n\nBorn: December 24, 1953; Died: January 15, 2013.\n\nSusan Manning, who has died aged 59, was a multi-faceted academic, mentor and mother whose love of words was silenced too soon. A gifted educator, her breadth of knowledge stretched far beyond her own research fields of the Scottish Enlightenment and Scottish-American literary relations and her expertise and ability to inspire were recognised on the international stage.\n\nHer death, following a stroke, prompted tributes from around the world from fellow academics and former students who admired not only her talents but her lack of ego, her generosity and her truly original mind.\n\nBorn in Glasgow, the daughter of medical physicist James Valentine and his wife Honora, a philosophy graduate, she attended John Mason High School in Abingdon near Oxford after moving south when she was nine. She proved to be an excellent student in science and humanities and could have succeeded in either field but chose English.\n\nAfter leaving school, having become head girl, she spent a gap year in Canada, Paris and Grenoble before going up to read English at Newnham College, Cambridge.\n\nFollowing her graduation with a BA in 1976 she began her PhD on Scottish and American literature, winning a Harkness Fellowship to Charlottesville in Virginia. Returning to Cambridge she took up a research fellowship at Newnham College in 1981, becoming a college lecturer in 1984 and later faculty lecturer.\n\nShe continued her PhD though it took her 10 years to gain – a decade that spanned the births of her three daughters with her husband Howard Manning, a physicist she met while at Cambridge and married in 1976.\n\nCombining motherhood and her career was the pattern at Cambridge for almost 20 years, a feat she managed with dexterity. That ability to successfully juggle multi-functional roles was also a trait that became evident when, in 1999, she surprised everyone by moving to the University of Edinburgh to take up the Grierson Chair in English Literature.\n\nLatterly she was director of the university's interdisciplinary Institute for the Advances Studies in Humanities (IASH), having previously been research director and postgraduate director in the School of Literatures, Languages and Cultures.\n\nDespite her busy working life being punctuated by illness – she was diagnosed with lupus following a bout of meningitis, underwent a serious bowel operation and suffered lung disease – she carried on regardless, overcoming each new health hazard, bubbling with achievement and enthusiasm.\n\nShe was a marvellous administrator, an inspiring mentor and an excellent manager with an ability to bring the work of different researchers together: all attributes that enabled her to make IASH a vibrant centre with international renown.\n\nShe was on the advisory board of the Edinburgh Confucius Institute and of several scholarly editions and journals including the Edinburgh Edition of the Waverley Novels, the Stirling\/South Carolina Edition of the Works of James Hogg, and the Cambridge University Press Studies in Romanticism Series. Her own publications included The Puritan-Provincial Vision and the transatlantic study Fragments of Union.\n\nA Fellow of the Royal Society of Edinburgh and the Royal Society of Arts, Manufactures and Commerce, and a trustee of the Kennedy Memorial Trust, which sends scholars to further study in the US, and the Rothschild Fellowships in Jerusalem, she was also a trustee of Edinburgh University Press and a member of the Gifford Lectureships Committee and the research committee of the College of Humanities and Social Sciences.\n\nShe co-edited a monograph series on Transatlantic Literary Studies, was a board member and past president of the Eighteenth-Century Scottish Studies Society and a board member of the international body, the Consortium of Humanities Centers and Institutes.\n\nShe co-ordinated the Carnegie-funded STAR (Scotland's Transatlantic Relations) initiative and convened its seminar and research projects.\n\nAlong with Dr Nicholas Phillipson she also convened a three-year research project on The Science of Man in Scotland which led to an essay collection on Character, Self and Sociability in the Scottish Enlightenment.\n\nLatterly she was brimful of ideas for her next project, having completed her latest one – a monograph on The Poetics of Character: A Transatlantic Literary History, which will now be published posthumously. She is survived by her husband Dr Howard Manning, their daughters Laura, Lindsay and Sophie, granddaughter Poppy, her mother Honora, sister Claire and brother John.\n\nContextual targeting label: \nBlock list\n\nCommenting & Moderation\n\nWe moderate all comments on HeraldScotland on either a pre-moderated or post-moderated basis.\nIf you're a relatively new user then your comments will be reviewed before publication and if we know you well and trust you then your comments will be subject to moderation only if other users or the moderators believe you've broken the rules\n\nModeration is undertaken full-time 9am-6pm on weekdays, and on a part-time basis outwith those hours. Please be patient if your posts are not approved instantly.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.7322516441,
        "format_confidence":0.97875458
    },
    {
        "url":"http:\/\/www.languagemakingnature.com\/sample-text-introduction-plus-several-sections",
        "text":"\n\n                                                                                                --Noah Webster, 1789\n\nThe new circumstances under which we are placed, call for new words, new phrases, and the transfer of old words to new objects.”\n\n                                                                                                --Thomas Jefferson, August 16, 1813\n\nJudicious neology can alone give strength and copiousness to language, and enable it to be the vehicle of new ideas.”\n\n                                                                                                --Thomas Jefferson, January 27, 1821\n\n\n                I remember as a child, and as a young budding naturalist, spending all my time observing and testing the world around me—moving pieces, altering the flow of things, and documenting ways the world responded to me. Now, as an adult and a professional naturalist, I’ve approached language in the same way, not from an academic point of view but as a curious child still building little mud dams in creeks and chasing after frogs. So this book is an odd thing: it is a naturalist’s walk through the language-making landscape of the English language, and following in the naturalist’s tradition it combines observation, experimentation, speculation, and documentation—activities we don’t normally associate with language.\n\n                This book is about testing, experimenting, and playing with language. It is a handbook of tools and techniques for taking words apart and putting them back together again in ways that I hope are meaningful and legitimate (or even illegitimate). This book is about peeling back layers in search of the language-making energy of the human spirit. It is about the gaps in meaning that we urgently need to notice and name—the places where our dreams and ideals are no longer fulfilled by a society that has become fast-paced and hyper-commercialized.\n\n                Language is meant to be a playful, ever-shifting creation but we have been taught, and most of us continue to believe, that language must obediently follow precisely prescribed rules that govern clear sentence structures, specific word orders, correct spellings, and proper pronunciations. If you make a mistake or step out of bounds there are countless, self-appointed language experts who will promptly push you back into safe terrain and scold you for your errors. And in case you need reminding, there are hundreds of dictionaries and grammar books to ensure that you remember the “right” way to use English.\n\n                With this backdrop and training in mind it might come as a bit of a shock to discover that this “ideology of language”, with its preening emphasis on “correctness, authority, prestige, and legitimacy”, represents only one small blip in the long and rich history of the English language. And, for better or worse, we live in a moment in history when a tightly controlled language, economy, and political system work together to create a culture of lies that best serves a powerful elite, allowing them to continue funneling power and money (i.e. influence) to themselves at great cost to human communities and natural ecosystems.\n\n                In its heart and soul, language can also be a revolutionary force and it can be used to call forth lies; but you cannot have a revolution if you use the language of the conquerors. So one goal of this book is to awaken language and explore the capacity that all of us possess to be alive in our language. Being awake and being alive is in itself a revolutionary act—something which Noah Webster, Thomas Jefferson, and many other important early American thinkers were keenly aware of.\n\n                In our busy modern lives we have largely forgotten that language is meant to be inventive and playful, that hidden beneath the veneer of modernity the English language is potent with ancient magic-making power. Throughout this book I will refer repeatedly to “play” but I’m not speaking about play as something trivial, I’m speaking of play as something profoundly creative and freeing. And underneath everything, this playful exploration of language is about dissent, about rising up and crying out in support of that which is alive and vital. This book is about imagination, about truth-telling and contemplation; it is an undertaking that is fierce, creative, and honest.\n\n\n                My own journey toward language was sparked in 1996 when I discovered Keith Basso’s astonishing book Wisdom Sits in Places. Writing about the unique place-making language of the Western Apache, Basso described language in a way that I’d never considered before, as roots and fragments strung together to sing of the land. This idea intrigued me so much that I began carrying Donald Borror’s classic little book, the Dictionary of Word Roots and Combining Forms, with me on all my hikes (a practice which I’ve continued on a daily basis for nearly twenty years and on thousands of miles of trails) in order to learn the meaning and origin of word elements at the moment they occurred to me while walking in wild landscapes.\n\n                For many years this seemed little more than a quirky hobby, with no real intent or direction, but then a friend introduced me to Calvert Watkins’s magisterial survey of Indo-European poetics, How to Kill a Dragon. In a flash I realized that there might be untapped ways for the English language to speak of the magic of the land and the depths of the human spirit, so I began a four-year quest to read every book I could find on the history, formation, and word-making processes of the English language.\n\n                What you hold here is the result of my investigation: 76 sections that explore some of the many pieces and processes that have gone into shaping the English language as we use it today. As I researched and wrote each section of this book I carried these ideas with me on long hikes in wild places and held them up against the natural world to see which ideas resonated and which ideas took on a life of their own. This book emerges from and reflects these hikes, and because I also lead walks as a naturalist in my professional life this book is modeled on the metaphysic that I know best—the flow of ideas and observations that arise spontaneously when humans encounter the world with curiosity and wonder. It feels artificial to offer a table of contents or an index for a journey like this so this book might seem a little confusing at first, but I trust and hope that this apparent lack of structure invites you to discover something new and unexpected each time you step into the book (just as you would experience on a nature walk).\n\n                This book is full of ideas that many people will find strange and complex, so wherever possible I offer examples of each creative process at work. Some of my examples look downright silly, even to me, and I apologize for that. But it’s the spirit of the creative process to get the ball rolling by brainstorming and expressing ideas without passing judgment, and I felt that that playful openness and willingness to take chances was more important than self-consciously editing my own examples (as if I knew what the ideal models should look like).\n\n                Language experts and linguists might take exception to a few of my descriptions and conclusions, and some of their complaints may be valid, but keep in mind that this book is not about technically perfect processes or perfectly-formed words; this book is about the wild, creative energy that generates language. Ultimately, this language-making energy is democratic and freely available to all of us no matter what the experts tell you.\n\n                At multiple points in this book I invite you to experiment with language and not worry about making mistakes because “culture” will always come along to prune your contributions. What I mean by this is that if you make up intriguing new words, and if you use them in the telling of meaningful stories, then your culture might adopt your words and mold them into shapes that will endure over time even if your initial contributions seem awkwardly formed or silly looking at first.\n\n                If this doesn’t make sense, consider a word like ravisshe, which Chaucer invented in 1374 in the sense ‘to seize’ (from the Old French word ravir). Chaucer’s word almost certainly looked ridiculous and out of place when he first introduced it, but in its subsequently pruned form, ravish, it has endured for over 600 years—and that’s exactly what might happen to your words, so you can trust this process.\n\n                My hope is that this book helps you, or inspires you, to create new words that are sensuous and meaningful in their contours; words that work to express your own deeply felt experiences in the world. The challenge—your challenge—is to open up language and experiment fearlessly because other people will always come along after you to close language back up again.\n\n                This concept of opening up language will be unfamiliar to most people so it might help to realize that the cycle of opening and closing lies at the very heart of this dynamic, flexible language we call English. Over and over again, revolutions and seismic shifts have come along to break down rigid conventions and open up language, then prescriptivists have stepped in with rules that re-establish order and close things back up again. Think of Chaucer, who is said to have added 1100 new words to the English language while “inventing” English poetry; consider Shakespeare and his astoundingly influential body of work; or look at Lewis and Clark, who added 1500 words to the English language while attempting to describe a continent that no European had written about before.\n\n                Each of these writers, and many others beside them, came along at a moment when nothing was cut and dry, when nothing was worn out. These are th... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9841606021,
        "format_confidence":0.8165120482
    },
    {
        "url":"https:\/\/www.icpl.org\/articles\/pashmina-nidhi-chanani?qt-search_tabs=0",
        "text":"Pashmina by Nidhi Chanani\n\npashmina All of the Children’s librarians were abuzz this week after voraciously reading Pashmina, the first graphic novel from artist Nidhi Chanani. Born in Kolkata, Chanani brings her Indian heritage and her talent and love of art together in this story about Priyanka, a young girl who knows very little about India. As a second generation Indian American, Priyanka is torn between two worlds. She tries not to stand out too much at school by shortening her name to Pri, and she doesn’t understand all of the Hindu traditions her family practices at home.\n\nIndia is her mother’s homeland which she fled at a young age and where she has vowed to never return. Pri can only imagine what it would be like to live in India until she discovers a forgotten pashmina in her mother’s belongings that transports her to beautiful and fantastical Indian landscapes too good to be true. She doesn’t realize the truth about why her mother left until a cash prize from an art contest allows her to travel to India to stay with her aunt. Pashmina explores bicultural and immigrant culture clashes as well as a feminist look at ways women are constrained by patriarchy. Chanani’s beautifully drawn images uses color to draw a clear contrast between Pri's real life which is shown in pale neutrals and her wondrous visions of India, bright and vivid like the cover art.  capture\n\nRecent News\n\nAdd new comment",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9828318954,
        "format_confidence":0.6043089032
    },
    {
        "url":"http:\/\/gurcharandas.org\/hindustan-times-new-delhi-september-11-2009-n-chandra-mohan",
        "text":"Hindustan Times, New Delhi, September 11, 2009, by N. Chandra Mohan\n\nAs in the case of Gurcharan Das, it was my grandmother who introduced me to the Mahabharata in my childhood. Das returned to the epic later on in life and as his lucidly written book The Difficulty of Being Good: On the Subtle Art of Dharma shows, the author has used it as a base to understand the present, including the nature of capitalism.\n\nClassics like the Mahabharata, The Iliad, The Odyssey, The Aeneid have a timeless appeal. But one should guard against reading too much into their relevance to understand our times. The late Robert Fagles, whose translations of the above-mentioned books by Homer and Virgil became bestsellers, was asked by a reporter after the US invaded Iraq in 2003, “Is there a Rumsfeld in The Iliad?” Fagles replied: “Not that I know of, but isn’t one enough?”\n\nOn the face of it, to expect the Mahabharata to shed light on the global economic crisis appears a bit of a stretch. The Mahabharata believes that human beings are flawed, making our world full of unevenness, rendering us vulnerable to nasty surprises.\n\nEach of the major heroes have their failings. Dhritarashtra is blind to his eldest son’s faults. Duryodhana’s  monumental envy is the driving force of calamity in the epic. Arjuna despairs over killing his kinsmen. The virtuous Yudhishthira has a weakness for gambling. The flaws of epic heroes show how difficult it is to be good in a world of moral haziness.\n\nThis tale of a family in crisis is a metaphor, in Das’s book, for the economic upheavals that have engulfed the world. Capitalism may be a mode of production but it also shapes the nature of social relations between human beings who buy and sell goods in the market.\n\nThere are similar parallels throughout the book. Investment bankers on Wall Street suffered from similar moral infirmities as the heroes in the Mahabharata; they exposed the flaws in the global capitalist system. Duryodhana’s envy and greed that makes him want to annex the Pandavas’ kingdom is in tune with what big fishes do to smaller ones.\n\nIn other words, the narrative fleshes out through a tale of sibling rivalry the brutal competition of ‘interests and passions’ that is the characterestic of a ‘free market’.\nAre lessons from the Mahabharata enough to save capitalism? Das, certainly, thinks that a healthy dose of Dharma may restore trust in the system. Be that as it may, there is no doubt that this epic, like all classics, enriches one’s concept of Man. The Mahabharata is seven times as long as The Iliad and The Odyssey combined but it has not been translated in as many languages. It has had no Fagles. Das’s book (even though it is not really a translation) will certainly make it accessible to a whole new generation.\n\nN Chandra Mohan is an economic and business commentator\n\nPost new comment\n\nThe content of this field is kept private and will not be shown publicly.\nThis is for testing whether you are a human visitor and to prevent automated spam submissions.\nEnter the characters shown in the image.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.8981184959,
        "format_confidence":0.7869851589
    }
]