[
    {
        "url":"https:\/\/www.exampleessays.com\/viewpaper\/14032.html",
        "text":"(855) 4-ESSAYS\n\nType a new keyword(s) and press Enter to search\n\nThe Causes of the American Revolution\n\n            Between 1763 and 1776 many actions opposed by the British government initiated antagonism and protest within the American colonies, eventually leading to a war for independence. Many factors lead to this war. The main causes were political, economic and military issues. .\n             In the years 1754-1763 a war between France and Britain arose in the Americas. The French and Indian War, also known as the \"Seven-Year War, was fought to decide which of Britain or France would become the stronger power in North America, each side relying on its colonists and Indian allies to fight. Although the British had won the war, the end of the French and Indian War however had resulted in large debt that the British Parliament decided would be repaid by a raise in taxes on the colonies, being as they were the primary beneficiaries of the successful prosecution of the war. Taxes were imposed on a number of items, including legal documents and tea. Stamps were issued to be affixed onto the legal documents and newspapers. Beginning in 1765, protests at the taxes and stamps began to mount in the colonies. As stated in Document 2 by Sir Thomas Whatley, \"They should contribute to the Preservation of the Advantages they have received.\" This only originated more pandemonium within the colonies. The colonies felt it was unjust to be taxed solely because a war was fought on their grounds, they had never requested for this battle to take place. These military incidents lead to more conflict between Britain and the colonies, however they were not the only cause of the Revolutionary War.\n             Following the French and Indian War a greater, more significant war was bound to come. The American Revolutionary War was not only fought because of military problems, but economic problems as well. As a result of the French and Indian War, many taxes were enforced upon the colonies. In June 1767 the English Parliament decided to cut British land taxes.\n\nEssays Related to The Causes of the American Revolution\n\nGot a writing question? Ask our professional writer!\nSubmit My Question",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.964286983,
        "format_confidence":0.9399376512
    },
    {
        "url":"http:\/\/press-files.anu.edu.au\/downloads\/press\/p66561\/mobile\/ch02s09.html",
        "text":"Stalemate at Badajoz\n\nDeducting all costs and losses, the spices brought back in the Victoria, the first shipment direct from the Spice Islands to Europe, showed a moderate profit on the outlay for the whole expedition. Del Cano came home to fame and honours, including a coat of arms charged properly with cinnamon, nutmegs and cloves, and for crest a globe with the motto Primus circumdedisti me; Magellan's memory had to bear the angry reproach of his countrymen, and in Spain was not enhanced by the partial evidence of Del Cano and others at the enquiry into the voyage. Nevertheless, the great achievement was not to be denied: the circling of the globe was made possible only by the forcing of the Southwest Passage.\n\nThe most immediate result of the voyage was a new Luso-Castilian diplomatic crisis. João III demanded that the Victoria’s spices should be handed over to him, and the circumnavigators punished, since they had clearly trespassed within his- 54 -\n\n\n\nAdapted from maps by E. A. Heawood, Geographical Journal 57, 1921, 431–46, and in A. Cortesão and A. Teixeira da Mota, Portugaliæ Monumenta Cartographica (Lisbon 1960), I. Plates 39–40 (for Ribeiro, see ibid., 82–106).\n\n- 55 -dominion; each monarch should send out a ship with competent experts to agree on the true position of the Spice Islands. D. Carlos took up this singularly impracticable suggestion, which stemmed from a neglected clause of the Treaty of Tordesillas, adding that the Pope might send a third ship as referee. All this was probably time-spinning, as was the Portuguese proposal that, pending such a procedure, neither side should send a fleet to the disputed area, which would in effect freeze a status quo to Portugal's advantage. In fact, both parties were secretly preparing Moluccan voyages. In the circumstances, the Junta of experts from\n\nFigure Plate VIII. THE AMERICAS, 1540.\n\n\nNote Magellan's ‘Unfortunate Islands’ and the archaic position and rendering of ‘Zipangri’ (Cipangu, i.e. Japan); but the Americas are firmly seen as what they are, a ‘Novvs Orbis' between the two Oceans. From the Basel edition of Ptolemy, reproduced in Nordenskiold, Facsimile Atlas (Stockholm 1889). NLA.\n\nboth sides which met in April-May 1524 on the bridge over the Caya, the boundary between the two kingdoms, with sessions in the town halls of Badajoz and Elvas, can hardly have been regarded by either side as anything but a face-saving and time-winning device.[60]\n\n- 56 -In one sense, as Nowell stresses, the Portuguese were on the defensive: there was sufficient leakage of obsolete but damaging maps, originally prepared to exaggerate the distance and hence the difficulty of the way to the Indies, and sufficient general doubt amongst the well-informed, to make Spanish claims seem plausible, though in fact the Portuguese positions were much nearer the truth than the Spanish, and the antimeridian of the Tordesillas line (134°40′E) is in fact some 7° east of the Moluccas, though this could not then be known.[61] The Spaniards made much play with minor discrepancies in the Portuguese calculations\n\n\n\nNote that on various reckonings the antimeridian can be placed at 129, 131.18, or 133.21 degrees east of Greenwich. In part adapted from maps by R. A. Laguarda Trías in A. Teixeira da Mota (ed.), A Viagem de Fernão de Magalhães e a Questão das Molucas (Lisbon 1975), 146–9.\n\nand with the methods they proposed to fix the longitudes, which they alleged would take much too long (this would have been true had they been feasible) and to be against the spirit of the agreement for the conference. Scorn was heaped on the official Portuguese map which, very naturally, showed only a few key points between Lisbon and the Moluccas, leaving out the useful detail.\n\nTo all this, the Portuguese delegates could only stonewall and refuse to sign anything. They were strengthened in this attitude by the wild inaccuracy of the Spanish arguments, still sticking to Ptolemy and his inadequate length of an equatorial degree. Pliny, Marinus, Ptolemy, Polo, even Mandeville and King- 57 -Solomon were cited; and Fernando Colon, Columbus's illegitimate son, claimed for Castile ‘all of Persia, Arabia, and India.’ As Denucé says, these ‘oratorical demonstrations … contrast singularly with the calm and knowledge of the Portuguese delegates to whom history has done justice …’.[62]\n\nArgument on such divergent bases was clearly pointless; only occupation would suffice: the race was on again, and the logistic odds were strongly in favour of Portugal. She had firm bases much nearer Ternate and Tidore than were Seville or even Panama and the petty ports just being born in New Spain;[63] and the way from Malacca to the Moluccas was through well-travelled seas with many points of supply. The Spanish riposte to Antonio de Brito, when it did come (below, Ch. 4), was heroic but pathetic.\n\nMagellan's voyage, whatever his own initial beliefs, ensured the final destruction of the lingering remnants of the Ptolemaic world: the achievement is writ large on contemporary maps. Even the hapless last voyage of the Trinidad at least showed that the great new ocean extended indefinitely, with a vast breadth, into northern latitudes; no rehashing of Cipangu or Ptolemy's Sinus Magnus could possibly fit the new facts. There were limitations: the Passage was too difficult to be of reliable use so long as it was confined to the actual Straits of Magellan. Although while in the Straits Magellan's people had thought that they could hear the surge on a distant coast to the south, and had correctly deduced that the land to their left was insular, yet, as J. H. Parry points out, Tierra del Fuego gained ‘a new lease of cartographical life’ for Terra Australis,[64] the temptation to carry it on across the Mar del Sur proving irresistible to generations of cosmographers. Yet even this was a spur to new exploration. No other single voyage has ever added so much to the dimension of the world.",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9902819395,
        "format_confidence":0.7580967546
    },
    {
        "url":"http:\/\/www.philippavaughan.com\/publications\/begams\/",
        "text":"BegamsThe de facto rulers of the Timurids and Baburids based their claims to legitimacy upon their supposed bonds of kinship with the House of Chinghiz, and went to great lengths in patronising historians, poets and genealogists who would justify these supposed links. However these links were extremely tenuous and open to challenge by many princes of more convincing provenance. Thus while they self-consciously recalled the tribal Mongol customs (yasa) in much royal ceremonial – the white felt of kingship, the feast of cups, the yak tail standards – their means of self-representation, particularly in the role accorded to architecture , cultural patronage and the political theory of legitimacy, owed far more to the urban Islamic traditions of the Persianate world.\n\nThe political function of art and architecture as a buttress for dynastic legitimacy is well attested, yet studies of patronage and the dynastic image have been orientated exclusively to the rulers. The contributions of individual ladies are unavoidably acknowledged – of Gauhar Shad, wife of Shah Rukh who ruled the Timurid dominions in Khurasan and Transoxiana from1405 and from 1420 to 1447 those in Persia and Iraq also, whose epigraphic inscriptions on her monumental buildings openly proclaimed her position and wealth. Nur Jahan, wife of the fourth Emperor Jahangir r. 1605-1627, who in the 1620s was minting coinage in her own name, is similarly renowned.\n\nYet the position of these remarakable queens hitherto has been regarded as an exception to the general rule, their ability to rise above the presumed anonymity of women in a Muslim court attributed to their influence over the imperial hormones. For it has been assumed that the practice of hijab necessarily imposed a seclusion which effectively limited the women’s sphere of influence to the harem.\n\nWhatever the practice of hijab – which varied widely – its effect on their sphere of activities was minimal. Those of the royal House had their own independent households, with a hierarchy of officials to run them, headed by Diwans who were not invariably eunuchs. The extensive incomes at their disposal, drawn from lands, trading activities and annual stipends granted by the emperors, enabled them to extend their patronage beyond manifold cultural expressions to include dynastic architecture.\n\nIn the elaboration of the dynastic portrait under both the Timurids and the Baburids, Begams are remarkable rather for their absence. Although there are some paintings of women which could be considered portraits there appear to be no examples which parallel the presentation of the Emperor in the full might of sovereignty. This phenomenon needs explanation, especially since it appears at a time when dynastic portraiture reached its apogee in sophistication and quality of rendering during the reigns of Jahangir and Shah Jahan, and when the Begams were seen to be performing a public role.\n\nJpeg__Page_10x600hThe enigma of their apparent absence from dynastic portraiture is compounded by the numerous images from fourteenth century Mongol manuscripts in which the Emperors were depicted enthroned, in full assembly of notables – qiriltai – with their principal consort. Here, this double-page composition from the Diez album in Berlin shows a Mongol ruler enthroned with his senior consort; among the ladies to the right probably are other consorts and their attendants, ranged in seried ranks, unveiled, opposite the Mongol princes and notables.\n\nBut if the Begams do not appear in dynastic portraits, and are not presented in a conventional manner in the illustrated histories and genealogies, they were not entirely excluded from the imagery. Rather, the integral role of the begams to the matters of statecraft and legitimacy was acknowledged in new, and perhaps more exalted, forms. For they appear in nativity scenes, giving birth to the semi divine ruler, and thus as the essential link in the chain of legitimacy between the Divine Source of all Authority and his earthly vicegerent. In the dynastic image the role of Queen Mother comes to predominate over Queen- consort, reflecting the new political theory initiated by Shah Rukh in the early 15th c, an image embellished by expressions of the cultural and social realities of her power.\n\nWebsite by MW",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9648489356,
        "format_confidence":0.5301368237
    },
    {
        "url":"https:\/\/journals.equinoxpub.com\/index.php\/JSA\/article\/view\/26951",
        "text":"Journal of Skyscape Archaeology, Vol 1, No 1 (2015)\n\n\nFabio Silva, Liz Henty\nIssued Date: 10 Jul 2015\n\nDownload Media\n\n\nDOI: 10.1558\/jsa.v1i1.26951\n\n\nAtkinson, R. J. C., 1975. “Megalithic Astronomy – A Prehistorian’s Comments”. Journal for the History of Astronomy 6 (15): 42–52.\n\nBaity, E. C., A. F. Aveni, R. Berger, D. A. Bretternitz, G. A. Clark, J. W. Dow, P. R. Giot, D. H. Kelley, L. S. Klejn, H. H. E. Loops, R. Muller, R. Pittioni, E. Pleslova-Stikova, Z. S. Pohorecky, J. E. Reyman, S. B. Roy, C. H. Smiley, D. R. Snow, J. L. Swauger and P. M. Vermeersch, 1973. “Archaeoastronomy and Ethnoastronomy So Far [and Comments and Reply]”. Current Anthropology 14 (4): 389–449.\n\nEtherington, K., 2005. Becoming a Reflexive Researcher: Using Ourselves in Research. London: Jessica Kingsley Publishers.\n\nHarding, J., B. Johnston and G. Goodrick, 2006. “Neolithic Cosmology and the Monument Complex of Thornborough, North Yorkshire”. Archaeoastronomy 20: 28–51.\n\nHawkins, G. S., 1966. Stonehenge Decoded. London: Souvenir Press.\n\nHenty, L., 2014a. “Review of the 35th Annual Conference of the Theoretical Archaeology Group, TAG 2013”. Papers from the Institute of Archaeology 24: Art. 2 (online edition).\n\nHenty, L., 2014b. “The Archaeoastronomy of Tomnaverie Recumbent Stone Circle: A Comparison of Methodologies”. Papers from the Institute of Archaeology 24: Art. 15 (online edition).\n\nHugh-Jones, C., 1979. From the Milk River: Spatial and Temporal Processes in Northwest Amazonia. Cambridge: Cambridge University Press.\n\nHugh-Jones, S., 1979. The Palm and the Pleiades: Initiation and Cosmology in Northwest Amazonia. Cambridge: Cambridge University Press.\n\nLancaster Brown, P., 1976. Megaliths, Myths and Men: An Introduction to Astro-archaeology. Poole, UK: Blandford Press.\n\nLockyer, N., 1906. Stonehenge and Other British Stone Monuments Astronomically Considered. London: Macmillan.\n\nMacKie, E. W., 1977. Science and Society in Prehistoric Britain. London: Paul Elek.\n\nMichell, J., 1977. A Little History of Astro-Archaeology: Stages in the Transformation of a Heresy. London: Thames & Hudson.\n\nRenfrew, C. and P. Bahn, 2008. Archaeology: Theories, Methods and Practice. Fifth edition. London: Thames and Hudson.\n\nRuggles, C. L. N. and N. J. Saunders, 1993. “The Study of Cultural Astronomy”. In Astronomies and cultures: papers derived from the third \"Oxford\" International Symposium on Archaeoastronomy, St Andrews, UK, September 1990, 1–31. Niwot: University Press of Colorado.\n\nSilva, F., 2014. “‘A Tomb with a View’: New Methods for Bridging the Gap Between Land and Sky in Megalithic Archaeology”. Advances in Archaeological Practice: A Journal of the Society for American Archaeology 1 (2): 24–37.\n\nSilva, F. and N. Campion (eds), 2015. Skyscapes: The Role and Importance of the Sky in Archaeology. Oxford: Oxbow Books.\n\nThom, A. and A. S. Thom, 1980. Megalithic Rings. British Archaeological Reports, British Series 81. Oxford: British Archaeological Reports. Collated with archaeological notes by A. Burl.\n\n\n  • There are currently no refbacks.\n\nEquinox Publishing Ltd - 415 The Workstation 15 Paternoster Row, Sheffield, S1 2BX United Kingdom\nTelephone: +44 (0)114 221-0285 - Email:\n\nPrivacy Policy",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8114365339,
        "format_confidence":0.8268940449
    },
    {
        "url":"http:\/\/sourcebooks.fordham.edu\/source\/gibbon-fall.html",
        "text":"Medieval Sourcebook:\nEdward Gibbon: General Observations on the Fall of the Roman Empire in the West\n\nfrom The Decline and Fall of the Roman Empire, Chapter 38\n\nThe Greeks, after their country had been reduced into a province, imputed the triumphs of Rome, not to the merit, but to the FORTUNE, of the republic. The inconstant goddess, who so blindly distributes and resumes her favours, had now consented (such was the language of envious flattery) to resign her wings, to descend from her globe, and to fix her firm and immutable throne on the banks of the Tiber.[1] A wiser Greek, who has composed, with a philosophic spirit, the memorable history of his own times, deprived his countrymen of this vain and delusive comfort by opening to their view the deep foundations of the greatness of Rome.[2] The fidelity of the citizens to each other, and to the state, was confirmed by the habits of education and the prejudices of religion. Honour, as well as virtue, was the principle of the republic; the ambitious citizens laboured to deserve the solemn glories of a triumph; and the ardour of the Roman youth was kindled into active emulation, as often as they beheld the domestic images of their ancestors.[3] The temperate struggles of the patricians and plebeians had finally established the firm and equal balance of the constitution; which united the freedom of popular assemblies with the authority and wisdom of a senate-and the executive powers of a regal magistrate. When the consul displayed the standard of the republic, each citizen bound himself, by the obligation of an oath, to draw his sword in the cause of his country, till he had discharged the sacred duty by a military service of ten years. This wise institution continually poured into the field the rising generations of freemen and soldiers; and their numbers were reinforced by the warlike and populous states of Italy, who, after a brave resistance, had yielded to the valour, and embraced the alliance, of the Romans. The sage historian, who excited the virtue of the younger Scipio and beheld the ruin of Carthage,[4] has accurately described their military system; their levies, arms, exercises, subordination, marches, encampments; and the invincible legion, superior in active strength to the Macedonian phalanx of Philip and Alexander. From these institutions of peace and war, Polybius has deduced the spirit and success of a people incapable of fear and impatient of repose. The ambitious design of conquest, which might have been defeated by the seasonable conspiracy of mankind, was attempted and achieved; and the perpetual violation of justice was maintained by the political virtues of prudence and courage. The arms of the republic, sometimes vanquished in battle, always victorious in war, advanced with rapid steps to the Euphrates, the Danube, the Rhine, and the Ocean; and the images of gold, or silver, or brass, that might serve to represent the nations and their kings, were successively broken by the iron monarchy of Rome.[5]\n\nThe rise of a city, which swelled into an Empire, may deserve, as a singular prodigy, the reflection of a philosophic mind. But the decline of Rome was the natural and inevitable effect of immoderate greatness. Prosperity ripened the principle of decay; the causes of destruction multiplied with the extent of conquest; and, as soon as time or accident had removed the artificial supports, the stupendous fabric yielded to the pressure of its own weight. The story of its ruin is simple and obvious; and, instead of inquiring why the Roman empire was destroyed, we should rather be surprised that it had subsisted so long. The victorious legions, who, in distant wars, acquired the vices of strangers and mercenaries, first oppressed the freedom of the republic, and afterwards violated the majesty of the purple. The emperors, anxious for their personal safety and the public peace, were reduced to the base expedient of corrupting the discipline which rendered them alike formidable to their sovereign and to the enemy; the vigour of the military government was relaxed, and finally dissolved, by the partial institutions of Constantine; and the Roman world was overwhelmed by a deluge of Barbarians.\n\nThe decay of Rome has been frequently ascribed to the translation of the seat of empire; but this history has already shewn that the powers of government were divided rather than removed. The throne of Constantinople was erected in the East; while the West was still possessed by a series of emperors who held their residence in Italy and claimed their equal inheritance of the legions and provinces. This dangerous novelty impaired the strength, and fomented the vices, of a double reign; the instruments of an oppressive and arbitrary system were multiplied; and a vain emulation of luxury, not of merit, was introduced and supported between the degenerate successors of Theodosius. Extreme distress, which unites the virtue of a free people, embitters the factions of a declining monarchy. The hostile favourites of Arcadius and Honorius betrayed the republic to its common enemies; and the Byzantine court beheld with indifference, perhaps with pleasure, the disgrace of Rome, the misfortunes of Italy, and the loss of the West. Under the succeeding reigns, the alliance of the two empires was restored; but the aid of the Oriental Romans was tardy, doubtful, and ineffectual; and the national schism of the Greeks and Latins was enlarged by the perpetual difference of language and manners, of interest, and even of religion. Yet the salutary event approved in some measure the judgment of Constantine. During a long period of decay, his impregnable city repelled the victorious armies of Barbarians, protected the wealth of Asia, and commanded, both in peace and war, the important straits which connect the Euxine and Mediterranean seas. The foundation of Constantinople more essentially contributed to the preservation of the East than to the ruin of the West.\n\nAs the happiness of a future life is the great object of religion, we may hear, without surprise or scandal, that the introduction, or at least the abuse, of Christianity had some influence on the decline and fall of the Roman empire. The clergy successfully preached the doctrines of patience and pusillanimity; the active virtues of society were discouraged; and the last remains of the military spirit were buried in the cloister; a large portion of public and private wealth was consecrated to the specious demands of charity and devotion; and the soldiers' pay was lavished on the useless multitudes of both sexes, who could only plead the merits of abstinence and chastity. Faith, zeal, curiosity, and the more earthly passions of malice and ambition kindled the flame of theological discord; the church, and even the state, were distracted by religious factions, whose conflicts were sometimes bloody, and always implacable; the attention of the emperors was diverted from camps to synods; the Roman world was oppressed by a new species of tyranny; and the persecuted sects became the secret enemies of their country. Yet party-spirit, however pernicious or absurd, is a principle of union as well as of dissension. The bishops, from eighteen hundred pulpits, inculcated the duty of passive obedience to a lawful and orthodox sovereign; their frequent assemblies, and perpetual correspondence, maintained the communion of distant churches: and the benevolent temper of the gospel was strengthened, though confined, by the spiritual alliance of the Catholics. The sacred indolence of the monks was devoutly embraced by a servile and effeminate age; but, if superstition had not afforded a decent retreat, the same vices would have tempted the unworthy Romans to desert, from baser motives, the standard of the republic. Religious precepts are easily obeyed, which indulge and sanctify the natural inclinations of their votaries; but the pure and genuine influence of Christianity may be traced in its beneficial, though imperfect, effects on the Barbarian proselytes of the North. If the decline of the Roman empire was hastened by the conversion of Constantine, his victorious religion broke the violence of the fall, and mollified the ferocious temper of the conquerors.\n\nThis awful revolution may be usefully applied to the instruction of the present age. It is the duty of a patriot to prefer and promote the exclusive interest and glory of his native country; but a philosopher may be permitted to enlarge his views, and to consider Europe as one great republic, whose various inhabitants have attained almost the same level of politeness and cultivation. The balance of power will continue to fluctuate, and the prosperity of our own or the neighbouring kingdoms may be alternately exalted or depressed; but these partial events cannot essentially injure our general state of happiness, the system of arts, and laws, and manners, which so advantageously distinguish, above the rest of mankind, the Europeans and their colonies. The savage nations of the globe are the common enemies of civilized society; and we may inquire with anxious curiosity, whether Europe is still threatened with a repetition of those calamities which formerly oppressed the arms and institutions of Rome. Perhaps the same reflections will illustrate the fall of that mighty empire, and explain the probable causes of our actual security.\n\n\nThe Romans were ignorant of the extent of their danger, and the number of their enemies. Beyond the Rhine and Danube, the northern countries of Europe and Asia were filled with innumerable tribes of hunters and shepherds, poor, voracious, and turbulent; bold in arms, and impatient to ravish the fruits of industry. The Barbarian world was agitated by the rapid impulse of war; and the peace of Gaul or Italy was shaken by the distant revolutions of China. The Huns, who fled before a victorious enemy, directed their march towards the West; and the torrent was swelled by... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9564279914,
        "format_confidence":0.5626958013
    },
    {
        "url":"http:\/\/www.archive.org\/stream\/cu31924105726222\/cu31924105726222_djvu.txt",
        "text":"Skip to main content\n\nFull text of \"Te Pito te Henua; or, Easter Island\"\n\nSee other formats\n\nCornell University \n\nThe original of tiiis book is in \ntine Cornell University Library. \n\nThere are no known copyright restrictions in \nthe United States on the use of the text. \n\n\n3 1924 105 726 222 \n\nIn compliance with current \n\nCopyright law, Cornell University \n\nLibrary produced this \n\nreplacement volume on paper \n\nthat meets the ANSI Standard \n\nZ39.48-1992 to replace the \n\nirreparably deteriorated original. \n\n\n\n\n\nUnited states national MUSEUivi. \n\n\n\nPaymaster^ U, S, Navy, \n\nFrom the Report of the National Museum, iSSS-'Sg, pages 447-559 \n(with plates XII- LX). \n\n\n\n\n\nReport of National Museum, 1 889,— Thomson, \n\nPlate XII. \n\n\nBy Paymaster William J. Thomson, U. S. Navy. \n\n\nThe honor of the discovery of Easter Island is contested by several \nof the earlier voyagers in the Pacific. Spanish writers claim that the \nisland was sighted by Mendana in 1566, but the account is by no means \nauthenticated, and the records preserved are not sufficiently accurate to \ndetermine the exact track sailed over by that ancient mariner. Captain \nDavis is credited by Capt. William Dampier with being the first to sight \nthe island, and Lionel Wafer, who cruised with that bold navigator, \non board of the Batchelor^s Delight, gives the following account of the \ndiscovery in the year 1687: \n\nBound to tlie southward, in latitude 12 degrees 30 minutes and about 150 leagues \noff tbe coast, experienced a shock of earthquake, that was afterwards found to cor- \nrespond with the destruction of Callao by earthquake. Having recovered from our \nfright we kept on to the southward. We steered eouth-aud-by-east-half-ea.storly, \nuntil we came to latitude 27 degrees 20 minutes south, when about two hours before \nday we fell in with a small low, sandy island and heard a great roaring noise, like that \nof the sea beating upon the shore, right ahead of the ship. Whereupon the sailors, \nfearing to fall foul upon the shore before day, desired the captain to put the ship \naliout, and to stand off until the day appeared ; to which the captain gave his consent. \nSo we plied off till day and then stood in again with the laud, which proved to be a \nsmall flat island, without any guard of rocks. We stood in within a quarter of a \nmile of the shore and could see it plainly, for it was a clear morning, not foggy or \nhazy. To the westward about 12 leagues, by judgment, we saw a range of high land, \nwhich we took to be islands, for there were several partitions in the prospect. \n\nThis land seemed to reach about 14 or 16 leagues in a range, and there came great \nflocks of fowls. I and many more of our men would have made this land and have \ngone ashore on it, liut the captain would not permit us. The small island bears from \nCopiap6 almost due east 500 leagues, and from the Galapagos, under the line, tiOO \n\nUnfortunately, none of the voyagers on board of the Batchelor^s De- \nlight were permitted to land upon this unknown island, nor is mention \nmade in the narratives of monoliths or unusual structures that might \nhave been observed from the short distance in which it is claimed they \napproached the shore. The apparent inaccuracy in the description of \nthe appearance of the land may have been due to the peculiar bearing \nof the vessel, but it gives foundation to the claim of Admiral Eogge- \n\n\n\nveen, that Davis's island was not identical with the one discovered by \nhim on April 7, i 722, and named Easter Island in commemoration of the \nday upon which the laud was sighted. Eoggeveen says: \n\nWhen -vre approacbed nearer the land we saw distinctly from a short distance that \nthe description of the sandy and low island did not accord in the least with our dis- \ncovery. Furthermore, it could not be the same land which the aforesaid voyagers \nclaim to have seen stretching 14 to IG leagues in front of them, and near the highland \nwhich Dampier judged to be the coast-line of the unlcoowu south. Tliat Easter Island \ncan not be the sandy island described by Davis is clear, because that was small and \nlow, while on the contrary Easter Island is high and towers above the sea, haviug \nalso two elevations rising above the level part. It would not be possible to mistake, \neven at the dry season of the year, the grass and verdure that covers the hill-sides \nfor barren sand. After the Dutch custom of the day, the admiral assembled the com- \nmanders of the three vessels composing his fleet — the Aretid, the African Galley, and \nthe Thieiilioven — in council to pass formal resolutions claiming the discovery of the \nland. The proceedings of the assembly state that on Easter day land was sighted \nabout 9 Diiles distant, of moderate height, and containing an area of about 6 Dutch \nmiles. The weather being calm the vessels were not able to secure an anchorage \nnear the laud until the next day. The island was found to be destitute of trees, but \nwith a fertile soil producing bananas, potatoes, and sugar-cane of extraordinary \nthickness. It was unanimously agreed that both from the difference in the location \nas well as the appearance of the land seen by Davis, the fact was established beyond \ndoubt that the island just discovered could not be the same. These proceedino-s be- \ning drawn up, were formally signed by Jacob Eoggeveen, Jan Koster, Cornelias Bon- \nman, and Eoelof Rosendaal. After sailing from Easter Island the vessels spent a \nnumber of days in a search for the low sandy island described by Davis, but not with \n\nThe unreliable Behreus mentions in the \" Two Years' Voyage \" the \ndiscovery of Easter Island bj^ Eoggeveen on the day celebrated as the \nresurrection of the Lord (April 6, 1722), in latitude 27 degrees south \nand longitude 268 degrees west. \n\nOapt. F. W. Beechey, R. N., commanding H. M. S. Blossom (Novem- \nber, 182.5), referring to the discovery of Easter Island, finds the credit \ndue to Davis, giving the following reasons for the conclusions drawn: \n\nHad such an island been in existence answering to the description of that seen by \nDavis, geographers would not have been long in reconciling their opinions on the \nsubject of his discovery, as in all probability they would have waived their objec- \ntions to its distance from Copiapo in consideration of its identity. The subject of the \nsupposed discovery has been often discussed; and when the data are so unsatisfactory \nas to allow one party to choose the islands of Felix and Ambrose for the land in ques- \ntion, and the other Easter Island, two places nearly 1,600 miles apart, they are not \nlikely to be speedily reconciled unless two islands exactly answering the description \ngiven by Davis, and situated in the proper latitude, shall be found. \n\nWithout entering upon a ciuestion which presents so many difficulties, I shall \nmerely observe that, considering the rapid current that exists in the vicinity of the \n[ialapagos, and extends, though with diminished force, throughout the trade-wind \nthe error in Davis's leckoning is not more than might have happened to any dull sail- \ning vessel circumstanced .as he was. In a short run from .Juan Fernandez to Easter \nIsland, Behreus, who was with Roggeveen, was drifted ;.U8 geographical miles to the \nwestward of his supposed situa,tion. H. M. S. Blossom in passing over the same ground \n•vxperienced a set of 270 miles in the short s[iaco of 18 days. M. La Perouse on his ar- \nrival at Sandwich Islands from Concepcion, touchiug at Easter Island on bis way, \n\n\nfound a similar error of 300 miles in the course of tbat passage. It is fair to presume \nthat Davis was louger in crossing from the Galapagos to Easter Island than either of \nthose vessels or, at least, than the Blossom ; and it is consequently but reasonable to \nallow him a greater error, particularly as the first part of his route was through a \nmuch stronger current. But taking the error in the Blossom's reckoning as a fair \namount, and applying it to the distance given by Wafer, there will remain only 204 \nmiles unaccounted for between it and the real position of Easter Island, which, from \nthe foregoing considerations, added to the manner in which reckonings were formerly \nkept, does not appear to me to exceed the limit that might reasonably be ascribed to \nthose causes. \n\nM.La P^rouse was of the opinion that the islands of Felix and Ambrose were those \nunder discussion, and in order to reconcile their distance from CapiapO with that given \nby Wafer, has imputed to him a mistake of a tigure in his text, without considering \nthat it would have been next to impossible for Davis to have pursued a direct course \nfrom the Galapagos to those islands (especially at the season in which his voyage \nwas made), but on the contrary that he would be compelled to make a circuit which \nwould have brought him much nearer to Easter Island, and that Davis acquainted \nDampier with the situation of his discovery, which agreed with that contaioed in \nWafer's account. \n\nThe alteration of a figure, it must be admitted, is rather arbitrary, as it has noth- \ning to support it but the circumstauce of the number of islands being the same. A \nmistake certainly might have occurred, but in the admission of it either party may \nclaim it as au advantage by interpreting the presumed error in a way which would \nsupport his own opinion. \n\nCook and Pdrouse differ in a very trifling degree from each other, and also from us, \nill the geographical position of Euster I^land. The longitude is, by Cook, 109 degrees \n\"JCi minutes 20 seconds, and deducting 18 minutes 30 seconds, in consequence of cer- \ntain corrections made at Fetegu Island, leaves 109 degrees, ii7 minutes, 50 seconds \nwest. That by P^ronse, allowing the longitude of Coucepcion to be 72 degrees 5fi \nminut<3s 30 seconds west, is 109 degrees 32 minutes 10 seconds west, and our own is \n109 degrees 24 minutes 54 seconds west. \n\nAdmitting that the land was first sighted by Davis, the fact is be. \nyoud question that... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9758512974,
        "format_confidence":0.8195942044
    },
    {
        "url":"http:\/\/www.europecentenary.eu\/why-wasnt-germany-invaded-at-the-end-of-world-war-one\/",
        "text":"The Third Reich was invaded in 1945 from West and East by the Anglo-American and Soviet troops respectively. In order to be victorious over it, they had to effectively destroy the National-Socialist regime. However, the Entente was not in the same situation at the end of 1918:the Allied troops, but especially the British Expeditionary Force (BEF), caused Imperial Germany major losses on French soil, however, they did not advance towards Berlin. Thus, from here stemmed the paradox of First World War, a paradox unsolved by the Versailles Treaty:Germany’s national territory was never conquered during the First World War and thus, Berlin had never felt defeated.  \n\nThe German request to Washington for an armistice\n\nOn November 11th, 1918, the Allies accepted the German request for an armistice. It was an actual surrender of Berlin, although it was not perceived as such at the time. Because of the American president Woodrow Wilson’s public discourse on a peace without annexations, the German leadership thought it could manage to make the war end on this note. Basically, Germany wanted a status-quo-ante 1914, which was practically impossible in 1918.\n\nThe Mittelmächte(Central Powers) were almost victorious in 1917, owing it also to the Russian exit from the war which was brought about by the radical regime change caused by the October Revolution at St Petersburg. However, Berlin was not able to fully enjoy this moment, because it made mistakes that determined the US decision to enter the war. Besides the fact that Germany attacked the neutral American cargo ships, the Kaiserreich asked Mexico to become its ally through the so-called Zimmerman telegram. This way, Washington entered the war as an Associated Power, however, initially, all it could do was to finance the Entente, in order to ensure its further combat capacity.\n\nGermany’s fate was sealed. Even if it could have resisted the exhausted Anglo-French troops, Berlin could not have done the same when the US tipped the war balance clearly in favour of the Entente. This meant that a German victory was rendered impossible since the end of 1917. The military and political leadership in Berlin decided to request an armistice from Washington when it was clear that the German troops were defeated in the summer and autumn of 1918. London and Paris did not receive the request, because Germany intended to bring about a separation between the European and American leaders of the Entente.\n\nThe US accepts the armistice\n\nThe president of the US did not aim clearly to produce a regime change in Berlin, however, Wilson hinted that both the German autocracy and militarism were standing in the way of achieving peace. In order to impress Wilson, Berlin executed a superficial regime change in October 1918 when the military leadership of general Erich Ludendorff and marshal Paul von Hindenburg resigned in favour of civil politicians. This way, Germany achieved a quasi-democratic regime compatible with the American one.\n\nBecause of the US domestic politics, the German request for armistice was not left unanswered. The Congress had at the time a Republican majority which made the support for the Democrat president Woodrow Wilson dwindle. Moreover, the US had to pay more for the war than it originally planned and it did so in francs and pounds, not in its own currency.  This way, Wilson acknowledged that Washington could not continue its participation in the war and approved of the armistice.\n\nRevolution in Germany\n\nBecause of this, an Allied attack on Berlin that would do away with the autocratic regime was out of question. Yet, the domestic situation in Germany was going towards this very end. In October 1918, Berlin found itself alone facing the Entente, because all its former allies surrendered and formally left the war. This situation caused chaos inside the Kaiserreich which experienced revolution and civil war. Also, it led to the abdication and fleeing of the last Kaiser of Imperial Germany to the Netherlands in November 1918.\n\nThe US and the UK do not assume a bigger role in the state system\n\nMoreover, at the end of the war, the Anglo-Americans immediately demobilized their troops and failed to take into consideration leaving soldiers on the Continent. The follow-up to this policy would be seen in 1938 and 1939 when the UK realized that it had only one division to send in Europe to help France fight National Socialist Germany. In 1918, the US and UK were not ready to assume a role which meant a constant intervention in the system so as to avoid the appearance of a hegemon.\n\nThus, the Entente decided to impose on Germany such conditions in the peace treaty that would render Berlin unfit to rearm and wage another war.  This way, as early as November 11th, 1918, the Kaiserreich had to respect tough military and naval clauses, which made it impossible for Germany to counterattack. Nevertheless, the UK did not plan on a total destruction of its former enemy, because London acknowledged that a healthy German economy leads to the well-being of England and implicitly, of Europe. Because of this, the UK did not wish to deliver a crushing defeat on Germany and thus, its armies did not advance in German territory.\n\nFoch plans on getting France out of the war before it loses its Great Power status   \n\nMore than the US and the UK, France planned on maintaining as long as possible its ascendancy over Germany, which was gained after the Allies won the war. Because of this, marshal Foch acknowledged that the French influence would be completely lost in Europe, if the length of the war was to be extended. Foch demanded that France should occupy the lost territories of 1870 – Alsace and Lorraine – and also, take into possession the bridgeheads on the Rhine. The French prime-minister, Georges Clemenceau, demanded even more than Foch – he wanted to establish a Rhenish buffer-state between France and Germany, however, all he managed to get through the Versailles Treaty was the 15-year demilitarization and military occupation of the area.\n\nBecause of the aforementioned reasons, the Allied troops did not advance towards Berlin in the autumn of 1918. The causes that led to this situation are of military and financial nature as well as prestige matters. Also, it was related to how the political leadership of the Entente states imagined its function in the state system. In the interwar period, even if the US was financially powerful, it was not yet ready to assume an active political role and it resumed its position of neutrality.\n\n\nSteiner, Zara, The Lights that Failed:European International History 1919 – 1939, Oxford University Press, UK, 2005\n\nStevenson, David, 1918 Revisited, The Journal of Strategic Studies, Vol. 28, No. 1, 107 – 139, February 2005",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9560717344,
        "format_confidence":0.5702547431
    },
    {
        "url":"https:\/\/periklisdeligiannis.wordpress.com\/2016\/01\/04\/collateral-relatives-of-amerindians-among-the-bronze-age-populace-of-siberia\/",
        "text":"Republication from Pub Med\n\nsiberia map[maps added by the republisher]\n\nAm J Phys Anthropol. 1999 Feb;108(2):193-204.\n\n\nNonmetric and metric traits were studied in cranial series representing prehistoric and modern populations of America and Siberia. Frequencies of the infraorbital pattern type II (longitudinal infraorbital suture overlaid by the zygomatic bone) are universally lower in Amerindians than in Siberians. The os japonicum posterior trace, too, is much less frequent in America than in Siberia. The only two Siberian groups with an almost Amerindian combination are late third to early second millennium BC populations from Okunev and Sopka, southern Siberia. The multivariate analysis of five nonmetric facial traits and ten facial measurements in 15 cranial series reveals two independent tendencies.\n\nOne of them shows a contrast between prehistoric Siberian Caucasoids and modern Siberian Mongoloids; the second one sets Amerindians apart from others. Prehistoric people who lived west of Lake Baikal and modern Uralic speakers are intermediate between Siberian Caucasoids and Siberian Mongoloids; Eskimos, Aleuts, and Chukchi are intermediate between Siberian Mongoloids and Amerindians; and Okunev and Sopka are intermediate between Siberian Caucasoids and Amerindians. Our results suggest that people of Okunev and Sopka are collateral relatives of Amerindians with some Caucasoid admixture.\nPMID: 9988381 [PubMed – indexed for MEDLINE]\n\n\nCONTINUE to source:",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.5619308949,
        "format_confidence":0.916547358
    },
    {
        "url":"https:\/\/memorypassages.com\/chapters\/",
        "text":"Introduction: Memory Passages                                                        \n\nChapter One: East and West Germany in the Postwar Years: Will Lammert and Gerson Fehrenbach\n\nChapter One analyzes the ways in which postwar attitudes in both countries coalesced around specific memorials. Will Lammert’s Burdened Woman (1959) demonstrates that while the GDR struggled to memorialize the Holocaust and relied on Christian themes disguised as socialist ideals in works of art, Lammert returned to expressionism to memorialize the dead. The Münchener Strasse Synagogue Monument (then West Berlin, 1963) was commissioned by the Schöne-berg Borough Assembly. It is dedicated to the destruction of that synagogue on Kristallnacht (Night of Broken Glass; when thousands of synagogues and Jewish businesses were destroyed), but the language on the accompanying plaque is vague and speaks to the difficulty of addressing the destruction in an outright way.\n\nChapter Two: A Forgotten Memorial and Philadelphia’s Survivors: Nathan Rapoport’s Monument to the Six Million Martyrs (1964)\n\nChapter Two addresses an early public monument to the Holocaust in North America that has been all but absent in the literature. A close examination of archives demonstrates the ways in which survivors bonded together in the postwar years to ensure the lasting memory of the six million Jewish Holocaust victims. In 1961 the Philadelphia Holocaust Memorial Committee commissioned sculptor Nathan Rapoport, the sculptor of the Warsaw Ghetto Uprising Monument (1948) and Yad Vashem’s Wall of Remembrance (1976), to create a sculpture dedicated to the victims of the Holocaust.\n\nA version of this chapter was previously published in the Journal of Jewish Identities.\n\nChapter Three: Monuments to Deported Jews in Hamburg (Hrdlicka, Rückreim, and Kahl) and East Berlin (Will Lammert) A version of this chapter was previously published Chapter Three: Monuments to Deported Jews in Hamburg (Hrdlicka, Rückreim, and Kahl) and East Berlin (Will Lammert)\n\nThis chapter presents memorials in the GDR and the FRG. In the GDR, Will Lammert originally designed the figures in what is now known as the Monument to the Deported Jews in Berlin (1985) as part of the Ravensbrück monument (see Chapter 1). The Ravensbrück commission, however, rejected these figures. Nonetheless, the Lammert family cast the sculptures in bronze and put them into storage. In 1985, the artist’s grandson installed them in Mitte, Berlin, at a time when the GDR was rethinking this neighborhood as worthy of retaining its original architectural features—as well as its Jewish past. Known as the Memorial to Victims of Fascism in 1985, the sculptural group came to be known as Monument to the Deported Jews in the 1990s, after unification, when “victims of Fascism” no longer resonated in unified Germany.\n\nMeanwhile, in the FRG, monuments in Hamburg Dammtor attempt to address the National Socialist past but stylistically fall short of their goals: one monument was never completed, another is easily overlooked, and the third often is overgrown with weeds. Nonetheless, grassroots organizing for the monuments demonstrates the commitment of the neighborhood to confront the past.\n\nA version of this chapter was previously published in Images: A Journal of Jewish Arts and Culture.\n\nChapter Four: Memorial Functions: Shapiro, Kelly, LeWitt, and Serra at the United States Holocaust Memorial Museum (1993)  \n\nWorks by Joel Shapiro, Ellsworth Kelly, Sol LeWitt, and Richard Serra are the focus of this chapter, which explains the historical context of the commissions and the fact that, in 1993, a visual language with which to address the Holocaust had not yet been developed in the United States. Analyses of previous works of art by the artists that address the Holocaust, and the ways in which the works’ interact with the architecture of the building, add to the literature on this museum.\n\nChapter Five: Walking Through Stelae: Peter Eisenman’s Memorial to the Murdered Jews of Europe (2005)                \n\nThis internationally-recognized memorial is presented through the lens of sculptor Richard Serra’s input into the original model (the artist withdrew his participation in the project). The memorial became a watershed in Holocaust memorialization, especially for its vast field of stelae that provides spaces to walk, encouraging disorientation and individual memory work. I turn to Michel de Certeau and Henri Bergson to theorize memory and perambulation.\n\nConclusion: Andy Goldsworthy: Nature and Memory at the New York Museum of Jewish Heritage—A Living Memorial\n\nThis chapter investigates the role of natural materials in a memorial by an environmental artist. The MJH in New York City is dedicated to Jewish life before, during, and after the Holocaust and seeks to tell the history of American Jewry in the twentieth and twenty-first centuries through the eyes of those who lived it. Goldsworthy’s Garden of Stones represents a departure in Holocaust memorial making by introducing natural materials that change over time. I analyze the work as a “social sculpture” by interpreting it through the lens of Joseph Beuys and his 1982 project, Aktion 7000 Eichen (Action 7,000 Oaks, commonly referred to as 7,000 Oaks), thereby highlighting the memorial’s role in engaging the viewer and promoting healing for survivors.\n\n\n%d bloggers like this:",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.5438952446,
        "format_confidence":0.6106770635
    },
    {
        "url":"http:\/\/doctrinepublishing.com\/showbook.php?file=31178-0000.txt",
        "text":"\n  By Title [ A  B  C  D  E  F  G  H  I  J  K  L  M  N  O  P  Q  R  S  T  U  V  W  X  Y  Z |  Other Symbols ]\n  By Language\nall Classics books content using ISYS\n\nDownload this book: [ ASCII | HTML | PDF ]\n\nLook for this book on Amazon\n\nWe have new books nearly every day.\nIf you would like a news letter once a week or once a month\nfill out this form and we will give you a summary of the books for that week or month by email.\n\n﻿Title: Iranian Influence on Moslem Literature, Part I\nAuthor: Inostrantzev, Konstantin Aleksandrovich, 1876-1941\nLanguage: English\nAs this book started as an ASCII text book there are no pictures available.\nCopyright Status: Not copyrighted in the United States. If you live elsewhere check the laws of your country before downloading this ebook. See comments about copyright issues at end of book.\n\n*** Start of this Doctrine Publishing Corporation Digital Book \"Iranian Influence on Moslem Literature, Part I\" ***\n\nThis book is indexed by ISYS Web Indexing system to allow the reader find any word or number within the document.\n\n\nTranscriber's note: The spelling inconsistencies of the original\n                    have been retained in this e-text.\n\n\n\n\n\n\n\nCHAPTER   I. Arabic Writers as Sources of Sasanian Culture   3\n\nCHAPTER  II. Parsi Clergy Preserve Tradition                25\n\nCHAPTER III. Ethico-didactic Books of Arabs Exclusively\n             of Iranian Origin                              38\n\nCHAPTER  IV. Iranian Components of Arabic _Adab_ Literature 53\n\nCHAPTER   V. Pahlavi Books Studied by Arab Authors          65\n\nCHAPTER  VI. Arab Translators from Pahlavi                  76\n\nCHAPTER VII. Pahlavi Rushnar Nameh                          89\n\n\n(By the Translator).\n\nAPPENDIX   I. Independent Zoroastrian Princes of Tabaristan\n              after Arab Conquest                           93\n\nAPPENDIX  II. Iranian Material in Mahasin wal Masawi and\n              Mahasin wal Azdad                            101\n\nAPPENDIX III. Burzoe's Introduction                        105\n\nAPPENDIX  IV. The Trial of Afshin,\n              a Disguised Zoroastrian General              135\n\nAPPENDIX   V. Noeldeke's Introduction to Tabari            142\n\nAPPENDIX  VI. Letter of Tansar to the King of Tabaristan   159\n\nAPPENDIX VII. Some Arab Authors and the Iranian Material\n              they preserve:--\n\n                      The Uyunal Akhbar of Ibn Qotaiba     163\n                      Jahiz: Kitab-al-Bayan wal Tabayyin   168\n                      Hamza Ispahani                       171\n                      Tabari                               174\n                      Dinawari                             177\n                      Ibn al Athir                         179\n                      Masudi                               182\n                      Shahrastani                          187\n                      Ibn Hazm                             192\n                      Ibn Haukal                           195\n\n\n                      Ibn Khallikan                        199\n                      Mustawfi                             203\n                      Muqadasi                             204\n                      Thaalibi                             205\n\n\nThe facile notion is still prevalent even among Musalmans of learning\nthat the past of Iran is beyond recall, that the period of its history\npreceding the extinction of the House of Sasan cannot be adequately\ninvestigated and that the still anterior dynasties which ruled vaster\nareas have left no traces in stone or parchment in sufficient quantity\nfor a tolerable record reflecting the story of Iran from the Iranian's\nstandpoint. This fallacy is particularly hugged by the Parsis among whom\nit was originally lent by fanaticism to indolent ignorance. It has been\ncredited with uncritical alacrity, congenial to self-complacency, that\nthe Arabs so utterly and ruthlessly annihilated the civilization of Iran\nin its mental and material aspects that no source whatever is left from\nwhich to wring reliable information about Zoroastrian Iran. The\nfollowing limited pages are devoted to a disproof of this age-long\n\nFor a connected story of Persia prior to the battle of Kadisiya, beside\nthe Byzantine writers there is abundant material in Armenian and Chinese\nhistories. These mines remain yet all but unexplored for the Moslem and\nParsi, although much has been done to extract from them a chronicle of\nearly Christianity. The archaeology of Iran, as I have shown elsewhere,\ncan provide vital clue to an authentic resuscitation of Sasanian past.\nPre-Moslem epigraphy of Persia is yet in little more than an inchoate\ncondition. Not only all Central Asia but the territories marching with\nthe Indian and Persian frontiers, where persecution of the elder faith\ncould not have been relatively mild, the population professing Islam\nhave been unable to abjure in their entirety rites and practices akin to\nthose of Zoroastrianism. Within living memory the inhabitants of Pamir\nwould not blow out a candle or otherwise desecrate fire. While science\ncannot recognise the claims of any individual professing to have studied\nesoteric Zoroastrianism hidden in the hill tracts of Rawalpindi, the\nmyth has a value in that it indicates the direction in which humbler and\nuninspired scholars may work. These regions and far beyond, teem with\npure Iranian place-names to this day; and you meet in and around even\nthe Peshawar district individuals bearing names of old Iranian heroes\nwhich, if the theory of persecution-mongers be correct, would be an\nanathema to the bigoted followers of Muhammad.\n\n       *       *       *       *       *\n\nIt is, above all, Arabic literature which upsets the easy fiction of\ntotal destruction of Iranian culture by the Arabs. In its various\ndepartments of history, geography and general science Arabic works\nincorporate extensive material for a history of Iranian civilization,\nwhile Arabic poetry abounds in references to Zoroastrian Iran. The\nformer is illustrated by Professor Inostranzev's pioneer Russian essay\nof which the main body of this book is a translation. The Appendices are\nintended to be supplementary and to be at once a continuation and a\npossible key--continuation of the researches of the Russian scholar and\nkey to the contemned store-house of Arabic letters.\n\nProfessor Inostranzev is in little need of introduction to English\nscholars. He has already been made known in India by the indefatigable\nShams-ul-Ulma Dr. Jivanji Modi, Ph.D., C.I.E., who got translated, and\ncommented on, his Russian paper on the curious _Astodans_ or receptacles\nfor human bones discovered in the Persian Gulf region. He shares with\nProfessor Browne of Cambridge and the great M. Blochet a unique\nscholarly position: he combines an intimate knowledge of Avesta\ncivilization with a familiarity with classical Arabic. It is not\nwilfully to ignore the claims of Goldziher, Brockelmann or Sachau or\nthe Dutch savants de Goeje and Van Vloten. Deeply as they investigated\nArabic writings, it was M. Inostranzev who first revealed to us the\nworth of Arabic: he unearthed chapters embedded in Arabic books which\nare paraphrase or translation of Pahlavi originals. He had but one\npredecessor and that was a countryman of his, Baron Rosen.\n\n       *       *       *       *       *\n\nIn preparing the Appendices, which are there to testify to the value of\nArabic literature especially the annals and the branch of it called\nAdab, I have availed myself of the courtesy of various institutions and\nindividuals. Bombay, perhaps the wealthiest town in the East where\nprosperous Musalmans form a most important factor of its population, has\nnot one public library containing any tolerable collection of Arabic\nbooks edited in Europe. Time after time wealthy Parsis whose interest I\nenlisted have received from me lists of books to form the nucleus of an\nArabic library but apparently they need some further stimulus to\nappreciate how indispensable Arabic is for research into Iranian\nantiquities. The Bombay Government have expended enormous sums in\ncollecting Sanskrit manuscripts--a most laudable pursuit--and have\npublished a series of admirable texts edited by some of the eminent\nSanskrit scholars, Western and Indian. But the numerous Moslem Anjumans\ndo not appear to have demonstrated to the greatest Moslem Power in the\nworld, or its representative in Bombay, the necessity of a corresponding\nsolicitude for Arabic and Persian treasures which undoubtedly exist,\nthough to a lesser extent, in the Presidency. And what holds true of\nBombay holds good in case of the rest of India. Some of the libraries in\nUpper India in Hyderabad, Rampur, Patna, Calcutta possess along with\nmanuscript material cheap mutilated Egyptian reprints of magnificent\ntexts brought out in Leiden, Paris and Leipzig. Nowhere in India is\navailable to a research scholar a complete set of European publications\nin Arabic, which a few thousand rupees can purchase. The state of\naffairs is due to Moslem apathy, politics claiming a disproportionate\nshare of their civic energy, to Government indifference and to some\nextent Parsi supineness and prejudice which, despite the community's\nvaunted advancement, has failed to estimate at its proper worth their\nhistory as enshrined in the language of the pre-judged Arab.\n\nMoulvi Muhammad Ghulam Rasul Surti, of Bombay, himself a scholar, lent\nme from his bookshop expensive works which few private students could\nafford to buy. No western book-seller could have conceived a purer love\nof learning or a gaze less rigidly fixed on \"business\". Sir John\nMarshall, Director General of Archaeology in India, continued very\nkindly to permit me use of books after I had severed official connection\nwith his library at Simla. Dr. Spooner who acted for him obligingly saw\nthat as far as he was concerned no facilities were incontinently\nwithdrawn from me at Benmore. I have particularly to thank the Librarian\nof the Imperial Library, Calcutta, who not on... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8730786443,
        "format_confidence":0.8235425949
    },
    {
        "url":"https:\/\/ebooks.adelaide.edu.au\/j\/jardine\/frank\/j3n\/appendix2.html",
        "text":"Narrative of the overland expedition of the, by F. and A. Jardine\n\n\nA description of the settlement at Port Albany, Cape York, at the time of the arrival of the Brothers has been carefully drawn up in the shape of a report to the Colonial Secretary of Queensland by Mr. Jardine. It is so full and interesting that I cannot do better than publish it in extenso. It first appeared in the ‘Queensland Daily Guardian’ of 24th June, 1865. A letter from Mr. Jardine to Sir George Bowen, reporting the arrival of the sons, and epitomising the events of the journey, together with the report of Dr. Haran, R.N., Surgeon in charge of the detachment of Royal Marines, on the climate of Cape York, showing its great salubrity, are also added:—\n\n\nSomerset, March 1st, 1865.\n\nSir, — My former reports to you having been, to a certain extent, necessarily taken up with matters of detail in reference to the formation of the new settlement of Somerset, and that object being now in such a state of completion as to enable me to say that it is fairly established, so far as the comfort and safety of the present residents are concerned, I now do myself the honor to lay before you the result of such general observations as I have been able to make on what may be termed general matters of interest.\n\n2. The portion of the country to which my observations will particularly apply is that which, I think, may correctly be termed the “York Peninsula proper,” and comprises the land lying to the northward of a line drawn from the estuary of the Kennedy River, at the head of Newcastle Bay, to the opposite or north-west coast. The general course of the Kennedy River runs in this line, and from the head of the tideway to the north-west coast the breadth of land does not exceed six miles. The mouth of the river falling into the sea a short distance to the southward of Barn Island will be nearly met by the western extremity of this line.\n\n3. The land on the neck thus formed presents singular features. There is no defined or visible water shed; a succession of low irregular ridges, divided by swampy flats, extends from coast to coast, and the sources of the streams running into either overlap in a most puzzling manner. The large ant-hills which are spread over the whole of this country may be taken as sure indicators of the nature of the soils; on the ridges a reddish sandy loam, intermixed with iron-stone gravel, prevails; on the flats a thin layer of decomposed vegetable matter overlays a white sand, bearing ‘Melaleuca’ and ‘Pandanus’, with a heavy undergrowth of a plant much resembling tall heath. Nearly every flat has its stream of clear water; the elegant “pitcher” plant grows abundantly on the margins. The timber is poor and stunted, chiefly bloodwood and ‘grevillea’; and the grass is coarse and wiry.\n\n4. Leaving this neck of barren and uninteresting country, the land to the northward rises, and a distinct division or spine is formed, ending in Cape York. From it, on either side, spurs run down to the coast, frequently ending in abrupt precipices overhanging the sea; in other places gradually declining to the narrow belt of flat land which occasionally borders the shore. The formation is, I may say, entirely sandstone, overlaid in many places by a layer of lava-like ironstone. Porphyry occurs occasionally in large masses, split and standing erect in large columns, at a distance resembling basalt. The sandstone is of the coarsest quality, almost a conglomerate, and is soft and friable; exposure to the air might probably harden it if quarried, when it would be available for rough building. The ridges, with very few exceptions, are topped with large blocks of ferruginous sandstone, irregularly cast about, and are covered with a thick scrub, laced and woven together with a variety of vines and climbers, while the small valleys intervening bear a strong growth of tall grass, through which numerous creeping plants twine in all directions, some of them bearing beautiful flowers. Among them I may particularise two species of ‘Ipomea’, which I believe to be undescribed, and a vine-like plant, bearing clusters of fruit much resembling in appearance black Hambro Grapes, wholesome and pleasant to the taste. The scrubs are formed of an immense variety of trees and shrubs, far too numerous for me to name, were I able to do so. Some of them have fine foliage, and bear handsome flowers and agreeably tasted fruit, and would form most ornamental additions to our southern gardens and pleasure grounds. Several species of the numerous climbing plants produce a fine and strong fibre, from which the natives make their fishing lines. Some fine varieties of palm are found on the moister lands near the creeks, two especially elegant, a ‘Seaforthia’ and a ‘Caryota’. A wild banana, with small but good fruit, is also found in such localities. On the open grounds the bloodwood, Moreton Bay ash, and a strong growing acacia are the principal trees. Timber for building is scarce, and of very indifferent quality. The iron-bark and pine are unknown here.\n\n5. The soil on these grounds is a reddish loam, more or less sandy, and thinly covered with a coarse ironstone gravel. Much of the ironstone has a strong magnetic property — so much so as to suspend a needle; and it was found a great inconvenience by Mr. Surveyor Wilson, from its action on the instruments. As the land descends, the soil becomes more sandy. Near the creek patches with a considerable mixture of vegetable loam are found, which would be suitable for the growth of vegetables, bananas, etc. The grass is generally long and coarse, and soon after the rainy season ceases becomes, under the influence of the strong south-east winds, withered and dry. Horses and cattle keep their condition fairly, but sheep do not thrive; the country is quite unsuited to them. Goats may be kept with advantage; and pigs find an abundant supply of food in the scrubs and swamps.\n\n6. In the Zoology of the district, the careful researches of Mr. M’Gillivray — the naturalist attached to H.M.’s surveying ship Rattlesnake — have left little room for the discovery of many positive novelties. I have, however, been able to note many interesting facts in the economy and habits of the birds, especially such as relate to their migration. Several of the species found here are season visitors of New South Wales, and it is interesting to compare the times of their arrival and departure in this place with those in the southern colony.\n\n7. The animals afford small variety. The dingo, or native dog, four species of the smaller kangaroos, and two other marsupials are found. One, an elegant little squirrel-like opossum, striped lengthways with black and white, I believe to be new.\n\n8. The birds are more plentiful. My collection comprises more than one hundred species of land birds, many of them remarkable for beauty of plumage, and peculiarity of form, structure, and habit. Among them the most remarkable are the great black macaw, (’Microglossus Atterrimus’) the magnificent rifle bird, (’Ptiloris Magnifica’) and the rare and beautiful wood kingfisher, (’Tan Ts-ptera Sylvia’). The latter first made its appearance here on the 30th of November last. On the afternoon and night of the 28th and the 29th of that month there was a heavy storm of rain, with wind from the north-east, and the next morning the bush along the shore was ringing with the cries of the new arrivals. To my constant enquiries of the blacks for this bird, I was always told by them that when the wind and rain came from the north-west the birds would come, and their prediction was verified to the letter. They also say the birds come from “Dowdui” (New Guinea). I think this probable, as several of the birds described by the French naturalist, M. Lesson, as found by him in New Guinea have also appeared here for the breeding season. The ‘Megapodius Tumulus’ is also worthy of mention, on account of the surprising structure of its nest. The mound resembles, and is composed of the same materials as that of the brush turkey (’Talegulla’), but is very much larger in size. Some that I have measured are upwards of thirty (30) feet in diameter at the base, and rise at the natural angle to a height of fifteen (15) feet or more. It is wonderful how birds so comparatively diminutive can accumulate so large a pile. These birds live in pairs, and several pairs use the same mound. The eggs are deposited at a depth of from one to three feet; the heat at that depth is very great, more than the hand can bear for any length of time. I cannot say whether the young, when released from the mounds, are tended by the parents; they, however, return and roost in the mounds at night. The flesh of the ‘Megapodius’ is dark and flavorless, being a mass of hard muscle and sinew. birds, which may be called game, are not numerous. The brush turkey (’Talegalla’), the ‘Megapodius’, several species of pigeon, with a few ducks and quail, comprise the whole.\n\n9. — Fish are in abundance, and in great varieties; some of them of strange form and singular brilliancy of coloring. The grey mullet, the bream — a fish much resembling in general appearance the English pike — and several others, are excellent eating.\n\n10. — Three species of turtle are plentiful during the season, that is, the period when they approach the shores to deposit their eggs, the green, the hawksbill, and another species, which grow to a much larger size than either of the above. The natives take large numbers of the former; indeed, from the month of November till February turtle forms their principal food. The green turtle are taken in the water by the blacks, who display great address in “turning” them; they are approached when asleep on the surface; the black slips gently from his canoe and disappears under water, and rising beneath the animal, by a sudden effort turns it on its back, and by a strong wrench to the fore flipper disables it from swimming. The fisherman is assiste... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9817084074,
        "format_confidence":0.6472479701
    },
    {
        "url":"https:\/\/buyessay.org\/blog\/essay-sample-1860-presidential-election\/",
        "text":"Essay Paper: 1860 Presidential Election\n\nPublished by admin under Essays,Samples\n\nDecember 26, 2013\n\nFacts leading to the 1860 Presidential Election and the Outcome\n\nSchisms dominated the American society prior since its independence, and particularly in the 19th century. The country manifested many disparities largely built upon geographical realities and ideological factors such as slavery, economic policies, and supremacy between the states and the union. These divergences influenced the policies of the major political parties during the elections of 1860, and spurred the civil war that arose shortly after. The same factors continued to influence the country’s political thought and patterns after the civil war period.\n\nBefore the elections, the nation depicted a deep divided along geographic regions. The nation had also ingrained social and economic inequity among its citizens, with the Northern States having entrenched technology and industrialization as the key economic drivers, while the Southern or the Slave States pursued an agricultural led economy, largely built on the cultivation of cotton. The Northern States also had an aversion for slavery, while the Southern States had a partiality for it, to cater to their labor requirements. They subsequently went by the references of the Free States and the Slave States respectively. The Southern States moreover championed the supremacy of states’ rights to self-determination, while the Northern States favored a strong federal government (Wilentz 21).\n\nThe elections occurred under a charged political environment pitting the Democratic Party against the Republican Party. The Republican Party largely comprised of abolitionists who opposed slavery. The Democratic Party on the other hand depicted a split on the matter, with the Southern members who favored the enforcement of slavery and the Northern members who favored a noninterventionist policy from the government, fronting separate candidates to contest the presidency. The Republican Party on its part promised increased funding to support internal infrastructural development such as road and railway constructions, expansion of the nation westwards, and improvements in the standards of living for all Americans. The party also campaigned on the platform of protectionism policies for local industries such as the introduction of punitive tariffs for imports of industrial goods that competed against local products (Wilentz 47)…”\n\nAfter looking through our essay paper, you can deal with your own writing assignment. But don’t present our sample as your own paper – it will be considered as plagiarism. is also a chance for you to get a completed paper without any effort. Nowhere you can find as many successfully completed assignments as on our site. Moreover, if you order an essay paper on our site, it will be done as fast as possible. In our opinion, it is better to leave your paper to a professional, than struggling with it on your own. Try our writing service and we will solve your writing problems!",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.6394206882,
        "format_confidence":0.7149656415
    },
    {
        "url":"https:\/\/core.tdar.org\/document\/403105\/a-preliminary-isotopic-investigation-into-ancient-maya-fish-trade",
        "text":"tDAR Logo tDAR digital antiquity\n\nA Preliminary Isotopic Investigation into Ancient Maya Fish Trade\n\nAuthor(s): Petra Cunningham-Smith\n\nYear: 2016\n\n» Downloads & Basic Metadata\n\n\nThe ancient coastal Maya fished for food and trade to the heavily populated cities that lay many miles inland. At these inland cities, marine fish were an elite and symbolic product often included in burials and caches. Although the use of marine resources in both coastal and inland Maya communities has been well documented, actual fishing and trading practices are poorly understood. This paper explores the potential of using stable isotope analysis to answer questions related to the use and trade of marine fish from the Belize coastal and caye communities and their trading partners at near-coastal and inland sites. Tissue and bone samples from modern fish taxa from estuary and marine environments are analyzed for variations in carbon and nitrogen isotopes that may act as signatures of geographic distinctions in marine habitats. Archeological specimens of marine fish from coastal and inland Maya sites are also examined for isotopic variation that may suggest the location of capture of the fish. These baseline data may lead to the identification of important fishing areas and assist in the identification of trade routes between coastal and inland Maya communities.\n\nThis Resource is Part of the Following Collections\n\nCite this Record\n\nA Preliminary Isotopic Investigation into Ancient Maya Fish Trade. Petra Cunningham-Smith. Presented at The 81st Annual Meeting of the Society for American Archaeology, Orlando, Florida. 2016 ( tDAR id: 403105)\n\n\nSpatial Coverage\n\nmin long: -94.702; min lat: 6.665 ; max long: -76.685; max lat: 18.813 ;\n\nArizona State University The Andrew W. Mellon Foundation National Science Foundation National Endowment for the Humanities Society for American Archaeology Archaeological Institute of America",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.773950696,
        "format_confidence":0.9264438152
    },
    {
        "url":"http:\/\/www.sehepunkte.de\/2009\/06\/14107.html",
        "text":"Rezension über:\n\nJane Balme \/ Alistair Paterson (eds.): Archaeology in Practice. A Student Guide to Archaeological Analyses, Oxford: Blackwell 2006, xxv + 438 S., ISBN 978-0-631-23573-6, GBP 20,99\nBuch im KVK suchen\n\nRezension von:\nCatalin Pavel\nDepartment of Ancient History and Archaeology, University of Bucharest\nRedaktionelle Betreuung:\nSabine Panzram\nEmpfohlene Zitierweise:\nCatalin Pavel: Rezension von: Jane Balme \/ Alistair Paterson (eds.): Archaeology in Practice. A Student Guide to Archaeological Analyses, Oxford: Blackwell 2006, in: sehepunkte 9 (2009), Nr. 6 [15.06.2009], URL:\n\nBitte geben Sie beim Zitieren dieser Rezension die exakte URL und das Datum Ihres Besuchs dieser Online-Adresse an.\n\nJane Balme \/ Alistair Paterson (eds.): Archaeology in Practice\n\nTextgröße: A A A\n\nWith no statistics to back my words, I will venture to say that in the past 20 years the number of archaeology books published has increased considerably, in a way that few other branches of learning can boast. Not that this is entirely a reason to rejoice.\n\nOn the one hand, the causes for this phenomenon have little to do with more\/better research being carried out, but rather with the fact that archaeology was until now lagging behind older disciplines anyway, with more aggressive financial strategies on part of the publishers and more rescue excavations being routinely done, the \"Indiana Jones\"-movies, etc. Archaeology sells, and because of that, it seems to be par excellence the science in which all books are introductory, colourful companions, manuals, great discoveries in great photos - any step beyond this, apparently, risking to alienate the public. It is of course great that larger audiences are attracted by archaeology, but I wonder if the quality of this attraction, as nurtured by a proliferation of general, sometimes gaudy, books, will give archaeology the chance to be understood by the public on a profound level. Rather, what happens is that none of the humanities is now more threatened with commodification.\n\n\"Archaeology in practice\" is, granted, nothing of this sort - it is a collection of solid, if introductory, articles on several fundamental aspects of field and post excavation work, written mainly by Australian and British specialists. Nevertheless, given its general character, it is no surprise that it finds its niche already occupied. P. Bahn \/ C. Renfrew's Archaeology, theories, methods and practice, which gets a new edition every four odd years since 1991, L. Ellis's Archaeological method and theory (1999), J. Bintliff's Companion to archaeology (2004) and H. Maschner \/ C. Chippindale's Handbook Of Archaeological Methods (2005) already cover, with connoisseurship and panache, everything I seem to be able to find in Balme\/Paterson's book.\n\nThe editors propose, as they state in the preface, a series of 15 essays on how archaeological materials are used to answer research questions and on what the archaeologists do with the evidence, rather than how they obtain it in the field. However, what brings together these essays (which do include shell, bone, stone analysis, but also stratigraphy, historical sources and consulting stakeholders) is less clear. Why does rock art deserve a special chapter, which introduces concepts such as style and symbolic systems, and not, for example, terra sigillata or bronze age hearth typology? As happens more often than not, if the theme is not strictly circumscribed, the more articles or topics the editors struggle to include to make the volume more \"comprehensive\", the more those which have not been included stand out.\n\nA. David's essay on \"Finding sites\" (remote sensing, field and geophysical methods - GPR, resistivity, magnetometry etc) is welcome since the field is advancing literally every day and, while a new article of Phidias every month would be futile, any contribution on non-invasive archaeological techniques is ever more accurate than the previous; especially valuable (i.e. up-to-date), pp. 26-30 on underwater sensing. David's candid treatment of surveying, on the other hand, doesn't do justice to the many subtleties of the topic, especially in the interpretation of data (e.g. S. Alcock \/ J. Cherry, Side by Side Survey, 2004). Additions to the bibliography range from matters of detail (J. M. Rivers et al, Investigation into the Origin of Magnetic Soils on the Oak Ridge Reservation, Tennessee, Soil Science Society of the America Journal, 2004), to S. Parcak's recent Satellite Remote Sensing for Archaeology (2009). There is always, I think, some sort of hunger on the part of the reader after reading a chapter on remote sensing, to \"go dig them ghost features on that map\"; it would be, therefore, commendable on the part of any author if such methods were advocated particularly for rescue excavations, where they can help the most, and not convey the impression that we are in a dire need to find new sites to excavate.\n\nThe editors' own chapter on stratigraphy is one of the least rewarding in the volume. \"Stratigraphy is [...] the interpretation of horizontal layers that form the deposits of a site\" (96), \"many cultural layers such as walls are horizontal rather than vertical\" (99), in the cross section not only units and interfaces, but also the features get numbers (107). Excavating in artificial units receives only a mild critique at p.104. When it comes to recording, things are downright wrong: \"colour and texture of each layer have to be described in everyday language\" (105), or blissfully innocent: first you record the stratification, and then you interpret it (106). No use or mention is made to the authoritative five volumes of the \"Interpreting stratigraphy\" conferences (1991-2000).\n\nS. Holdaway's substantial chapter on \"Absolute dating\", despite the dry title, is the book's main asset. Few archaeologists can pretend they don't care about how their material dates, and even if this does not mean we have to do accelerator mass spectrometry ourselves, it is always good to know what language the lab people actually speak. The overview of dating techniques is alert and all-encompassing, with, however, the most thought provoking part being the discussion on pp. 129-139 on what time and date actually mean in archaeology. This treatment owes much to A. Ramenofsky's underrated work on units in archaeology (1998), Husserlian in her assumption that the subject is a time generating element. Holdaway does not refrain from also touching on the Pompeii premise (L. Binford), fidelity and resolution (A. Behrensmeyer), time averaged sites (N. Stern), scope and microstratigraphic acuity (D.E. Schindel), autocorrelation (S. Holdaway and N. Porch), and time perspectivism (G.N. Bailey).\n\nA chapter on stone artifact analysis (C. Clarkson, S. O'Connor) elegantly moves from discussion of classification and assemblages to Hertzian cones and outrepassé terminations and opens the way for a series of straightforward chapters (7-11) on archaeological analyses: residues and usewear (p. 210 procedure for looking at stone tools, p.216-218 plant residues - starch, raphides, phytoliths, resins), and then ceramics (in L. Ellis's competent manner; note at p.251 the \"object condition and examination report\"). The animal bones chapter shares the latter cautionary tales about how the best way to analyze something always depends on what you want to find out, and with the plant remains chapter the emphasis on the need for reference collections (on site even!). S. Bowdler's \"Mollusks and other Shells\" is the closest these essays get to the issue of sampling, referred to en passant but never acknowledged for the enormously complex topic it is. (Orton's Cambridge manual from 2000 is here unsurpassed). I should say at this point that what the book could have included with great benefit would have been chapters on sampling, formation processes and recording in the field.\n\nA chapter on the use of historical sources seems to fall outside the subject of the book and offers few other compensations for that (\"Create a plan, but be flexible\" (391). \"Read with a critical eye\" (392). \"Critical thinking requires an open mind\" (393)). The same goes for the concluding essay, \"Producing the record\", a title which sounds fiercely post-processual (so now the archaeologists actually produce the archaelogical record!), but turns out to produce tips for writing reports - with ideas that would nonplus any post-processual author: \"separate actions from thought, discoveries from deduction\" (p 412), and anyone with methodological concerns: the method part of the report \"should be obvious: say [...] where did you survey?, how much did you dig?\" (413).\n\nAs an aside, it is striking how bibliographies of these essays follow the general trend by banishing practically all contributions that are not in English. Literature in English is vast and valuable, but I fail to see why we shouldn't also draw on traditional fields of excellence from other areas, such as German rescue excavations (Rheinland and Brandenburg), French underwater\/aerial archaeology and prehistoric stone technology, or Italian theoretical reflection (R. Francovich, D. Manacorda, E. Giannicheda).\n\nAll in all, the editors are modest in stating that this book only addresses \"higher undergraduate \/ lower graduate students\". It certainly offers new knowledge and case studies, and a lot of food for thought, albeit some of it because of interesting ideas, and some because of interesting mistakes.\n\nCatalin Pavel",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.953989625,
        "format_confidence":0.5826364756
    },
    {
        "url":"http:\/\/www.archive.org\/stream\/egyptianpyramids00fish\/egyptianpyramids00fish_djvu.txt",
        "text":"Skip to main content\n\nFull text of \"The Egyptian pyramids: an analysis of a great mystery\"\n\nSee other formats\n\nT H £ \n\n\n\\ ■ \n\n\nA Great Mystery. \n\n\n\n\nSbcond Edition \n\n\nKVERE1T W. FISH, 188 Monroe Street. * \n\n\n\nRegistered with the Librarian at Washington, D, C, Jan. 1880. \n\n.1 J OvA^ajtaj \n\n\nntaitt Mm:n, \n\n* £&Z*9 \n\n\nWhose good opinion is valued more than the acclamation of the throng, \n\nIs this Imperfect Token Inscribed. \n\n\np^^lNCE this work was undertaken, with the view of pre- \n1 ^ senting a purely scientific essay on the Pyramids, its \n' plan has been materially changed. The range of study, \nnecessary to develop the scientific features, has in- \nwoven many religious coincidences, complicating the mys- \ntery of their origin, which it would be folly to cast aside. \nIt is not a proposition to be sneered at by the most invet- \nerate theomachist, that the design, origin, and destiny of \nthe Great Pyramid are theistic, although reasonably subject to negative \ncriticism. Nor, though fashionable with most modern writers of materialis- \ntic views, does it comport with good sense and justice to underrate coinci- \ndences, which, as evidences, are opposed to our own views. But they should \nrather be weighed, value for value, with physical testimony; for the day \nhas not yet come when we can either dogmatically negate the direct gov- \nernment of a spiritual essence, or demolish with rare mepris the intel\" \nlectual giants, whose minds, (as broad and untrammeled as our own), have \nfound \"reason\" in a divinity, and \"common sense\" in a revelation. \n\nWhen the bases fall from the physical deductions of Kepler, Bacon, \nNewton, Napier, and an array of minds breaking from the shackles of \npast schools of thought to inaugurate new systems, but still beholding a \nGod in the universe, then we may conclude that our views of theism and* \ncosmogony are alone up to the level of philosophy, and consign theirs to \n\nProf. Piazzi Smyth may be too sanguine and over-positive in the ap- \nplication of Siriadic symbolisms; but the Scotchman's ken f or theosophic \nmystery is a better guide to truth than the flippant pen of Jas. Bonwick, \nF. R. G. S. (London), in whose recent work there is a radical excision of \nsuch interpretations. However difficult of belief, a justly balanced mind \nwill decide— not upon the capacity of the popular will for unbelief— but up- \non the intrinsic value of the evidences, in minds in which there is not a \nhighly developed antagonism. Thus we ask the reader, even the most in- \nveterate iconoclast, to read and study— under the influence of the broad \n\nprinciples of Baconian Philosophy. \nChicago, III., U. S. A., \n\nNote to second edition. \n\nA few of our stalwart religious journals, including the Quarterly \n\"Baptist Review,\" of Cincinnati, while noting the historical and scien- \ntific merits of the book, do not fully recognize the \"Mystery\" in the \nPyramid. In the calm judgment of the student, unafflicted with enthu- \nsiasm, we think the following moderate statements fulfill the conditions \nof a \"mystery:\" \n\n1. No traditional or historic record is so ancient but that the Pyramid \nwas then a \"wonder of the world.\" Its incomparable size and its char- \nacter as a reservoir of human knowledge, makes this forgetfulness the \nmore mysterious. \n\n:. Its freedom from all hieratic literature, with the exception of a \nsingle, non-graven, structural hieroglyph over the entrance. \n\n3. lis scientific ... ,\/es, though still fragmentary and obscure, \nare too profound for any known era of mental development. \n\n4. Its standard of weights and measures is the probable origin of \nthe \"sacred cubit,\" the uncia, pound, polticis, Cwt., chauldron, acre, \nyard, Oriental coins, the American gold and silver pieces— all based on \na decimal scale. While the French Metrio Standard is based on a curved \nand incommensurable line, the Pyramid system has the earth's axis of \nrevolution for its standard. \n\nIn justice to a large body of Pyramid students who have been longer in the \nfield than the writer, we caution the reader against giving too much weight to \nour opinion where it conflicts with others. The object of the work is to \nbring a grand subject before the masses, rather than discuss doubtful topics. \n\nThe orthography of Anglicized Egyptian words is exceedingly unsettled. \nFor instance, the word Ghizeh may be spelled in twenty different ways \n\nThere will shortly appear more complete works upon Pyramid symbols, and \nhence we have left a more elaborate analysis to those who are more compe- \n\n\nNo problem of the present age so fully deserves the \ntitle— \"A GREAT MYSTERY,\" as that which is \ninvolved in the origin and interpretation of the Great \nPyramid and its lesser companions. They all, doubtless, \nbelong to one epoch and to one race of invaders, though \nprobably far apart in significance and destiny. They are, \nand ever have been, as profound a mystery to the native \nEgyptians* as to us, and even the discover f the key to \nthe hieroglyphs, so profusely traced over the innumerable \nmonuments of Egypt, throws no light on this question. \nThe Great Pyramid alone, amid the graven structures, is \nfree from the stone literature. f \n\nLike the city of Damascus, this stupendous monument \nhas witnessed the rise, zenith and decay of empires whose \narmies have trodden the known world. But unlike the \nmost aged of cities, whose obscurity was its safety, the \nGreat Pyramid has been pre-eminent among its fellows in \nall ages — ever sleeping, yet unspeakably grand in the \nintensity of its slumber! — its waking, perchance, an in- \nstant conflict with the progressive]; thought of four thou- \nsand years. \n\nIt is without letter or language to speak in a' tongue \nliving or dead. It was a patriarch when literature was \nborn. Its builder is a shadow in history, its birthday a bat- \n\n*In all history they have been a subject for discussion -having- been \nlooked upon with cabalistic awe back to the very date of their erection. \n\n+Since the appearance of the first edition we are better able to demon- \nsi rate the surmised forgery of the inscription seen by Herodotus, as well \nas the menial character of his translator. The architectural hieroglyph \ndiscovered in preparing- the previous edition, is wrought in the masonry, \nand not graven. (Fig. 49.) \n\n^Especially in mathematics and astronomy. Eratosthenes, Hipparchus, \nCopernicus\/Galileo, Newton, bound a progressive development. \n\n\n\ntie-ground 6000 years in extent. Its object is the giddy \nwhim of some fifty different historians, whose interpreta- \ntions vary with the weathercock. It was grey with the \nnoons and nights of at least 600 years when the Penta- \nteuch was written; it was as ancient to Moses as the Nor- \nman Conquest of England is to D'Israeli to-day. Undis- \nturbed by earthquake, it will continue the monarch of mon- \numents when the modern obelisk has wasted away, forget- \nting its own history, and trodden by the feet of a new \n\nModern science is struggling with a new element in this \nPyramid. In dumb silence, it yet speaks of a wisdom so \nprofound that the humbled disciples of Newton and Her- \nschelshrink from it in surprise and wonder. \n\nVery recently the freshly turned sod of Assyrian mounds \ngave us the most ancient landmarks of the human family, \nstill leaving the great kingdoms of Iran and Bactria, to \nthe northeast, involved in tradition; but in these later days \nthe Coptic races in JEgypta, (either as subject or dominant \npeople), throw a shadow athwart the history of the ancient \nworld which involves all chronology and science in a tan- \ngled maze. Its dates, dynasties, fragments of history, tradi- \ntions and hieroglyphics are all too snarled and discordant \nto throw certain light on the monuments from which its an- \nnals are derived. \n\nThis monument is peculiar. It strikes the architect \nas a structure built to defy the wrath of storms the wear of \nages, and the hunger of fire. Nor is it strange that the \nstudent, who has soberly worked his way through Zend \nphilosophy, Trojan relics, or the earliest twilight of Attic \ncivilization, should rise into a higher enthusiasm when \n\n\nviewing this \"Stone Age, \" representing the moat pro- \nfound triumphs of human thought. \n\nIt was a new idea to the world, and its design is not yet \ndelivered from the womb of stone, though modern doctors \nthemselves appear in travail. \n\nIt is strange in all things. \n\nIt becomes in the earliest list the fh*fc and foremost \nof the seven wonders. \n\nWhatever it may have cost to build, to destroy it would \nabsorb the wealth of nations. \n\nIt is larger than any building or stt'tu'tuie ever plant- \nted on earth's bosom. It is a higher pinnacle, if such pro- \nportions can be called a pinnacle, than the slender sum- \nmit of the proudest temple ever built. \n\nIts workmanship, in the interior passages, is the fin- \nest ever seen; yet amid the coarsest and rudest forms. A \nfine scroll and joint on some white temple front excites no \nwonder, but a joint of microscopic fineness between two \nmighty, granitic rocks, in a dark and narrow passage, amid \nhuge forms of primitive material, is past all reason — be- \nyond comprehension. \n\nThe Great Pyramid is different from those imitations \nbuilt soon after, even in its mysterious aspects. For while \ntheir builders followed the pattern, in shape and proxi- \njrate size — yet, not knowing all the secrets of the over- \nshadowing pile, they fill no channel of advanced sym- \n\nBut more mysterious than its exterior majesty, or interior \nsymbolisms, is the fact — fairly established — that as soon \nas it was completed it was sealed up by a massive coating \nof limestone so that no man penetrated its interior for \nthousands of years — not until man's cupidity led him to \n\n\n\nforce an entrance by chisel, fire, and vinegar, in - earch for \nhidden treasures. \n\nTo day this mighty child of antiquity is ragged and \nbattered. Its beautiful casing has built more modern \npalaces, and its interior is robbed of much of its beauty ... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9826274514,
        "format_confidence":0.8636335135
    },
    {
        "url":"https:\/\/ipotetu.com\/en\/artchaeologies\/",
        "text":"How can Archaeology, whose etymology literally means “science of origins” and which is currently defined as exact science, can induce the creative act?\n\nWe have engaged with Elsa Mazeau, artist and myself, archaeologist, an experiment at the Pierre Emmanuel College in Pau, resulting from a collaborative work with the students to study the temporality and spatial organization of the Pierre Emmanuel high School.\n\nThis work allows us to approach with the students an appropriation of this newly built school, but also the restitution of their perception.\n\nThe specificity of this site poses constraints that will impose adapted approaches from the perspective of an ethnographic and multidisciplinary approach. Indeed, the building is recent, and built on the former Jean-Monnet College in the Zaragoza district, closed in 2012. It is therefore a new entity, without traces of ancient occupation, and cannot therefore be studied as an ancient site whose occupations are identified as the excavation progresses.\n\nWe chose to experiment with the technique in two diverted forms: ice coring and the making of strata from materials collected around the high school. Preparation of strata. The study of archaeological furniture, which was no longer only stratigraphic but also planimetric, led to work focusing on the collection of information on the school’ s premises.\n\nIn fact, the pupils, in teams, collected elements or clues in sectors identified on the expanded plans of the school that would allow them to reconstruct what is known in archaeology as material culture.\n\nThus, since we could neither search the building nor its surroundings, we assumed that we would apply this spatial approach in part by collecting traces of activities within the building, materialized by the objects used or abandoned in the buildings and yard, considered archaeological objects that will be studied using the same processes.\n\nThese objects, mainly materialized by rubbish in the courtyard, but also objects of daily life, especially in dormitories, bathrooms, or kitchens, make it possible to identify the culture of the populations who live in these places, which are also identified with regard to their function. We help the pupils to identify traces of their own activity, for example lost and sometimes anachronistic objects such as socks hidden not in cupboards but under beds, or eating habits through the presence of sachets of condiments in the boarding school kitchen.\n\nThese surveys or wanderings have made it possible to collect a set of elements, each of which, located and listed, has been photographed, drawn and determined. Then, each group presented its collection, placing the objects in context with the association of the plan and photographs that had been taken with the iPads during the school surveys.\n\nThe hypotheses put forward during this presentation of the sets, placed in their contexts on the enlargement of the establishment’s plans, were then the subject of interpretative texts.\n\nIn this action, the students, who were truly archaeologists, perceived the subjectivity of a reality that was nevertheless theirs. For example, the discovery of two fragments of a love letter, located in different places, has been the subject of many questions. If some of them knew the addressee, why was this object in the courtyard, why was it not in the possession of its owner, what had happened? Another story was born.\n\nIn the 1960s, the study of the Magdalenian site of Pincevent conducted by André Leroi-Gourhan oriented the methodology towards this approach to archaeological furniture by developing spatial analysis based on the distribution of lithic artifacts. This truly founding study made it possible to restore both the activity and the location of the camp’s activity areas. The impact of this research has extended to all types of furniture, including pottery. However, it must be admitted that this approach, while disrupting the archaeologists’ excavation habits, involved many constraints, including the recording and rating of archaeological data.)\n\nIn the same perspective, the pupils of the Pierre Emmanuel high school perceived that the objects could speak in their context, but could also be positioned in an anachronistic way. In this sense, it appears that even the closest reality can be subjective.\n\nDuring the second production session, we examined the objects that had been discovered and listed, and made hypotheses based on the location of each of them. This study resulted in the writing of texts that correspond to the formulation of hypotheses but also to interpretations that go beyond the school context. Thus, we no longer talk about facts, but we tell a story, for example, about the possibility of a sock being lost by a murder victim.\n\nIce core drilling\n\nLike archaeologists specialising in applied sciences, the techniques have been experimented and tested several times. The completed productions were photographed, quickly before they were cast, or projected onto the facades of the buildings surrounding the high school.\n\nIn fact, it is through the stratigraphic approach of the archaeological layers that the different phases of occupation of an archaeological site are determined. The stratigraphy of a site therefore constitutes its vertical, and therefore underground, memory. This superposition of sedimentary layers is obtained through excavation, but also by coring, particularly in underwater environments or during archaeological diagnoses over large areas.\n\nThe notion of subjectivity which seems to be during this process, in addition to highlighting the first flaw in archaeology, and is the limit of it, is nevertheless the first parameter of the creative process which has liberated the imagination. Thus, the inhabitants of the site reconstruct their own reality.\n\nAt a time when major preventive excavation projects are being carried out, giving rise to vast territorial studies, where time and resources seem to be limited, it seems that the definition of precise and above all “optimal” methods is more than ever a major element of research in the humanity and social sciences as a whole. Indeed, the search for a scientific approach makes it possible to reduce the share of subjectivity and thus to make hypotheses that are difficult to prove.\n\nDespite the omnipresent and necessary contribution of the exact sciences, which provide more precise information. It is a cruel dilemma to choose the information and the amount of data to be processed. Many unexplored data will remain unknown because of the need to make choices.\n\nTo better understand this state of affairs, it is necessary to refer to the research carried out since the 1970s and 1980s in the context of “New Archeology,” for Anglo-Saxon countries, and the simultaneous development of these environmental and territorial approaches, including A. Leroi-Gourhan was the forerunner. The contribution of the so-called exact sciences seemed to give the idea of a more precise approach to archaeological discoveries, especially in Prehistory, a period not documented in the texts. Thus, the development of dating techniques has given a new impetus to research in prehistoric archaeology, which was quickly taken up in the 1980s in the field of historical periods, even for the most contemporary periods, for example mining and industrial archaeology.\n\nThis fundamental study of the relationship between man and his environment leads to a real reflection followed by the creation of new research tools, in particular the computer tool currently generalized to all social and human sciences research, but also the mathematical tool for the definition of micro or macro cultural, social and technical structures. This set of tools is generally integrated into an interdisciplinary research programme in which the natural sciences and related disciplines (Anthropology, Geology, Physics) have a major role to play.)\n\nAs with any archaeological study, it is necessary to make assumptions, which are often the subject of new research perspectives.\n\nIf we position ourselves as archaeologists, we must admit that the restitution of the high school in its occupational dimension can be compared to a real archaeological experimentation. From this perspective, the occupants, who are also the actors of the archaeological fact in their environment, were able to apprehend their actions and question them. Through their writings, they have demonstrated that memory does not allow us to accurately reproduce the facts, which are often interpreted, even if the time elapsed between the activity and its analysis is short. The hypotheses put forward speak of their creativity, and perhaps beyond, of a real appropriation of their everyday school life.\n\nThe storage of data in the archive room that takes place in the museum, allows future high school pupils, in 10, 20, or 30 years the temporal approach that was initially considered by the technical experiment. In this sense, this experience seems to be the beginning of a real archaeological investigation.\n\nLaurence Cornet",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.954336822,
        "format_confidence":0.8815618753
    },
    {
        "url":"https:\/\/www.scribd.com\/doc\/51504284\/Jacksonian-Democrats-DBQ",
        "text":"Eduardo Aranda 10-27-09 3rd Pd.\n\nJacksonian Democrats DBQ After the Era of Good Feeling¶s developments in agriculture, commerce and industry settled in America, a shift of power from the elite into the middle and lower classes began in the 1820¶s and 1830¶s. This was emphasized with the rise of the Jacksonian Democrats who viewed themselves as guardians of the Constitution claiming to uphold the policies of political democracy, individual liberty, and equality of economic opportunity. However, although they sometimes implemented actions that helped our country and enforced their personal view of themselves, many times they only supported their own sectional issues. Andrew Jackson was a well-known hero of the War of 1812 with his great victory in the Battle of New Orleans. This provided him with a large amount of popularity which allowed him to win the election of 1828. He was a rough, ambitious man, who was born of humble origins and rose to become a wealthy planter and slaveholder. These qualities are what made him a president of the common man. Yet, many actions that he took during the presidency did not reflect his role as ³president of the common man´. One ruling by the Jacksonian Democrats which caused major conflicts in the U.S. was the adoption of the gag rule. In 1836, a civil rights confrontation developed in Congress. Abolitionists were exercising their right to petition Congress in order to abolish slave trade and slavery in the District of Columbia (Doc. F). Since the district was under federal rule, states¶-rights arguments against interfering with slavery did not apply there. Congress responded in 1836 by adopting the gag rule which tabled abolitionist petitions, effectively preventing debate on the arguments. Also, the constitutionality of the National Bank was called into question by Jackson. In 1832, he vetoed the bill to recharter the Bank of the United States, claiming that it held a monopoly and was also unconstitutional (Doc.\n\nIn the early 1830¶s Chief Justice John Marshall made two rulings in Cherokee Nation v. the era of the Jacksonian Democrats provided both great positive and negative change in our country. which was a more optimistic party than that of the democrats and was influenced with Daniel Webster¶s reply to Jackson¶s veto message (Doc. especially those who were minorities. in the Removal Act of 1830. G). there were many times in which much of the country seemed to be at peace (Doc. C) Finally. D). the Jacksonian Democrats were able to make several changes as well. Daniel Webster wrote a letter to Jackson. B). A).Eduardo Aranda 10-27-09 3rd Pd. Georgia and in Worcester v. Jackson was determined to remove the Cherokee at all costs and ignored the Supreme Court¶s ruling. The country changed drastically as more and more white men gained this right by being American citizens and owning land (Doc. In conclusion. Jacksonian Democrats did not do a very good job of keeping proper protection of peoples¶ individual rights. C). Although they sometimes implemented actions that helped our . Georgia which defined the rights of the Indian nation in regards to the Constitution and declared that they could not be removed from their lands to Indian territories across the Mississippi River. During Jackson¶s presidency there was also the creation of the Whig political party. accusing him of gaining too much power and pitting the poor and wealthy classes against each other with this veto (Doc. when in reality there were riots and violence being acted against groups such as African Americans and Irish immigrants (Doc. Congress provided the funds which Jackson needed to negotiate new treaties and resettle the tribes (Doc. They were able to increase participation in elections and expand the right to vote. The working class also made a large influence to the government with the Working Men¶s Declaration of Independence which declared that they also had unalienable rights like other citizens (Doc. E). Politically. D). Also throughout the 1830¶s.\n\nmany times they only supported their own sectional issues. . country and enforced their personal view of themselves.Eduardo Aranda 10-27-09 3rd Pd.\n\nSign up to vote on this title\nUsefulNot useful",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.575547874,
        "format_confidence":0.8502127528
    },
    {
        "url":"https:\/\/ir.library.louisville.edu\/etd\/2207\/",
        "text":"Date on Master's Thesis\/Doctoral Dissertation\n\n\nDocument Type\n\nMaster's Thesis\n\nDegree Name\n\n\n\n\nDegree Program\n\nHistory, MA\n\nCommittee Chair\n\nMcLeod, John\n\nCommittee Co-Chair (if applicable)\n\nCarlton, Genevieve\n\nCommittee Member\n\nCarlton, Genevieve\n\nCommittee Member\n\nBillingsley, Dale\n\n\nChurch and state--England--History; Church of England--History; Reformation--England; Great Britain--History--Tudors, 1485-1603\n\n\nThis thesis discusses how the personal relationships between the monarchs of the Tudor period in England and their Archbishops of Canterbury affected the Church in England, particularly after Henry VIII broke with Rome. Through the examination of the correspondence of the individuals included one can understand the personal relationships and how the archbishops interacted with their respective monarch(s). Two chapters discuss Archbishop Cranmer his relationships with Henry and Edward VI and how Cranmer enacted some reform under Henry but more under Edward. The fourth chapter evaluates the relationship between Mary I and Reginald Pole and how they moved England back to Catholicism. The final chapter discusses Elizabeth I and her first archbishop, Matthew Parker, and how they navigated a middle ground between Protestantism and Catholicism. The results of this study show that each archbishop and monarch worked together differently and that their personal relationships affected how the Church in England functioned.",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.7449080944,
        "format_confidence":0.9381568432
    },
    {
        "url":"https:\/\/isranthro.org\/prize\/%D7%90%D7%99%D7%AA%D7%9E%D7%A8-%D7%97%D7%A8%D7%99%D7%98%D7%9F\/",
        "text":"פרס מקס גלקמן 2017\n\nאיתמר חריטן\n\n“Molds of Redemption: An Ethnographic Study of Holocaust Survivors in Israel”\n\nחברי הוועדה הבוחרת: ד\"ר אינה לייקין, ד\"ר אריקה וייס, ד\"ר מרסי ברינק-דנן\n\nנימוקי השופטים\n\nתקציר עבודת המאסטר\n\nThis ethnographic study examines the interactions between Holocaust survivors and the Israeli memorial landscape. Drawing on over a year of observations of a psychosocial support program for Holocaust survivors entitled Café Europe, of the preparation and culmination of two Holocaust remembrance ceremonies in which survivors participated, and in-depth interviews, the study contributes to the scholarly understanding of how the Holocaust survivor category is lived and negotiated in present-day Israel.\nCafé Europe is only one of many programs and initiatives that produces what I call “redemptive encounters” between Holocaust survivors and Israeli youth. By “redemptive encounter,” I am referring to 1) emotionally cathartic encounters that 2) are imagined to have psychosocially salutary effects on survivors, and that 3) allows Israeli youth to experience themselves as moral subjects by “redeeming” survivors from their Holocaust past. Organizers of redemptive encounters include the IDF; Israeli student organizations; “Service Year” volunteer programs, and others. By tracing how one of my Holocaust survivor informants was recruited into different Holocaust remembrance events, I argue that this broader set of “redemptive encounters” prepares the ground for and shapes Holocaust remembrance ceremonies.\nThe Café Europe is a unique approach to producing “redemptive encounters” with Holocaust survivors. The program invites Holocaust survivors not only to encounter Israeli youth in the form of volunteers and staff, but to “live in the moment” as a kind of performance of youth. The “members” are encouraged to dance, drink coffee, mingle, listen to lectures, but above all to “forget their troubles,” which are primarily assumed to be Holocaust-related. Their performance produces a kind of catharsis among the staff and volunteers, who laud them for “living in the moment” despite their Holocaust pasts. The Holocaust is thus both present and absent, but things can go awry in two major ways: either the members live in the moment “too much,” or else the members bring the Holocaust into the space too much. Either eventuality endangers Café Europe’s purpose.\nThen I draw on my personal relationships with five Holocaust survivors to examine the risks involved in these redemptive encounters for survivors. I learned that survivors who participate in these encounters risk forming a lifeworld characterized by dependence on the “redeeming” youth and strenuous emotional labor involved in constantly producing catharsis. Others risk triggering repressed traumatic experiences that are beyond their young interlocutors’ ability to ameliorate, thus becoming wedged between their desire to connect with youth and their desire to avoid reliving trauma. A Mizrahi Holocaust survivor explained to me that he feared speaking about his experiences because his non-Ashkenazi racial identity made it more likely for his story to be heard as a tale of victimhood rather than redemption. However, survivors who forego the encounters risk appearing indifferent to the Holocaust and its national importance, or that they are not “real” Holocaust survivors. These interviews outline the boundaries and risks involved in the Holocaust survivor category, as well as the extent to which it is externally imposed rather than “emic” to the survivors themselves.\nIn conclusion, I link my ethnographic observations to the history and historiography of Holocaust survivors and Holocaust memory in Israel, arguing that the contemporary Israeli memorial landscape’s relationship to Holocaust survivors may be more continuous with the classical Zionist approach than many scholars appreciate. Though the skyrocketing interest in Holocaust survivor testimony does break with the earlier Zionist condemnation of Holocaust survivors as a danger to the youth and the new Jewish society in Palestine, my ethnographic study shows that this interest is organized as a redemptive encounter aimed at ameliorating the Holocaust survivors’ trauma through the healing power of youth. In that sense, the Israeli memorial landscape has embodied the foundational assumptions of classical Zionism regarding the survivors to the point where no “top-down” direction of these encounters is necessary. This study thus contributes to the sociological, anthropological and historical discussion on the impact of Zionist nationalism on Israeli society.\n\n  • אתר אינטרנט\n  • ויקיפדיה\n  • דף חבר\/ת אגודה",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8064142466,
        "format_confidence":0.9422806501
    },
    {
        "url":"http:\/\/www.sandiegohistory.org\/journal\/75spring\/mulehill.htm",
        "text":"The Journal of San Diego History\nSpring 1975, Volume 21, Number 2\nJames E. Moss, Editor\nThomas L. Scharf, Assistant Editor\n\nA Study of the Location of Mule Hill\n\nGeneral Kearny's Camp After the Battle of San Pasqual\n\nImages from the Article\n\n\nIn 1970 the late Colonel Berkeley R. Lewis of Vista, California, informed the author he believed the presently accepted location of Mule Hill, where General Stephen Watts Kearny's command camped after the Battle of San Pasqual in 1846, was incorrect. Further discussion with Colonel Lewis and Mr. and Mrs. Cloyd Sorensen of Vista, as well as a brief visit to the site, confirmed this view. Following this a detailed study was made, which shows that Mule Hill at present is improperly designated. Of the many people who cooperated in making this study (see appendix III) the following deserve special thanks:\n\nThe U.S. Marine Corps, 3rd Aircraft Wing, Fleet Marine Force-Pacific, which took aerial photographs.\n\nThe U.S. Marine Corps 5th Marine Expeditionary Brigade Engineers, which furnished skilled operators with metal detection equipment. The City of San Diego, which owns the site and encouraged the investigation.\n\nMr. Russell E. Belous, then Curator of Western History at the Los Angeles County Museum of Natural History, who supported this study and assisted with the necessary permission.\n\nMr. George Kritzman, archaeologist, who assisted in the investigation.\n\n\n\nGeneral Stephen Watts Kearny led a force of U.S. Dragoons to California, leaving Santa Fe, New Mexico, on 25 September 1846. Known as the Kearny Column, and guided by scout Kit Carson, the troops reached the California border near the present city of Yuma, Arizona, about 22 November 1846.\n\nThe Kearny Column, including about 110 officers and men, a pack train, and two small cannon, marched across the desert to Warner's Ranch, about four miles south of the present Warners Hot Springs, arriving there on 3 December 1846. The column rested at Warner's Ranch while messengers were dispatched to U.S. Navy Commodore Robert F. Stockton, commanding a force at San Diego. Late on 4 December a friendly civilian arrived in the Kearny Column camp and reported a hostile Californian force camped to the west. Kearny set out to engage the contingent.\n\nOn 5 December the column moved west to Rancheria Santa Maria, where they met U.S. Marine Corps Captain Archibald H. Gillespie, U.S. Navy Lieutenant Edward F. Beal, and thirty men bringing dispatches and mail from San Diego. The arrivals brought information that the Californians were about nine miles west of the Kearny camp. Kearny made a night march in order to engage them early on the sixth of December. From a position above the San Pasqual Valley a scouting party was sent to locate the Californians.\n\nEarly on the morning of 6 December the Kearny Column made a disorganized, ill-prepared attack on the Californians. This engagement, known as the Battle of San Pasqual, was fought approximately five miles east of the present city of Escondido and several hundred yards southeast of the present San Pasqual Battlefield Marker. The 200 Californians, commanded by Don Andres Pico, were virtually unharmed, but the Kearny Column suffered 31 casualties, including 18 dead, and Kearny himself was painfully wounded. The Kearny Column limped to camp for the night on a hill immediately northwest of the battlefield.\n\nOn 7 December the battered Column marched westward toward San Diego, constantly harrassed by the Californians as it moved. That night Kearny's troop camped on Mule Hill, an accessible and readily defended position located about five miles south of the present city of Escondido.\n\nThe Californians easily held the Kearny Column on Mule Hill. While trapped there, Kearny's men burned the baggage they could no longer transport, and were reduced to eating what remained of their animal transport, thereby giving the camp site its name of \"Mule Hill.\" Fortunately the Kearny Column was able to get water from the nearby San Dieguito River (sometimes called Santa Ysabel Creek). The wounded Sergeant Cox of the U.S. Dragoons died at the Mule Hill camp and was buried somewhere nearby.\n\nWhile the Kearny Column was trapped on Mule Hill, scout Kit Carson and Navy Lieutenant Edward F. Beal slipped through the Californian lines and made their way to San Diego to summon relief. On 11 December 1846 a force of 200 U.S. Marines and sailors from San Diego arrived to relieve the Kearny force on Mule Hill. The Californian force simply melted away. That same day the entire United States force marched to San Diego without further incident.\n\n\n\nThe location of Mule Hill is partly determined by the route of the Kearny Column's march, but this route was not well described by any of the participants. The site of the Battle of San Pasqual has always been correctly known, and recent fragments of weapons picked up in the area confirm the location. The camp site of the night after the battle is established as being immediately west of the present battlefield marker, and a few ancient medicine bottles of the type used in the 1840s have been found on this hill.\n\nIt is known that the Kearny Column headed directly for the old Los Angeles-San Diego trail in order to follow it to San Diego. This road ran parallel to modern U.S. Highway 395 and slightly east of it in this vicinity. A study of maps and aerial photographs reveals there are only two direct easy routes from the San Pasqual Battlefield to the general Mule Hill location. Of the two possible routes to Mule Hill, one approaches the site from the south, and the other from the north. It is known that people inhabited the San Pasqual Mule Hill region when the battle was fought, so it must be recognized that there were well-defined trails and travel routes in use at the time. The first segment of the Kearny Column marched west to Mule Hill down the San Pasqual Valley. U.S. Army Topographical Engineer Lieutenant W. H. Emory, with the Kearny Column, best, but still vaguely, describes this march, and says it began in this direction. This line of march paralleled the modern secondary road which branches southwest from State Highway 78, immediately west of the San Pasqual Battlefield Marker.\n\nAfter marching several miles west, the Kearny Column turned south. From this point the route could have taken either of two logical courses leading directly to the Los Angeles & San Diego trail. Although the reason for this turn south has been stated as being a brush with the hostile Californians, it is equally likely it was made to keep out of rough little hills at the east end of the San Pasqual Valley.\n\nOne of the routes south, the one which would have led them to the south side of the Mule Hill location followed the course of the San Dieguito River. This leads through a narrow and swampy arroyo, a line of march over what is still naturally marshy ground. It was raining in early December, 1846, and part of the disaster at San Pasqual was caused when the wet black gunpowder in Kearny's guns failed to fire. It seems highly unlikely that the exhausted Kearny Column would have marched through this wash because of the soggy nature of the ground and the wet weather. There is no modern road on this route, and no evidence of an old one.\n\nOn the other hand, the route which would have taken the Kearny Column to the north side of the Mule Hill location runs along the route of the present San Pasqual Road. This road follows a high and dry course through a low pass in the hills, and all the evidence indicates it has been a road or trail for a very long time. It is also a more direct route to the Los Angeles-San Diego road than the course of the San Dieguito River.\n\nIn order to get to the traditionally designated site of Mule Hill, it is necessary to approach from the south, or over the San Dieguito River route. From this approach there are several small hills which might be Mule Hill. One of these small hills is the presently designated Mule Hill.\n\nIf the Mule Hill location is approached from the north, the large hill which might be Mule Hill completely hides all the small hills, including the one now identified as Mule Hill. The old Los Angeles-San Diego road and trail ran at the western foot of this large hill.\n\nThe entire Mule Hill location, and the Kearny Column's possible routes to it, have been scouted in a four-wheel-drive vehicle, and. this reconnaissance tends to prove the approach from the north over San Pasqual Road was the Kearny Column's most practical line of march. Even in dry weather it was difficult to drive this vehicle over the soft ground of the San Dieguito River bed. Walking over the ground is difficult because of its sogginess.\n\nIn addition to the terrain evidence, which indicates the large hill is the true Mule Hill site, there are several additional pieces of information to support this conclusion. First, highly skilled topographer Lieutenant Emory set down the exact longitude and latitude of Mule Hill as 117° 03' 29\" west and 33° 03' 42\" north, and this point registers on the western end of the big hill using the Escondido, California, 1:2400 topographical map.\n\nAnother consideration supporting the large hill as the correct site is that the size of Kearny's command, including the men who had joined him from San Diego, amounted to about 125 people, some pack and riding animals, a quantity f baggage, and the two cannon. Placing all f these men, animals and equipment on any of the small hills, including the presently designated Mule Hill site, would have been impossible, even if everyone, including the animals, stood shoulder to shoulder.\n\nThose involved also reported that Mule Hill was a readily defended position. The large hill is higher than any of the small hills, including the designated Mule Hill site south f it. If the Californians had been on the large hill while Kearny's command occupied any of the smaller hills, the Californians literally could have thrown rocks into Kearny's camp. ... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9941476583,
        "format_confidence":0.7055981755
    }
]