[
    {
        "url":"https:\/\/www.olink.com\/our-platform\/assay-validation\/",
        "text":"Transparent validation for data you can trust\n\nQuality, rigor and transparency are very important values for Olink Proteomics. Consequently, all of our assays are rigorously quality controlled and our validation data is made freely available. Below you can see the details of exactly how we validate each individual assay, and the product as a whole. While the principles are the same, some of the validation procedure details differ between our Explore (NGS readout) and Target (qPCR readout) platforms.\n\nOlink Explore\n\nAnalytical measurement\n\nThe variables described below are presented for each assay on the individual biomarker pages for Olink® Explore 3072.\n\nValidation data overview\n\nYou can download an Excel file containing all available validation data for the assays in Olink Explore 3072:\n\nLimit of Detection (LOD)\n\nIn vitro sensitivity (calibrator) curves using recombinant antigen are determined in multiplex format, for each of the 384-plex panels within Olink Explore. Note that in some cases, no suitable antigen is available and no calibrator data is presented. Limit of detection (LOD) is defined as 3 standard deviations above background and reported in pg\/mL. The y-axis shows NPX above background, which is defined as the median of negative control measurements and used to define the expected background level (zero).\n\nExample calibrator curve from assay validation\n\nHigh dose hook effect\n\nThe high dose hook effect is seen when there is an antigen excess relative to the reagent antibodies, resulting in falsely low results. In such cases, a significantly lower value may lead to erroneous interpretation of results.\n\nTherefore, the hook threshold is determined for each analyte and reported in pg\/mL and this value is presented on each individual biomarker page.\n\nMeasuring ranges\n\nThe analytical measuring range is defined by the lower limit of quantification (LLOQ) and upper limit of quantification (ULOQ) and reported in pg\/mL. Quantification limits of LLOQ and ULOQ are calculated using relative error <30% and CV <30%.\n\nExample analytical measuring range data from assay validation\n\nSample distribution\n\nThe levels of protein measured in a number of commercial plasma samples are presented in sample distribution plots. Healthy subjects (n=24) and samples obtained from patients with a range of diseases (n=48). These include inflammatory, cardiovascular (n=12) , autoimmune (n=12) & neurological diseases (n=12), as well as cancer (n=12). These data provide a general idea of the NPX range to expect but cannot cover all potential levels in clinical samples. The y-axis shows NPX above background, which is defined as the median of negative control measurements and used to define the expected background level (zero).\n\nExample sample distribution plot from assay validation\n\n\nIntra-assay variation (within-run) is calculated as the mean CV for 6 individual samples, within each of 7 separate runs during the validation studies. Inter-assay variation (between-runs) is calculated as the mean CV, for the same 6 individual samples, among 7 separate runs during the validation studies.\n\nAcross all 1472 assays, the mean intra-assay and inter-assay variations observed were 8% and 11%, respectively.\n\n\nInter-site variation (between-site) was also investigated during the validation of Olink Explore at three sites (two service laboratory sites and Olink R&D), to estimate the expected variations in values between different laboratories running the same samples, with different operators using different equipment. The sites were trained and instructed to perform the analysis according to the same routine. Each site performed 6-7 independent runs, and the mean inter-assay variation was 6.6%\n\n\nPEA and specificity – a major problem solved\n\nThe unique features of PEA technology overcome a long-standing and well recognized issue with immunoassays. With standard assays such as ELISAs, even moderate levels of multiplexing result in cross-reactivity of antibody binding and a loss of specificity of the signals that are detected (Figure A below). By virtue of PEA’s requirement for dual antibody recognition of the target protein and high-fidelity DNA hybridization and detection, any unspecific antibody binding event that may occur will not result in a readout signal (Figure B below).\n\nSpecificity validation in Olink Explore\n\nRigorous specificity testing was used during the development of Olink Explore 1536, both as part of the assay selection process, and afterward as part of the formal product validation procedure.\n\nAssay selection\n\nAll assays have gone through a predefined protocol of at least 3 levels of specificity testing:\n\n  • First, a screen against several pools of antigens (Ag) is performed (n>100)\n  • After removal of poorly performing antibodies, a second screen is performed using an expanded set of Ag pools\n  • Validation of final product design against pools of carefully selected proteins (n=96) including,\n    * 15 well-known biomarkers from each of the four 384 panels\n    * 36 proteins with high homology within their protein families\n\nIn addition, all Explore assays with equivalent assays in Olink Target 96 panels (n=1118) have previously been tested for specificity against the proteins in the corresponding Target 96 panel.\n\nOverview of specificity validation results\n\nIn total, 99.7% of assays (2936\/2945) in Olink Explore 3072 exhibited no cross-reactivity according to the tests described.\n\n9 assays revealed a non-specific signal to a closely related protein\n\nProtein X\n\n\nProtein Y\n\n% Amino acid\n\nGene UniProt Gene UniProt Sequence homology\nFOLR3 P41439 FOLR2 P14207 ~83\nCCL3 P10147 CCL4 P13236 ~58\nLHB P01229 CGB3 P0DN86 ~85\nMYL3 P08590 MYL4 P12829 ~82\nMYL4 P12829 MYL3 P08590 ~82\nMYL6B P14649 MYL3 P08590 ~69\nKIR2DL2 P43627 KIR2DS4 P43632 ~88\nKIR2DS4 P43632 KIR2DL2 P43627 ~88\nCACNB3 P54284 CACNB1 Q026041 ~75\n\nThe signal contribution at endogenous levels were further investigated and more details are noted on the specific biomarker assay page.\n\nThe example graph above shows the specificity testing approach. Each assay is exposed to samples containing either subsets or all of the selected antigens. A given assay should only generate a signal when the corresponding antigen is included in the sample. The lack of unspecific signal indicates that each assay is specific for its target antigen, demonstrating the outstanding specificity of the PEA method at a high multiplex degree.\n\nIf you have any questions or comments about how we validate our assays, or if there is anything else we can help you with, please contact us.\n\nOlink Target\n\nAnalytical measurements\n\nThe analytical performance of our panels is carefully validated for sensitivity, dynamic range, specificity, precision, and scalability. You can see how we perform and report on this validation below.\n\nMeasuring ranges\n\nAnalytical measuring range is defined by the lower limit of quantification (LLOQ) and upper limit of quantification (ULOQ) and reported in pg\/mL. The high dose hook effect (a state of antigen excess relative to the reagent antibodies resulting in falsely lower values) is also determined for each analyte. The figure below shows an example calibrator curve and corresponding analytical measurement data.\n\n\nAll assays are thoroughly validated for precision (repeatability and reproducibility). The figure below shows a representative example of a combined intra-assay and inter-assay variation validation study.\n\nScalability: Multiplex level-independent performance\n\nOlink’s PEA technology is able to achieve a high level of multiplexing while maintaining exceptional data quality, since unlike in many other immunoassay formats, any antibody cross-reactivity that may occur during the multiplexed assay is excluded from the detection process. This is exemplified in the figure below, comparing dCq-values from single assays for Growth Hormone (GH) and Matrix Metalloproteinase (MMP-7) with the equivalent assays performed in a full 96-plex reaction. The square of the correlation coefficient (R2) value was generated by linear regression.\n\n\n\nUsing Olink’s panels, each biomarker analyte is addressed by a matched pair of antibodies, coupled to unique, partially complementary oligonucleotides and measured by quantitative real-time PCR. This dual recognition, DNA-coupled method provides exceptional readout specificity. Validation of the readout specificity for all our panels is carried out using a simple, sequential approach in which pools of protein analytes are tested with all 92 antibody probe pairs in the panel. The design of this validation study is shown below.\n\nA) Test ”sample” created (pool of full-length recombinant antigens corresponding to 8 of the 92 proteins targeted by the specific panel). B) Test sample of 8 antigens analyzed using all 92 oligo-labeled antibody pairs (Olink probes) C) qPCR readout from all 92  probes detects only those 8 represented by the pooled recombinant antigens. The whole process is then repeated using additional pools of analytes.\n\n\nThe figure below shows the aggregated results from such a study, clearly demonstrating that thanks to our Proximity Extension Assay technology, any antibody cross-reactivity that may occur in the high-multiplex reactions does not affect the specificity of the final readout. This is contrast to other conventional methods such as sandwich ELISA, where antibody cross-reactivity in multiplex assays contributes directly to the detection readout.\n\nValidation Data documents for current Olink panels\n\nThe analytical performance of our panels has been carefully validated for sensitivity, dynamic range, specificity, precision, and scalability, and the results are summarized in the Data Validation documents for each panel. To access these documents, please go to the Documents & Downloads page.\n\nBiomarker Validation Data web pages\n\nDetailed validation data and background information for all of the 92 biomarkers in each Olink Target 96 panel are availab... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9567884207,
        "format_confidence":0.8111189008
    },
    {
        "url":"http:\/\/heasarc.gsfc.nasa.gov\/docs\/journal\/asmdb4.html",
        "text":"\n\nAll-Sky Monitor Databases Update\n\nLaura A. Whitlock and Pat Tyler\n\n\nAs previously reported (Whitlock, Lochner, and Rhode 1992; hereafter WLR), light curves from the Vela 5B and Ariel 5 all-sky monitor (ASM) experiments were being generated for a number of sources to be put on-line at the HEASARC. This effort is now complete and the files are beginning to be accessed by users via the captive XRAY account. A complete listing of the sources for which light curves were generated is given in Table 1. Note that this is an updated version of the listing given in WLR. Below is updated information about the files put on-line for the 2 missions currently included in the ASM data bases. Also included are answers to some commonly asked questions about each data base.\n\nVela 5B Update\n\nThe BROWSE database VELA5B contains the listing of the available Vela 5B FITS files and includes general information for each file. Database parameters are as follows:\n\n  • Name - The name of the source\n  • Alt Name - An alternate name for the source, if available\n  • RA - The Right Ascension of the source\n  • Dec - The Declination of the source\n  • Lii - The Galactic longitude of the source\n  • Bii - The Galactic latitude of the source\n  • Count Rate - An average of counts per second over all observations in file\n  • Energy - Energy is 3-12 keV for channel 1 and 6-12 keV for channel 2\n  • Bins - Bins are one second, 56 hour, or 112 hour\n  • Time - The start time of the observation\n  • End Time - The end time of the observation\n  • File Lcurve - The unique portion of the FITS filename for the source\n  • Date - The FITS file creation date\n  • Class - A BROWSE classification flag, if applicable\n\nGeneral information regarding each file is accessed within the VELA5B database with the dsam (display sample) and dall (display all) commands. The dsam, or ds, command produces a table listing as follows:\n\n\ntable listing\n\n<CR> continues, to exit type any character <CR> or <EOF> d\n\n\nThe dall command may then be used to examine other parameters not listed in the line summary for any particular entry or for a range of entries. For example,\n\n________________________________________________________________________________ VELA5B_TOTAL_DEC > dall 9\n______ 9 ___________________________________\n\nDATE 04\/01\/93 NAME 4U 1254-690 ALT NAME RA (1950) 12 54 19.7 DEC (1950)-69 00 54.0 LII 303.4799931678365 BII -6.419953608587102 COUNT RATE 0.7221077848208485 ENERGY 6-12 keV BINS 112 hr TIME 1969\/147 10:59 END TIME 1979\/148 8: 0 FILE LCURVE 4U1254_CH2_MAP CLASS 0 SPARE ________________________________________________________________________________\n\nThere is one data file for each entry listed with dsam. These Vela 5B FITS files are named by source, channel (energy), and bins. Files with bins of one second are dat files; those with bins of 56 hours are bin files; and those with bins of 112 hours are map files. The dat and bin files are associated with sources considered alone in the FOV; the map files result from the mathematical deconvolution of sources from crowded FOVs. The parameter FILE LCURVE as shown in the example above demonstrates the use of those labels in the naming convention. The actual FITS filename consists of the prefix vela5b_ followed by FILE LCURVE and the extension .fits. In this particular instance, the file for the source 4U 1254-690 in energy range 6-12 keV and with binning of 112 hours is named vela5b_4u1254_ch2_map.fits.\n\nThese files may be extracted using the BROWSE xp command and transferred onto the user's home machine with the send command. They are also available by anonymous ftp and are located in the directory \/vela5b\/data\/rates.\n\nOther Vela 5B Notes\n\nAt present, no on-line analysis tools are available that are proper for use on the Vela 5B files. This is due to the data being unevenly spaced in time. However, a tool is in development for XTE that also will be available for timing analyses on the Vela 5B files.\n\nAn FTOOL is being developed to allow a selection of the data within a file to remove the temperature effect present in the count rate. This known problem is discussed in detail in both WLR and in the Vela 5B Calibration\/User's Guide.\n\nA second Vela 5B FTOOL is being developed to allow users to \"clean\" the data in a file by setting acceptance levels on count rate and\/or count rate error. It is of note that essentially all data associated with a given source are included in the on-line files, even if the values are obviously corrupted. It is left for each user to decide which observations should be kept or rejected before submitting the data to any sort of analysis.\n\nThe Calibration\/User's Guide for the Vela 5B data will be available from the HEASARC in January 1994. It will contain a detailed description of everything that has ever happened to the Vela 5B data (at least everything that has happened since 1985).\n\nFinally, below is a series of frequently asked questions and their answers. We hope these responses will allow future users benefit from the 'learning curve' of past researchers.\n\nQ: What is the source detection flux limit for Vela 5B?\n\nA: In the 3-12 keV detector, 1Vela ct\/sec is ~4.5x10-10 ergs\/sec\/cm2. Perhaps a better rule to remember is the following: for a 1 day average, the 3[[sigma]] detection limit is 250 UFU (Priedhorsky and Holt 1987).\n\nQ: Why do some light curves in the 'map' category have obviously spurious large positive and negative counts in the light curves?\n\nA: If there are no counts above the noise for two close (< 2deg. apart) sources being fitted in a map, the result is often that the light curves for these two sources will be strongly anti-correlated, with enormously high\/low count rates . In fact, several important points should be made concerning the analysis of Vela 5B data when considering the observation of low-signal sources from a region of the sky containing more than one X-ray source in the field-of-view. First, when performing the deconvolution of source contributions to a crowded region, it is critically important to know which sources to include and which to exclude. Including sources whose intensity is below the Vela 5B detection limit results in intensity being taken away from legitimate sources. Often, the decision can be made only by performing fits with and without a given source and evaluating the 'goodness of fit' which results in each case. This 'by-hand' comparison was not made for every source in every map put on-line. Secondly, 'poor' fits can be generated by other causes such as the following: 1) putting the sources at incorrect positions due to uncertainties in their position; 2) data coverage in the map is intrinsically poor. Uncertainties in the source position can be solved only by examining the goodness of fit for various trial positions. We have tried to handle poor data coverage by requiring a certain number of coordinate boxes to contain data before performing a fit.\n\nA description of the 'fitting' or 'mapping' of light curves for sources in crowded regions of the sky can be found in WLR or the Vela 5B Calibration\/User's Guide.\n\nQ: Why is the average count rate for some light curves a negative number?\n\nA: This phenomena is the result of the background fitting and removal. The algorithm worked well, but it was not perfect.\n\nQ: Can the light curves for sources not currently on-line be extracted from the data base?\n\nA: Yes, e-mail one of us at the addresses given below and we will work with you to extract the data of interest and put it on-line for you.\n\nQ: Can I get a light curve for an on-line source with a different time binning than what is already there?\n\nA: Yes, e-mail one of us at the addresses given below and we will do our best to accommodate your needs.\n\nAriel 5 Update\n\nParameters for the BROWSE database ARIEL5 are as follows:\n\n  • Name - The Name of the source\n  • Alt Name - An alternate name for the source, if available\n  • RA - The Right Ascension of the source\n  • Dec - The Declination of the source\n  • Lii - The Galactic longitude of the source\n  • Bii - The Galactic latitude of the source\n  • Flux - An average of the flux\n  • Flux Corr - An average of occultation-corrected flux\n  • Time - The start time of the observation\n  • End Time - The end time of the observation\n  • File Lcurve - The unique portion of the FITS data filename\n  • FITS File Name - The name of the FITS data file\n  • Class - A BROWSE classification flag, if applicable\n\nAgain, the BROWSE commands dsam and dall may be used to list the available files and access general information for each.\n\nAs for VELA5B, there is one data file for each entry in the database listing. Names for the files are taken from a sequentially and arbitrarily numbered listing of the sources and are given by the parameter FITS FILE NAME. These files can also be extracted with the xp command or obtained by anonymous ftp. They will be located in the directory ariel5\/data\/rates.\n\nOther Ariel 5 Notes\n\nAs was discussed for Vela 5B, no on-line analysis tools are currently available for the Ariel 5 files. A user will have to copy the data back to their home area and use their own algorithms for doing time series analysis on these unevenly spaced data. However, the tool under development to work on XTE and Vela 5B will work for the Ariel 5 data files as well.\n\nThe Ariel 5 Calibration\/User's Guide will be available in late January or early February 1994.\n\nLastly, a few common Ariel 5 questions and their answers:\n\nQ: Can I get the light curves for other sources put on-line?\n\nA: If the source was in the 3U catalog, we can extract the light curve for it from the final production tape made by Steve Holt many years ago. There is one caveat, however, namely that the sources already put on-line are known to be the brightest sources, and yet we know that some of these data files contain noise without signal. Thus, it is unclear that any science will be found in the additional files. Nevertheless, if you request it, we will extract t... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9956296682,
        "format_confidence":0.8125872612
    },
    {
        "url":"https:\/\/www.gemini.edu\/instrumentation\/nifs\/capability#IFU",
        "text":"You are here\n\n\nContent owned by hsuh\n\nIFU Spectroscopy\n\nTop-level characteristics of NIFS\n\nThe table below gives only a quick-reference overview of the NIFS instrumental parameters. Please consult the relevant subsections for more details.\n\nSpatial Properties\nField of View 3\" × 3\"\nPixel Scale 0.103\" across slices\n0.04\" along slices\nSpatial Resolution (FWHM) 0.1\" full AO correction (NGS\/LGS)\nSeeing limited without AO\nSpectral Properties\nGrating Z J H K\nStandard Wavelength Range (μm) 0.94 - 1.15 1.15 - 1.33 1.49 - 1.80 1.99 - 2.40\nSpectral Resolution 4990 6040 5290 5290\nGuiding Properties\nPatrol Field 3.5 to 6.5 arcminutes 12.7\" to 60\" (30\" max recommended with ALTAIR field lens) < 25\" < 25\"\nLimiting Magnitude of A0 Guide Star (minimal performance) Rmag=15 Kmag=14.5 Rmag=15 Rmag=18.5\n\nBasic Characteristics of NIFS Coronagraphic Mode\n\nR~5000 infrared IFU spectroscopy at AO resolutions using the 0.\"2 or 0.\"5 occulting disks for coronagraphic measurements is available. The best performance is achieved in the H and K bands. Coronagraphy can be carried out with or without ALTAIR's field lens, and with or without a NIFS OIWFS guide star.\n\nSpatial Sampling and Image Quality\n\n\nNIFS is an image-slicer integral-field spectrograph, meaning that the sky is sampled by a stack of long, thin mirrors, each of which is rotated with respect to its neighbors. Each of these narrow mirrors acts similarly to a slit in a conventional spectrograph, providing a slice across the two-dimensional field that is then dispersed to provide a spatially-resolved spectrum. Since there are almost no gaps between the slices (or 'pseudo-slits'), they can be re-combined to provide a contiguous field, in which there exists a spectrum at every position.\n\nField of View\n\nDuring science verification, the NIFS field of view was measure as 2.99\"×2.97\", measured across and along the slices respectively The field is divided into 29 individual slices, each of which is sampled by around 69 detector pixels running along the length of the slice. Distortions within the NIFS field are very small. The orientation of the NIFS field is such that the slices are aligned North-South for an instrument position angle of 0º.\n\nSpatial Sampling\n\nA consequence of the image-slicer design is that the spatial sampling is determined differently across the slices than along them. In the direction along the slices, the sampling is determined by the detector. Across the slices, the sampling is determined by the width of the slice as projected onto the sky. For NIFS, this results in rectangular spatial pixels (or 'spaxels') of dimension 0.103\"×0.043\" across and along the slice respectively.\n\nImage Quality\n\nThe image quality of NIFS is determined primarily by the guiding method. Without the use of the ALTAIR adaptive optics system, NIFS is seeing limited, which is typically 0.4\" FWHM or larger. If ALTAIR is providing full correction, using a bright NGS or LGS with a bright tip-tilt star, the PSF is close to the diffraction limit of the telescope, which is undersampled by the NIFS 0.1\" slices. Thus along the slit, the PSF will be well sampled and near-diffraction limited. Across the slit, the PSF will be affected by the sampling of the NIFS slits. NIFS image quality with AO can be affected by a number of issues that are generally not important for seeing-limited observations. For example, flexure or changes in atmospheric refraction during the integration, the quality of the image-reconstruction via the data reduction process, etc. Nominal FWHM values for NIFS+ALTAIR observations with good correction are 0.1\"-0.15\", although precise PSF size and shape will depend on conditions and ALTAIR configuration.\n\n\nThe following sensitivity table provides signal-to-noise ratios (S\/N) of 5 per spectral pixel in one hour (6 x 600 seconds) on-source integration. They were estimated using the NIFS Integration Time Calculator (ITC) and the obtained S\/N of 5 is the averaged S\/N in the wavelength intervals. These values are for silver coatings on the telescope optics and NIFS on the up-looking port, and the lowest-read noise mode was assumed (~6 e- at 77 K). Observing conditions were 70%-ile image quality, 50%-ile cloud cover (photometric), 80%-ile water vapor column, 80%-ile sky background, and an average airmass of 1.5.\n\nAlthough these ITC estimates are not far off the actual NIFS measurements, detailed calculations show some inconsistencies. Thus, these estimates are provided only for proposal preparation and are not meant to be absolute guides. Nonetheless, applicants should use the ITC to estimate the signal-to-noise ratio at the precise wavelengths of interest and\/or over the entire band of interest.\n\nBand Wavelength Interval (um) Central\nPoint Sources Extended Sources\n(mag) (uJy) (mag\/IFU pixel) (mJy\/IFU pixel)\nZ 0.94 - 1.15 1.05 16.0 870 14.7 2.9\nJ 1.15 - 1.33 1.25 16.8 340 15.5 1.1\nH 1.49 - 1.78 1.65 18.3 55 17.0 0.2\nK 2.00 - 2.41 2.20 18.7 26 17.4 0.1\n\nPerformance Monitoring\n\nNIFS Sensitivity\n\nThe sensitivities reported for NIFS reflect the magnitude of an object that would provide a signal-to-noise ratio of 1 for an hour of integration time (SN1 hr).  To calculate the signal-to-noise ratio, the signal is determined from telluric standard stars observed with requested photometric (CC50) IQ20 to IQ70 conditions, while the noise is determined from a subtracted pair of long-sky frames.  The sky frames used have an integration time (T) > 500 seconds, observed within temporal proximity of the telluric standard, and are observed under the same photometric conditions.\n\nThe signal is found by taking the mean over the telluric's spectrum (S) with a circular aperture area defined by the guiding source.  For AO and P2 guiding, apertures are fixed at 0.3'' and 2.5'',  respectively.\n\nWith a subtracted pair of long-sky frames, on an area of sky generally free of sky lines and artifacts, noise (N) is determined by multiplying the average standard deviation in the background counts by the square root of the aperture area used to find the signal.\n\nSN1 hr = S * (3600 \/ Ttelluric)\nN * (3600 \/ (2 * Tsky))1\/2  \n\nTo find the sensitivity, the signal-to-noise ratio (SN1 hr) is converted to a magnitude and added to the Simbad magnitude (MSimbad), in the corresponding waveband,  of the standard star:\n\nSensitivity = 2.5 * log(SN1 hr) + MSimbad .\n\nSensitivity measurements for telluric standard star observations,  taken at the central wavelength of each band,  are reported below.  The Gemini Integration Time Calculator (ITC) predictions for IQ20 and IQ70 (CC50) conditions are drawn in the sensitivity plots. For NIFS-P2 the ITC calculations do not differ for IQ20 and IQ70 conditions, and only one dashed line is shown.  The NIFS-AO predicted sensitivities do exhibit noticeable differences between IQ20 and IQ70 conditions.  For NIFS-AO observations, measurements made with the field lens OUT are represented by a larger symbol than those made with the field lens IN,  as the field lens will contribute to signal being lost.\n\nNIFS Sensitivity AO Guiding P2 Guiding\n\n\nAll throughput measurements are based on observations of spectrophotometric standards, collected under photometric conditions. Throughputs are defined as follows:\n\nT(λ) = Nd(λ)\nNt (λ)\n\nwhere: Nd(λ) is the number of photons detected with wavelength λ and Nt(λ) is the number of photons of the same wavelength hitting the telescope's primary mirror. The latter is given by:\n\nNt(λ) = N*(λ) 10 (-0.4 μ Aλ)\n\nwhere N*(λ) is the star's photon flux at wavelength λ above Earth's atmosphere, in number of photons\/cm2\/s, μ is the airmass, and Aλ is a mean monochromatic extinction coefficient.\n\nThe numbers available below are average values, that do not account for throughput variations as a function of grating angle.\n\nGuiding Options\n\nNIFS has a number of different guiding options, which can be summarized as follows:\n\n  • Without Adaptive Optics: Seeing-limited guiding using Peripheral WaveFront Sensor 2 (PWFS2). This mode can be used if there is no suitable guide star available for ALTAIR (e.g., no nearby bright star and your target is too faint or extended to guide with).\n  • With Adaptive Optics: ALTAIR is used as the primary guider, providing adaptive optics correction for seeing effects. ALTAIR provides both Natural Guide Source (NGS) and Laser Guide Source (LGS) capabilities with NIFS, and can be used as a \"seeing improver\" using PWFS1. The degree of correction depends on the brightness and off-axis distance of the guide sources used. Note that the Altair patrol field is not exactly circular or concentric with NIFS. The precise position and non-circular shape of the patrol field is correctly displayed with the Altair overlay in the Observing Tool image displayer.\n  • With Adaptive Optics and OIWFS: NIFS is also equipped with an On-Instrument WaveFront Sensor (OIWFS) that can provide slow guiding to correct for flexures between NIFS and ALTAIR. This mode is recommended for long integrations, and for coronography.\n\nGuidelines for selecting good guide stars are summarized in the table below. Note that the guide star brightness limits are for cloudless nights (50% CC) andoptimal seeing (IQ ≤ 70%). ALTAIR can guide on fainterstars (to R~15 mag for A0 stars), but this will result in poor correction.\n\nGuide Probe Separation from\nthe science target\nGuide star brightness\nALTAIR (NGS) < 25\" (1)\n\nR <~12 mag (optimal)\n\nR <~15 mag (faint limit)\n\nALTAIR (LGS) < 25\" (1)\n\nR <~17.5 mag (bright time)\n\nR <~18.5 mag (dark time)\n\nLGS+PWFS1 3.5' to 7' R <~ 14 mag\nOIWFS Between 12 and 60\" (2) K <~ 14.5 mag\nPWFS2 3.5' to 6.'5 R <~ 15 mag\n\n(1) The Altair patrol field is not exactly circular or concentric with NIFS. The precise position and non-circular shape of the patrol field is correctly displayed with the Altair overlay in the Observing Tool image displayer.\n(2) The maximum radius decreases to 25\" when the ALTAIR field lens is used.\n\nSeeing limited NIFS IFU spectroscopy\n\nIn addition to the adaptive... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9966546297,
        "format_confidence":0.7475041747
    },
    {
        "url":"http:\/\/www.coupling-metrics.com\/terrestrial-coupling-index\/",
        "text":"Warning: count(): Parameter must be an array or an object that implements Countable in \/home\/customer\/www\/coupling-metrics.com\/public_html\/wp-includes\/post-template.php on line 293\n\nTerrestrial Coupling Index\n\nDetermines the magnitude of coupling between soil moisture and surface fluxes using statistical techniques. Specifically, the terrestrial coupling index uses the daily slope of the soil moisture-surface flux relationship as weighted by the standard deviation in soil moisture to determine the degree to which soil moisture changes drive surface flux variability.\n\nQuantifies the degree of coupling between soil moisture, and surface latent and sensible heat flux using a statistical method. One great advantage is that this metric largely resembles results found from phase 1 of the GLACE, but does not require multiple carefully constructed simulations (See Figure 1 from Dirmeyer 2011 compared to Figure 1 from Koster et al. 2004). This method typically requires daily data, but similar signals can be retrieved using monthly data. In general daily data with a long enough time record to return stable linear slopes is recommended.\n\nQuantifies that atmospheric background state by the variable θBM and hBCL. Higher θBM and hBCL translate to drier, more stable atmospheric background state with respect to convection. Practically these variables put the local surface forcing within the context of the background state. See Figure 7 from Part I, and Figure 1 from Part 2<\n\nA similar method can be applied to surface fluxes and boundary layer height and the lifting condensation level to return the atmospheric segment of coupling. Combining these two segments, the terrestrial and atmospheric segments, yields the two-legged coupling index that gives a measure of land-atmosphere coupling from a statistical perspective and guided by physical relationships. These coupling indices can be readily calculated from models and most reanalysis datasets. See Figure 1 from Dirmeyer et al. 2014\n\nRequired Input Data:\n\nNeeds surface fluxes (either sensible or latent heat flux depending on what coupling is being investigated) and soil moisture. These can be daily averages or monthly averages so long as the number of data points are large enough to produce stable statistical relationships.\n\nCan work with the atmospheric leg of land-atmosphere coupling process chain as well so long as atmospheric variables are used (e.g. boundary layer height and\/or lifted condensation level).\n\nAs this is a statistical technique all general caveats related to significance apply. This metric is guided by knowledge of that soil moisture may exerts some impact on surface fluxes, but note that this interpretation may not be correct when applied to monthly or seasonally averaged soil moisture and surface flux values. Additionally, correlations between soil moisture and surface fluxes are seasonally dependent so the terrestrial coupling parameter should be applied most broadly at the seasonal scale to avoid aliasing relationships that may emerge when applied to the annual averages.\n\nPrototype Subroutine Call\n\nsubroutine terra_coupling ( dim2, ntim, soilm, flux, tcp, missing )\n\nRequired Input\n\n\n*** Note: This subroutine simply calculates the standard deviation of soil moisture and multiplies it by the slope of flux-soilm and currently does not perform any significance testing of the relationship. This is currently left to the user, but there are plans to include a significance mask.\n\nHow to Calculate\n\nRelevant Citations\n\nMethod Description \n\nDirmeyer, P. A. (2011), The terrestrial segment of soil moisture–climate coupling, Geophys. Res. Lett.,  38, L16702, doi:10.1029\/2011GL048268\n\n  Detailed Evaluation \n\nDirmeyer, P. A., Z. Wang, M. J. Mbuh, and H. E. Norton (2014), Intensified land surface control on boundary layer growth in a changing climate, Geophys. Res. Lett., 41, 1290–1294, doi:10.1002\/2013GL058826",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9954285622,
        "format_confidence":0.6165859699
    },
    {
        "url":"http:\/\/www.astm.org\/Standards\/UOP714.htm",
        "text":"UOP714 - 07\n\n    Metals in Miscellaneous Samples by ICP-OES\n\n      Format Pages Price  \n    PDF 11 $214.00   ADD TO CART\n    Hardcopy (shipping and handling) 11 $214.00   ADD TO CART\n\n    1. Scope\n\n    This method is for determining metals in samples of unknown composition such as residues and deposits. Aluminum (Al), cadmium (Cd), calcium (Ca), chromium (Cr), cobalt (Co), copper (Cu), iron (Fe), lead (Pb), magnesium (Mg), manganese (Mn), molybdenum (Mo), nickel (Ni), potassium (K), sodium (Na), strontium (Sr), tin (Sn), titanium (Ti), vanadium (V), zinc (Zn), and zirconium (Zr) are quantitatively determined by Inductively Coupled Plasma - Optical Emission Spectrometry (ICP-OES). Concentrations determined generally cover the range of 0.02 to several mass-%, see Table 1. Sample dilution extends the working range for major (matrix) components. If requested, additional elements can be determined, if the sample preparation method is appropriate for the additional elements.\n\n    Barium (Ba) and silicon (Si) cannot be determined by this method due to the acid treatment of samples. Alpha-alumina will not dissolve in the acid media used in this method.\n\n    An alternative microwave-based dissolution technique is described in the Appendix. Silicon can be determined using the microwave-based dissolution technique; and instructions for the analysis of silicon are included.\n\n    Citation Format\n\n    ASTM UOP714-07, Metals in Miscellaneous Samples by ICP-OES, ASTM International, West Conshohocken, PA, 2007, www.astm.org\n\n    Back to Top",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9223291874,
        "format_confidence":0.6036417484
    },
    {
        "url":"http:\/\/iubio.bio.indiana.edu\/soft\/molbio\/evolve\/lintr\/lintre.readme",
        "text":"The programs in lintre.unix.tar.Z are for (1) testing the molecular clock on a given topology of a phylogenetic tree and (2) making linearized trees (reestimating branch lengths under the assumption of constant rate of evolutions. The data that can be used are nucleotide or amino acid sequences. For details of the methods, please look at \"Phylogenetic tests of the molecular clock and linearized trees\" (Molecular Biology and Evolution 12: 823-833, 1995). (1) Ftp lintre.unix.tar.Z and lintre.unix.readme onto your system in the binary mode. (2) Type \"uncompress lintre.unix.tar.Z\". (3) Type \"tar xvf lintre.unix.tar\". (4) Read the file first. If you have problems or comments, please send email to: Sep 19, 1998 Naoko Takezaki National Institute of Genetics 1111 Yata, Mishima Shizuoka 411, Japan TEL: +81-559-81-6847 FAX: +81-559-81-6848 The programs for testing the molecular clock and making linearized trees are available by anonymous ftp at There are two files that you need to copy: lintre.unix.tar.Z and lintre-unix.readme. Please use binary mode for copying lintre.unix.tar.Z. If you have any problems or comments, let me know. Best wishes, Naoko Takezaki The Graduate University for Advanced Studies Hayama, Kanagawa 240-0193 TEL +468-58-1580 FAX +468-58-1544 Email :",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.8724473119,
        "format_confidence":0.9244958162
    },
    {
        "url":"http:\/\/www.comsol.dk\/model\/heated-vertical-plate-464",
        "text":"Heated Vertical Plate\n\nModel ID: 464\n\nThis model shows the application of COMSOL Multiphysics in modeling the non-isothermal flow of gases at relatively low flow velocities.\n\nHere, a vertical plate is held at a constant temperature, which is higher than that of the surrounding air. When the warm plate heats the air near its surface, the air starts rising upward due to its change in density.\n\nThe model assumes that the work done by the gas is negligible, variations in temperature arise through external heating and that the gas is ideal.\n\nIt illustrates how to couple the heat transfer equation to the equations for non-isothermal flow. It also compares the results to the empirical expressions for the heat flux from an isothermal vertical plate as presented by A. Bejan.\n\nThis model was built using the following:\n\nHeat Transfer Module",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9963639379,
        "format_confidence":0.8215477467
    },
    {
        "url":"https:\/\/dcc.ligo.org\/LIGO-E1100442\/public",
        "text":"LIGO Document E1100442-v2\n\naLIGO HAM Tip-Tilt Suspension Preferred Fastener List\n\nDocument #:\nDocument type:\nE - Engineering documents\nOther Versions:\naLIGO HTTS Preferred Fastener List. This is based on Betsy's E1000011 aLIGO Preferred Fasteners List.\nTip-Tilt HTTS\nNotes and Changes:\nFound out the hard way that the #4-40 x 5\/16 SHCS from UC Components had the wrong part number and has been updated and reordered .....\nRelated Documents:\n\nDCC Version 3.2.2, contact Document Database Administrators",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.5971239805,
        "format_confidence":0.5916883349
    },
    {
        "url":"http:\/\/pavois.irisa.fr\/project-publis\/results-asic",
        "text":"Skip to content. Skip to navigation\nDocument Actions\n\n\n\nA complete cryptoprocessor for elliptic curve cryptography (ECC) has been designed during the PAVOIS project and implemented in 65nm CMOS technology (STMicroelectronics foundry via CMP services). \n\nThe implemented cryptoprocessor was designed for 256-bit prime finite fields elements and generic curves. It embeds: 1 multiplier, 1 adder and 1 inversion units for field-level computations. Various algorithms for scalar multiplication primitives can be programmed in software for curve-level computations. It was designed to evaluate algorithmic and arithmetic protections against side channel attacks (there is no hardware protection embedded in this ASIC version).\n\nThe circuit has been sent for fabrication to CMP services on June 20th, 2016 (the circuit was supposed to be sent for foundry in March 2016, but the run intially planed for March 7th, 2016 was cancelled by the foundry). After validation process at CMP, the circuit was sent for fabrication at STMicroelectronics foundry during several months. The produced chips were delivered on January 19th, 2016 (after several delays at foundry).\n\nThe test and evaluation of the circuits will be performed in the next months (as soon as we find support and time since PAVOIS is already finished).\n\nLayout (circuit size approx 1.5 x 1.5 mm)\n\nLayout of the ECC cryptoprocessor circuit\n\n\nPAVOIS circuit\n\nCircuit in DIL48 package (open lid)\n\nPAVOIS circuit in package\n\nBox of circuits\n\nPAVOIS circuits box\n\n\nArnaud Tisserand (architecture design and contact), Pierre Guilloux (ASIC implementation and optimizations) and Nicolas Veyrat-Charvillon (initial FPGA implementation).\n\nby tisseran last modified 19.01.2017 11:47 AM",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.5285298824,
        "format_confidence":0.5811756253
    },
    {
        "url":"http:\/\/www.selectscience.net\/application-articles\/label-free-soprano%E2%84%A2-gold-nano-rod-(gnr)-assays-on-a-spectrometer-based-microplate-reader\/?artID=26437",
        "text":"\n15 October 2012\n\nLabel-Free SoPRano™ Gold Nano-Rod (GNR) kits enable users to design and run label-free, microplate-based homogenous assays for high quality protein-protein interaction analysis based on Localized Surface Plasmon Resonance (LSPR). In this application note, the SPECTROstar Omega spectrometer-based microplate reader from BMG LABTECH was used to rapidly capture full spectra and signal specificity. hSA and bSA were separately conjugated to the SoPRano™ GNRs and their respective monoclonal antibodies were bound at various concentrations. The Kd values were derived from BMG LABTECH’s MARS analysis software.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9936004877,
        "format_confidence":0.6509501934
    },
    {
        "url":"http:\/\/www.freepatentsonline.com\/3601773.html",
        "text":"United States Patent 3601773\n\nA tachometer which does not require any wired connections or inductive probes. It picks up radiation from ignition spark discharges and the like, and uses these to trigger a tunnel diode which activates a pulse-stretching monostable multivibrator. An ammeter is in series with the output current of the multivibrator, and is calibrated in r.p.m. The nonretriggerable period enhances the accuracy of the tachometer by providing noise blanking. A switching circuit adjusts the electrical value of a coupling network between stages of the multivibrator and adjusts the period thereof to accommodate two, three, four or six cylinder internal combustion engines without sacrificing any of the noise blanking capability. The coupling network incorporates a plurality of matched timing capacitors, enabling the tachometer to be calibrated for any number of engine cylinders by means of a single potentiometer.\n\nFrieling, Edward (N\/A, NJ)\nKonos, William G. (N\/A, MA)\nApplication Number:\nPublication Date:\nFiling Date:\nIncorporated, Hartman Marine\nPrimary Class:\nInternational Classes:\nG01P3\/48; (IPC1-7): G01P3\/48\nField of Search:\n324\/70,78,15-18 343\nView Patent Images:\nUS Patent References:\n\nForeign References:\nOther References:\n\n9R. M. Benrey; Build Your Own \"Wireless\" Tach; Popular Science; March, 1965; pp. 110-112..\nPrimary Examiner:\nLynch, Michael J.\nThe embodiments of the invention in which an exclusive property or privilege is claimed are defined as follows\n\n1. In a remotely responsive tachometer for measuring the angular speed of a motor having spark-generating means which radiates bursts of permanently escaping electromagnetic energy at radio frequencies over substantial distances in correspondence with its spark discharges, in addition to the magnetic induction field which surrounds the spark currents and which ultimately collapses and returns its energy to said spark-generating means when such currents terminate; said tachometer being of the type including a support having mounted thereon an indicator-driving circuit responsive to electrical pulses representative of spark discharges for generating an electrical indicator-driving signal having a magnitude substantially proportional to the repetition rate of said spark discharges, and visual indicating means responsive to said indicator-driving signal for providing an indication of the angular speed of the motor; the improvement comprising:\n\n2. A tachometer as in claim 1\n\n3. A tachometer as in claim 1 wherein said indicator-driving circuit comprises:\n\n4. A tachometer as in claim 3 wherein said multivibrator comprises:\n\n5. A tachometer as in claim 4 further comprising:\n\n6. A tachometer as in claim 5 wherein:\n\n7. A tachometer as in claim 6 wherein:\n\n8. A tachometer as in claim 7 wherein:\n\n9. A tachometer as in claim 8 wherein said adjusting means comprises:\n\n10. A tachometer as in claim 9 wherein said adjusting means further comprises:\n\n11. A tachometer as in claim 10 wherein:\n\n12. A tachometer as in claim 11 wherein:\n\n13. A tachometer as in claim 5 further comprising:\n\n14. A tachometer as in claim 13 wherein:\n\n15. A tachometer of the type described in claim 1 wherein said threshold R.F. detector includes an abruptly variable impedance element; and\n\n16. A tachometer of the type described in claim 1 wherein at least virtual R.F. antenna means for picking up said radiated energy is coupled to said threshold detector and is mounted on said tachometer support.\n\n\nThis invention relates generally to tachometers, and is particularly concerned with a wireless portable device for use aboard small pleasure boats and other vehicles.\n\n\nUntil now, the tachometers available for use in small motor boats, automobiles and similar motor-driven vehicles have presented the purchaser with an unfortunate choice between various types of devices which are all either inaccurate, expensive, or require burdensome installation.\n\nFor example, one type of tachometer operates by photoelectric detection of a light which blinks at a rate proportional to engine speed. Another type has a generator which rotates with the engine shaft and produces a voltage proportional to engine speed. Both these types must be designed as an integral part of the motor, since they cannot be installed subsequently except perhaps by modifying the original structure, which is difficult and expensive.\n\nThere is one type of prior art tachometer which requires no connection to the engine, i.e. the type which employs resonant reeds to detect engine vibrations. However this type of unit is expensive, and must be mounted on the bulkhead of the boat.\n\nUntil now, the nearest thing to a small, hand-holdable portable tachometer for occasional use in small motorboats and other vehicles has been the type of device having a wire probe which is either physically connected or inductively coupled to the ignition system of an internal combustion engine. These units have the advantage of being inexpensive, but they are also inaccurate, and they still require some sort of connection to the engine. Even with the inductive type of device, the probe must come within inches of an ignition wire, and the tachometer must be connected before use and later disconnected if it is to be removed from the boat after use. It therefore is not a \"wireless\" device in the full sense of that word.\n\n\nThis invention provides a tachometer which is ideally suited for occasional use in small motor boats and other vehicles. It is a small, hand-holdable, completely portable device which requires no wires or other connections to the engine, nor any other sort of installation. Yet it is extremely accurate, being competitive in that respect with units costing around 10 times as much. Thus a unit of this type may be brought on board a boat when the occasion demands, and immediately put into use without the necessity for any installation or any connection to the motor. Afterwards it may simply be carried off the boat without the need for disconnecting or disengaging it. While on board, it gives accurate readings, and operates at a very low current drain so as to achieve many hours of life on a single 9 volt transistor energizer battery.\n\nMost significantly, the present tachometer operates at substantial distances from the motor. Not only is there no connecting wire or inductive probe contacting or approaching the motor, but the tachometer will develop a reading from anywhere on board the boat and even from many feet away from the boat, owing to the fact that it senses the electromagnetic energy radiated by the ignition spark discharges of an internal combustion engine. Moreover, the device will also sense the radiation given off by the spark discharges of electric motor brushes. It will be readily appreciated that radiant energy can easily be detected by a sensitive instrument at distances of hundreds of feet or more, whereas an inductive probe must be within inches of the current-carrying member to which it is coupled.\n\nThe present tachometer circuit thus includes an electromagnetic radiation burst detector capable of sensing a motor spark discharge at a substantial distance. The circuit provides an output which is substantially proportional to the number of bursts of radiation detected per unit time, and a visual indicator responsive to that output is calibrated in motor revolutions per unit time.\n\n\nFIG. 1 is a schematic circuit diagram of a preferred embodiment of a tachometer in accordance with this invention, wired for use with a two cylinder, two cycle internal combustion engine.\n\nFIGS. 2 through 4 are partial schematic circuit diagrams illustrating alternative connections which are used for accommodating the tachometer circuit of FIG. 1 to internal combustion engines having three, four and six cylinders respectively.\n\nThe same reference characters refer to the same elements throughout the several views of the drawing.\n\n\nIn order to make the tachometer device of this invention small and portable, it employs low current drain solid-state components and the circuit is powered exclusively by a single battery E which is preferably an ordinary 9-volt transistor energizer. The battery voltage is applied through a current limiting resistor R1 to a voltage regulating Zener diode D1 and a voltage divider network comprising resistor R2 and R7 and a potentiometer R1 all connected in series across the battery E. The radiation burst associated with each spark discharge of an internal combustion engine (or each brush arcing of an electric motor) is detected by a tunnel diode D2 which is connected in series with a choke L1 across resistor R2. The potentiometer R1 is adjusted so that tunnel diode D2 is biased to a point on the high current, low voltage portion of its characteristic curve just before the negative resistance slope. As a result, tunnel diode D2 is very near its switching threshold.\n\nA virtual antenna is shown connected to the anode and a virtual ground connected to the cathode of tunnel diode D2, illustrating that radiation bursts are conducted through the tunnel diode. In fact, however, in the preferred embodiment of the tachometer circuit illustrated in FIG. 1, it is not necessary to connect any actual external antenna or ground. Not even a wire loop antenna within the casing of the tachometer is required. The sensitivity of the tunnel diode radiation detector D2 is such that the leads connected thereto (as shown in solid lines in the circuit of FIG. 1) represent all the antenna and ground connections required for radiation detection.\n\nAs a radiation burst is picked up by the virtual antenna and applied across tunnel diode D2 to the virtual ground, it momentarily boosts the tunnel diode operating point over the switching threshold, causing it to slip rapidly down the negative resistance slope and into the low current, high voltage area of the diode characteristic. As the diode voltage rises during this switching event, the diode current tends to de... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.7160688639,
        "format_confidence":0.7785068154
    },
    {
        "url":"http:\/\/pbadupws.nrc.gov\/docs\/ML0214\/ML021440322.html",
        "text":"Home > Site Help > Search Results\n\nNUREG\/CR-6769, Technical Basis for Revision of Regulatory Guidance on Design Ground Motions: Development of Hazard- & Risk-Consistent Seismic Spectra for Two Sites.\n\nAccession Number: ML021440322\n\nDate Released: Friday, May 24, 2002\n\nPackage Contents\n\nThe following links on this page are to Adobe Portable Document Format (PDF) files. To obtain a free viewer for displaying this format, see our Plugins, Viewers, and Other Tools.\n\nPrivacy Policy | Site Disclaimer",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9029272795,
        "format_confidence":0.6269987226
    },
    {
        "url":"http:\/\/www.echinobase.org\/Echinobase\/genomeassembly1.0",
        "text":"Genome Assembly 1.0\n\nWhat's New\n\nPmin_1.0 is the latest (as of Apr 11, 2012) assembly of the genome of Patiria Miniata. The assembly tools CABOG (Celera Assembler), Newbler, ATLAS-Link, and ATLAS-GapFill were used to assemble a combination of 454 reads (fragment and 2.5kb insert paired ends;~15x coverage) and Illumina reads (300bp insert and 2.5kb insert paired ends;~70x coverage).\n\n\nThis information is for the first release (Pmin_1.0) of the draft genome sequence of the Patiria miniata . This is a draft sequence and may contain errors so users should exercise caution.Typical errors in draft genome sequences include misassemblies of repeated sequences, collapses of repeated regions, and unmerged overlaps(e.g. due to polymorphisms) creating artificial duplications.\n\nWith a goal of solving the polymorphism issues of the data while maintaining the sequence continuity, The Pmin_1.0 assembly was generated in the following steps:\n\n1) 454 reads were assembled by CABOG using settings less strignent than the default (unitigger=bog utgErrorRate=0.03 ovlErrorRate=0.08 cnsErrorRate=0.08 cgwErrorRate=0.14 doExtendClearRanges=0)\n\n2) Both contig and degenerate sequences from the previous step were chopped into fake reads with ~11x coverage (500bp long; 460bp overlap; 80bp minimal length) for ctgs and 8x coverage(450bp long; 400bp overlap; 80bp minimal length) for degs. The fake reads were then assembled by Newbler with the option of -large.\n\n3) Both 454 and iIlumina pair end reads were mapped to the contigs from the previous step. We used BLAT to map the 454 data and bwa(aln+samse) to map the Illumina data, both with the default options. Based on the mapping locations of the paired ends, contigs were then ordered and oriented into scaffolds using ATLAS-Link.\n\n4) ATLAS-GapFill was then used to assemble the reads locally in an attempt to fill the gaps among the contigs within the scaffolds.This final step produced 770.5Mb sequences with contig N50 size of 9.5kb and\nscaffold N50 size of 50.3kb.\n\nConditions for use\n\nThese data are made available before scientific publication with the following understanding:\n\n- The data may be freely downloaded, used in analyses, and repackaged in databases.\n\n- Users are free to use the data in scientific papers analyzing particular genes and regions if the providers of this data (Baylor College of Medicine Human Genome Sequencing Center) are properly acknowledged.\nPlease cite the BCM-HGSC web site or publications from BCM-HGSC referring to the genome sequence.\n\n- The BCM-HGSC plans to publish the assembly and genomic annotation of the dataset, including large-scale identification of regions of evolutionary conservation and other features.\n\n- This is in accordance with, and with the understandings in the Fort Lauderdale meeting discussing Community Resource Projects and the resulting NHGRI policy statement (\n\n- Any redistribution of the data should carry this notice.\n\nDescription of files\n\nThere are 2 directories.\n\nI. Contigs\/ directory\n\nThis directory has 2 files for assembled contigs in the genome, there is\nno chromosome assignment for the contigs in Pmin_1.0.\n\nPmin_1.0.20120411.contigs.agp (agp file)\nPmin_1.0.20120411.contigs.fa (fasta file)\n\nThe Pmin_1.0.20120411.contigs.agp file describes the positions and\norientations of the contigs in the group. It takes the standard NCBI\n\nII. LinearScaffolds\/ directory\n\nThis directory has 1 file\n\n\nThe sequences are linearized scaffolds where the gaps between adjacent\ncontigs within a scaffold are filled with 'N's and the captured gap size\nis estimated from the clone insert size.\n\nSequence statistics\n\nScaffolds\/Contigs Number N50(kb) Bases(Mb) Gap(Mb)\nAll Scaffolds 60,336 50.3 811.6 41.1\nAll Contigs 181,436 9.5 770.5 N\/A\n\n\nPmin_1.0 (Apr, 2012) This release was the first assembly of the\nPatiria Miniata genome.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.950152874,
        "format_confidence":0.7744852901
    },
    {
        "url":"http:\/\/web.mit.edu\/edgsrc\/www\/moss\/documentation\/index.html",
        "text":"documentation: MoSS\n\n\nOverview (on this page)\n\nInstallation Instructions\n\n1.0 Alias\n    1.1 The Platform\n2.0 The Plugin\n    2.1 Loading and Unloading\n    2.2 Adjusting the Filepaths\n\nMoSS Tutorial\n\n3.0 Running the Plugin\n   3.1 The Data File and its Parameters\n   3.2 The Grammar\n   3.3 The Filters\n   3.4 The Surface Option\n   3.5 The Tree Option\n   3.6 Examples of Grammar Inputs\n\n\n4.0 Errors in Running MoSS\n   4.1 Orientation, Reload Problems after Filter3\n   4.2 Problems with Incorrect Syntax\n   4.3 Things to Note\n\n\nAristid Lindenmeyer\nDeveloped the principle to simulate biological growth in 1968\n\nThe principle of L-Systems in 3D\nis based on the turtle principle. A turtle moves through space with a position vector and three axis vectors determining its momentary orientation in space (length direction, upwards direction and tilt to the sides). In the L-Systems there are rules which describe the turtles movement in space in respect to its local direction vectors (pitch, roll, and turn).\n\nThe adaptation of the L-system for MoSS\nModeling of surface and structure uses the L-system primarily with the goal to generate growth of surfaces. The growth is depending on environmental input. There are attractors and repellers in the growth environment which influence the angles locally for each new generation.\n\nhome   |   media : publications   |   files : documentation",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.6786668301,
        "format_confidence":0.9714814425
    },
    {
        "url":"http:\/\/www.astm.org\/Standards\/E573.htm",
        "text":"ASTM E573 - 01(2013)\n\n    Standard Practices for Internal Reflection Spectroscopy\n\n    Active Standard ASTM E573 | Developed by Subcommittee: E13.03\n\n    Book of Standards Volume: 03.06\n\n      Format Pages Price  \n    PDF 17 $50.00   ADD TO CART\n    Hardcopy (shipping and handling) 17 $50.00   ADD TO CART\n\n    Significance and Use\n\n    4.1 These practices provide general guidelines for the good practice of internal reflection infrared spectroscopy.\n\n    1. Scope\n\n    1.1 These practices provide general recommendations covering the various techniques commonly used in obtaining internal reflection spectra.2,3 Discussion is limited to the infrared region of the electromagnetic spectrum and includes a summary of fundamental theory, a description of parameters that determine the results obtained, instrumentation most widely used, practical guidelines for sampling and obtaining useful spectra, and interpretation features specific for internal reflection.\n\n    1.2 The values stated in SI units are to be regarded as standard. No other units of measurement are included in this standard.\n\n    2. Referenced Documents (purchase separately) The documents listed below are referenced within the subject standard but are not provided as part of the standard.\n\n    ASTM Standards\n\n    E131 Terminology Relating to Molecular Spectroscopy\n\n    E168 Practices for General Techniques of Infrared Quantitative Analysis\n\n    E284 Terminology of Appearance\n\n    ICS Code\n\n    ICS Number Code 71.040.50 (Physicochemical methods of analysis)\n\n    UNSPSC Code\n\n    UNSPSC Code\n\n    Referencing This Standard\n    Link Here\n    Link to Active (This link will always route to the current Active version of the standard.)\n\n    DOI: 10.1520\/E0573-01R13\n\n    ASTM International is a member of CrossRef.\n\n    Citation Format\n\n    ASTM E573-01(2013), Standard Practices for Internal Reflection Spectroscopy, ASTM International, West Conshohocken, PA, 2013, www.astm.org\n\n    Back to Top",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9966917038,
        "format_confidence":0.8196085095
    },
    {
        "url":"https:\/\/www.biotek.fr\/fr\/resources\/application-notes\/uv-fluorescence-polarization-as-a-means-to-investigate-protein-conformational-and-mass-change-using-intrinsic-tryptophan-fluorescence-in-conjunction-with-uv-capable-polarizers\/",
        "text":"Resources - Notes d'application\n\nUV Fluorescence Polarization as a Means to Investigate Protein Conformational and Mass Change - Using Intrinsic Tryptophan Fluorescence in Conjunction with UV-capable Polarizers\n\n\nRelated Products: Cytation 1, Cytation 5, Synergy H1, Synergy Neo2\n\nOctober 13, 2014\n\nred arrow Related Sample File: UV Polarization\n\nAuthors: Paul Held Ph. D. and Kyle Davis, Applications Department, BioTek Instruments, Inc., Winooski, VT\n\nThe essential amino acid tryptophan is intrinsically fluorescent with excitation in the UV range of the spectrum. This physical characteristic can be used to investigate peptides and proteins that contain this amino acid. Here we describe the use of the Synergy™ H1 reader in conjunction with UV-capable fluorescence polarizers to investigate conformational and mass changes of proteins in solution.\n\n\n\nFluorescence polarization (FP) is a fluorescence detection technique that is based on the observation that fluorescent molecules, when excited by plane polarized light, will emit plane polarized light. In solution, proteins are free to rotate, thus the plane of polarized light emitted can change based on the fluorescence lifetime of the fluorophore in question and the extent of rotation the molecule undergoes during that time frame. The molecule’s rotational speed is influenced by solution viscosity, absolute temperature, molecular volume and the gas constant. If one keeps viscosity and temperature constant, then the key variable for rotational speed differences is molecular volume or to a first approximation, molecular weight.\n\nFluorescence polarization (FP) measurements are made with two different polarizing filters that are parallel and perpendicular to the plane of the polarized excitation source. As stated previously, polarization values for any fluorophore complex are inversely related to the speed of molecular rotation of that complex. Because the speed of rotation is related to the size of the molecule, polarization values will be high with large molecule complexes, and low with small molecules. Typically the measured fluorescence is produced by an exogenous fluorescent compound such as fluorescein or Rhodamine. These compounds are covalently linked to peptides or nucleic acids and used as tracers to assess changes in mass resulting from binding events or proteolysis. Intrinsic polarization measurements are made without an exogenous fluorescent tracer, using on the inherent fluorescence of the polypeptide.\n\nThe intrinsic fluorescence of a folded protein is a mixture of the fluorescence from individual aromatic residues, with the tryptophan providing the most significant portion. Tryptophan has an indole ring structure with wavelength of maximum absorption at 280 nm and an emission peak that ranges from 300 to 350 nm depending in the polarity of the local environment (Figure 1). Tryptophan is a relatively rare amino acid; with many proteins contain only one or a few tryptophan residues. Therefore, tryptophan fluorescence polarization can be a very sensitive measurement of the conformational state of individual tryptophan residues. The advantage compared to extrinsic probes is that the protein itself is not changed. The use of intrinsic fluorescence polarization for the study of protein conformation is in practice limited to cases with few (or perhaps only one) tryptophan residues, since each experiences a different local environment, which would give rise to an averaged response.\n\nTryptophan structure.\n\nFigure 1. Tryptophan structure.\n\nMaterials and Methods\n\nProtease (cat # P5147), NATA (cat # A6501), RNase T1 (cat # R1003), glucagon (cat # G2044), melittin (cat # M2272), human serum albumin (cat # A9511), bovine serum albumin (cat # A3294), basic myelin (cat # M1891), lysozyme (cat # L6876), tryptophan HCl (cat # T8941) and Trp–Met–Asp–Phe–NH2•HCl peptide (cat # T6515) were purchased from Sigma–Aldrich (St. Louis, MO). Solid black 96-well microplates (Cat # 3915) were from Corning, (Corning, NY). All other chemicals were reagent grade.\n\nRatiometric Experiments\n\nMixtures of different molar ratios of human serum albumin (HSA) and tryptophan were made from 100 μM stock solutions. Eight replicate aliquots (100 μL) of each mixture were pipetted into wells of a black sided 96-well plate and the fluorescence polarization determined. Reactions were carried out under denaturing (8 M guanidine or 10 M urea) and native conditions.\n\nProtein Digestion\n\nHSA protein (100 μM final concentration) was digested with various concentrations of Protease enzyme in the presence of 10 mM phosphate (pH 7.5) buffer at 37°C for 4 hours. The fluorescence polarization was the measured. For kinetic experiments, reactions were initiated by the addition of HSA and fluorescence polarization monitored every 10 minutes.\n\nProtein Denaturation\n\nHSA protein (100 μM final concentration) was incubated with various concentrations of guanidine HCl in the presence of 10 mM phosphate (pH 7.5) in a total volume of 100 μL per well buffer at room temperature for 2 hours. After incubation the fluorescence polarization was determined.\n\nMelittin Polymerization\n\nMelittin protein (100 μM final) was incubated with various concentrations of sodium chloride in the presence of 10 mM phosphate (pH 7.5) buffer at room temperature for 30 minutes. After incubation, the fluorescence polarization was the measured.\n\nPolirization Measurements\n\nFluorescence polarization was measured in a Synergy H1 Multimode microplate reader configured with UV-compatible polarizers. For all measurements, a 284\/10 excitation and a 340\/30 emission filters were use in conjunction with a 320 nm cut off dichroic mirror. PMT gain setting was set to 50 with 10 reads per data point.\n\n\nThe fluorescence polarization values for mixtures of large and small molecules are determined by their relative ratio. An excess of large molecules relative to small will result in a large polarization value, while an excess of small molecules will result in low polarization. This was demonstrated by mixing tryptophan amino acid with human serum albumin (HSA). HSA is a 67kD protein that only contains one tryptophan amino acid. However due to its size fluorescence polarization values obtained using intrinsic fluorescence will be high. Conversely, the amino acid tryptophan is quite small and would be expected to have a low polarization value in solution. Figure 2 demonstrates the ability of the Synergy H1 with UV-capable polarizers to distinguish different molar ratios of tryptophan and HSA. Mixtures that are predominately HSA have polarization values of approximately 175 mP, while those that are predominately tryptophan have values approximately 40 mP. In addition, these data are a compilation of multiple experiments, indicating the repeatability of the polarization measurements. \n\nPolarization values of mixtures of human serum albumin\n\nFigure 2. Polarization values of mixtures of human serum albumin and tryptophan in non denaturing conditions. Data represents the mean and standard deviation of at least eight separate determinations from multiple experiments.\n\nPolarization measurements using the intrinsic fluorescence of proteins are based on the ability of tryptophan to rotate in solution. Tryptophan in proteins is normally located within the hydrophobic center of most proteins as part of a tertiary structure, drastically reducing its ability to rotate independently of the entire peptide. If the tertiary structure is completely denatured tryptophan moieties within polypeptide have some rotational freedom within the polymer that the rigid native peptide would not necessarily have. This is observed in Figure 3 where the fluorescence polarization of tryptophan-HSA mixtures was determined in their native and denatured state.\n\nUnder denaturing conditions the maximal FP values are significantly reduced (40%) as compared to that observed under native non-denaturing conditions. Whereas samples that are substantially tryptophan are not affected to any extent.\n\nComparison of native and denatured polarization\n\nFigure 3. Comparison of native and denatured polarization. Mixtures of HSA and tryptophan were made under native or denaturing (8 M guanidine or 10 M urea) conditions and the fluorescence polarization determined. Data represents the mean and standard deviation of at least eight replicates from multiple experiments.\n\nThe ability of tertiary structure to influence fluorescence polarization is demonstrated in Figure 4. When human serum albumin (HSA), which only contains a single tryptophan moiety, is subjected to increasing concentrations of the denaturing compound guanidine the fluorescence polarization first increases approximately 10% before significantly decreasing. This increase is due to the preliminary unfolding of the protein which increases its molecular volume; while the decrease is attributable to a great extent of unfolding which releases the tryptophan residue from the hydrophobic core of the protein allowing the indole ring to rotate independently of the protein. Because the tryptophan is still part of the protein backbone, the polarization value is still significantly greater than tryptophan in solution when the protein is completely denatured.\n\nPolarization of HSA with increasing guanidine\n\nFigure 4. Polarization of HSA with increasing guanidine concentrations. Human serum albumin (HSA) was itreated with different amounts of guanidine-HCl. After a 30 -minute incubation the, fluoresce polarization with UV excitation was determined. Data represent the mean of at least eight separate determinations from multiple experiments.\n\nThe essence of fluorescence polarization is the ability to distinguish differences in mass. Digestion of human serum albumin with general protease enzymes results in the protein being reduced into smaller and smaller peptides. Because of the single tryptophan moiety in the HSA protein, only peptide fragments containing the amino acid are fluo... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.99532938,
        "format_confidence":0.5209033489
    },
    {
        "url":"http:\/\/cccbdb.nist.gov\/compvibs3.asp?casno=3352576&charge=0&method=13&basis=2",
        "text":"return to home page\n\nIV.C.1. (XIII.D.1.)\n\nCompare vibrational frequencies in CCCBDB for OH (Hydroxyl radical)\n\n\nFrequency in cm-1\n  Calculated   Experimental\nMode Number Symmetry Frequency diff Symmetry Frequency Comment\n1 Σ 3075 -663 Σ 3738  \nThe calculated vibrational frequencies were scaled by 0.9945\n\nSee section XIII.C.3 List or set vibrational scaling factors to change the scale factors used here.\nSee section III.B.3.c Calculate a vibrational scaling factor for a set of molecules to determine the least squares best scaling factor.\nSee section III.B.3.b List of vibrational scaling factors and their uncertainties for information on where the above scaling factor is from.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9967710376,
        "format_confidence":0.691173315
    },
    {
        "url":"https:\/\/www.programmableweb.com\/api\/usfws-geospatial-service\/followers",
        "text":"You are here\n\nUSFWS Geospatial Service API - Followers\n\nThe service from the U.S. Fish and Wildlife Service provides geospatial data about U.S. wildlife habitats, including fisheries. It supports integration of data about animal populations and habitats from human observers and remote sensing networks with geographic information systems (GIS), including global positioning system (GPS) references. API methods support ArcGIS format for creating, updating, and distributing geospatial data collected during implementation of the USFWS Operational Plan. Methods give access to data about wildlife with GIS and GPS identifiers to allow mapping of observations and integration with other resource mapping applications. Datasets identify and allow mapping of coastal resources and wetlands, critical habitats inland, ecosystem regions, Landscape Conservation Cooperatives (LCCs) and National Wildlife Refuges, migratory bird movements, and others.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.6642593741,
        "format_confidence":0.838398993
    },
    {
        "url":"https:\/\/www.genosphere-biotech.com\/technical-corner\/custom-genes\/sequence-optimization-consideration\/",
        "text":"Sequence Optimization Consideration\n\nSequence Optimization Consideration\n\nHeterologous protein expression\n\nProtein heterologous expression project can reveal to be a demanding process. Among the many factors that may affect successful expression, that of the actual coding sequence utilized has been shown in many instances to be a central issue. You may benefit from re-designing or creating de novo an expression-prone DNA sequence from he protein sequence.\n\nPoor or no expression, troncated proteins, amino-acids misincorporation are the most common consequences of codon bias and unbalanced tRNA pool. \n\nThis issue has been extensively studied for E. coli expression and is perfectly exemplified by the arginine codons AGG and AGA -same tRNA- which are hardly ever found in E. coli highly expressed ORFs while found with significantly higher frequency in many other organisms. It would thus make better sense to replace the latter by codons used more frequently in your host organism e.g. CGT or CGC.\n\nFrequency Codons (AGG\n+ AGA) (% of all arg codons)\nExpression host\n(Highly expressed genes, Henaut and Danchin, Escherichia coli\nand Salmonella, Vol. 2, Ch. 114:2047-2066, 1996)\nE. coli\nRecombinant gene source\n(all genes frequencies, www.kazusa.or.jp\/codon\/)\nA. thaliana\nC. elegans\nD. melanogaster\nH. sapiens\nS. cerevisae\n\nGene design\n\nDesigning a gene that will express in a particular organism a recombinant protein boils down to choosing the most appropriate triplet for each amino acids. With a ratio of 64 codons to 20 aa plus termination there is quite some flexibility to include other constraints in addition to that of codon bias adjustment such as: \n\n  • Gene & protein engineering: Addition or removal of specific motives (e.g. restriction sites), tags for purification, multiple stops, etc. \n  • Gene manufacturing: Maintain average GC content, avoid long repeats, palindroms, etc.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9899161458,
        "format_confidence":0.8583157063
    },
    {
        "url":"https:\/\/hst-docs.stsci.edu\/stisihb\/chapter-12-special-uses-of-stis\/12-5-high-signal-to-noise-ratio-observations",
        "text":"12.5 High Signal-to-Noise Ratio Observations\n\nThe maximum achievable signal-to-noise (S\/N) ratio of STIS observations for well exposed targets is, in general, limited by the S\/N ratio and stability of the flat fields. CCD flat-field observations are obtained monthly. Ultimately, CCD reference flats in the pipeline should have an effective illumination of up to 106 e\/pix. Thus, it should be possible to achieve a S\/N ratio of several hundred over larger spatial scales given sufficient source counts. The limitation is the temporal stability of the CCD reference flats, which show variations of a few tenths of a percent. Dithering techniques can and should be considered for high S\/N CCD observations (see Section 11.3). The realizable S\/N ratio for spectroscopy will be less in the far red due to fringing, unless appropriate fringe flats are applied (see the caveats on long-wavelength spectroscopy in the red in Section 7.2.4).\n\nThe S\/N ratio of MAMA flat fields is limited by the long integration times needed to acquire them and the limited lamp lifetimes. (See Section 16.1). S\/N ratios of ~100:1 should routinely be achievable for spectroscopic observations of bright sources with the MAMAs if supported by counting statistics. If your program requires high S\/N ratios, we recommend using some form of dithering (described below) and co-adding the spectrograms to ameliorate the structure in the flat fields.\n\nKaiser et al. (1998, PASP, 110, 978) and Gilliland (STIS ISR 1998-16) reported quite high S\/N ratios for spectrograms of bright standard stars obtained during a STIS commissioning program. The realizable S\/N ratio depends on the technique used to correct for the flat-field variations, as shown in Table 12.2. The S\/N ratios quoted are for wavelength bins from an extraction box of 2 11 lowres pixels (2 in AXIS1 or dispersion, 11 in AXIS2 or across the dispersion). In the table, the Poisson limit is just the S\/N ratio that would be expected on the basis of counting statistics alone; \"No Flat\" means the realized S\/N ratio without applying any flat field at all to the data; \"Reference Flat\" means the realized S\/N ratio after applying the best available reference flat, and the \"Full FP-SPLIT Solution\" is discussed under Section 12.5.2 below. Clearly, S\/N ratios in excess of 100:1 per resolution element are well within the capabilities of the MAMAs for spectroscopy.\n\nTable 12.2: Results of S\/N Ratio Tests with STIS MAMAs in Orbit.\n\n\nPoisson Limit\n\nNo Flat\n\nReference Flat\n\nFull FP-Split Solution1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1 Results obtainable in echelle modes using the FP-SPLIT slits and an iterative solution for the spectrogram and flat field.\n2 Results obtained using the FP-SPLIT slits and simply shifting and co-adding the spectrograms after flat fielding.\n3 Results obtained using the FP-SPLIT slits and simply shifting and co-adding the spectrograms after flat fielding.\n\n12.5.1 Dithering\n\nIn first-order spectroscopic modes, improved S\/N ratios can be achieved by stepping the target along the slit, taking separate exposures at each location, which are subsequently shifted and added in post-observation data processing (PATTERN=STIS-ALONG-SLIT, see Section 11.3). This stepping, or dithering, in the spatial direction effectively smooths the detector response over the number of steps, achieving a reduction of pixel-to-pixel nonuniformity by the square root of the number of steps, assuming the pixel-to-pixel deviations are uncorrelated on the scale of the steps. In imaging modes, the same dithering can be done in two dimensions, i.e., the steps need not be along a straight line (see Section 11.3.5). For echelle modes, stepping along the slit is possible only with a long echelle slit (e.g., the 6X0.2 or 52X0.1 apertures, or one of the available but unsupported long-slit apertures), but see Section 12.2 above, and note the ameliorating effects of Doppler smearing as noted below. In practice, using the FP-SPLIT slits (see Section 12.5.2) provides a better means of dithering echelle observations.\n\nIn a slitless or wide-slit mode, stepping along the dispersion direction provides another method to achieve high S\/N ratio data. Data so obtained permit, at least in principle, an independent solution for spectrogram and flat field, but at a cost of lower spectral resolution and line profile confusion due to the wings of the LSFs transmitted through a wide slit (see Section 13.7). Such an approach for STIS data has not been attempted as of this writing.\n\nThe three scanned STIS echelle modes (E140H, E230H, and E230M), have a number of secondary wavelength settings defined with broad overlap in their wavelength coverage. Using two or more of these overlapping wavelength settings is another simple way to move a given feature to different parts of the detector.\n\n12.5.2 FP-SPLIT Slits for Echelle Observations\n\nA special kind of dithering in the spectral direction is possible for echelle mode observations with one of two sets of fixed-pattern (or FP-SPLIT) slits. These slit sets are each comprised of a mask with five apertures that are all either 0.2X0.2 or 0.2X0.06 in size. A schematic of the configuration is shown in Figure 12.4. During a visit, the target is moved from one aperture to another, and the slit wheel is repositioned, so that the spectrogram is shifted (relative to the detector pixels) along the dispersion direction only. The slits are spaced to place the spectrogram at different detector locations, so that flat-field variations can be ameliorated by co-adding many such spectrograms. The FP-SPLIT slits can be a good choice for obtaining high S\/N ratio echelle data, since it is usually not possible to dither in the spatial direction. However, since S\/N=100 is routinely achieved using the normal echelle apertures, the FP-SPLIT slits are rarely used.\n\nFigure 12.4: Schematic of the STIS Fixed-Pattern Slit Configuration.\n\nAXIS1 corresponds to the dispersion direction, and AXIS2 to the spatial direction. Dimensions are not to scale.\nWith echelle modes, Doppler-induced spectral shifts move the spectrogram on the detector. The STIS flight software automatically applies an onboard compensation for Doppler motion for echelle and MAMA medium resolution, first-order data taken in ACCUM mode (see Chapter 11). The MAMA control electronics correct (to the nearest highres pixel) the location of each event for the Doppler shift induced by the spacecraft motion prior to updating the counter in the image being collected. Thus, the flat-field correction for any image pixel would be an appropriately weighted average over a small range of nearby pixels and the effect of spacecraft-induced Doppler shifts is therefore to naturally provide some smoothing over the flat fields in the echelle modes.\n\nThe source of the Doppler-induced spectral shifts during an exposure is the variation of the projected HST spacecraft velocity along the line of sight to the target. Column 2 of Table 12.3 gives the maximum shift in highres pixels that would apply, based upon an HST orbital velocity of ~7.5 km\/s during an orbit. The actual shift will of course depend upon the cosine of the target latitude, i, above or below the HST orbital plane, and upon the sine of the orbital phase at which the exposure is obtained. (Note that in general the observer can predict neither the latitude nor the orbit phase of the exposures in advance with any precision.) Column 3 gives, for a target lying in the HST orbital plane, the maximum duration of an exposure for which the Doppler shift will be one highres pixel or less; the actual duration will scale as sec(i), so that targets near the CVZ are scarcely affected by Doppler motion. This information on Tmax is relevant only if you are trying to derive the flat-field response simultaneously with the source spectrogram (see below) and not for the straightforward flat field and shift-and-add methodology described above.\n\nTable 12.3: Effect of Doppler Shift on Exposure Times.\n\n\nMaximum Doppler Shift (hi-res pixels)\n\nTmax1 (minutes)\n\n\n\n\n\n\n\n\n\n\n\n\n\n1 For inclination i = 0; actual duration will scale as sec(i). See text for details.\n\nObtaining the Highest S\/N Ratio with the FP-SPLIT Slits\n\nAs described above, the FP-SPLIT slits have been used with the echelles to provide signal-to-noise as high as ~350 with the direct shift-and-add method. Additionally, data obtained with the FP-SPLIT slits make it possible to solve independently for the fixed-pattern (i.e., the flat-field variation) and the source spectrogram. An iterative technique for combining FP-SPLIT data was applied successfully to data obtained with GHRS (see Lambert et al., ApJ, 420, 756, 1994), based on a method described by Bagnuolo and Gies (ApJ, 376, 266, 1991). This same technique was applied by Gilliland (STIS ISR 1998-16) to STIS observations of a standard star. The S\/N ratio that was achieved with these slits is summarized in the last column of Table 12.2, which shows that the FP-SPLIT slits can offer some advantage when one is attempting to achieve the highest possible S\/N ratio. In general, though, it may be difficult to improve upon the S\/N ratio that can be achieved by simply calibrating with the standard flat field and co-adding the spectrograms.\n\nThere are a number of caveats to the use of the FP-SPLIT slits to solve independently for the spectrogram and flat field. The most notable is that the targets must be relatively bright point sources. The restriction to bright targets results both from the need to limit the duration of individual exposures to keep the Doppler-induced spectral shifts to less than one highres pixel, and from the need to have appreciable counts in the individual exposures—at least in the orders of interest. Very high counts in the sum of all exposures are essential for a good (and stable) solution to both the spectrogram and the underlying flat field.\n\nIf you are using the FP-SPLIT slits to distinguish the signature of the flat field from the target spectrogram,... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9959594607,
        "format_confidence":0.9280294776
    }
]