[
    {
        "url":"http:\/\/en.nhu.edu.tw\/en\/founder_page",
        "text":"Nanhua University\nView count: 2354\n\n\nPositive Forecasts for Life\nThe Value of Faith\nVenerable Master Hsing Yun was born in Chiangsu Province, China in 1927 and entered a monastery near Nanjing at age twelve. He was fully ordained in 1941, and is the 48th patriarch of the Linchi (Rinzai) Ch'an school. In 1949, amid the turbulence of civil war, he went to Taiwan. \n\nIn Taiwan, he began fulfilling his long-held vow of promoting Humanistic Buddhism, which takes to heart spiritual practice in daily life. With an emphasis on not needing to \"go some place else\" to find enlightenment, we can realize our true nature in the here and now, within this precious human birth and this world. When we actualize altruism, joyfulness, and universality, we are practicing the fundamental concepts of Humanistic Buddhism. When we give faith, hope, joy, and service, we are helping all beings, as well as ourselves. For nearly a half century, Venerable Master Hsing Yun has devoted his efforts to transforming this world through the practice of Humanistic Buddhism. \n\nHe is the founder of the Fo Guang Shan International Buddhist Order, which is headquartered in Taiwan and supports temples worldwide. The Order emphasizes education and service and maintains public universities, Buddhist colleges, libraries, publishing houses, Buddhist art galleries and tearooms, free mobile medical clinics, children's home, retirement home, high school, and television station. The Order's lay service organization, Buddha's Light International Association, also has active chapters worldwide. \n\nVenerable Master Hsing Yun is an outspoken proponent of equality among all people and religious traditions. The Order has the largest number of female monastics of any Buddhist order today. By providing and supporting educational and leadership opportunities, he has worked to improve the status of women in Taiwan. He has held full ordination ceremonies for women of the Mahayana, Theravada, and Vajrayana traditions. In addition, Master Hsing Yun annually organizes conferences to bring together the various Buddhist schools and to promote dialogue between Buddhists and other major religious groups. \n\nMaster Hsing Yun is a prolific writer and has authored over one hundred books in Chinese. His writings have been translated into English and many other languages. His works of the Life of Sakyamuni Buddha and the sixteen-volume Fo Guang Buddhist Dictionary have both won Taiwan's highest humanitarian awards. His biography Handing Down the Light, Hsing Yun's Ch'an Talks, The Lion's Roar, The Hundred Sayings Series, and The Humanistic Buddhism Series are published in Taiwan and are in English. Being Good: A Guide to Buddhist Ethics, Only a Great Rain, Lotus in a Stream, Where is Your Buddha Nature: Stories to Instruct and Inspire are published by American publishers and are in English. His numerous lectures also continue to be translated into English. \n\nBased in Taiwan, Venerable Master Hsing Yun travels extensively. His insightful, engaging, and witty lectures unfailingly endear him to audiences. He reminds us that to transform our world, we must be actively engaged in it. \"Community transcends the individual,\" he says, \"and in doing so, fulfills the individual in the most complete way possible.\" Wherever he goes, he encourages people to unite both the local and global community into a world of complete equality, joyfulness, and perfect peace.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9965416789,
        "format_confidence":0.9282578826
    },
    {
        "url":"https:\/\/www.accessconsciousness.com\/zh-CHT\/public-profiles\/Viv-Adcock\/",
        "text":"Viv Adcock\n\nViv Adcock\n\nViv Adcock\n\n  What if there is nothing wrong with you? EVER?!  EVER?!?!?!......  EVER?!?!\n\nIf you stopped trying to fix what you have decided is wrong about you- and headed instead of the direction of what's right about you that you are not getting- would that change your life? \n\n\n\nHave you seen the movie The Matrix? Do you remember the part where Neo meets Morpheus for the first time and he offers him the blue pill(to go back to the life he knew) or the red pill ( that would blow all his beliefs and paradigms of what he was capable of and whats possible?)...well Access is the red pill for me...and I'm stoked I took it!!\n\nHave you always known there HAS to be more to life? \n\nFor MANY many years I wrestled with feeling I was not good enough- that there was something inherently wrong with me- no matter how much I gave, how much I did or the success I had- I judged ceaselessly that I was not enough.  With this point of view about me so engrained, I created abusive friendships and relationships, where I swung between giving myself up for them and then fighting to have me . (Not my brightest choice!).  \n\nMy true nature is that I am a possibilitarian- a seeker who does not give up - despite my crappy choices!\n\nI KNEW there had to be more to life than what I was currently having. \n\nSo I learnt and became involved with a vast array of natural therapies for over 20 years and searched and experimented with many modalities and philosophies, in the vain hope they would \"fix me\". NONE of them did!!\n\nI energetically invited Access Consciousness into my life, after yelling at the Universe one depserate night .....\n\nI discovered the Bars and received a session .... EVERYTHING changed...\n\nI then attended A Bars class and two days later I woke up with a voice in my head saying \" You are going to become an Access Facilitator and take this to the World\". I had never been so certain about anything in my entire life.\n\nNOTHING comes close to the ease, lightness and fun that I experience with using the Access tools. \n\nI apply the Access tools to all that I already do in my clinic and have been stunned by the rapidity and immediate change this allows for my clients and it is truly empowering them to choose for themselves.Their knowing and other hidden talents surface, they are happier and at ease with who they are. Instead of constantly looking at the wrongness of themselves, they now ask \"whats right about me that I'm not getting?\". The magic starts to show up the more they ask the question...\n\n Now I travel the world facilitating a plethora of classes- Money Isn't The Problem You Are, Salon Des Femmes, Talk To The Animals, Prosperity Consciousness, Being You Adventures and the Core Classes of Access- Bars and Foundation along with my insatiable desire to share the tools, scatter seeds of possibilities and empower people to know that they know.\n\nWhat would it be like if you got paid to do what you love? \n\nHow does it get any better than this?\n\nJust sayin'!\n\n\n{{showBio2?\"閱讀更少\":\"Read More\"}} 查看所有即將上線的課程\n\n\n日期 活動 導師 主持人 地點 方式\n{{occurrence.StartDate}} - {{occurrence.EndDate}} {{occurrence.ClassTitle}} {{occurrence.Facilitator}}\n{{occurrence.City}}, {{occurrence.State}}, {{occurrence.Country}}\n\n\nGlobal Foundation - Live stream from Brisbane. Would you like to join us in Sao Paulo, Brazil - via online? You won't need your passport or have to deal with airports! We will be joining Gary Douglas and Dain Heer live time from Brazil (from the comfort of our home) as they re-write and shake up more possibilities to change anything and everything you desire to change! Q.What time does that make it in Brisbane then? A.The class will begin at 9.30 pm in Brisbane and go to approx midnight. They generally have a 2ish hour lunch, so class will begin around 2- 2.30 am and go til approx 5 am. We will have massage tables, bean bags and have a cozy space to receive the class from. There are plenty of accommodation options close by - would it be a kindness to you and your body to have somewhere to relax outside of class if you don't live locally? Please send me an email or call 0418 456 498\n\n“Are you willing to acknowledge the Greatness of you today?”\n\n- Chutisa Bowman",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.7765017748,
        "format_confidence":0.9582993984
    },
    {
        "url":"http:\/\/atheistnexus.org\/profile\/DonPels",
        "text":"Don Pels\n  • Male\n  • Sequim, WA\n  • United States\nShare on Facebook\n  • Blog Posts\n  • Discussions (2)\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n  • Videos\n\nDon Pels's Discussions\n\nChild Asks \"Is God Real?\"\n\nStarted this discussion. Last reply by Don Pels Sep 10, 2011. 10 Replies\n\nMy spouse is a devout Christian and I am an atheist. Fortunately, I accept and support her and her beliefs and she does the same for me. Religious belief\/disbelief has never been an issue for us. My…Continue\n\nTags: children\n\nGifts Received\n\n\nDon Pels has not received any gifts yet\n\nGive a Gift\n\n\nDon Pels's Page\n\nComment Wall (2 comments)\n\nYou need to be a member of Atheist Nexus to add comments!\n\nJoin Atheist Nexus\n\nAt 5:55pm on September 10, 2011, Dr. Terence Meaden said…\n\nHi Don. Welcome to this haven of truth, peace, and freedom for freethinking----which is far from the superstitions and fictional god of the masses. \n\n\"Well-founded common sense helped by science leads to atheist wisdom.\"\n\nWe invite you to make good friends by joining the busy group \"ORIGINS: Universe, Astronomy, Life, Earth, Humans, Religion, Gods, Atheism, Evolution, Darwin...\" with 500 discussion topics and 2980 members.\n\nAt 10:48pm on September 9, 2011, Ruth Anthony-Gardner said…\n\nWelcome, Don! Glad you could join us. :D\n\nPlease consider joining a group to meet people and talk about anything that's on your mind, Hang With Friends.\n\n\n\n\nUpdate Your Membership :\n\n\n\n\nNexus on Social Media:\n\n\n© 2018   Atheist Nexus. All rights reserved. Admin: Richard Haynes.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9573450685,
        "format_confidence":0.9737316966
    },
    {
        "url":"http:\/\/www.ezilikonnen.com\/houngan\/who-i-am\/",
        "text":"who I am\n\nWho I am!\n\nHoungan Hector with Gede Ceremonial Dress\nBlessings to everyone!I hope that all is well, and that I find you in peace, health, harmony, love, and luck.My name is Houngan Hector, and I am an Asogwe priest of Haitian Vodou. I lead Sosyete Gade Nou Leve (“Watch Us Rise Society”) which is based in New Jersey, and has members around the world. But let’s start at the beginning of my story . . . .Both sides of my family have always served the Spirits. On both my mother’s and father’s side, our Ancestors and Guides have been honored, recognized, and served. Traditionally, the Spirits have been passed down from an older member of the family to a younger one, when that individual was ready to start working “la obra” (God’s work).\n\nMy story actually began before my birth. My mother was deemed to be the one to inherit my Grandmother’s Guides. My mother, however, did not want to work La Obra as it had been decided for her. She fought, rebelled, and worked very hard at avoiding any sort of spiritual labor. She often remarked about how she was not cut out for that type of lifestyle, preferring to live like a “normal” person.\n\nDuring my mother’s pregnancy with me, my Grandmother’s Guides informed my mother of their plans. Since she would not serve, the child that was in her would! I would be blessed with spiritual abilities to see and help others with their problems. The Spirits always have a way to solve problems! In my family, we often remark that the Spirits are in the blood, thus once your family serves the Spirits, your family will always serve the Spirits!\n\nI am told that at the hospital, directly after my birth, my Grandmother’s Guides mounted her. They made special signs over my body to demonstrate my role as the one to inherit them. At that point, my mother made an important decision for me. My grandmother would be the one to raise me, as my mother would not know how to deal with what would be happening to me. Thus, she figured, and was right in doing so, that it would be best to have my Grandmother (whom I actually called Mom) raise me and train me. She knew what was best for me.\n\nThroughout my childhood, I lived very well with my Grandmother. I ate well, played, and was generally a quite obedient child. I grew up with a cousin who became like my brother. My childhood, at least in the beginning, was quite normal actually. Although, I can remember, even at the age of five, seeing the Spirits walking through our Home regularly.\n\nOur House was filled with love, good food, and kindness. Not only that, but our living room was often also packed with clients waiting for my Grandmother to see them. My Grandmother had taught us to live by the Three Virtues: Faith, Hope and Charity. These can be summed up as:\n\n  1. Having faith and encouraging\/helping others with their faith.\n  2. Having and encouraging Hope.\n  3. Being able to give charitably from the heart.\n\nWe often had house guests who stayed in a spare room of the house. My grandmother was often housing, clothing, and feeding those who couldn’t do so for themselves.\n\n\nAt the tender age of seven, I was mounted by an ancestor. This was the official beginning of my spiritual journey. After this, my Grandmother carefully explained to me what had happened and revealed to me the events of my birth. My Grandmother encouraged and nurtured the development of my spiritual abilities.Soon after this event, my Grandmother believed it best for me to start honing and using my spiritual abilities as soon as possible. According to her, this was the best way to develop them, while they were fresh and recently manifested. To do this, she had me do readings for some of her clients. Little by little, she would give me more and more readings to do.I often complained about having to do readings and spiritual work instead of playing. She always reminded me that “Spiritual work is something you will have to do for the rest of your life, playing does not contribute to any skill you will need.” Although I couldn’t understand then, I am very grateful now. I was often dreaming different recipes and works that my Guides would show me in order to help my clients.My family is filled with a variety of Espiritismo and other Traditions. My Grandmother worked one form and there were other various forms being practiced in my family. My Grandmother, being as wise as she was, wanted me to learn the other practices within my family. Subsequently, my Grandmother found the perfect opportunity for me to learn! I had two Aunts, twins, who both had no children. Each of them practiced a different Tradition. For summers on end, I stayed at my Aunt’s homes learning from them.\n\nYou can learn more about the Traditions of my Grandmother and my Aunts here: Paths\n\nI learned much from my Aunts. One of my Aunts taught me and initiated me into Sanse – a Tradition of Puerto Rico. Due to the fact that my Aunt had no children, I also inherited her spiritual tableau.\n\nThus, trying to balance between looking after her tableau, my Grandmother’s tableau, and my own has been a great spiritual task for me.\n\nMy other Aunt was also a Sancista (practitioner of Sanse) but had also begun to practice of Dominican Vodou. She was initiated and took me to her own Godmother for training and initiation. There is so much knowledge in our family that it really is staggering. After her death, one of my cousins, whom my Aunt initiated directly, went on to inherit her spiritual tableau.\n\nAs I continued to grow, I began to gain a wider following and larger clientele. I worked for clients that my Grandmother had passed to me, but also for those whom were solely mine as well. I often read for my clients using a deck of cards, a mirror, or – at times – calling upon my Lwa and Guides to possess me.\n\nI found spiritual work to be heavy and toiling. I didn’t want to do it growing up. I saw it as a burden that I didn’t want to bear. Maintaining an altar, resolving people’s problems, consulting for them is heavy work! Though, over time, I came to understand that spiritual work was not a burden but a gift. It was\/is a mission given to me by God and the Spirits to help people. It is not something one can choose to do or not do, rather, it is something that we must do!\n\nHoungan Hector with Inherited Spirit\n\n\nMama Ezili Dantor and Houngan Hector\nAs I continued to grow, certain other Spirits, more obscure, started to show themselves in my dreams. They desired to be served, though I wasn’t yet clear on who they were! I went to my Grandmother, my Aunts, and my Godmother to try to understand who these guides were. I was stubborn and resistant toward these Spirits who informed me I was their child.They would tell me what to do, what they required and wanted from me, and eventually I found myself doing what they asked of me. Their abilities truly amazed me. Little did I know that I was actually serving the Lwa of Haitian Vodou! I actually came to find this out through watching a segment on television. During the segment, the names of many of the same spirits that I was seeing in my dreams were mentioned.So, naturally, I sought out more information on this beautiful and awe inspiring tradition. I learned that the rattle covered in beads with a bell that I was dreaming of was the Asson. The symbol and tool of the Vodou priesthood. In my dreams, two certain Lwa in particular were constantly putting this in my hand.As I continued to research and learn, I knew what I was being called to do. While serving these Lwa, I had seen many miracles in the lives of myself, my family, and my clients. I knew that I was being called to undergo the kanzo ceremony, the initiation into Haitian Vodou. So, I decided that if the Spirits would give me the means, I would undergo the initiation and serve with all my heart. Give me the means they did! And I received my initiation.\n\nAfter my first initiation, I returned to Haiti to study the Vodou tradition in depth. I spent a lot of time living and learning in Haiti. I traveled the country learning from various Houngans\/Mambos Djakout and Asogwe, Bokos, and other priests of this beautiful tradition. The more I learned, the more I wanted to know. I was called to be initiated again in Port Au Prince. I did so, and retook my oaths and vows to upholding the Vodou tradition. I am a member of a Vodou family with strong and very old roots in the tradition. I continue to learn and grow within the Vodou tradition. The more you know in Vodou, the more there is to learn. No one ever knows it all.\n\nI was called to serve the Lwa again, but now in a different way. This Sosyete, Gade Nou Leve, was formed by me upon the direction of the Lwa Ginen. We are geared toward providing correct, authentic, and accurate information and initiation into the Vodou Tradition.\n\nI have worked on this website with the goal of dispelling common myths about this beautiful Religion. Also to provide individuals with a sincere calling a method to attain the initiation or services of an honest, dependable Vodou Priest with many years of experience. Allowing individuals to freely find information that is all too common in Haiti for the public, yet rarely available here in the US.\n\nI have been helping people since 1989 resolve their issues, and well over 11 years of helping people through the means of the Haitian Vodou tradition. Having gotten individuals out of jail, brought lovers back, and improved people’s financial situation, I keep myself humble remembering it is not I who does it. It is God and Ginen who resolves.\n\nMay God and Ginen bless you and yours always!\n\nHoungan Hector\n\nTo keep up with me and all the newest happenings in the Sosyete or in my spiritual work, please click here for my blog",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9973489046,
        "format_confidence":0.984841466
    },
    {
        "url":"http:\/\/online.sfsu.edu\/rone\/Welcome.htm",
        "text":"Professor Ron Epstein's Online Educational Resources\n\n\nI originally constructed this web site primarily for the benefit of the students in my classes at San Francisco State University, from which I am now retired. (I am currently a research professor at the Intitute for World Religions in Berkeley, California.) I am leaving the site online in the hope that people will still find it to be useful. Since the links have not been checked in some time, some may be broken. If you find that is the case, I suggest you find an earlier version of the webpage in question on the 'waybackmachine' at http:\/\/www.archive.org\/index.php.\n\nAll of the material is copyrighted. Permission is granted for individual, single copy, personal use only. Please send inquiries about other use of the materials to me at epstein@sfsu.edu.\n\n                                                                                                                        Ron Epstein\n\n\nSite Map Resources for the Study of Buddhism\nHelp with Writing Papers Resources for the Study of Religion\nProf. Epstein's Online Publications Genetic Engineering and Its Dangers\nOther Useful Websites on Campus Environmental Ethics\nFilial Respect Spiritual Traditions of China\n\n\nRevisedJanuary, 2007.\nReturn to top.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.7612708807,
        "format_confidence":0.7791767716
    },
    {
        "url":"http:\/\/www.dharmaseed.org\/teacher\/131\/talk\/2967\/",
        "text":"Donate  |   Contact\n\nThe greatest gift is the\ngift of the teachings\nNarayan Helen Liebenson's Dharma Talks\nNarayan Helen Liebenson\nDonate to Narayan Helen Liebenson\nI try to help practitioners approach their meditation practice and their lives with compassion and wisdom. Bringing a loving attentiveness into each moment allows us to learn kindness rather than condemnation, and discernment rather than judgment.\n2007-01-03 The Risk Of Mindfulness 37:04\nTo be mindful is oftentimes perceived as a risk because it challenges our habits. By taking the risk of being present with all things, we move from the known to the unknown.\nInsight Meditation Society - Retreat Center\n\n                             Commons Logo",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.990664959,
        "format_confidence":0.9313187599
    },
    {
        "url":"https:\/\/paintedprayers4u.wordpress.com\/about\/",
        "text":"As a minister Dana feels honored to assist people in spiritual counseling sessions, prayer and the sacred journey of finding their bliss. He respects all faiths and traditions. In addition to being a minister he is also an accomplished artist. With PAINTED PRAYERS he combines both worlds through his commissioned art work, called “personalized yantras”, on his “Painted Prayers For You” website.\n\nDana listens and works within the guidelines of one’s own faith and spiritual practices. Ultimately, the aim of all spiritual practice is a mind focused on love and light, which leads to a calm mind and a peaceful heart. A calm mind and peaceful heart creates a peaceful body, bringing about a blissful state of being. The Yantras and Mantras, (prayers) on Dana’s Painted Prayers website are beautiful instruments for assisting one in attaining a focused and peaceful mind.\n\nDana has studied and practiced yoga and meditation for over thirty years. Dana studied under the yoga master Sri Swami Satchidananda the founder of Yogaville and Integral Yoga®. At Yogaville he was ordained as an Interfaith Integral Yoga Minister. In addition, he was certified as a Yoga and meditation Instructor. Dana has assisted and guided many all over the world on their spiritual journey with Dana’s favorite realm being the here and now. Dana looks forward to traveling here with you whenever you wish to remember and rediscover the profound peace within us all. Breathe deeply and enjoy, Namaste!\n\n\n  • 25 years’ experience as Ordained Interfaith Integral Yoga Minister – Spiritual counseling for singles and couples, goal setting for spiritual practices, weddings, funerals, baby blessings and worship services\n  • 30 years’ experience as Certified Yoga and Meditation Instructor Taught world-wide\n  • Resident Services Senior Staff Counselor – Organized and lead support groups, individual interfaith counseling and spiritual goals consulting at Spiritual Retreat Center.\n  • Satchidananda Ashram – YogavilleStudied, taught, practiced and certified in the ancient yoga disciplines of Hatha, Japa, Bhakti, Karma and Raja.\n  • B.A. Fine Art – University of CA, Santa Barbara; College of Creative Studies\n  • Painted Prayers Created a website where I paint sacred geometry, or mandalas, while praying for an individual requested by person commissioning the painted prayer.\n  • Extensive World Travel Six continents and over twenty-seven countries praying and meditating at many sacred sites, and with indigenous healers and holy people, provided spiritual counseling and taught yoga and meditation.\n  • Founder of Quiet Mind Goals Consulting – Setting Goals for spiritual practice, nutrition, diet, exercise, health, relationships and well-being.\n\n\nFor more Fine Art by Dana Karpain please click on:\nAll Rights Reserved. © Copyright 2016, Dana Karpain\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9918913841,
        "format_confidence":0.9817919135
    },
    {
        "url":"https:\/\/www.alibris.com\/search\/books\/author\/Kent-Reynolds",
        "text":"Kent Reynolds\n\nRev. Kent A. Reynolds is the pastor in residence of Beeson International Center for Church Leadership and adjunct professor at Asbury Theological Seminary in Wilmore, Kentucky. For the past thirty years he served as pastor of the North Georgia Annual Conference of the United Methodist Church. Kent served at St. James United Methodist Church in Athens, Georgia, from 1992 until 2006, when he accepted the position at Asbury. He is also known for his experience in international missions and...See more",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9697563648,
        "format_confidence":0.9514243007
    },
    {
        "url":"http:\/\/www.patheos.com\/blogs\/creativeatheist\/about\/",
        "text":"ABOUT THE BLOG: Welcome to my blog about and for creative atheists, freethinkers, and skeptics. I believe there are a lot of us, and it’s my hope that this blog will help more of us extend our voices into the public sphere.\n\nIn Creative Atheist, I’ll be interviewing atheist writers and artists of all kinds, reviewing their books and other work, and offering my readers advice and insights about the writing and publishing process. Your questions and topic suggestions are most welcomed.\n\nYOUR COMMENTS: I love hearing from my readers. Just be civil, as it’s no fun for me to delete comment threads that turn into name-calling.\n\nABOUT ME: Back when I was an independent journalist, I wrote thousands of articles, essays, columns, and reviews for regional and national publications, including Los Angeles Times, USA Today, Psychology Today, Los Angeles, and many others. Later I zeroed in on psychological topics, wrote a nonfiction book or two, and went on to earn a Ph.D.\n\nMy dissertation about how highly successful novelists and poets enter flow, a state of full engagement and productivity, became the Southern California bestseller Writing in Flow: Keys to Enhanced Creativity. Next came Loving in Flow: How the Happiest Couples Get & Stay That Way.\n\nKylie’s Heel is my first novel (see Sidebar for link). It’s about a rational woman who has to deal with tragedy. The atheist theme of Kylie’s Heel has become very meaningful to me, and I’m now being more open about that in my work.\n\nMy web site: BunnyApe\n\nMy other blog: Creating in Flow (for Psychology Today)",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.5499417782,
        "format_confidence":0.9831292033
    },
    {
        "url":"http:\/\/wisheswerefishes.com\/chris.htm",
        "text":"Wishes Were Fishes Booking Info Wishes' Recordings\n\n\n\nAbout Chris:\n\nChris continues in his ninth year of ministry adventure as a full-time Musicianary. With years of experience leading worship and a large repertoire of traditional and current praise and worship songs, he provides worship concerts for special events, fills in for absent worship pastors, brings special music or simply provides a fresh face to lead congregations in to worship Christ our Savior.\n\nCelebrating 21 years of jumping for Jesus with Wishes Were Fishes, playing Christian festivals (including 6 appearances at Spirit Westcoast), Christian Camps (Hume Lake, Mount Hermon, Camp Silver Spur, Camp Sugarpine, Calvin Crest, Camp Sierra) worship concerts with Seventh Day Slumber, Randy Stonehill, Barry McGuire, Bob Kilpatrick and others (People's church-Fresno, Abundant Life-Menlo Park, Shoreline-Monterey), recovery programs and coffeehouses -\n\nAn accomplished song-writer, Chris has written and recorded 14 albums of inspiring Christ-centered music. Chris, his wife Lore and their son reside in Pacific Grove and attend Peninsula Christian Center in Pacific Grove, California.\n\nE-mail Chris\n\n\n\n\n\n\n\n\n\n\n\n\nCHRIS2014Chris Bohrman\n\n\nclick for Video\n\nRight click (or CTRL click on mac) on song title to download mp3\n  Strange Building\n  Simple Faith\n  Ain't No Grave\n  Strength (Phil 4:13)\n\n\n\nLet Your Fire Fall\n\nCall Me\n\nclick for Lyrics Almighty\n\n\n\n\n  Photo Album | Schedule | Audio Clips | Links\n\nAll content (c) 2010, Fishmusic.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.8023939729,
        "format_confidence":0.9685763121
    },
    {
        "url":"http:\/\/orthodoxwiki.org\/index.php?title=User:Joe_Rodgers&oldid=20631",
        "text":"User:Joe Rodgers\n\nFrom OrthodoxWiki\nRevision as of 12:23, November 26, 2005 by Joe Rodgers (Talk | contribs)\nJump to: navigation, search\n\nAbout Me\n\nI am an reader, contributor, editor, and sysop here at the OW. In case you are wondering, I would refer to myself as a non-Orthodox \/ Heterodox Christian. I have a very strong interest in Eastern Orthodoxy and its relationship to the historic Christian faith. I also edit pages at Wikipedia, but I prefer to work here.\n\nIf you would like to learn more about me you can visit my home page, However, I can't promise you will find lots of engaging information there. If you are more interested in my spiritual life you can read the About Joe page on my site.\n\nMy Work Here\n\nFor now, I have an interest in working with the Help wanted and Special pages. I have worked some on the Church Calendar. I would like to start developing some series on basic Orthodox beliefs and practices: These include:\n\nI also have interests in helping make clarifications and suggestions for the Style Manual. For instance, I would like to help keep pages clear and concise. Having really long pages runs the risk of a lot of page scrolling. On the other hand, I am learning that short pages have their own problems. Other than that, I have been organizing conversion stories. In addition to this, I hope to get some maps created.\n\nMy subpages\n\nJoe Rodgers is currently active on the OrthodoxWiki\nHe will be resting from his work here from unscheduled.\nPlease feel free to leave him messages on his talk page\n\nUseful Internal Links\n\nThese are things I have read or seen and wanted to hold for review at a later time. Some are external links to things I like.\n\nCategory Ideas\n\n  • Church Life\n    • Things you do in Church\n    • Things that are done in Church\n  • Devotional Life (Spirituality?)\n    • Things you do at home\n  • Customs\n    • Things that are habits or traditions done when you are in church (e.g. covering the head)\nPersonal tools\n\nPlease consider supporting OrthodoxWiki. FAQs",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.997230351,
        "format_confidence":0.9921014905
    },
    {
        "url":"http:\/\/m.ibotoolbox.com\/Jakkie\/profile.aspx",
        "text":"Loading Jacqueline's IBOtoolbox mobile content... Loading depends on your connection speed!\n\nJacqueline Edwards\n\nActive contributor | offline\nMember since 7 \/ 2012\n\nWelcome to the IBO social page of Jacqueline B. Edwards!  \n\nI hope you and yours are staying safe during this COVID-19 Pandemic!  Who would have thought 2020 would have contained such a disaster. Never hurry tomorrow, for we know not what it brings.\n\nMy first wish for you is that your spiritual life be solid and grinded in your faith.  This life is just a vapor. It is a sad thing to get to the end of your journey and realize you took the wrong turn.  My second wish is that you prosper financially because this world is based on a money system and you need money to provide for yourself and your family.  To always have the necessities and to be blessed to enjoy some extras  ---  nice car, vacation, comfortable living environment, vacation and a comfortable retirement.  \n\nI consider myself Blessed to be a Blessing! If you are looking for a great business that can be started for little bit with 14-days full free access, please consider joining me at http:\/\/tcpros.co\/J8YaB\n\nI am very busy these days taking care of my 98 year old mom, my 62 year old nephew that had a stroke and Iam working full time.  I also mentor juveniles that have gotten in trouble with the law.  All of that and I still desire to work from home full time because I like giving back to my community.\n\nI am also a pastoral facilitator for an Alzheimer's group.  This means I work with the caregivers to address certain issues that mostly all caregivers experience.  I try to incorporate Biblical guidance and personal experiences.  Sadly, a lot of caregivers don't get help from family members.  Also, a number of our elderly are in dire need of someone to give them a little love.  Eventually, I will have a business that provides emotional encouragement to our elderly.  I wonder how many are at home and need food or would just like for someone to call and say \"How are you today?\"\n\nI really want to learn affiliate marketing.  That's where my primary focuses is.  If you are feeling generous and would like to be a blessing in helping me to accomplish that goal, please message me.\n\nMay Christ Live in You Richly!\nJacqueline B. Edwards (Jackie)\n\nFollow me on social media\n\nFacebook   Twitter   Facebook   Facebook",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.7340007424,
        "format_confidence":0.9899502993
    },
    {
        "url":"https:\/\/symposiumonjudgment.wordpress.com\/speaker-bios\/oliver-odonovan\/respondent-reinhard-hutter\/",
        "text":"Respondent: Reinhard Hütter\n\nReinhard HütterProfessor of Christian Theology\n\nReinhard Hütter\nProfessor of Christian Theology\n\nProfessor Reinhard Hütter teaches systematic and philosophical theology. In his most recent work he has turned to theological anthropology — the human being created in the image of God — and to the closely related topics of nature and grace, divine and human freedom, faith and reason, theology and metaphysics. He has developed a special interest in the theology and philosophy of St. Thomas Aquinas.\n\nThe author of three scholarly books and numerous articles, reviews, and translations, he has also co-edited five books. His most recent books include Reason and the Reasons of Faith (ed. with Paul J. Griffiths) and Ressourcement Thomism: Sacred Doctrine, the Sacraments, and the Moral Life (ed. with Matthew Levering). He was the editor of Pro Ecclesia: a Journal of Catholic and Evangelical Theologyand served on the editorial board of Theology Today. He is presently co-editor of the academic seriesFaith and Reason: Studies in Catholic Theology and Philosophy and Renewal Within Tradition: Nova & Vetera Books, and is co-editor of Nova et Vetera: The English Edition of the International Theological Journal.\n\nHe was awarded the Henry Luce III Fellowship, was a visiting fellow at the Institute for Advanced Studies of Religion of the University of Chicago, a research fellow at the Center of Theological Inquiry at Princeton, served as visiting professor at the University of Jena, Germany, was elected for membership in the American Theological Society, serves as the incoming President of the Academy of Catholic Theology, is a Distinguished Fellow of The St. Paul Center for Biblical Theology, and an Ordinary Academician of the Pontifical Academy of Saint Thomas Aquinas. He is a member of the Roman Catholic Church.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9670544863,
        "format_confidence":0.9380213022
    },
    {
        "url":"https:\/\/marianisthawaii.com\/donna-markham-2\/",
        "text":"Donna Markham\n\nat 357 × 520\nDonna Markham OP, PhD, ABPP President & CEO Sister Donna Markham, President and CEO of Catholic Charities USA (CCUSA), is the first woman to hold this position in the organization’s over 100 year history. An Adrian Dominican sister with a doctorate in clinical psychology, Sister Donna served on CCUSA’s Board of Trustees for eight years, two of which were as Board Chair. In addition, she has served in leadership positions in behavioral healthcare both in Canada and the United States and is an internationally-recognized author and speaker in areas pertaining to transformational leadership, organizational change management and the effective treatment of the mentally ill. Sister Donna received her doctorate from the University of Detroit and has been involved in executive leadership development, organizational transformation and clinical practice throughout her professional career. Prior to coming to CCUSA she served as president of the Behavioral Health Institute at Mercy Health System where she led the transformation of the delivery of behavioral health services across the seven geographic regions of the health system. Her academic outreach has included faculty positions at St. John’s Provincial Seminary in Michigan and the Kellogg School for Non Profit Management at Northwestern University in Chicago. Sister Donna is a Fellow in the American Academy of Clinical Psychologists. In addition to executive management and clinical work, Sister Donna is engaged in global peace initiatives directed toward building bridges of understanding and collaboration across conflict zones. In addition to her work at Catholic Charities, Sister Donna serves as a consultant to three committees of the US Conference of Catholic Bishops: Migration, Domestic Policy, and Racism.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.864597559,
        "format_confidence":0.8953365684
    },
    {
        "url":"https:\/\/ecntx.org\/people\/rayford-high\/",
        "text":"Rayford B. High, Jr.\n\nRayford B. High, Jr.\n\n\nAssisting Bishop Rayford B. High, Jr. served as provisional bishop of the Diocese of Fort Worth from November 2012 to June 2015. Prior to that, he served as bishop suffragan of the Diocese of Texas from 2003-Spring 2012. He was canon for pastoral ministries and the diocesan liaison to St. Luke’s Episcopal Hospital when he was elected bishop suffragan. As bishop suffragan, he oversaw congregations in the Northeast, San Jacinto and Southeast Convocations. Prior to becoming Canon for Pastoral Ministries, Bishop High served in parish ministry for 32 years, most recently as rector of St. Paul’s, Waco.\n\nA native of Houston, Bishop High graduated from Bellaire High School; University of the South in Sewanee, Tennessee, and Episcopal Theological School in Cambridge, Massachusetts. He was elected to represent the diocese as a deputy at General Convention on eight occasions and was named Waco humanitarian of the year.\n\nBishop High is an avid outdoorsman, enjoying hunting and fishing. Indeed, he is so well known for this that when he retired, the Skeet Range at Camp Allen in the Diocese of Texas was renamed the Bishop High Skeet Range.\n\nBishop High recently married the Rev. Canon Ann Dennison Normand. He and his late wife, Pat, had been married for more than 50 years when she died in 2015.\n\nIn addition to a home in Fort Worth, Bishop High has a “river house” in Brazoria on the San Bernard River. He continues to oversee the chaplains to the retired clergy and clergy spouses for the Diocese of Texas and is on the board of St. Luke’s Episcopal Hospital in the Texas Medical Center in Houston.\n\nBishop High enjoys his work with our people and our churches! If you’d like to view photos of Bishop High around the diocese, click here.\n\nAssisting Bishop\nSam B. Hulsey\nAssistant Treasurer\nAdriana Cline",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9953433871,
        "format_confidence":0.9657177925
    },
    {
        "url":"https:\/\/www.ocp.org\/en-us\/artists\/143\/robert-kreutz",
        "text":"Robert Kreutz\n\nRobert Kreutz is best remembered for his contributions to various liturgy aids, his exquisite psalmody, and his choral works.\n\n\nThere are no events to show at this time\n\n\nThere are no products available at this time\n\n\nRobert Kreutz studied composition at the American Conservatory in Chicago, the University of California, Los Angeles and the University of Denver. He served as a parish choir director at St. Bernadette Church in Lakewood, Colorado for more than 30 years.\n\n He was well known for his Eucharistic hymn, “Gift of Finest Wheat,” but he also wrote other hymns including “Bread of Love” and “Remember your Love.”\n\n Robert died in 1996.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.7605077624,
        "format_confidence":0.6725151539
    },
    {
        "url":"https:\/\/therebelpath.com\/about\/",
        "text":"About this Rebel\n\nThis blog is not for everybody. If the material in here is not to your taste, then I would recommend moving on to the mileu of other options on the internet. At one time, this blog was about “truth” [see old about page] but I have changed much since that was written, and this blog has changed along with me.\n\nmirror one\n\nIt is foolish and foolhardy to pursue “truth” without stopping to properly know one’s self first and you will never get to “know” yourself, unless you are willing to brave the mirror and find out who you are.\n\nWhen we got through this “waking up” process, and being our “quest for truth,” what we are essentially doing is to ask the three timeless questions every human on this planet wants the answers to. Who am I? How did I get here? Where am I going?\n\nmirror two\n\nHowever, whether by nature or programming, we tend to go about answering these questions in the wrong order, focusing on the last first. You will never find out where you came from or where you’re going if you don’t first take the time to find out who you are. Doing so requires looking deep into the mirror and breaking down each and every programmed construct of the artificial ego, and then peering into the depths of the void that is left.\n\nSuch a journey is not for everyone; it’s a scary place to go. Just try to answer “Who am I” without making references to media influences, religious dogma or state-sanctioned activities. Most, I have found, cannot. If you’re ready to strip away all the artificial layers of tradition and indoctrination, you’re at the right place.\n\nmirror three\n\nThis is the way step inside. Come take the journey along with me. Maybe one day we’ll find out how the hell we got here, and more importantly, where we’re going.\n\nLegal\/Moral: All blog entries, and\/or original sections therein, are the copyrighted (©) work of this particular “Celtic Rebel.” Reprinting or reposting the articles in their entirety, without express written consent is prohibited. Reprinting or reposting portions is permitted, however, only if said portions link, refer to or otherwise credit the source. If you wish to promote ideas I’ve put forth herein, then please give credit when credit is due. Thank you!\n\nI am also the host of The Rebel Path podcast, which has been airing weekly since February 14, 2010. For those interested in the show: read more.\n\nSupport: There is a DONATE button to the right. I’m not asking, but “information” does have an intrinsic value to the person receiving it. If anything you’ve come across on this blog has been of “value” to you in your personal growth, and you have the means, then feel free to donate whatever sum you wish.\n\n11 Responses to “About this Rebel”\n\n  1. Woot woot. Fellow tripmaster meister….Here is to the rebel minds and hearts….We would never progress (in the only way that matters…with our hearts and souls) without ya…”…The Cold War now is over but the stakes are getting higher….I’m frightened of collateral damage and of friendly fire and I don’t believe we can defeat no axis of evil by putting smart bombs in the hands of dumb people….”May the dreamers and the rebels and their beautiful hearts and minds blossom and thrive in the midst of this concrete jungle of crap….Waiting for the great leap forwards…..With ya! Skep\n\n  2. Hello! I am a new reader and I have really been enjoying your blog. I came across it after seeing your youtube video on the movie “They Live”. Which was fantastic I must say! I had written this long message but I figured you are probably a busy man so I will sum it up quickly.\n    Your blog cracks me up and is very informative at the same time! I like it! Thank You! Keep up the good work!\n\n\n  3. found you looking a mstar web-site looking forwqrd to your interveiw tonight..\n\n  4. I am in the search for truth and it keeps being me to so many rebels as I am turning into myself. Right now I find it hard to talk to the people that are the closes to me just as you stated in They Lives but I still feel that God loves is guiding me to the truth. Even though I see that most of this truth is trying to lead me against my spiritual love I still believe in God it’s the world that is trying to separate us from the truth. At this point there is not much to say because I am in the learn faze but I still plan to do that as an individual because at this point any new info or old info can become a cult but my heart and spirit tells me different about what I am coming across now.\n\n  5. very intresting.\n\n    times are a changin.\n\n  6. I am in.\n    What happend to your Youtube channel? I wanted to watch some of your videos after a while and there is empty space left.\n\n  7. Hey CelticRebel I just want to thank you – I’ve been following your blog\/shows for a month or so now, and I was going to put off writing to you until I absorbed more content – but at the moment I am about halfway through Dont Go West – and I just had to pause it and thank you. That’s all I want to say, just thank you, thank you, thank you.\n\n  8. You’re right Alex, the only smokers left are the cool cats. 🙂\n\n  9. Once i heard Michael Tsarion say that the phrase “Know Thyself” is one of his favorites and it is so true .\n    you Celtic Rebel are one of the last true Warrios left in this jewpig hell hole\n    keep up the fight against the “bitch boys” that you like to call them haha\n    and it fits them perfectly !\n    by the way your co-host Alex is cool . she’s so real\n    peace out\n\n  10. James Evans Pilato’s usually very slick (if compromised) show is silent for the first time that I’ve been listening. Can’t help but wonder if this has to do with the Celt and Lee talking about James being outed last two nights. Krocks radio is silent whereas it’s usually beaming is well produced show. Strange? or just a glitch to be quickly remedied? Well it’s been five minutes now. Maybe he’ll be back on soon…. or not …\n\n  11. What a brilliant, i-opening blog you have here, Celtic Rebel. Have only just discovered it and feel as though I have met a kindred spirit in a world of depraved insanity. Thank you for your fantastic research and hard work. And I love your writing too. It’s hilarious!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9814792275,
        "format_confidence":0.8553150296
    },
    {
        "url":"https:\/\/radcliffag.com\/our-pastor\/",
        "text":"Pastor Herman Gilley\n\nPastor Gilley was ordained with the Kentucky District Council of the Assemblies of God in 1985. He received his ministerial and pastoral training through Berean School of the Bible, Springfield, Mo.\n\nHe has served only two other churches in 39 years of ministry. Beginning as Usher, Sunday school teacher, Youth Pastor, Associate Pastor and then Senior Pastor.\n\nPastor Herman joined Radcliff First as Senior Pastor in November of 2004. He has previously served churches in Middlesboro and Winchester, Kentucky.\n\nPastor Herman and Davetta have 3 children, 13 grandchildren and 6 great-grandchildren.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9970737696,
        "format_confidence":0.7646265626
    },
    {
        "url":"http:\/\/fbcgholson.org\/page\/nathan_berry",
        "text":"Ministry Team\nYouth Minister\n\nNathan Berry\n\nSend Email  •  (806)685-6928\n\n\nNathan became our Youth Minister on August 20, 2017. He has a Bachelor of Behavioral Science in Ministry from Hardin-Simmons University in Abilene. He is currently working on his Master of Art in Christian Ministry at Truett Seminary at Baylor University. \n\nNathan and his wife Robin have been married for three years and currently do not have any kids, but have two dogs, Bailey and Bruiser.\n\nNathan believes that it is the whole church congregations role to raise up strong Christian teenage leaders who will be both the future of the church and leaders in the world (1 Timothy 4:12). He will be challenging students to make sure that Christian is not just a title that they have, but a lifestyle that they are living out each and every day. One of his favorite Bible verses which he feels really hits on how we should serve others is Colossians 1:24, \"I now rejoice in my sufferings for you, and fill up in my flesh what is lacking in the afflictions of Christ, for the sake of His body, which is the church.\" \n\n\n\n\n\nContact Us\nFirst Baptist Church of Gholson\n  • 228 Wildcat Circle\n    Waco, Texas 76705\n  • Phone (254) 829-2321\n  • Email",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9954922199,
        "format_confidence":0.8689475656
    },
    {
        "url":"https:\/\/www.stmartin-in-the-fields.org\/people\/revd-dr-sam-wells\/",
        "text":"Revd Dr Sam Wells has been Vicar of St Martin-in-the-Fields since 2012. He has served as a parish priest for 20 years – 10 of those in urban priority areas. He also spent 7 years in North Carolina, where he was Dean of Duke University Chapel.\n\nSam is also Visiting Professor of Christian Ethics at King’s College, and a member of the Multi-Stakeholder Council that advises the G20 meetings. He is a regular contributor to Thought for the Day on BBC Radio 4’s Today programme. He has published 30 books, including works on Christian ethics, ministry, liturgy, and preaching. Sam is married to Jo Wells, who is Bishop of Dorking. They have two children.\n\nYou are welcome to contact members of the clergy.\nEmail addresses follow the format",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.9968457818,
        "format_confidence":0.9741511941
    }
]