[
    {
        "url":"https:\/\/www.gsmlondon.ac.uk\/support-through-your-studies",
        "text":"Support through your studies\n\nWhether you need support returning to education after a break, or, you want to know where you can find your results, our Student Advisory team is here to help you. This can be done through face-to-face meetings, over the phone consultations, via email or by referral from a relevant member of staff. We know that any challenges you face may be daunting, but you don’t have to go it alone. The primary areas of support are:\n\n  • Result queries\n  • Assessment queries\n  • Mitigating Circumstances and Appeals\n  • Status and scheduling changes (Interuptions, Withdrawals, Course\/Campus transfers, Timetable Change Requests)\n  • Technical referrals (primarily to VLE or CTS)\n  • General college information\n\nTo ensure you receive the best possible support, our Student Hub team may request some personal information to address the enquiry in full. This may include information or documents regarding your medical history, disabilities, any previous criminal convictions and consent to share. If you don’t wish to disclose this information then our Wellbeing team can accept submissions.\n\nStudent Hub (Greenwich)\n\nLocation: Main office\nOpening hours: Monday - Thursday 09:00-17:00, Friday 13:00-17:00\n\nStudent Advisory (Greenford)\n\nLocation: 1st Floor Office\nOpening hours: Monday - Thursday 09:00-17:00, Friday 13:00-17:00\n\nFor more information, you can access our ‘Forms & Guidance’ page on the student portal.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9976837635,
        "format_confidence":0.9836137295
    },
    {
        "url":"https:\/\/www.asd.wednet.edu\/for_families\/for_students\/displaced_homeless_students",
        "text":"Displaced\/Homeless Students\n\nStudents and their families who find themselves in transition as a result of losing their home may be eligible for additional services through our district. To the extent practical and as required by law, the district will work with displaced youth and their families to provide stability in school attendance and other services. Displaced youth will be provided district services for which they are eligible, including APPLE (ECEAP), Title I, LAP, special education, bilingual education, career and technical education programs, gifted and talented programs and school nutrition programs.\n\nDisplaced youth are those students who are in transition. They include:\n\n  • Sharing the housing of other persons due to loss of housing or economic hardship;\n  • Living in motels, hotels, trailer parks or camping grounds due to the lack of alternative adequate accommodations;\n  • Living in emergency or transitional shelters;\n  • Are abandoned in hospitals;\n  • Awaiting foster care placement;\n  • Living in public or private places not designed for, or ordinarily used, as regular sleeping accommodations for human beings;\n  • Living in cars, parks, public spaces, abandoned buildings, substandard housing, transportation stations or similar settings; or\n  • Migratory children living in conditions described above.\n\nPlease contact Brian Long for more information on McKinney-Vento services at 360.618.6229 or email blong@asd.wednet.edu.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9203739166,
        "format_confidence":0.9524717331
    },
    {
        "url":"http:\/\/www.wofford.edu\/library\/libraryservices\/help\/",
        "text":"Sandor Teszler Library\n\nGet help with your research!\n\nAsk questions about resources!\n\nStop by the library, email us, or call 597-4302 with any questions you have. \n\nReference Services\n\nLibrarians and library staff members are here to help. The Reference Department can answer factual questions, help develop bibliographies, help to plan a research strategy, or provide information about library services. Our professional training is in finding quality information on any topic, so if you have a question, ask us.\n\nWe try to respond to all questions within 24 hours.\n\nWe are also happy to set up a one-on-one consultation with a librarian, which gives both of us an opportunity to explore your topic in more detail.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9902995825,
        "format_confidence":0.9824743867
    },
    {
        "url":"https:\/\/professionals.collegeboard.org\/testing\/waivers",
        "text":"beginning of content:\n\nWho can qualify for a fee waiver and how the process works\n\nThe College Board fee-waiver service assists eligible students who plan to take the:\n\n  • SAT\n  • AP Exams\n\nA student must be either enrolled in, or eligible to participate in, the National School Lunch Program (NLSP) to receive a fee waiver. Schools participating in new federal programs such as Community Eligibility may not be able to use the NLSP criterion to identify and verify individual student fee-waiver eligibility. However, several other criteria or indicators can still be used to confirm eligibility for fee-waiver benefits. Please see the test-specific guidelines for more information.\n\nThe fee-waiver guidelines, combined with your knowledge of circumstances of individual students, will help you determine which students are eligible. The main source for determining eligibility is the United States Department of Agriculture (USDA) Income Eligibility Guidelines.\n\nLearn more about assisting your students by reading about test-specific guidelines:",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9975246787,
        "format_confidence":0.8860017657
    },
    {
        "url":"http:\/\/www.chspanthers.org\/inside_c_h_s\/counseling_department\/s_a_t__a_c_t",
        "text":"Many universities\/colleges will require students to take the ACT or the SAT as part of their admission process. See below for information and links to registering for the tests. Students must register for the test themselves, but can seek out information and ask questions of their counselors at any time!\n\n SAT ACT testing\n\nStudents are advised to take the SAT or ACT during Junior Year, 2nd semester. If their score is not desirable, they can still retake the test before Early Application deadlines in November of their Senior Year.\n\nSAT\/SAT Subject Test  |  SAT Registration\nThe SAT and SAT Subject Tests are designed to assess your academic readiness for college. These exams provide a path to opportunities, financial support, and scholarships, in a way that is fair to all students. The SAT and SAT Subject Tests keep pace with what colleges are looking for today, measuring the skills in Critical Reading, Writing, and Math.\n\nThe SAT is a globally recognized college admission test. The SAT Subject Tests can complement or enhance your college admission credentials. \n\nACT Test  |  ACT Registration\nThe ACT is a national college admissions examination that consists of subject area tests in English, Math, Reading and Science. There is an option to do ACT Plus Writing, which includes a 30 minute writing test in addition to the other subject area. There are 215 multiple choice questions and the test takes approximately 3 hours and 30 minutes to complete (same as the SAT).\n\nCHS Counselor Corner | College & Career Center",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9974355102,
        "format_confidence":0.8385878205
    },
    {
        "url":"https:\/\/www.colorado.gov\/c-seap\/manager-and-supervisor-consultation-0",
        "text":"Manager and Supervisor Consultation\n\nCSEAP provides consultation to agency leaders, managers and supervisors related to employee performance and behavior, workplace conflict, threat assessment, substance use impacting the workplace, and many other issues. During a 30-minute telephone consultation, we'll discuss your interests or concerns, make referrals or recommendations as needed, and discuss ways that CSEAP can serve you and your employee(s). \n\ninfographic describing managerial consultation\n\n\nDo you have questions related to managing staff or difficult employee situations?\n\nCSEAP provides consultation to agency leaders, managers, and supervisors on the following topics and many more:\n\n  • Employee behavior\n  • Performance concerns\n  • Workplace conflict\n  • Threat assessment\n  • Reasonable suspicion or substance use impacting the workplace\n  • Death of a colleague or co-worker or other death or trauma impacting the workplace\n  • Concerns about employee personal life impacting their work or the workplace\n  • General concerns about an employee\n\nRequest a 30 minute phone consultation with an EAP Specialist by calling 1-800-821-8154.\n\nCall 303-866-4314 or 800-821-8154 to schedule a consultation.\n\nClick on the following links to learn about additional services available to support your work as a leader, manager, or supervisor.\n\nWork Group Facilitation\n\nEmotional Intelligence Coaching\n\nWorkplace Skills Coaching\n\n\n\nClick here for a downloadable and printable infographic about Manager and Supervisor Consultation.\n\nFeel free to distribute this information within your State of Colorado workplace.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.8147569299,
        "format_confidence":0.8558806777
    },
    {
        "url":"http:\/\/sagotc.edu.au\/admission\/domestic-students",
        "text":"Domestic Students\n\n\nThe following documentation should be provided to the Registrar via postal service as part of the admissions process:\n\n  • APPLICATION FOR ADMISSION FORM (PDF) [except audit students]\n  • Proof of Citizenship (e.g. photocopy of birth certificate or current passport) or Certificate of Permanent Residency\n  • Academic Records [except audit students] – please include evidence of any formal language studies other than English\n  • Two (2) photographs of passport size and quality, taken not more than 3 months prior\n  • A brief autobiographical statement (300-500 words) which introduces you to the College and also outlines the reason(s) why you wish to undertake theological education\n  • GUIDELINES FOR REFERENCE LETTERS (PDF). One reference letter from the applicant's father confessor\/parish priest [Note: Any applicant whose parish life is not within the Greek Orthodox Archdiocese of Australia normally requires a letter of recommendation from their respective local bishop as well as their father confessor or parish priest]. \n  • International English Language Testing System (IELTS) documents or evidence of equivalent English Language test (if previous academic training was undertaken in a language other than English)\n  • An entrance test (e.g. short assignment, online quiz) may be required for students seeking admission into undergraduate courses under Mature Age or Special Entry provisions\n\nStudents applying for admission into the Bachelor of Theology are also required to provide the following:\n\n  • Certificate of Baptism\n  • Certificate of Marriage (if applicable)\n  • An interview process with the Dean or Sub-Dean may be required. Interstate students may be referred to a person designated by St Andrew's\n\nStudents interested in accessing the federal government loan scheme FEE-HELP as a means of paying for their tuition should indicate this on their APPLICATION FOR ADMISSION FORM and ENROLMENT FORM. A 2018 FEE-HELP booklet and application form are available directly from the Registrar. Once a student's application and enrolment are approved, they will be sent a FEE-HELP application form with instructions.\n\nSuccessful applicants will receive written confirmation and other relevant information. All students should nurture a good reading knowledge of the entire Bible through conscientious daily scripture reading.\n\nIn terms of dormitory residency, St Andrew's provides free room and board to single male Bachelor of Theology applicants enrolled in the three year ecclesial program.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9585155845,
        "format_confidence":0.9174820185
    },
    {
        "url":"https:\/\/university.parisnanterre.fr\/welcome-desk-992155.kjsp?RH=1612800664871&RF=1612799299455",
        "text":"Welcome Desk\n\nHow to plan your stay in France\n\nYou an international student, doctoral student or teacher-researcher and you need practical information for your stay in France and at the University Paris Nanterre? Would you like help with your procedures? Find all the important information in the sections below and don't hesitate to contact the Welcome Desk by email: welcomedesk@liste.parisnanterre.fr and find us on our Facebook page.\n\n\n\nOnline Welcome Desk\n\nCreate your personalised roadmap to prepare your arrival in France and your stay at the University Paris Nanterre:\n\nOnline Welcome Desk\n\nUpdated on 23 avril 2021",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.8520628214,
        "format_confidence":0.8635613918
    },
    {
        "url":"https:\/\/www.oleanschools.org\/domain\/690",
        "text":"• Olean City School District uses ParentSquare for school communication, primarily with email, text\n    and app notifications. ParentSquare automatically generates an account for each parent,\n    using their preferred email address and phone number. We encourage parents to access\n    their accounts so they can download the mobile app and update their preferences on\n    when and how they are notified.\n\n    Parent Square  \n\n     Here’s what you can do with ParentSquare:\n\n    ● Receive messages from the school via email, text or app notification\n    ● Choose to receive information as it comes or all at once at 6pm daily\n    ● Communicate in your preferred language\n    ● Comment on school postings to engage in your school community\n    ● Direct message teachers and staff\n    ● Participate in group messages\n    ● Sign up for parent-teacher conferences with smart online technology\n    ● Sign forms and permission slips, receive report cards, sign up to volunteer and more all from your phone or web portal",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9598762393,
        "format_confidence":0.8913148642
    },
    {
        "url":"https:\/\/reason.kzoo.edu\/is\/web\/websites\/teamsite\/",
        "text":"Skip Navigation\nKalamazoo College\n\nTeam Sites\n\nTeam Sites are Web sites created from a template on the Hornet Hive and designed for team collaboration.They provide a central storage and collaboration space for documents, information, and ideas.\n\nTo learn more, view our team site help page or contact\n\nRequest a Team Site\n\n* = required field\n\nYour Name:*\nYour Email:*\nWhat committee or campus organization is this for?*\nWhat Team Site features do you expect to use?\nIf other, please specify:\nOwners: Who will manage the site? Please list full names:\nMembers: Who will be site contributors? Members may upload documents, edit wiki pages, and post to discussions.:\nVisitors: Who should be permitted to view the site (e.g. anyone with a Knet login?):\nWe'll set this up (or contact you if we have questions) within two business days.You will receive an email when the setup is complete.\nTarbabypre: (Please don't fill in this field.)\nTarbaby: (Please don't fill in this field.)\nNoturl: (Please don't fill in this field.)\nAntlion: (Please don't fill in this field.)",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.6867032647,
        "format_confidence":0.6286334395
    },
    {
        "url":"http:\/\/www.hettonlyonsprimaryschool.co.uk\/our-school\/childcare",
        "text":"Your new design will be uploaded in:\nPlease contact Delivery Team on\n0113 3200 750 if you have any queries.\n\nChildcare- Breakfast and After School Club\n\n\n\nBreakfast Club- Mrs Wardle, Mrs Whittle, Mrs Swift, Mrs Nelson and Mrs Rowland\n\nThe Breakfast Club runs from 7.30am every school day.\n\nWe offer a selection of healthy breakfast foods including toasts, cereals, yogurt, fruit, smoothies and fruit juices.\n\n\nPlaces do not need to be booked. Children can attend any day and pay on arrival.\n\n\nQuotes from our children at Breakfast Club\n\n“It’s fun! You get milk and the toast is really nice”\n\n“It’s enjoyable. You can choose what you have, you get to sit down with your friends and talk”\n\n“It’s good because you can choose the topping for your toast!”\n\n\" Sometimes we have new things for breakfast like croissants.\"\n\nAfter School Club- Mrs Scott, Miss Wilson, Mrs Wardle, Mrs Whittle and Mrs Reynolds\n\nThe After School Club runs from the end of school  every school day apart from the last day of the summer term.\n\nThe times are:\n\nMonday to Thursday pick up at either 4.30pm or 5.30pm\n\nFriday pick up at 4.30pm \n\nChildren are picked up for after school club from their classrooms at the end of the school day.\n\nA wide range of activities are offered to the children; both quiet relaxed sessions and more active games outside.Children are able to complete their homework and children who stay until 5.30pm will also be heard to read by the staff. Children who attend other after school clubs can be picked up by staff for the second session.\n\nChildren who attend the first session only are given a light snack and drink. Children who attend the whole session are given a more substantial snack.\n\nHow do I book after school club?\n\nAfter school club places can be booked by contacting the school office. We always have speces available for one off bookings and emergencies. \n\nChild Care costs\n\nPlease click the link to find out about the cost of child care. There is a discount for families with more than one child.We also accept payment by child care vouchers. Please speak to office to arrange payment this way.\n\n Child Care Costs 2018\/19\n\n\nQuotes from children at the After School Club\n\n“I love how everyone is nice and friendly and how there is lots to do”\n\n“I like that we get to play Timestable Rock Star”\n\n“There are lots of people and you can make new friends”\n\n“I enjoy drawing and doing art”",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.96613729,
        "format_confidence":0.7350866795
    },
    {
        "url":"https:\/\/ecas.engin.umich.edu\/reinstatement\/",
        "text":"Petition for Reinstatement\n\nSubmission Deadlines for Petitions to be Reinstated to the CoE\n\n*Please note that these deadlines are not negotiable.\n\nCurrent students (enrolled in the previous full term)\n\nWinter Term 2021\n\nJanuary 25, 2021\n\nSpring Term 2021\n\nDate will be indicated in Academic Standing Email\n\nSummer Term 2021\n\nDate will be indicated in Academic Standing Email\n\nFall Term 2021\n\nJuly 1, 2021\n\n\nNon-continuing students (not enrolled the previous full term)\n\n\nSpring Term 2021\n\nMarch 1, 2021\n\nSummer Term 2021\n\nMay 1, 2021\n\nFall Term 2021\n\nJuly 1, 2021\n\nWinter Term 2021\n\nNovember 2, 2020\n\n\nSteps for Petitioning for Reinstatement\n\n  1. Complete a Petition for Reinstatement by the deadline above.\n\n  2. Make an appointment with your academic advisor as soon as possible:\n\n  3. Ensure that your transcript is complete and accurate.\n\n  4. Check your record on Wolverine Access — if grades are not current or accurate, obtain signed letters from instructors indicating correct grades and attach to your petition.\n\n  5. Make sure that your phone number and address is accurate in the University directory.\n\n  6. The Scholastic Standing Committee must be able to contact you for appointments, decisions and additional questions. If the Committee cannot contact you, your petition will be withdrawn.\n\n  7. The Scholastic Standing Committee will review your petition using the following guidelines:\n\n    • Your prospects for academic success\n\n    • The issues you identify as being barriers to your success and actions that you have taken to remedy the issues so they will not impact your future academic success\n\n    • Whether you met previous reinstatement conditions (if applicable)\n\n  8. If it is determined that you must meet with the Committee, you will be contacted by the Scholastic Standing Committee staff to arrange an appointment. If a meeting is unnecessary, you will be informed of the Committee’s decision via mail and email.\n\n  9. IMPORTANT: While your petition is pending, it is imperative that you attend all classes for which you intend to register, if your petition is approved. Additional documentation may be requested.\n\nKeep in mind:\n\n  • If you fail to meet the petition deadlines indicated on your official notification of academic standing (mailed within three weeks following each term), you will forfeit your right to petition for those terms and you will be withdrawn from any future terms. There are no exceptions to this rule.\n\n  • Reinstatement is not automatic, and depends largely on a realistic assessment of your prospects for academic success. If personal issues are adversely impacting your performance, the Committee may recommend a temporary leave until the issues are resolved.\n\n  • If your enrollment has been withheld two times, you must take leave from the University for the next full academic term. There are no exceptions to this rule. If granted reinstatement at a later date, you will have a terminal term to meet your reinstatement conditions; otherwise, you will be permanently dismissed from the University of Michigan.\n\n  • To graduate, students must have at least a 2.0 cumulative GPA and a 2.0 program GPA. It is a policy of the College not to reinstate a student who has taken all courses required for a degree, but does not have a 2.0 grade point average\n\n\nSubmit a Petition for Reinstatement",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9976938367,
        "format_confidence":0.5589174628
    },
    {
        "url":"https:\/\/www.uwb.edu\/learningtech\/help\/how-to\/canvas-for-students\/outcomes",
        "text":"Outcomes are a way for instructors to grade students' work based on established criteria. It is also a way for instructors to illustrate the types of quality and\/or exceptional work that is to be expected from their students.\n\nExample of learning outcomes\n\nViewing an Outcome\n\n  • To view an outcome, go to the course that the outcome is located in and then click on the Outcome link on the side navigation bar to the left.\n  • Here, you will see the Learning Outcomes page, where the outcomes will be listed in the left column, and each outcome details will be shown in the right column.\n\nOutcome Groups\n\nWriting outcome group\n\n  • Outcome groups will be shown as folders and these will contain multiple outcomes for a single category. Instructors might do this to group outcomes together if, for example, there are different expectations for different assignments.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9782360792,
        "format_confidence":0.5549552441
    },
    {
        "url":"https:\/\/www.bju.edu\/admission\/tuition-aid\/documents.php",
        "text":"Skip to main content\n\nFinancial Aid Documents\n\nAll requested documents can be submitted to the BJU Financial Aid Office (unless otherwise indicated). Documents containing social security numbers should be sent by fax or mail.\n\n  • Fax: (864) 235-2897\n  • Mail: Financial Aid Office, Bob Jones University, Greenville, SC 29614\n  • Email\n\nSatisfactory Academic Progress Policy (SAP) for Federal Student Financial Aid: Undergraduates | Graduates.\n\nFAFSA Verification\n\nThe BJU Financial Aid Office will contact you if your FAFSA is selected for verification. Your financial aid awards cannot be determined until the BJU E-Verification process has been completed. Create an account and view your tasks.\n\nSouth Carolina Aid\n\n  • SC Tuition Grant — All recipients of SC Tuition Grant must complete an Affidavit of Eligibility each year.\n  • SC Life and HOPE Scholarships — All recipients of the SC LIFE and HOPE Scholarships are required to complete a Certification Form which includes an Affidavit of Eligibility.\n\nSpecial Circumstances Request\n\nIf your family’s financial circumstances have dramatically changed since you completed your FAFSA or your family has unusually high medical expenses not covered by insurance or pays unusually high private school tuition for other children in the home, you may submit a Special Circumstances Request to the BJU Financial Aid Office.\n\n2018-2019 Request\n\nDependency Override Request\n\nA student who would normally be considered a dependent student can be considered independent only if one of the following circumstances exists:\n\n  • The student has no contact with his\/her parents and does not know where they are (and the student has not been adopted by someone else); or\n  • The student has left home due to an abusive situation\n\nThe student must provide official documentation for these circumstances and a Dependency Override Request to the BJU Student Financial Aid Office for consideration.\n\nFor more information about this process, contact the Financial Aid Office.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9798557758,
        "format_confidence":0.9641632438
    },
    {
        "url":"https:\/\/go.college\/contact",
        "text":"Contact Us\n\nNeed help with your domains or account? Open a ticket and we'll look into your case right away!\n\nGo.College support hours are Monday through Friday, Pacific Time.\nPlease expect a response to your ticket within 48 hours.\n\nStay in touch\n\nTo report abuse of a .College domain, please contact the XYZ Anti-Abuse Team\n\n2121 E. Tropicana Ave, Suite 2, Las Vegas, NV 89119\n\nxyz underscore abuse at gen dot xyz\n\nGet .College updates straight to your inbox\n\nMessage us below\n\nBy submitting this form, you give your consent to to process and use the data you submit to help you with your request(s) or improve our services. You also agree to our Privacy Policy and Terms & Conditions.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.5600755811,
        "format_confidence":0.975956738
    },
    {
        "url":"https:\/\/www.sekls.org\/services\/general-consulting",
        "text":"General Consulting\n\nContact Person: Kate Wise\n\nProfessional advice, expertise, and assistance are offered to member libraries on an individual basis. The System Consultant is the usual contact on general library matters, although the Director and other staff are also available. For consultation in specialized areas, see the sections on Automation Services, Childrens Services, and Special Needs. Member libraries with questions or problems regarding library policies, procedures, laws, trends, or other matters are encouraged to contact SEKLS for assistance.\n\nFrequently Asked Questions",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9575526118,
        "format_confidence":0.7828999758
    },
    {
        "url":"https:\/\/libguides.uos.ac.uk\/academic\/referencing\/home",
        "text":"Skip to main content\nIt looks like you're using Internet Explorer 11 or older. This website works best with modern browsers such as the latest versions of Chrome, Firefox, Safari, and Edge. If you continue with this browser, you may see unexpected results.\n\nReferencing and Plagiarism\n\n\nUse the tabs above to find information and advice relating to the referencing styles used at the University of Suffolk.\n\nThe site will help you to reference just about any source, and understand how to avoid plagiarism.\n\nAccess the site here or access basic guidance here\n\n\nReferencing is about how you present the ideas of others in your work.\n\nWhen producing a piece of academic writing, be it an essay, report or your final dissertation, you will need to demonstrate that you have consulted, read and understood the thoughts and concepts presented by others in their work.\n\nReferencing allows the reader of your work to locate and if necessary check the information you have consulted, and the evidence you have presented in your arguments.\n\n1:1 bookable appointments can be made with your Academic Skills Advisers for your subject area.\n\nStudents from Ipswich can book two appointments per week (if you are a student from the Learning Network, please contact your library) - \n\n  • up to 1 hour with an Academic Skills Advisor\n\nAppointments are scheduled in 30 minute slots.  \n\nSchedule an Appointment",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9958781004,
        "format_confidence":0.853505671
    },
    {
        "url":"http:\/\/newark.osu.edu\/future-students\/contact-us\/transfer-student\/admitted-transfer-students.html",
        "text":"The Ohio State University at Newark\n\nAdmitted Transfer Students\n\nAfter you’ve been admitted to Ohio State there are several important steps you must complete to secure your enrollment.\n\nWhat happens next?\n\nstudents studying outside\n\nEnable your BuckeyeMail account\n\nFrom now on, important business communications from Ohio State – like your housing contract, financial aid offer and orientation information – will be sent to the email address we’ve created just for you.\nIf you already activated your username and created a password (you may have done this as an applicant in order to check your application status), your final step is to enable your BuckeyeMail account.\n\n  1. Go to and log in.\n  2. Click Change email Delivery (left sidebar).\n  3. Select “Deliver my email to BuckeyeMail, the university’s email service” and submit.\n  4. That’s it! Your email address is Check your email at several times a week until school begins, and then daily.\nWhat if I have not activated my username? Get instructions.\n\nSubmit the FAFSA and submit the Application for Special Scholarships\n\nTransfer students who submit a FAFSA, have earned a minimum 15 transferrable semester credit hours and minimum transfer GPA of 2.8 will be considered for merit-based scholarships.\n\nAll students are encouraged to file the FAFSA to receive consideration for need-based scholarships, loans, grants and Federal Work-Study. In addition, Ohio State offers thousands of special-eligibility scholarships with a wide variety of eligibility criteria. File the FAFSA and complete the Scholarship Applications to be considered.\n\nIf you apply for financial aid by the priority date of February 1, you will be notified of aid eligibility by early April. Learn more about student financial aid.\n\nAccept our offer of admission by paying your acceptance fee\n\nPay this nonrefundable $100 fee when you receive your Acceptance Fee Statement, which you will generally receive via email within three weeks of admission to Ohio State.\n\nTo pay your acceptance fee, or decline the offer of admission\n\nFollow the directions on your Acceptance Fee Statement.\n\nTo delay your admissions term\n\nContact Undergraduate Admissions before the deadline for your desired term to discuss your options.\n\nView your Transfer Credit Report and get credits evaluated\n\nUpon admittance, your transfer credit report will post to your Ohio State Applicant Center. This will detail how your prior college credits will transfer to Ohio State.\n\nIf you submitted a transcript(s) from your previous institution(s) to be evaluated for transfer credit, you may have some action steps to take before orientation.\n\nGo to Under the Academics section, expand the Transfer Credit Report menu. The transfer credit checklist will walk you through the credit evaluation process.\n\nFor courses requiring evaluation before orientation, it is your responsibility to contact the coordinator(s). Failure to do so may result in a delay in your ability to schedule courses for your degree program.\n\nLearn how to view your Transfer Credit Report and understand your Transfer Credit Report. Questions about how to read your Transfer Credit Report? Contact Undergraduate Admissions.\n\nSubmit your final university transcript\n\nIf you have completed courses that would not appear on the transcript your college(s) already sent to Ohio State, please request that a final electronic transcript be sent to Ohio State as soon as your grades have posted.\n\nSchedule and attend Transfer Student Orientation\n\nOnce you are admitted to Ohio State Newark and pay the $100 acceptance fee, you will receive information about attending transfer student orientation. During orientation you will meet with an academic advisor in your academic program of study.\n\nPlacement Testing and Orientation Information\n\nHousing options\n\nSafe and comfortable housing options are available on or near campus. To be considered for rooms in the on-campus residence halls students must submit a housing application and a $350 housing deposit by April 15th.\n\nDelaying your enrollment\n\nIf you decide to postpone attendance to Ohio State to a later semester, you must contact Undergraduate Admissions and update your admission materials by the deadline for that term.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9980074763,
        "format_confidence":0.8906283975
    },
    {
        "url":"https:\/\/help.turnitin.com\/feedback-studio\/canvas\/plagiarism-framework\/student\/e-rater\/accessing-erater-feedback.htm",
        "text":"Accessing e-rater feedback\n\nThe e-rater grammar feedback technology, developed by ETS®, automatically checks submissions to an assignment for grammar, usage, mechanics, style and spelling errors; providing in depth feedback with on paper marks. \n\nIf your instructor has enabled e-rater for your assignment you will receive your feedback on the assignment post-date along with the rest of your feedback.\n\nThere is a 64,000 character limit for ETS e-rater checking. Papers in excess of this limit are not eligible to receive grammar checking.\n\ne-rater® grammar and spellcheck comments are automatically available to you immediately after submission.\n\nWhen viewing a paper, e-rater technology will load the grammar and spelling marks, which may take up to a minute to appear on-screen. Select the e-rater mark to view its description.\n\nFor a more detailed description of the e-rater mark, select View Handbook.\n\nIt may take up to a minute for the e-rater feedback to load for the paper.\n\nNeed to contact a human?\n\nGet in touch",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.5903205276,
        "format_confidence":0.9726781845
    },
    {
        "url":"https:\/\/culchethhigh.org.uk\/careers-information-advice-guidance\/",
        "text":"skip to Main Content\n\nAt Culcheth High School we provide all students with a Careers Education Programme delivered through group sessions, days off timetable and targeted assemblies. We invite employers and training providers in to school and take students out to careers fairs, local colleges and universities – where they can obtain up to date information on the range of options available to them. We recognise the importance of preparing students for life and helping them to develop the key skills of: communication, application of number, team work, using initiative and following instructions.\n\nIn Year 9 students are supported with option choices for key stage 4 and in year 11 students are offered guidance to help select the most appropriate route – whether it is to stay in education or to progress into employment or training.\n\nOur Careers Adviser Paul Williams is available 2 days per week and works mainly with years 9-11– offering careers information, advice and guidance. If you feel your son\/daughter would benefit from a 1:1 appointment with Mrs Morris then please contact: .\n\nUseful websites for careers research are listed below:\n\nVideo clips and information on a wide range of careers.\n\nUseful for linking school subjects to different career paths. There is also a quiz “The Buzz Test” to help young people explore their values, qualities and aspirations for the future.\n\nA very visual website especially for younger students to help them explore the world of work and different job roles.\n\nEverything you need to know about apprenticeships and current vacancies.\n\nApprenticeships, School Leaver Programmes, University.\n\nFirst port of call for university courses in the UK, how to apply and student finance.\n\nInformation on foreign universities and how to apply to a university abroad.\n\nUseful for comparing different university courses plus lots of information on how to choose courses (starting from GCSEs!)\n\nA graduate website – useful for finding out what careers particular degree courses can lead to.\n\nInformation on alternative routes after college e.g. higher level apprenticeships, sponsored degrees, gap years.\n\nBack To Top",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9980837107,
        "format_confidence":0.8697817326
    }
]