[
    {
        "url":"https:\/\/www.spicedwife.com\/site-terms-faq",
        "text":"Please read these Terms of Use (\"Terms\", \"Terms of Use\") carefully before using the www.spicedwife.com website (the \"Service\") operated by Spiced Wife (\"us\", \"we\", or \"our\"). Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service. By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service.\n\nWe have developed these Terms of Use to govern your use of this World Wide Web Site. Your use of our site tells us you have read and agreed to these Terms of Use. Please read them carefully. These Terms of Use represent a binding contract regarding your use of our web site. If you do not agree with any of these terms, please exit the web site. \n\n\nBy using this site and subscribing to our membership you agree that:\n\n  • You are 18 years old or older. \n\n  • You are a woman (defined by physical birth) and married to a man (defined by physical birth) in a marriage defined by God in the Holy Bible.\n\n  • You have read the “What We Believe” section under the About tab and understand this is a membership, based on the belief of Jesus Christ and the Holy Bible.\n\n  • The information provided by Spiced Wife within the membership site is for your personal use only and that you will not share it with others.\n\n  • You are not a money manager, institutional trader, professional family office or a publisher of an investment blog or newsletter seeking to use any information presented within the site.\n\n  • You will not post any information generated by Spiced Wife or its members on any other internet site or by any other means without prior consent.\n\n  • You will respect everyone’s privacy.\n\n    • Being part of this group requires mutual trust. Authentic, expressive discussions make groups great, but may also be sensitive and private. What's shared in the group should stay in the group.\n\n  • You will be kind and courageous.\n\n    • We're all in this together to create a welcoming environment. Let's treat everyone with respect. Healthy debates are natural, Godly conviction is necessary, but kindness is required.\n\n    • Profanity, negativity, slandering, belittling, and any other form of ungodliness is strictly prohibited, and your membership will be terminated without reimbursement.\n\n    • When speaking of a sexual topic the medical terms of genital parts shall be used. Penis and Vagina are the only words permissible to be used in their proper form.\n\n  • You will not post promotions or spam.\n\n    • Give respect to the wives who are here to grow. Self-promotion, spam and irrelevant links aren't allowed and can cause you to be removed without reimbursement.\n\n  • You will not post hate speech or bullying.\n\n    • Make sure everyone feels safe. Bullying or trolling of any kind isn't allowed, and degrading comments about anything will not be tolerated. Membership will be revoked without reimbursement.\n\n    • There is no discrimination due to race, disability, or political preference.\n\n  • You will not give your membership access to others.\n\n    • Due to the transparency and sensitivity of topics, any joint page is requested to only have participation from the confirmed member. We ask that husbands and those who are single please respect the privacy.\n\n\nPayment\/Automatic Renewal\nYou agree to be charged at the time of subscription, based on the type of plan you have selected. There are no reimbursements. Your subscription will be renewed automatically and billed to your credit card\/Paypal account at the beginning of each subscription period until you cancel the service. You may cancel at any time by following the procedure described in our Cancellation Policy below. The monthly subscription plans are renewed automatically on 30-day intervals, and the annual subscription plans are renewed automatically on 365-day intervals.\n\n\nCancellation Policy\nAll memberships provided by Spiced Wife LLC will automatically renew. Cancellation request must be submitted by email to info@spicedwife.com at least one week before the renewal date, with a subject line stating “Cancellation”. Cancellation notice sent to info@spicedwife.com will terminate future use of the service and automatic renewals will end. There are no refunds.\n\n\n\nThe articles and information generated by Spiced Wife is for informational purposes only and is not intended as legal or medical advice. Spiced Wife is not a licensed counseling service and we do not provide clinical counseling or anything that requires licensing. We are a mentoring company that can be compared to counseling styles. Any decisions you make based on information found on our website or given in mentoring sessions are entirely your responsibility.\n\nLimitations of liability\nSpiced Wife will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:\n\n  • for any direct loss;\n\n  • for any indirect, special or consequential loss; or\n\n  • for any personal loss, business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data.\n\nWhile we use reasonable efforts to include accurate and up-to-date information, we make no warranties or representations as to the accuracy of the content and assume no liability or responsibility for any error or omission in the content. Spiced Wife does not represent or warrant that use of any content will not infringe rights of third parties.\n\nSpiced Wife has no responsibility for actions of third parties or for content provided or posted by others. All information provided are to be construed only as opinions and are to be used as an information service only. It is always wise for an individual to seek God for themselves in moving forward with any advice given to them by anyone associated with Spiced Wife. We assume no responsibility for the loss of confidentiality for any information that you transmit to us via the Internet.\n\nThis web site may contain links to non-Spiced Wife web sites. These links are provided to you only as a convenience. Such linked web sites are not under the control of Spiced Wife. Spiced Wife is not responsible for the content of any linked web site, or any link contained in a linked web site. The inclusion of any link does not imply endorsement by Spiced Wife web site, and Spiced Wife shall have no responsibility for information that is referenced by or linked to this web site.\n\n\nDisclosure of personal information\n\nSpiced Wife LLC does not disclose any nonpublic information that personally pertains to you, except as required by law. We disclose information only when it is necessary for the conduct of Federal government business, or under circumstances where disclosure is provided by law. We do not disclose information about you to other entities who may want to sell their products to you.\n\n\nNo Warranties\nThe information on this web site is provided \"as is\", \"as available\" and all warranties, express or implied, are disclaimed (including but not limited to the disclaimer of any implied warranties of merchantability and fitness for a particular purpose). All responsibility and liability for any damages caused by viruses contained within the electronic files of this web site are disclaimed. The information may contain errors, problems or other limitations. As a condition to our providing the information on this web site, the viewer agrees that we are not liable for any indirect, special, incidental, consequential damages or any other damages (including damages for loss of business, loss of profits, litigation or the like), whether based on breach of contract, breach of warranty, tort (including negligence), product liability or otherwise, even if advised of the possibility of such damages. We would not provide this web site and information without such limitations. No representations, warranties or guarantees whatsoever are made as to the accuracy, adequacy, reliability, currency, completeness, suitability or applicability of the information to a particular situation.\n\nWhile we use reasonable efforts to include accurate and up-to-date information, we make no warranties or representations as to the accuracy of the content and assume no liability or responsibility for any error or omission in the content. Spiced Wife does not represent or warrant that use of any content will not infringe the rights of third parties. Spiced Wife has no responsibility for actions of third parties or for the content provided or posted by others. Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\n\n\nBy using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable. If you do not think they are reasonable, you must not use this website.\n\nConformance with Law\n\nYou agree that your use of this Site will not violate any applicable local, national or international law, including but not limited to any regulations having the force of law. Some jurisdictions may have restrictions on the use of the Internet by their residents. You agree not to impersonate any person in your use of the Site or the sending of any e-mail to an address listed on the Site.\n\nLegal Forum\n\nAny dispute between the parties that results in litigation shall be exclusively heard in the Courts sitting in San Diego, Ca.\n\nIf you do not agree to the terms in this document, you should immediately discontinue any use of this Site. If you have any questions about these Terms, please contact us.\n\n\nFollow Us on Instagram:\n\nFind Us On\n  • Facebook - White Circle\n  • YouTube - White Circle\n  • Instagram - White Circle\n\n\n©2020 by Spiced Wife.\n\nSite C... (truncated)",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.5765431523,
        "format_confidence":0.9902590513
    },
    {
        "url":"https:\/\/www.gmuuc.org\/copy-of-terms-of-use",
        "text":"Privacy Policy\n\nThis website is owned and operated by Georgia Mountains Unitarian Universalist Church (GMUUC) referred to in this policy as “we”. We recognize that visitors to our site may be concerned about the information they provide to us, and how we treat that information. This privacy policy addresses those concerns. This policy may be changed or updated from time to time.\n\nIf you have any questions about our Privacy Policy, you can contact us at: 706-864-0661 or\n\nWe are available to answer your questions or hear your concerns.\n\nThe first principle of Unitarian Universalism is to covenant to affirm and promote the inherent worth and dignity of every person. We believe that this principle impels us to protect the privacy of visitors.\n\nPersonal Information\n\nOur site collects personal information from our visitors only on a voluntary basis. Personal information may include name, address, phone number, email address, and\/or credit card numbers. We do not require this information to obtain access to any part of our site. We do not sell or rent this personal information to other organizations.\n\nThe personal information we collect is only used by us to process a request that has been placed by the visitor. We never sell your email address and if you voluntarily give it to us, we will strive to use it only for what it was intended. If we pass it, it would only be to the congregation or person who has the information you desire.\n\nStatistical Information Collected\n\nWe collect information on the browsing habits of users and the companies that provide that service also have access to that information. This site collects information using cookies and javascript, so if they are enabled in your browser, information can be collected, such as your browser type, operating system, IP address, and country. This information is only used for statistical purposes and cannot identify you as an individual.\n\nInformation Accuracy\n\nWe make every effort to ensure that the information presented is correct and accurate. If inaccuracies occur, we will make every effort to correct them in a timely manner. To report any web site inaccuracies or for questions about our Privacy Policy please email us at\n\nLinks to Third Party Sites\n\nOur web sites contain some hyperlinks to web sites operated by parties other than GMUUC. These hyperlinks are provided for your reference only. We do not control such web sites and are not responsible for their contents or privacy policies. The inclusion of hyperlinks to other web sites does not imply any endorsement of the material on these Web sites or any association with their operators.\n\nWe Need Your Support Today!\n\n\nGeorgia Mountains\n\nUnitarian Universalist \n\nP.O. Box 630\n439 S. Park Street\nDahlonega, GA 30533\n\nPhone: 706-864-0661\n\nSign up for our Newsletter »\n\n  • Facebook\n  • Instagram\n  • YouTube\n\nRev. Charlotte Arsenault joined GMUUC as their contract minister in November 2013.\n\nRev. Charlotte's primary office hours are on Thursdays. \n\n\n9:00 AM\n\nSunday Services:\n\n10:30 AM\n\n\nChildren’s Religious Education:\n\n10:45 AM\n\n\n10:00 AM & after church service\n\nRev. Charlotte Arsenault, Minister\n\nWorship Schedule\n\n© 2019 Georgia Mountains Unitarian Universalist Church |  Terms of Use  |   Privacy Policy",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9902341366,
        "format_confidence":0.9881011248
    },
    {
        "url":"https:\/\/storage.snappages.site\/BSNJ7S\/assets\/files\/WaterBaptism.html",
        "text":"Approved by the Elder Board on August 17, 2016\n\n\nThe purpose of this Statement of Position is to explain what we believe the Bible teaches about baptism by first answering some basic questions about baptism and then addressing other questions that people often have about baptism. We acknowledge that there are views about baptism other than the one described below held by other Christians; however, the view described below represents our view, which is sometimes referred to as “believer baptism.”\n\nBasic questions about baptism\n\nWhat is baptism?\n\nBaptism is a public act in which a believer is immersed in water in order to symbolize:\n\n  1. Their association (or identification) with Jesus’ death, burial and resurrection (Romans 6:1-10);\n  2. Their repentance of their sins, and Jesus’ forgiveness – or washing away – of their sins (Acts 2:38); and\n  3. Their desire to be a lifelong learner (i.e., disciple or follower) of Jesus (Matthew 28:18-20).\n\nWho should be baptized?\n\nOnly those who have placed their faith in Jesus as Lord and Savior should be baptized (Acts 2:38, 41; 8:12; 8:35-37; 9:6, 18; 10:47; 16:14-15; 16:31-33; 18:8). In other words, only believers should be baptized.\n\nWhy should a person be baptized?\n\nEvery believer should be baptized, because:\n\n\nOther questions about baptism\n\nDoes baptism save a person?\n\nBaptism does not save a person. Salvation comes by grace through faith in Jesus alone, apart from any merit or work; and apart from any ceremonies (Ephesians 2:8-9; Romans 3:28; Romans 1:16; Titus 3:5-7; 1 Corinthians 1:14-17). We believe that the preponderance of Scripture teaches that baptism is a confirming symbol – as discussed above – for an individual who personally confesses faith in Jesus Christ (Jeremiah 31:31-34; Acts 2:38, 41; 8:12; 8:35-37; 9:18; 10:47; 16:14-15, 31-33; 18:8).\n\nIs baptism required at BACC to be a Ministry Partner (MP)?\n\nAt Bay Area, baptism is a requirement for Ministry Partnership. If a believer has never been baptized, then he\/she will need to be baptized in order to become a MP. If a person was baptized as an infant and has never been baptized as a believer, then we encourage him\/her to be baptized as a believer, but welcome him\/her as a MP provided he\/she rejects the notion that their baptism as an infant conferred merit with God or saving grace in the act itself. BACC does not perform infant baptisms.\n\nMust a believer have been immersed in water in order for their baptism to be accepted for MP purposes?\n\nThere are good arguments for three different modes of baptism: sprinkling, pouring and immersion. We practice immersion, because we think it best pictures our identification with Christ’s death, burial and resurrection (Romans 6:1-11). However, we always want our emphasis to be on the heart attitude of those being baptized. If a believer was baptized in another church in which sprinkling or pouring was the mode of baptism used, we will accept that for MP purposes.\n\nWhat is “Spirit Baptism” or “Baptism of the Holy Spirit”?\n\nWe believe that at the moment a person expresses saving faith in Jesus, he\/she is baptized in the Holy Spirit and made a part of the universal body of Christ (His Church) – 1 Corinthians 12:12-13; Ephesians 1:13; Ephesians 4:4-6; Galatians 3:27-29. This “Spirit Baptism” happens at the moment of belief and is invisible (i.e., we don’t see it happen). “Symbolic\/water baptism,” on the other hand, as discussed above, is an act that is done after one comes to faith in Jesus and symbolizes this invisible truth of being placed into the body of Christ. Thus, we sometimes will say, [water] baptism is “an outward expression of an inward reality,” meaning [water] baptism is a public act that symbolizes something that has already taken place inside a person – that they believe in Jesus and the Holy Spirit now lives inside them.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9975456595,
        "format_confidence":0.6446794868
    },
    {
        "url":"https:\/\/christianliferesources.com\/privacy-policy\/",
        "text":"Privacy Policy\n\nThis is the Website of Christian Life Resources (CLR). Here is what visitors to our Website can expect in terms of privacy.\n\n\nThe security of sensitive, financial information is important to us. CLR takes technical and physical steps to protect sensitive, financial information that you provide to us. In addition, this Website uses industry standard Secure Sockets Layer (SSL) encryption technology to transmit all sensitive information between your web browser and our server. All local storage of personal information is safe guarded with our best effort.\n\nIf you send credit card information to us using a secure SSL enabled page on our website (denoted by https:\/\/ before a URL), we will encrypt this information between your web browser and our server. Other information that you send through this Website, including e-mail messages, will not be encrypted unless we advise you otherwise. Although our Website has industry standard security measures in place to protect against loss, misuse and alteration of the information that is under our control, we cannot guarantee complete security.\n\nE-mail Address Collection\n\nWe collect the e-mail addresses of those who communicate with us via e-mail, through our Website, or any other method. Examples include online surveys, subscription to an email service, or providing an e-mail address for any other purpose.\n\nMailing Address Collection\n\nWe collect mailing addresses of those who communicate with us via e-mail, through our Website, or any other method. Examples include registrations and inquiries.\n\nTelephone Number Collection\n\nWe collect telephone numbers of those who communicate with us via e-mail, through our Website, or any other method. Examples include registrations and inquiries.\n\nCookies and Other Collected Information\n\nOur server will automatically collect general information about your visit to our Website such as IP Address, web browser version, referring server, and pages visited. Your e-mail address or other personally identifiable information will not be collected unless you provide it to us.\n\nWhen you visit our Website, we may place a cookie on your computer that allows us to record session information and provide access to information that requires online registration. Cookies do not contain personally identifiable information unless you provide it to us for the purpose of online registration.\n\nWebsite Use\n\nWe collect aggregate information on what pages our visitors access or visit. We also collect information volunteered by visitors.\n\nUse of Collected Information\n\nE-mail addresses, mailing addresses, and telephone numbers collected by Christian Life Resources will be used for the following purposes:\n\n  1. To mail a free copy of each subsequent edition of Clearly Caring, the official periodical of Christian Life Resources.\n  2. To mail various opportunities to financially support the work of Christian Life Resources and its affiliated or related ministries.\n  3. To communicate with a party related to a question, order of material, order from a store, or any such communication requiring personal one-to-one inquiry for clarification, information, or communication.\n  4. Christian Life Resources does not and will not sell or trade contact information with third parties. Christian Life Resources may directly use contact information to expose contacts with third party products and information, but the contact information is not ever turned over to a third party for any reason. It will be up to the contact to share such information with the third party if desired.\n\nOther Websites and Links\n\nOur Website contains links to other outside Websites not under our control. If you choose to use any of these links, protection of your privacy at these linked Websites will be governed by the privacy policy of that Website. Christian Life Resources is not responsible for the privacy practices of such Websites or the use of any information that you provide. Links to outside Websites not produced by Christian Life Resources is for informational purposes only and does not constitute an endorsement of a linked Website’s content.\n\nPrivacy with Respect to Minors\n\nWe do not knowingly collect or use information from children under the age of 13 without the consent of a parent or guardian.\n\nFair Use of Copyrighted Works\n\nThe information on this Website is provided to users for the purpose of education – personal education on life and family issues, as well as scholarship and research. Under the Fair Use Provision of the Copyright Act, it is acceptable to use copyrighted works for these purposes. Any commercial use of the information provided here requires permission from the author(s).\n\nChanges in Policy\n\nWe reserve the right to modify this policy at any time and without prior notice. Your continued use of this Website after these changes are posted constitutes your agreement to the changes with regard to information collected and other policies and practices.\n\nQuestions or Concerns?\n\nIf you have a specific question or concern regarding our policies detailed above, please contact us.\n\nPlease consider a gift to help us share the message of grace.\n\nDonate Give Monthly",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.5731651783,
        "format_confidence":0.9903423786
    },
    {
        "url":"https:\/\/lextai.org\/bylaws\/",
        "text":"The Temple Adath Israel Bylaws gives us a structure under which we are able to have a shared understanding on how TAI operates. Revisions have been made and approved for recommendation to the congregation to accept. In order for the congregation to make a decision on whether to accept the proposed updated bylaws at the Congregation’s Annual Meeting, the documents are being provided to you for your review. \n\n\nExisting Bylaws",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9950920343,
        "format_confidence":0.9081423283
    },
    {
        "url":"https:\/\/www.targeted2free.com\/articles",
        "text":"Various Articles\n\nNOTICE:  We cannot guarantee results since each case is distinctly unique and requires its own level of customized analysis. We have found that those who do not quit achieve the results they seek.\n\nNOTICE AND DISCLAIMER: This video is for general informational purposes only. It should not be used to self-diagnose and it is not a substitute for a medical exam, cure, treatment, diagnosis, and prescription or recommendation. It does not create a CONSULTANT-CLIENT relationship between CHRIST THE WALL HERMITAGES and you. You should not make any change in your health regimen or diet before first consulting a physician and obtaining a medical exam, diagnosis, and recommendation. Always seek the advice of a physician or other qualified health provider with any questions you may have regarding a medical condition. CHRIST THE WALL HERMITAGES does not offer legal, tax or medical advice. \nCHRIST THE WALL HERMITAGES, AND IT'S DIRECTORS ARE NOT liable or responsible for any other information, services or product you obtain and may try to implement through this video or site.\n\nCopyright 2019 - 2020\n\nChrist the Wall Hermitages\nc\/o 60 West Terra Cota Ave #270\nCrystal Lake, IL 60004",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.7281190157,
        "format_confidence":0.6760394573
    },
    {
        "url":"http:\/\/stchristopher.org\/summer-camp\/preference-policy\/",
        "text":"Preference Policy\n\nAs of September 19, 2013, the Board of Directors of St. Christopher Camp and Conference Center have approved the following policy for preferential registrations.\n\nIn that the vision statement of the Diocese of South Carolina, “Making Biblical Anglicans for a Global Age,” inherently gives preference to Anglicans within the full context of Christendom, St. Christopher Camp and Conference Center gives preference in booking policies for those parishes and institutions that are “Anglican” in their ethos, worship, and association within ecclesiastical structures.  This preference includes all parishes in association with the Diocese of South Carolina, The Episcopal Church, the Anglican Church in North America, Convocation of Anglican Churches in North America, and the Anglican Mission.\n\nThe preference allows for the discounted “Anglican” rate to be applied to bookings and reservations to be made up to 24 months in advance.\n\nSummer Camp registration preferences will be allowed for all participating members of parishes and schools of the Diocese of South Carolina, and all other Anglican and Episcopal parishes or schools that have booked use of St. Christopher at any time in the calendar year in which summer camp will occur.  Please check the list below to see if you are eligible for early preferential registration.\n\nEarly Qualifiers- Churches and Schools",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9919909835,
        "format_confidence":0.9326133132
    },
    {
        "url":"http:\/\/danielpbarron.com\/atc\/statement-of-faith\/",
        "text":"Daniel P. Barron\n\nStatement of Faith\n\n\nThis is a mirror of \"Statement of Faith\" by Darwin Fish.\n\nUnless otherwise stated, all articles on atruechurch.info are written by Darwin Fish and all Scripture quotations are from the NKJV.\n\nFor a pdf of the pamphlet that we pass out, click here.\n\n\nHe who despises the word will be destroyed, but he who fears the commandment will be rewarded. i\n\nWe believe whatever the Holy Bible says. ii For how we do this, please see Our Hermeneutics and Judging. Scripture is our first and last and everything in between authority. The Word of God is our life and our salvation. iii By it He has given us eternal life, and our hope is in His Word. iv\n\nIf it can be shown from the Bible that we are wrong on something, we gladly, eagerly, and lovingly accept such correction. v\n\nFor the commandment is a lamp, and the law a light; reproofs of instruction are the way of life. vi\n\nHe who keeps instruction is in the way of life, but he who refuses correction goes astray. vii\n\n31 The ear that hears the rebukes of life will abide among the wise.\n32 He who disdains instruction despises his own soul, but he who heeds rebuke gets understanding.\n33 The fear of the LORD is the instruction of wisdom, and before honor is humility. viii\n\nAnd if anyone thinks that he knows anything, he knows nothing yet as he ought to know. ix\n\nMost who \"correct\" us do so with their own opinion, which is worthless.\n\nThe LORD knows the thoughts of man, that they are futile. x\n\nOr, people \"correct\" us with man's religious tradition, like Catholic, or Protestant, or otherwise, which is also worthless and damning. xi These things are not according to Christ, xii and so we have no ear for them. If we did, we would be rejecting God's Truth, and we flatly refuse to do so; xiii for that leads to nowhere but hell. xiv But, Scripture is \"wholesome words\" xv and makes a man \"complete, thoroughly equipped for every good work.\" xvi If we are found in error before the Word, by the grace of God we will repent. xvii As it is written,\n\nHe who is of God hears God's words. xvii\n\nFinally, this \"Statement of Faith\" is written so that you might know, in brief form, some of the particulars of what we believe, and that you too might believe His Word and be saved. Many claim to believe the Bible. Very very few actually do. And this is our first point.\n\nI. Few\n\nFor the time will come when they will not endure sound doctrine, but according to their own desires, because they have itching ears, they will heap up for themselves teachers; and they will turn their ears away from the truth, and be turned aside to fables. xviii\n\nWe believe the Bible predicts and warns about a massive false Christianity for the days in which we live. Matthew 7:13-27; 1 Timothy 4:1-3; 2 Timothy 3:1-5; 4:3-4; and 2 Peter 2:1-2 all warn of prevailing deceit within \"Christianity.\" Catholicism, Protestantism, xix evangelicalism, and many other \"isms\" taking on the name of \"Christ,\" well exemplify the deceit of this age. The entire world is deceived by Satan. xx Much of it is in the name of Christ. The result of this deception is illustrated in Jesus' words found in Luke 18:8:\n\nNevertheless, when the Son of the Man comes will He really find the faith upon the earth? xxi\n\nJesus' words depict things are going to be very bad! He questions if the faith will even be on the planet! In Noah's day, it was only eight people out of the entire population of the earth that were saved. xxii Jesus questioned whether there would be even one when He returns. xxiii\n\nWe have seen this despair graphically before our own eyes both theologically xxiv and practically. xxv The truth is not embraced and lies are, as it is written,\n\nSatan, who deceives the whole world. xxvi\n\nFor examples of some of this deception, please see our false teachers page.\n\nII. God\n\nOh, the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and His ways past finding out! xxvii\n\n\"My thoughts are not your thoughts, nor are your ways My ways,\" says the LORD. xxviii\n\nMuch of the deception comes via false teaching about God. The God of the Bible xxiv is not taught in churches today. xxix What is typically taught is a false God, a false Christ, and a false \"Trinity.\" We expose the false Trinity in point \"V. An Unholy Creed\" in our article entitled \"He Is Holy Gods\" from a literal translation of Joshua 24:19. We expose the false Christs in various articles on false teachers. The real Christ, the God of the Bible, is as follows:\n\nGood and upright is the LORD.” xxx He loves everyone, xxxi for Jesus Is Love. xxxii Yet, He also hates everyone. xxxiii\n\nConversely, the false Jesus varies, but it is usually \"another Jesus\" xlviii that is not the Scripture Himself. xlix Typically, the false Jesus doesn't kill people, xxxiv doesn't hate people, l doesn't destine people to hell, xli doesn't create people to destroy them, xl doesn't prevent people from being saved, li doesn't cause people to sin, lii doesn't cause bad things to happen, liii doesn't deceive people, xxxvi didn't die for everyone, liv etc., or some combination thereof. Yet, the real Jesus is the Scriptures, lv has done and does all these things. lvi\n\nBut, the false \"Jesus,\" typically taught, is also usually one that was not a human before John 1:14. Yet, the Jesus Christ of Scripture is, and always has been, God in the Flesh, lvii \"slain from the foundation of the world.\" lviii He was virgin born twice, lix and everything was created by Him and for Him. lx\n\nThe false Christ is also typically a false way, a theological broad way that accepts those who preach false gospels, lxi like the false gospels of Calvinism and Arminianism. These gospels are different on five key points, yet \"Christians\" accept both kinds of \"brothers in Christ.\" In contrast, the real Christ is the theological narrow Way lxii of \"the Truth.\" He only accepts people in the faith who walk in Truth and \"call on the Lord out of a pure heart.\" lxiii Those who don't are those of whom Scripture commands,\n\nfrom such people turn away! lxiv\n\nFurthermore, we believe Jesus, the one and only true God lxv of the Bible, is eternally perfect, lxvi and \"He is Holy Gods\" as Joshua explicitly stated in Joshua 24:19.\n\nFor in Him dwells all the fullness of the Godhead bodily. lxvii\n\nFor more on that, please see our article \"He Is Holy Gods.\"\n\nIII. Miscellaneous Controversial Issues\n\n  • We believe drinking alcohol in moderation is not wrong. lxxxv\n  • We believe those who commit suicide go to hell. lxxxvi\n  • We believe gambling is not wrong, but to gamble, because you are not content and want more, is sin. lxxxvii\n  • We believe Scriputure does not condemn masturbation. Although it is typically done in wickedness, lxxxviii it can be done in godliness. lxxxix\n  • We believe the Bible does not condemn slavery, xc even though it is illegal in the USA. xci\n  • We believe smoking is not condemned in Scripture, but addiction is. xcii\n  • We believe most debt is ungodly. xciii\n  • We believe the Bible does not condemn polygamy, xciv even though it is illegal in the USA, xci which illustrates America's idea of what is moral or not is quite twisted. xcv\n  • We believe there are fire breathing dragons called Leviathan. xcvi\n  • We believe during the 1000 year reign of Christ on earth, xcvii God will bring back from the dead evil Levites of the past to serve in His temple. xcviii\n  • We believe sexual intercourse during menstruation is an evil practice. xcix\n  • We believe the answer to \"eternal security\" is both \"yes\" and \"no.\" c\n\nIV. Salvation\n\nFor since the beginning of the world men have not heard nor perceived by the ear, nor has the eye seen any God besides You, Who acts for the one who waits for Him. You meet him who rejoices and does righteousness, who remembers You in Your ways. You are indeed angry, for we have sinned - in these ways we continue; and we need to be saved. ci\n\nEven though God has hated l and predestined the majority of mankind to hell, cii He nonetheless desires to have mercy on all people. ciii This is why He has confined all of mankind under sin. civ In other words, He has made everyone a sinner cv with a desperately wicked heart, cvi \"that He might have mercy on all.\" xxxix\n\nEveryone needs to be saved, cvii because God hates sinners. xxxiii He burns them in hell forever, cviii if they don't repent; cix even though they can't repent, unless He grants them repentance. cx Nevertheless, everyone is in need of God's mercy and is in great need of being saved from His wrath.\n\nThankfully, God is Love, cxi and as the above stands true, so does John 3:16:\n\nFor God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.\n\nThe only begotten Son is Jesus Christ, who is the Word of God, the Bible, the Scriptures. cxii Therefore, only those who believe the Scriptures cxiii have eternal life, as Revelation 21:8 explicitly states,\n\n\"the unbelieving . . . shall have their part in the lake which burns with fire and brimstone.\"\n\nAnyone who does not believe what the Bible says, \"does not believe God\" and \"has made Him a liar\" cxiv and provokes His wrath. i For more on being saved, please see our article, \"What Must I Do To Be Saved?\" For our view of justification, please see our article entitled, \"MacArthur on Justification and Sanctification.\" For our view of works, please see \"Not By Works.\"\n\nV. One Way\n\nI have not written to you because you do not know the truth, but because you know it, and that no lie is of the truth. cxv\n\nWe believe there is only one way to Heaven and it is through faith in God's Word, the Truth. cxvi We believe there is only one true faith. cxvii All other faiths, called Christian or otherwise, are false and lead to nowhere but hell. All who are in the one true faith have the same teacher cxviii and believe the same things. They have the same theology, because they all truly believe whatever the Bi... (truncated)",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9972489476,
        "format_confidence":0.5219300985
    },
    {
        "url":"http:\/\/ctmin.org\/statement-of-faith.php",
        "text":"\nHe who has the Son has life; he who does not have the Son of God does not have life. - 1 John 5:12\n\nStatement of Faith\n\nWe believe in the divine authority and verbal inspiration of the Old and New Testaments.\n\nWe believe that there is one true God, eternally existent in three Persons: Father, Son and Holy Spirit.\n\nWe believe in the Virgin Birth of Christ and believe His death to be a vicarious atonement, His resurrection to be bodily, His presence in Heaven now to be a guarantee of the believer's access to the Father and His soon return to this earth to be the blessed hope of all believers.\n\nWe believe that we are saved by God's grace through the death and resurrection of His only begotten son, Jesus Christ.\n\nWe believe in the New Birth through the operation of the Holy Spirit and a definite filling of the Holy Spirit for spiritual strength and acceptable service.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9972893,
        "format_confidence":0.8775279522
    },
    {
        "url":"http:\/\/dominicans.ie\/safeguarding-and-protecting-children-vulnerable-adults\/?s=",
        "text":"Policy of the Dominican Friars\n\nWe in the Irish Dominican Province recognise and uphold and dignity, integrity, and rights of all children. Children and young people, their well-being and welfare, is of paramount importance. We value and encourage the participation of children in all provincial, priory, and parish activities that promote their spiritual, physical and social development. We undertake to do all in our power to create a safe environment where children and young people are protected and cherished. We will endeavour to ensure that adults who work with children and young people follow the best practice guidelines\n\nContact us:\n\nDLP Ms. Mary Tallon +353 (01) 4048121 +353 (89) 7087881\nDeputy DLP Fr. Pat Lucey O.P. +353 (01) 4048121\n\n\nMs. Mary Tallon\nDominican Safeguarding Office\nSt Mary’s Priory\nTallaght Village\nDublin D24 X585\n\n\nWe invite those who may have been abused and who have never come forward to do so, so that they can be provided with help and support.\n\n\n\nFor the procedures to implement the child safeguarding policy, the Dominican Friars of the Province of Ireland, follows the guidance of the National Board for Safeguarding Children in the Catholic Church in Ireland.\n\nFor more information see The National Board Guidelines",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9868651032,
        "format_confidence":0.7239401937
    },
    {
        "url":"http:\/\/www.ccsng.com\/ar-bernard-aug2011.html",
        "text":"9199-1689 Study the Bible 1Peter 3:15 SNGAPORE\n\nThe information in this web site is provided for purpose of sharing; \"as is\" and \"as available\" basis, and without any representations, warranties or conditions of any kind, whether express or implied, and including without limitation implied warranties of merchantability, fitness for a particular purpose, performance or durability.\n\nCopyright @",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9932055473,
        "format_confidence":0.9737594724
    },
    {
        "url":"https:\/\/shamanictracking.com\/terms-conditions\/?replytocom=65",
        "text":"Hero is the one facing her fears, working on resolving her stories and moving on to new ones she will create with full consciousness.\n\nHero is the one honoring me with his trust and confidence that I can help him travel faster on his road to lighter living.\n\nHeros are the ones who face their obstacles with great courage and transform them into a source of wisdom and power.\n\nHeros are creators of their own destiny.\n\nHere are some Hero’s guidelines to ensure that our journeys are safe:\n\n1.) I will only accept shamanic tracking requests from Heros asking about their own journey. I will not accept any shamanic tracking requests which concern other people. If shamanic tracking request concerns a relationship with another, my shamanic tracking will solely focus on the Hero’s side in such a relationship. We can only be brave for ourselves, we cannot be brave for others.\n\n2.) Heroes requesting shamanic tracking must be 18 years old and older. For Heroes aged 14-18, I will ask parental (or primary caretaker) consent, and the parent (or primary caretaker) will also be informed of the shamanic tracking feedback. For Heroes younger than 14, I will accept parental (or primary caretaker) request for shamanic tracking on their behalf, but only with the young Hero’s soul permission. I am the sole person to decide if such permission is granted.\n\n3.) For adult Heros who cannot care for themselves independently, I will accept primary caretaker’s request for shamanic tracking on their behalf, but only with the adult Hero’s soul permission. I am the sole person to decide if such permission is granted.\n\n4.) I will accept shamanic tracking requests for fellow Hero animals made by the Hero animal owner but only with the Hero animal’s soul permission. I am the sole person to decide if such permission is granted.\n\n5.) Shamanic tracking consists of scanning your energy body for any disruptions in its natural energy flow, and then tracking for the origin of disruptions. I will do the tracking on any issue you state you would like to work on, whether it is of a physical, emotional or spiritual nature. Shamanic tracking does not always provide direct responses to your stated issue. I will track your story around the stated issue for the way it lives in your body, rather than how it happened in your life (or lives). Shamanic tracking focuses on the underlying energetic pattern and causes of your issue, not on how the issue manifests in your life. This is because you may end up working endlessly on the physical, emotional or spiritual manifestations of the underlying energetic pattern, unless you resolve it.\n\n6.) Shamanic tracking is not shamanic healing work. Shamanic tracking provides insights to you on your stated issue and forms the basis for further shamanic or non-shamanic healing work. I may recommend further healing work to you to help you on your path.\n\n7.) My one time shamanic tracking fee is $200. It includes shamanic tracking on your stated issue and one hour Skype or phone session. I will answer any questions you may have and nothing is off-limts. The phone or Skype contact will be at your own cost.\n\n8.) If I feel called, I may offer you a gift, such as poem or photography, in addition to our session. This will be a personalized and unique gift that will energetically be only yours, and will never be offered as dedicated gift to anybody else. I will keep and own the copyright to all the poems and photography.\n\n9.) If it seems like there are too many terms and conditions, it is only to keep you and me safe and on the same page. One can do energy work efficiently as long as one is impeccable. I am impeccable. So are you.\n\n45 thoughts on “the Hero’s journey\n\n    • Thanks so much for your support! I feel very blessed with all the interest and encouragement I have received so far! And I loooooove my work, it’s very magical and helps heal soooo much quicker. Blessings to you!\n\n  1. Yes. I’ve started exploring Shamanism – I was Journeying before I knew it was a Shamanic practice! I have done one soul retrieval for myself. My only hope is to be able to develop the practice to be able to help others – but I haven’t had proper training, nor am likely too 😦 Well, we each have our own journey, and I’m just starting mine, so you never know. I look forward to reading your blogs x\n\n    • Yes, soul retrievals sometimes happen spontaneously and we heal miraculously.\n      Shamanic training is very demanding, physically, emotionally and spiritually. But you know what they say ‘when the student is ready, the teacher will appear’. There are also many alternative health practices today and various ways of helping others. Good luck and let me know if I can help in any way\n\n    • thanks so much! people often think that the most difficult part of shamanic work is seeing energy, but actually the most difficult is to always make sure that, as a shaman, one has clear and strong ethics and that her work is impeccable.\n\n  2. I’m glad you are doing this work. It’s not easy, and it consumes one’s energy, but it is rewarding on a heart and soul level. I wish you love with this. You probably don’t need it, but if you ever want to discuss an anonymous case with an ‘old-timer’ in this area, I’d be happy to assist at no cost whatsoever. You can email me anytime. I don’t do this work anymore, but have a lot of experience to draw on. It seems as if you are doing a good job.\n\n    • Thank you so much! This is very graceful of you and yes, I would be happy to learn from you and share with you! I really do not pretend to know it all (but I do know my limits 🙂 And yes, I do have passion and love for this work and my clients.\n\n  3. Wow, interesting blog you have here, and such interesting\/helpful work! I have a friend who studied similar things to what you’ve mentioned here. He loved(s) it, so transformational. I look forward to reading a bit more–\n\n  4. I have very much to learn here, such an intriguing subject. There is so much beauty and power in nature “we” do not understand, but there are gifted people in every culture that have the talent to tap into this… ‘qi’ masters in China\/Asia, Native Americans in the States Shamans… The Hero’s Journey is a necessary one, to find and make our own path through life. Noble people we meet along the way will be there to assist, which is your calling 🙂 Very nice.\n\n  5. Thank you for stopping by my blog. I find your field of activity very interesting and “new” at the same time. I’ve only read about shamanic healing so far, and had no idea such a shamanic tracking could be possible. Thank you for sharing your journey on WP!\n\n    • Hi and thanks for taking the time to visit my blog.\n      Every shamanic healing session starts with tracking… Shamans usually start tracking even before you come to see them 🙂\n      I have decided to focus on shamanic tracking because it’s natural to me and I am good at it. Also, I am able to provide sufficient information in just one tracking.\n      On the other hand, shamanic healing takes longer and asks for more sessions and more regular follow-up. But it is not a clear cut line and even when doing only tracking for clients, I often do other shamanic work as well 🙂\n\n  6. I appreciate you checking out my poetry site, and may you continue your journey with the beauty way, impeccable with your words, wholeness and love.\n\n    • I loved your writing! And especially your Lessons from your 30s 🙂 I really appreciate courageous souls who are able to make tough decisions and change things for themselves (and those around them…) Following your blog xox\n\n      • We have different worldviews and I respect your openness to give ear to others’. The mature and the wise grow that way. Wishing you all things good. Thanks for the warm support and…will be in touch. Diana\n\n  7. hmmm…you appeared today at my blog…tracking me in a different kind of way….and today when I chose to reveal something……’Ponders meaning’\n\n    • You are welcome! I have obviously heard of the book and might have had it\/read it at some point, but have to admit I am one of those who read fast and forget fast 🙂 Ours is the world of too much info… But I tend to retain some great lessons without always remembering where they come from hahaha\n      Do you recommend it? Thanks for visiting my blog xox\n\n    • Hi, thanks for your comment. I will tell you something people do not always like to hear: stop thinking in terms of scarcity. And here’s why. It creates a pattern and binds us to the life we are living (if you wish read my post All you need, all the time https:\/\/shamanictracking.com\/2013\/02\/27\/all-you-need-all-the-time\/). We actually all have much more to offer than we think.\n      And here’s how. If you really feel like you absolutely need something but cannot afford it, start saving even if it’s little by little, or think about an alternative you can afford, or dare offering something else than money in exchange. You would be surprised but very many of us need or appreciate other things than money…\n      I have already offered five free trackings to the readers of my blog, and have received some great energy exchanges from it. And I am more than happy with that 🙂\n      I do not do shamanic tracking for my clients out of curiosity but out of need, and I believe that if we are meant to be working together it will happen in one way or another.\n      And finally, like you said, I do feel like I offer a lot for my fee. I do my work from a great place (and that requires a huge work on its own), I spend time tracking even before the session, I am to the point, and I often do follow-ups free of charge (because I care that my clients take our work further and continue to grow). I also often offer poems or photography as a gift – you can view some on my blog.\n      I know this is a really looong reply, and thanks for being the one who mentioned the ‘can’t afford’ openly! Hope it helped all of us 🙂 Great luck to you too and much love xox\n\n    • I just had to sh... (truncated)",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9856794477,
        "format_confidence":0.7524821162
    },
    {
        "url":"https:\/\/www.becominghiscrown.com\/disclaimer\/",
        "text":"The information on this site is my own opinion only. These are the things that have worked well in my life and marriage, but I am by no means a marriage expert or professional. I do my best to provide you with accurate, complete, and up-to-date information. However, I make no guarantees on the information provided…basically, I’m doing the best that I can, but I’m not perfect! I encourage you to find what works for you in your own life and marriage. Don’t use me as the sole source, as there is tons of information available, and I’m just giving tips for what has worked for us!\n\n\nI am happy to bring you most of my content free of charge! I want lives and marriages to be changed for God’s glory more than anything! However, I do sometimes place affiliate links in my content to items that I like and use, and I will receive a referral commission if you click on those links and end up purchasing something. It won’t charge you anything extra, in fact it may even cost you less! 😉 I do this to help share what I enjoy as well as try to help my family with these links. I hope you enjoy them as much as I do, and you can trust that I don’t share anything I don’t absolutely love!\n\n\nWith that being said, not all links on my blog are affiliate links! (If they are, I will provide a short disclaimer in the post to let you know.) At times, I will provide a link to a website in my post simply for your convenience. I do this to help, and I can’t guarantee that every link will be in complete working order. I also don’t control what information is found on any of the websites that I may link in my blogs. I try my best to only support companies and blogs that align with the same principles this blog is founded upon, but I can’t be held liable for the actions or information found on another site. Again, I’m only providing these links for your convenience!\n\n\nBasically, this legal stuff is just to make sure that we are on the same page here on Becoming His Crown! I am committed to helping as many people as possible through my writing, but I’m just a girl trying to figure out how to be the best wife and woman for Christ that I can. I’m not an expert, and I’m not perfect! Enjoy at your own risk.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.7524104714,
        "format_confidence":0.9747639298
    },
    {
        "url":"https:\/\/canrc.org\/forms\/form-of-subscription-to-be-used-in-the-local-congregation",
        "text":"Form of Subscription to be used in the Local Congregation\n\nWe, the undersigned, ministers of God’s Word, elders and deacons of the Canadian Reformed Church at _____ , do, by our subscription, declare sincerely and in good conscience before the Lord that we heartily believe that the whole doctrine contained in the Belgic Confession, the Heidelberg Catechism and the Canons of Dort fully agrees with the Word of God.\n\nWe promise, therefore, that we will diligently teach this doctrine and faithfully defend it without contradicting it publicly or privately in teaching or writing. We also declare that we reject all errors conflicting with the doctrine expressed in these confessions and promise to oppose, refute and help prevent such errors.\n\nIf at any time in the future it should happen that we would disagree with this doctrine or any part of it, we promise that we will not propose, teach, preach or publish our opinion, either publicly or privately; rather, we will first submit this to the church via her assemblies for judgment. We are willing to submit to their decision; if we refuse we will by that very fact be suspended from our office.\n\nIf at any time the consistory, classis or regional synod, upon sufficient grounds of suspicion and in order to maintain the unity and purity of the teaching, would decide to require of us a further explanation of our views, we do hereby promise that we are always willing and ready to comply under the penalty of suspension.\n\nHowever, we reserve the right of appeal if we believe ourselves wronged. During the time of appeal we will acquiesce in the decision of consistory or classis or regional synod.\n\n© 2018 Committee for the Canadian Reformed Website.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9973205924,
        "format_confidence":0.9782440662
    },
    {
        "url":"http:\/\/kerkrecht.nl\/node\/1955",
        "text":"Article 10 — Officiating in another church\n\nNo one shall preach the Word or administer the sacraments in another church without the permission of the consistory of that church.\n\nOur ministers are not ministers of a ‘national church’ or of the bond of churches, but only of the local congregation.\nThis is the underlying principle of Article 10, a principle that was also expressed in Article 7.\nConsequently a minister can only preach the Word and administer the sacraments with the permission of the consistory concerned.\n\n\nThis permission is, as a matter of course, included in an invitation to act as a guest-preacher.\nHowever, it may occur that a minister has valid reasons for asking permission from the consistory concerned to preach for a congregation other than his own – e.g. during the holidays, or during a family visit, or even when he would like to baptize one of his grandchildren!",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.5883429646,
        "format_confidence":0.7594667077
    },
    {
        "url":"https:\/\/www.bmyc.info\/index.php\/privacy-policy",
        "text":"A Mission in Song\n\nMethodist LogoSacred or Secular, BMYC sings the words with feeling and passion. Concerts are often joyful or moving.\n\nWho are we?\n\nSample icon 2 The choir is made up of 16 to 27 year\nold Christians, but not exclusively Methodists.\n\nWhat do we do?\n\nSample icon 3BMYC travels around the UK visiting Methodist Churches performing concerts and contributing to services. \n\nPrivacy and cookie policy\n\nThis privacy policy sets out how the British Methodist Youth Choir uses and protects any information that you give the British Methodist Youth Choir when you use this website.\n\nThe British Methodist Youth Choir is committed to ensuring that your privacy is protected. Should we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.\n\nThe British Methodist Youth Choir may change this policy from time to time by updating this page. You should check this page from time to time to ensure that you are happy with any changes. This policy is effective from the 06 May 2016.\n\nWhat we collect\n\nWe may collect the following information:\n\n  • Name\n  • Contact information including email address, address and phone numbers\n  • Dates of birth for the purpose of assessing membership and safeguarding requirements\n\nWhat we do with the information we gather\n\nWe require this information to understand your needs and provide you with a better service, and in particular for the following reasons:\n\n  • Managing mailing and contact lists\n  • Collating information about possible concert venues\n  • Contacting potential new members of the choir\n  • We will periodically send British Methodist Youth Choir newsletters using the email address which you have provided. You can opt out from receiving these emails at any time by following the unsubscribe instructions contained in each email.\n\n\nWe are committed to ensuring that your information is secure. In order to prevent unauthorised access or disclosure,we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.\n\nThe website is also secured using a modern encryption certificate and software provided by Let's Encrypt\n\nHow we use cookies\n\nA cookie is a small file which asks permission to be placed on your computer's hard drive. Once you agree, the file is added and the cookie helps analyse web traffic. Please be aware that our website uses anonymous analytical tracking cookies. We just wanted to let you know so that you can switch cookies off in your browser if you prefer.\n\nWe use this non-personal information to compile reports on usability for internal use only, and so we can learn from the needs of our visitors and improve their experience of the website.\n\nLinks to other websites\n\nOur website may contain links to other websites of interest. However, once you have used these links to leave our site, you should note that we do not have any control over that other website. Therefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question.\n\nWe will not sell, distribute or lease your personal information to third parties unless we are required by law to do so.\n\nLast Updated on the 06 May 2016\n\nYou are here: Home Privacy Policy\n\n\nO God, make the door of this house wide enough for all who need human love.\n\n- Thomas Ken, 1637-1711\n\nOur Social Profiles",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.8657479286,
        "format_confidence":0.9888652563
    },
    {
        "url":"https:\/\/www.stmarkcogic.net\/statement-of-faith\/",
        "text":"The Affirmation of Our Faith\n\nOur belief concerning the Bible:\nWe believe the Bible to be the inspired and only infallible written Word of God.\n\nOur belief concerning God:\nWe believe that there is only One God, eternally existent in three persons: God the Father, God the Son and, God the Holy Spirit.\n\nOur belief concerning the church:\nWe believe in the blessed Hope, which is the rapture of the Church of God, which is in Christ, at His return.\n\nOur belief concerning sin:\nWe believe that the only means of being cleansed from sin is through repentance and faith in the precious Blood of Jesus Christ.\n\nOur belief concerning salvation:\nWe believe that regeneration by the Holy Ghost is absolutely essential for personal salvation.\n\nOur belief concerning Christ:\nWe believe that the redemptive work of Christ on the Cross provides healing for the human body in answer to believing prayer.\n\nOur belief concerning the Holy Ghost:\nWe believe that the Baptism of the Holy Spirit, according to Acts 2:4, is given to believers who ask for Him.\n\nOur belief concerning santification:\nWe believe in the sanctifying power of the Holy Spirit, by whose indwelling the Christian is enabled to live a holy and separated life in the present world.\n\nChurch Of God In Christ Website:",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9974685907,
        "format_confidence":0.7970257998
    },
    {
        "url":"http:\/\/daytonafaith.com\/statement-of-faith\/",
        "text":"Adapted from the New Hampshire Confession of Faith of 1833\n\n\nWe believe; Only the 66 books, consisting of the Old & New Testaments, in their original manuscripts, are the authoritative Words of God. Written by men divinely inspired by the Holy Spirit. (2 Peter 1:21) Sufficient for all we need for faith and practice. (2 Timothy 3:15-17) It has God for it’s ultimate author. (2 Peter 1:21) Its theme is the glory of God in the person and work of Jesus Christ demonstrated through the plan of redemption as decreed by the triune God before the foundations of the world. (Luke 4:21) It’s content is only truth without any mixture of error in the original manuscripts. (2 Timothy 3:15-17) It reveals the principles by which God will judge mankind. (Matthew 5-7) It is eternal. (Isa. 40:8, John 1:1-5) It is the true center of Christianity; union with God and fellowship with the saints. (1 John 1:3) It is the highest authority by which all human; conduct, creeds, and opinions should be measured. (Heb. 4:12)\n\n\nThere is only one true, infinite, and supremely holy God. (Gen. 1:1, Deut. 6:4) He is an intelligent Spirit. (John 1:1) In the unity of the singular God-Head there are three distinct persons; the Father, the Son, and the Holy Spirit; co-existent, co-eternal, consubstantial and equal in every divine perfection. (Gen. 1:1, Matthew 3:13-17) God, in the person of Jesus Christ is the Creator, Sustainer, and supreme Ruler of the universe. (Colossians 1:16-17, Matthew 5,6, & 7, Heb. 1:1-2) He is equally transcendent in nature and majesty, but immanent and close at hand to all, especially to his children. (Isaiah 55:8-9, John 8:23 \/ John 1:14, Philippians 2:6, Romans 1:20) He is worthy of all love, from which flows; obedience, honor, trust, and praise. (Psalm 145:3, 1 John, Deut. 6, Micah 6:8, Hosea 6:6) All things are accomplished according to the council of His own will. (Ephesians 1:11-12) He does all things for the ultimate purpose of manifesting His own glory. (Isaiah 48:9-11) Each member of this Trinity executes distinct and harmonious offices in the work of redemption.\n\n  1. Father: Designer \/ Director\n  2. Son: Creator \/ Redeemer \/ Judge\n  3. Spirit: Sealer \/ Teacher\n\n\nJesus is completely man and completely God. (John 1:14, Colossians 2:19) Jesus is the “Word” or “Logos” made flesh. (John 1:1-4) This Jesus is the long awaited Chosen One of God the Father to redeem His chosen people from their sin. (Hebrews 1:1-2) He is the “second-person” of the God-head. (Matthew 3:17) Jesus eternally proceeds from the Father, meaning that Jesus never “became” the Son or was every created to be the Son. Rather, eternally Jesus has been coming forth from the Father as the Son; thus choosing to be subordinate to the Father. (John 5:18) Although He chose to be subordinate to the Father He is in no way lesser in stature or glory. (Rom. 11:36) Jesus’ vicarious sinless and law-satisfying life won an eternally valuable righteousness that is imputed to those who repent and believe in Him alone. (2 Cor. 5:21) Jesus’ vicarious death on the cross propitiated the wrath of God, and provides expiation of guilt and shame for those who repent and believe in Him alone for their rescue. (2 Cor. 5:21) Jesus’ victorious resurrection from the dead, validates His person, His work, as well as His message. It furthermore promises to His children the reality of their ultimate resurrection and the sharing of the glory of God for all eternity with Jesus. (1 Cor. 15:17-19) He holds the offices of; Prophet, Priest, and King.\n\n  1. Being our Prophet, He is the authoritative herald of the Words of God.\n  2. Being our Priest, He is the one mediator that not only offers the sacrifice, but is the sacrifice for our transgression. He therefore intercedes for us with the Father, fulfilling the role of our High-Priest.\n  3. Being the King, He rules and reigns currently and will continue to do so forevermore.\n\n\nThe Spirit, with the Father and the Son, is eternal God. The Spirit was present at the beginning, before the universe was made. He was the power that hovered over the watery chaos and the One who, through the agency of the Son and according to the Father’s plan, brought order and established all created things (John 1:3). Jesus promised to send to His people One distinct from both the Father and the Son. This One is “another Helper,” namely, the Holy Spirit. (John 14:16) The Spirit is distinct from the Father and the Son not because He possesses an inferior essence; rather, His distinction lies in His chosen procession from the Father and the Son. The Spirit brings conviction of sin and illumination to the eyes and hearts of those who are in need of salvation. (Phil. 1:6) The Spirit is the One who reveals Christ to the elect and seals them for the day of Judgement. (1 Cor. 2:10)\n\n\nHumanity was created perfectly as male and female and in complete compliance to the law of God. (Gen. 1:31) God continues to create both men and women through procreation and by virtue of His sovereign will God has predetermined the biological gender of all peoples therefore revealing His perfect will for our lives in this area through this general revelation. Therefore no one has the right to alter their gender from what God has biologically determined through conception and birth. (Genesis 5:2) God’s great creation of mankind however, through voluntary transgression, fell from their original sinless condition in which He created them. (Gen. 3:1-7) Consequently, all of mankind are now dead in their trespasses and sins, not merely by constraint of their nature, but also by choice. (Genesis 3:7, Eph. 2:1, Rom. 5:14) Mankind’s nature being utterly void of that holiness required by the law of God and positively inclined to evil, is therefore under just condemnation of God. (John 3:18) All people from the time of the fall until the end of the world, are then subjected to eternal and perpetual ruin, without defense or excuse. (Rom. 3:23) Furthermore their natural state is that of being totally depraved, which is to say that every part of man is depraved, not that man is utterly depraved. (Rom. 5:12, 19, Mark 7:21-23, John 8:34)\n\n\nSin is; any action, intention, or thought, that is not done in faith and devoid of the motive of love for God and mankind. (Gal. 5:19-21) Sin is a driving force within mankind established at the fall when Adam and his wife Eve ate of the tree of the knowledge of good and evil. (Gen. 3:7) Those outside of Christ are slaves to sin, but when Jesus rescues a sinner, He releases them from the power of sin and frees them to walk in obedience through Christ’s strength. (Eph 2:1-3, 4) Sin, also understood in the Scriptures as the “flesh”, still abides with the Christian producing a war among the members. (Romans 7:21-25) Upon death or rapture, sin will be eradicated from the life of the believer leaving only the new man that God, through the new birth, created. (1 Cor. 15:26)\n\n\nWe believe that the salvation of sinners is all of grace, through the mediatorial offices of Christ Jesus the Lord. (Eph. 2:8) By the appointment of the Father, Jesus retained complete Deity while freely and fully taking upon himself human nature, yet without sin. (Phil. 2:5-8) He honored the divine law by His personal obedience, and by His death made a full atonement for the sins of those who would believe. (2 Cor. 5:21) Having risen from the dead, He is now enthroned in heaven interceding on behalf of His people having both the tenderest sympathies and divine perfections. (Rom. 8:34) He is in every way qualified to be a suitable, compassionate, and an all-sufficient Saviour to any who will turn in repentance from their sins and trust solely upon His personhood and work for their rescue from God’s just wrath. (Heb. 7:25-27, 2 Cor. 5:21)\n\n\nWe believe that, in order to be saved, sinners must be first be regenerated, or born again. (John 3:3, Titus 3:5) Regeneration consists of God granting new spiritual life to a spiritually dead person. (Romans 7:18, Col. 2:13) God grants instantly a new holy disposition of the mind which is effected in a way far above our comprehension by the power of the Holy Spirit. (2 Cor. 5:17) This regenerate mind and life, in connection with divine truth, secures our voluntary obedience to the gospel. (John 3:16) The evidence of true regeneration and subsequent voluntary obedience to the gospel appears in the fruits of repentance, and faith which are both equally gifts of the Spirit. (Eph. 2:8-9, Rom. 2:4, 2 Tim. 2:25, Acts 11:18) The sinner is then granted from that time on a newness of life. (Rom. 6:4)\n\n\nWe believe that the gospel of Jesus Christ secures for those who repent and believe in Him alone, forensic justification. Forensic justification is a judicial declaration of the sinner to be free from their guilt. (Rom. 4:3-4, Rom. 5:1-5) Justification by no way makes a sinner guiltless, but is rather the accounting of one who is truly guilty to no longer be so. (Rom. 3:21-26) It is bestowed, not in consideration of any works of righteousness which we have done, but solely through faith in the Redeemer’s blood. (Titus 3:5) By virtue of the sovereign gift of faith, Christ’s perfect righteousness is freely imputed to us by the Father. (2 Cor. 5:21) This grace brings us into a state of perfect peace and infinite favor with God. (Rom. 5:1) This judicial declaration is also what secures every other blessing needful for life today and eternity to come. (Eph. 1:3)\n\n\nWe believe that repentance and faith are necessary duties of the sinner in order to be saved. (Mark 1:15) They are also inseparable graces that cannot be experienced or expressed within man’s own ability. (Rom. 9:16) They are brought about in the soul by the regenerating Spirit of God, whereby being supernaturally convinced of our guilt, danger, helplessness, and of the way of salvation through Christ alone, we turn to God with contrition, confession, and fervent pleas for mercy. At the same time the sinner is empowered to ... (truncated)",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9974931479,
        "format_confidence":0.9009206295
    },
    {
        "url":"http:\/\/brbible.org\/portfolios\/statement-of-faith\/",
        "text":"of Faith\n\nOur Statement of Faith is meant to unify and bring clarity to some of our core beliefs. The statement is not meant to be a comprehensive expression of everything that we believe as a church or as individuals. We require that all elders and pastors of Blue Ridge be in complete agreement with this statement. Church members are not required to agree with all aspects of it but are asked to not create division where their view might differ. The most essential elements of this statement of faith relate to the answer to the question asked by the Philippian jailer in Acts 16:30-31: “‘Sirs, what must I do to be saved?’ And they said, ‘Believe in the Lord Jesus, and you will be saved, you and your household.’” It is our hope and prayer that everyone would ask that question, hear that answer, and believe in the Lord Jesus, and thus be saved.\n\n\n\nTHE BIBLE: We believe the Scriptures, both Old and New Testaments, to be the verbally inspired Word of God, without error in the original writings, the complete revelation of His will, and the final authority for life and faith for all men. Thus we believe that the Bible is the inerrant, infallible, and inspired Word of God.\n\nGOD: We believe in one God, Creator of all things, infinitely perfect and eternally existing in three persons, Father, Son, and Holy Spirit. God is Spirit, eternal, omnipresent, omnipotent, omniscient, immutable, sovereign, holy, just, righteous, faithful, merciful, loving, good, and actively at work in the world and lives of men today.\n\nJESUS CHRIST: We believe that Jesus Christ is God the Son, eternally existing, who lived on earth as a real individual in history. He is true God and true man. He was conceived of the Holy Spirit and born of a virgin. He was tempted in every way, but yet was without sin. He died on the cross for the sins of all mankind. He rose bodily from the grave on the third day, ascended into heaven, where at the right hand of God the Father, He is now our High Priest, and Advocate. He is the One Mediator between God and man and the head of the church universal and this local body.\n\nTHE HOLY SPIRIT: The Holy Spirit is God, a person of the Trinity fully possessing all the attributes of God. His ministry is to glorify the Lord Jesus Christ, and during this age to convict men, regenerate the believing sinner, indwell, guide, instruct, and empower the believer for godly living for service. Every believer is baptized with, sealed by, filled with, and given gifts by the Holy Spirit at salvation, although we may quench the Holy Spirit by disobedience subsequent to salvation. The Holy Spirit continues to fill us in relation to our obedience to God, empowers us towards wise living, gives us the ability to understand God’s Word, serves as a constant reminder that we are the children of God, prays for us in our weakness, and gives us guidance to live in holiness. We believe that speaking in tongues is not now nor ever was the common or necessary sign of the baptism or of the filling of the Holy Spirit. No supposed gift of the Holy Spirit enables man to receive revelations which supersede or equal the written Word of God, although we do believe that the Holy Spirit enables believers to discover God’s individual will and direction for each person’s life.\n\nMAN: Man was created in the image of God with the spiritual purpose and ability to glorify God. Man possesses a body, soul, and spirit. Every man will exist eternally, either in everlasting life or in eternal punishment. Believing the entire Bible to be the infallible and inerrant Word of God, we believe the account of the creation and fall of Adam and Eve recorded in Genesis to be literally true. All men were “in Adam” when he sinned. Therefore, sin is imputed to all men and every man is born with a sin nature. Man is totally depraved, that is he is incapable of any work which will release him from the bondage or penalty of sin. Left to himself, man will never seek after God. However, despite his fallen nature, man’s worth is not to be taken lightly for it was for fallen sinful men that Jesus Christ gave His own life. Only through salvation may man participate in the divine nature and escape corruption in the world caused by evil desires.\n\nSIN: Sin, which originated with Satan, entered into the human race through Adam. The penalty of sin is physical and spiritual death. Every man who has ever lived, except Jesus Christ, has personally committed sin. There are several types of sin including: a transgression or violation of God’s law; iniquity, that is an act which is inherently evil; failing to do what is right; missing the mark; acting in accordance with self will rather than the will of God; rebellion against God; unbelief or a denial of the truth of God. The only cure for sin is salvation through Jesus Christ.\n\nSALVATION: Salvation from the penalty and power of sin is obtainable exclusively though Jesus Christ. Salvation is bound up in the Gospel (Good News) of Jesus Christ, that is His death, burial, and resurrection, which paid the penalty for our sins. The shed blood of Jesus Christ was necessary for the forgiveness of our sin. Salvation is a free gift of God and can never be earned by any amount of good works. Man is saved by faith in Jesus Christ which includes repentance of his sin and acceptance of the work of Christ on the cross for forgiveness of sin. Saving faith must include an understanding of who Jesus is and what he has done for us, belief of these facts, and trust in the Person and work of Christ. Salvation, once obtained, is eternally secure.\n\nORDINANCES: We believe that the church is to observe two ordinances: believer’s baptism and the Lord’s Supper. There is no redemptive power in either of these ordinances but we observe baptism and communion as signs of identification with and obedience to our Lord and Savior Jesus Christ. We believe in baptism by immersion after a person has experienced personal saving faith in Jesus Christ.\n\nSECOND COMING: We believe in the literal return of Jesus Christ to the earth as He promised. We believe that this will occur prior to the millennium. We also believe that the church universal will be raptured, that is to be caught up together and meet the Lord in the air, and that this may happen at any moment. We believe in the bodily resurrection of believers who have died to join with those who are alive to meet Christ. We believe that subsequent to the rapture the earth will be gripped in seven years of intense tribulation after which Christ and his forces will return to earth, take dominion, and rule on earth for a thousand years. The Eternal Kingdom will be established in heaven subsequent to the Great White Throne judgment in which all unbelievers will be judged. Satan and all his forces will be defeated and cast into the Lake of Fire.\n\nFAMILY: Of the three human institutions ordained by God, the church, the family, and human government, the family was God’s first and most fundamental institution. Beginning with the first family, God gives families the ability and responsibility to bear and raise children. God’s pattern for families is for a man and wife to be united in a monogamous marriage for life to raise such children as the Lord gives. Husbands are to love their wives, express gentleness to them and give them honor. Wives are to love their husbands and to be submissive, which we do not understand to mean subservient, to their husbands. Children are to obey and honor their parents. Fathers are not to embitter their children. Parents, particularly fathers, are commanded by Scripture to bring up their children in the nurture and admonition of the Lord.\n\nTHE CHURCH: Jesus Christ is the Head of the Church universal and this local body. The church universal is the body of true believers throughout the earth. No single human organization comprises the church universal. This is a local church and is not subject to any higher human authority, but we remain the willing bondslaves and servants of Jesus Christ. A local church is to be governed by elders and deacons, and both groups are to be directly accountable to the body of believers as they are also accountable to Jesus Christ.\n\nHUMAN GOVERNMENT: Human government is ordained by God. Human government’s purpose is to bear the sword against evil, to punish the doer of evil and to reward the doer of good. We do not believe that it is the purpose of human government to coerce men to express faith in God. We do believe that it is God’s will, however, that human government should operate in accordance with God’s principles and moral absolutes. The church is not to control human government, but to act as an encouragement to human government to establish laws which uphold righteous standards and execute the laws with justice. We believe that one of the highest purposes of human government is the protection of human life from conception until natural death. Human government should punish those who exploit the poor, widows, and orphans. Human government should allow and protect the freedom to worship God and to carry one’s faith into action including the training of one’s children and public expressions of one’s faith. Human government should not attempt to take the place of God by acting as a sovereign or savior. Neither should human government take the place of the church or the family in the roles designated by God. Christians should pray for our rulers, honor them, and obey them except where to do so would cause us to sin against God. Christians have the duty, as the salt of the earth, to oppose moral corruption and to rebuke evil wherever it occurs including within human government.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9973003268,
        "format_confidence":0.87900424
    },
    {
        "url":"https:\/\/sedonasacredlight.com\/legal-disclaimer",
        "text":"Legal Disclaimer\/Refunds\n\nLegal Disclaimer\/Refunds2018-12-08T03:06:35+00:00\n  • All readings, sessions and seminar participation are for persons 18 years or older.\n  • All intuitive psychic services or materials are for educational purposes only.\n\n  • As an enrollee, client, participant and student of SEDONA SACRED LIGHT INSTITUTE, from now on referred as SSLI, I understand, acknowledge and agree that I am responsible and assume all risks in engaging in all of my activity in receiving instruction, education, adventures, outings, hikes, and meditations while attending SSLI seminars.\n\n  • I also assume all responsibility and risks of my person, body, decisions, physical condition, mental health, medical treatment, death, injury, illness, personal property, emotional health or disability at all times while attending SSLI seminars\n\n  • This site, SSLI its psychics, spiritual counselors, teachers are not responsible for any actions or non-actions you may make as a result of any of our services. Nor is this site legally responsible for any of the comments, advice or actions. “SSLI” disclaims any liability to any client or entity for any loss or damages caused by acting or not acting upon any comment, advice or suggestion provided by any intuitive\/psychic reader or spiritual counselor.\n\n  • Any information given is not meant to replace legal, medical, and psychological or any other professional service. While we strive to use our best abilities to provide helpful psychic information, the accuracy cannot be guaranteed nor can any particular outcome be guaranteed. Please refer to our testimonials as evidence of the quality of our work. The psychic spiritual advice we give you, is there to bring guidance, clarity and direction, we all are given “free will – free choice”, therefore it is up to the client to be responsible and accountable to use the information to make decisions that best suit them in their life.\n\n  • All text, graphics and any other content created or displayed on the site and shall become the sole property of “SSLI”, unless otherwise agreed upon.\n\n  • All site text and graphics copyright by SSLI except where otherwise noted.\n  • “SSLI” reserves the right to deny service to anyone.\n\nRefund and Cancellation Policy\n\nAt Sedona Sacred Light Institute, we want our customers to be satisfied with our services. If for any reason your experience does not meet with your satisfaction then we ask that you do the following:\n\nLeave a detailed email at or call 928-202-0973 as to why your experience was unsatisfactory. Please provide this information within 72 hours of receiving a session or product, so we may address this problem as soon as possible to resolve the issue.  Upon receipt of your email or call, we will review your concern. If our investigation reveals an unsatisfactory service experience, we may credit your account either fully or partially for a session depending on the amount of time the session lasted, and the amount of time for that particular area of the session you were not satisfied with, this does not include hearing information regarding your question that did not meet your desires, such as hoping for a certain outcome regarding a situation.\n\nIt is the responsibility of the client if within the first 5 – 10 minutes of your session you feel the session is not going to your satisfaction, that you ask that the session be stopped. Your payment will be refunded in full, waiting until the end of the session is not acceptable and no money will be refunded.  Your session may also be terminated on behave of Sedona Sacred Light Institute if we feel we cannot serve you in the way that supports both us and you.  Your money will be refunded.\n\nIf you have purchased training materials, DVD’s, CD’s and books as well as digital download, the purchase price will not be refunded unless the product was damaged or faulty. We may ask you to return the product for a replacement, depending on the product purchased.\n\n Refunds and Cancellations\n\nFor Workshops, Seminars and Trainings, there is a non refundable deposit of $150.00. All requests for refunds must be made in writing. A refund check minus a $150.00 processing fee will be issued for all cancellation requests 30 days before seminar starts. All requests for cancellation, made in writing, within two weeks of the seminar will be given a 50% refund or be allowed to transfer the fees to an upcoming seminar. No refunds will be issued after the seminar starts.\n\nContact Nirup Today!\nappointment required",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.7033118606,
        "format_confidence":0.9874292016
    }
]