[
    {
        "url":"http:\/\/www.pokecommunity.com\/showpost.php?p=7163144&postcount=77",
        "text":"View Single Post\nOld May 5th, 2012 (05:49 PM).\nZayphora's Avatar\nZayphora Zayphora is offline\nDon't mess with the lights...\nJoin Date: Apr 2012\nLocation: Somewhere beyond the Veil\nGender: Female\nNature: Sassy\nPosts: 493\nThey can't just make it Hilbert. Girls play Pokemon, too. I think if they do do that I'd like to see Hilda make an appearrance if you pick the girl.\nReply With Quote",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9588528872,
        "format_confidence":0.9947052598
    },
    {
        "url":"https:\/\/blog.playstation.com\/2014\/07\/20\/playstation-blogcast-127-hohokum-no-cry\/",
        "text":"PlayStation Blogcast 127: Hohokum No Cry\n\n13 6\nPlayStation Blogcast 127: Hohokum No Cry\n\nPlanes, trains, and Hohokum-mobiles! Far Cry 4 writer CJ Kershner and Hohokum senior producer Zach Wood serve up two piping hot interviews on this week’s beefy show. Plus: New PlayStation releases for July 22nd, hands on with The Last of Us Remastered, riveting elephant talk, and a pile of letters.\n\nSubscribe via iTunes or RSS, or download here\n\nStuff We Talked About\n\n  • Far Cry 4\n  • The Last of Us Remastered\n  • Oddworld New ‘N’ Tasty\n  • Hohokum\n  • Riding elephants to dinner\n\nOfficial PlayStation Blogcast: Sid ShumanOfficial PlayStation.Blogcast - Nick SuttnerOfficial PlayStation Blogcast: Justin MassongillOfficial PlayStation Blogcast: Ryan Clements\n\nSend us questions and tips: or leave a voice message! 650-288-6706\n\nThe Cast\n\n[Editor’s note: PSN game release dates are subject to change without notice. Game details are gathered from press releases from their individual publishers and\/or ESRB rating descriptions.]\n\nComments are closed.\n\n\n6 Author Replies\n\n  • BossmanCCrowder1\n\n    Always enjoy Hohohohohohohokum talk.\n\n  • So funny story, I was literally replaying Bioshock Infinite to get some trophies while listening to the podcast, and that’s when Sid mentioned on the podcast that you could unlock the framerate, and I was like, “wait, what??” and sure enough I went to settings and he’s correct! I’ve been to the settings several times in this game and for some reason looked over that feature… lol I guess I really am blind! =P Thanks Sid! lol\n\n  • The last few episodes where Sid rules the time schedule with an iron fist, at first bothered me, a extra minute or two of movie talk wouldn’t hurt. Now I find myself in a very similar position. I’m the president of a non-profit company, and during the board meetings I find myself having to cut conversations short to keep to the schedule. You don’t want to go to long, but yet need to discuss the topic. I’ll listen tonight, thank you for your dream project, another blogcast episode.\n\n  • Another great episode guys! The Home improvement stuff had me laughing like crazy.\n\n  • Guys, what is up? Who comes up with these titles Hohokum No Cry, very creative, I Like!\n\n  • One request though, more interviews. It would be great to hear Gustavo Santaolalla talk about his work in The Last of Us.\n\n  • Why does the “our podcast” tab on the page no longer lead to the actual podcast page?\n\n  • #Suikoden2onPSStore\n\n  • Needs a weekly running joke.. I am just saying.. Do I need to get on this or something?\n\n  • Sid, someone asked a verrrry verrrry pertinent question in Ryan’s thread – about Ratchet & Clank being cross buy. When I first signed up for this whole Playstation Plus experiment (prior to receiving my E3-preordered PS4), I bought the Ratchet & Clank Collection for PS3 as well.\n\n    So, will I be able to play it on my Vita? Talk to me, Goose.\n\n    Thanks Sid.\n\n  • I really only logged in to say one thing and I hope someone from Sony reads this…but the VITA memory cards is why the VITA is FAILING. The price of the VITA memory cards is absolutely horrible. I absolutely REFUSE to buy anymore VITA memory cards until the price is reasonable. a 64gb micro sd card for my phone is $37, but for my Vita its $100 ….how is that even remotely reasonable. Do you know how many games I have NOT bought because of these ridiculous prices. I’m tired of deleting and reinstalling my games. So basically i just stopped buying games i play what i have and when I finish, if I even care about the game anymore..then I buy it. But guess what…9 times out of 10, I don’t buy it because my interest has shifted to something else. So sony if you want me to continue to support my VITA, you need to severly slash the price of the memory cards. Becaues THIS guy isn’t paying $100 for a 64gb card.\n\n  • @Stealthieone I think most people will agree with you, I know I do. I did buy a 32GB memory card for my Vita when it was on sale for $75. That was over a year ago and now my favorite gaming device has changed dramatically in that year. Fewer retail games are available and all I hear about is remote play. Remote play does no good where I play my Vita because I’m on the road without Internet connection. When it comes to retail versions of games as someone who has collected games for years this is not good news for me. I own over 40 retail Vita games also. For the record I just purchased a 32GB SD Card for another portable gaming device for $17 new.\n\n  • Hello,\n\n    I was wondering if Sony was planning on allowing sub-account to master-account upgrades anytime soon? On the PS3, the difference between a sub-account and a master account was negligible. But on the PS4 there is a vast difference – PS+, Billing information, Sharing, FB\/Twitter, etc. Is Sony going to allow sub-accounts to have more functionality or allow them to upgrade or both? Thanks!\n\nPlease enter your date of birth.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9831468463,
        "format_confidence":0.8471492529
    },
    {
        "url":"http:\/\/halo.bungie.net\/online\/Halo3UserContentDetails.aspx?h3fileid=70882682&fset=41058",
        "text":"\n\"Scorpion\" by Ticca Tac 2 on 03.25.2009\nFile Actions:\nFile Details:\n  • Map: Sandbox\n  • Size: 112.39 KB\n\n6 ratings\n\nAdd Relevant Tags:\n\nDo you agree with any of the tags already listed? If so, click the plus icon to the left of the tag to apply the tag yourself, increasing its significance. Every tag you apply will be added to your tag history.\n\nComments disabled for this post, thread is locked, deleted, or you are not logged in with an account with a linked gamertag.\n\nSubject: Screenshot\n  • gamertag:\n  • user homepage:\n  • last post: 01.01.0001 12:00 AM PDT\n\n\n  • 05.18.2009 8:12 PM PDT\n\nCody Gallagher\n\nhe just took a picture off the scorpion tank, theres a little picture on one of the front fenders, its no big deal\n\n  • 11.26.2009 1:55 PM PDT\n\nSee All (23)",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9181640744,
        "format_confidence":0.6880871058
    },
    {
        "url":"http:\/\/n4g.com\/news\/1122593\/square-enix-promises-more-on-lightning-returns-final-fantasy-xiii-soon",
        "text":"Square Enix promises more on Lightning Returns: Final Fantasy XIII soon\n\nAfter taking a bit of a hiatus, it seems the Lightning Returns hype machine is ready to go once again.\n\nRead Full Story >>\nThe story is too old to be commented.\nGriffin48711560d ago\n\nI'm ready for this game to come out now so they can hurry and move onto the next thing...\n\nNukaCola1560d ago (Edited 1560d ago )\n\nBushido Blade 3\nKingdom Hearts III\nFinal Fantasy XV\nChrono 3\n\nHere are some Square games we want. Please kill off XIII and move on!\n\ntehpees31560d ago\n\nXIII would not be so bad if they made it more like an RPG (open world with more side quests and freedom) and less like an adventure game.\n\nNukaCola1560d ago\n\nTrue. It wouldn't be. It's one of the best looking games I have ever seen or played. But at the end of the day it is shallow and hogs the SE development space. We are working on a trilogy on one RPG and it's getting tiresome. Lightning isn't a great character and I don't see the appeal in her or the story itself. We have had over 10 KH spinoffs since then and now even more with the HD remakes, but still now 3rd full installment. I'm ready for something else from Square.\n\nTheLyonKing1560d ago\n\nAgito localization aswell :)\n\nJinkies1560d ago (Edited 1560d ago )\n\nUrgh....WE DON'T GIVE A CRAP Square, we don't give a crap about FF13-3 and continuing the story of the depressing, bland and boring Lightning. I care more for Noctis and I don't know nothing about the guy.\n\nWe want Versus, so just give us some Versus news...\n\nJeez is it that hard\n\nprincejb1341560d ago\n\ni hope squareenix falls of a cliff for not giving us versus 13 already\nthey giving us all these games we don't want, and i agree lightnings story is depressing and boring\n\nsquare has disappointed me to many times this gen and gonna keep disappointing with lightning returns\n\nMarcello1560d ago\n\nExactly wat i thought when i read the headline, we dont give a shit about these games.\n\nSquareEnix are so disconnected from there customers, its like there in another dimension or something.\n\nChrono1560d ago\n\nThey don't owe you anything, okay?\n\nMottsy1560d ago\n\ntrue chrono... but i really would like to owe them 60 bucks for Versus.\n\nJinkies1560d ago\n\nAfter how crap FF13 was and how they dont lisen to their fans....yeah they do.\n\nRivetCityGhoul1560d ago\n\ni like how they're promising to show something yet there is no demand to see anything from this game. nice job deluting yourself Square.\n\nblackbirdi1560d ago (Edited 1560d ago )\n\nf**k i want more Final fantasy versus 13 or type-0... i fucking hate lighting saga !!!!\n\nGodmars2901560d ago (Edited 1560d ago )\n\nGeneral thought: who gives a damn about this game - what about Versus?\n\nSquare, why are you so fu*king oblivious? How can you not see direct correlation with what you're doing, fans complaining about what you're doing, fans not buying the games you make, and your drop in profits?\n\nShow all comments (40)\nThe story is too old to be commented.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9910560846,
        "format_confidence":0.9744682908
    },
    {
        "url":"https:\/\/www.pokecommunity.com\/converse.php?u=61111&u2=328619",
        "text":"For all updates, view the main page.\n\nConversation Between Superjub and Trainer Jun\nShowing Visitor Messages 1 to 1 of 1\n  1. Trainer Jun\n    March 27th, 2013 2:31 PM\n    Trainer Jun\n    I've reposted the images in the spriter's showcase thread, if your interested. There's also a link to my album, if the pics still won't show up.\n\nAll times are GMT -8. The time now is 4:13 AM.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9739367962,
        "format_confidence":0.9885731936
    },
    {
        "url":"http:\/\/www.cheathappens.com\/show_board2.asp?headID=96213&titleID=8463",
        "text":"General Discussions\n\nSignup   Message Boards Home   Newest Posts   My Favorite Boards   My Threads\nPage 1 of 1\nSignup or Login to Post\nLocked Topic  If not a Trojan, then why extra DLL'S???\nFormerRacer  posted on Apr 12, 2010 5:28:59 PM - Report post\n\nCurrent rank: 1 Star. Next Rank at 100 Posts.\nSend a message to FormerRacer\nHi. Obviously I can get flamed for this (Chris already called me an \"idiot\", but I think we deserve an answer. Got Kaz anti-virus on Win7 64bit. Playing Mass Effect 2. Version 1.0 of trainer ran without a hitch. As soon as I DL'd v 1.01, whammo, Kaz alarms everywhere for Trojan horses... multiple .dll files found and forced into delete after first run of trainer. It even crashed my RAID drive (luckily had backup image). After reinstall, it tried the same stunt tonight.\n\nMy questions are:\n\n1) Why are .dll's being detected and why are they being created in the first place exactly?\n\n2) How do we know exactly that a Trojan or keylogger is not being dl'd with stuff from this site? You say that other scanners do not detect it. That could be a false negative on their part.\n\n3) Instead of calling your customer's \"Idiots\", which makes me trust you even less, why not explain in more detail why your programs set off so many alarms (beyond the little that is in your FAQ)? I know you guys apparently work hard. But hey, you wanted this business, now how about some answers?\n\nThank you very nicely in advance. And I don't think you are an idiot in spite of your nasty email to me.\n\nFormerRacer  posted on Apr 12, 2010 5:43:36 PM - Report post\n\nCurrent rank: 1 Star. Next Rank at 100 Posts.\nSend a message to FormerRacer\nThe following doesn't look like greater than 80% clean:\n\n\nPWizard  posted on Apr 12, 2010 5:44:44 PM - Report post\n\nSend a message to PWizard\nPage 1 of 1\n  Post Reply\nAll times are (GMT -06:00) Central Time (US & Canada). Current time is 10:53:35 AM\nCheat Happens Premium\n* Access PC trainers and exclusive content\n* Updated game trainers and cheats daily\n* Get notified when new cheats are added\n* Request which games get new trainers\n* Priority support with any problem\nMessage Board Moderators\nImportant Board Topics\nTrending Topics",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.8329896331,
        "format_confidence":0.9835410714
    },
    {
        "url":"http:\/\/steamcommunity.com\/workshop\/filedetails\/discussion\/93674769\/846942156022537694\/?l=schinese",
        "text":"这款游戏现已在 Steam 上推出！\n\n感谢您帮助这款游戏在 Steam 上发行。您可以在下面找到 Steam 商店页面的链接来查看详情。\n\n青睐之光即将走入历史。欲了解更多如何提交游戏到 Steam 上的信息，请阅读这篇博文\nTales of Maj'Eyal\nDonations available through Steam?\nDarkGod, love your game. Waiting for funds to transfer to put forward a well deserved and earned donation ;)\n\nHowever, I do have a question. Would people be able to donate through Steam? I have a few friends who love ToME, but they're not fans of PayPal. If there were to be an option to donate through Steam, or possibly 'buy' a donation with Steam it'd probably result in a higher turnover of donations. Just putting it forward. Thanks again for a wonderful game!\n< >\n正在显示第 1 - 3 条，共 3 条留言\nRosetta Stoned 2013年1月18日下午1:55 \nThere's a \"safe\" way with Paypal, create an account, but only for attaching a pre-paid card (read Paypal's FAQ) to it for the donation. After that you can either ignore that account or delete it after your donator status has been updated by the server.\nI feel real uneasy reading that... Why should I trust something from a Keter class, hmm?\nThanks though, I'll be sure to try that approach with some of my friends, hopefully that will make them budge. I've used PayPal several times, and trust it as much as Steam, but you know how some people are about changes.\nStome 2013年3月25日上午12:43 \nSeems to me the only way Steam as it is could handle \"donations\" is if they made the donate features into a DLC pack. The problem with that is setting a price for it as atm its however much you would like to give.\n\nBut yeah other then that Steam has no set-up for giving a custom amount as far as I can tell.\n< >\n正在显示第 1 - 3 条，共 3 条留言\n每页显示数： 15 30 50",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9881141782,
        "format_confidence":0.9895051122
    },
    {
        "url":"https:\/\/www.muttsworldmine.com\/staff_applications.html\/_\/pvp\/ninja-of-monsoon-r3429",
        "text":"Jump to content\n\n  • Log In with Google Log In with Steam\n  • Sign In\n  • Create Account\n\nDid you vote today?\n\nDid you know we depend on your votes? Please Vote! http:\/\/goo.gl\/RsLpq Vote Often!\n\n- - - - -\n\n\n- I used to go by the name Flagg2056 but lost the account to a hacker so now i go by Ninja_of_monsoon\n- I honestly don't know how long I have been playing on Muttsworld but i know its been a long time\n- I used to be a very consistent player up until I got 2 jobs working 7 days a week 80+ hours a week\nits hard to find time to play MC when you work that much. I still have 2 jobs and let me tell you it is hard balancing work and life out side of work.\n- Anyway I am a long time Block Head player here and if possible I would like to join staff on L2D\nif not it does not matter I will still keep playing\n\nDiplomat: Used to be\nVote: No\nAge: 24+\nMonths of MuttsWorld: 72\nTeamspeak: No",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9916336536,
        "format_confidence":0.8922163844
    },
    {
        "url":"http:\/\/n4g.com\/news\/1185237\/xbox-ultimate-games-sale-deals-for-3rd-march",
        "text":"Xbox Ultimate Games Sale Deals for 3rd March\n\nToday’s deals have finally appeared on the dash and there are some gooduns…\n\nIncluding The Orange Box, Left 4 Dead, Fallout 3 and Metal Gear HD Collection, here’s a list of the 24 hour deals…\n\nRead Full Story >>\nThe story is too old to be commented.\ndazzrazz1335d ago (Edited 1335d ago )\n\nIn case somebody was wondering Metal Gear HD Disc version contains MGS 2, 3, and Peace Walker. GoD version drops Peace Walker, which is available separately.\n\nxPhearR3dx1334d ago\n\nIt kinda says that in the article....... :\/\n\nALLWRONG1335d ago\n\nI guess I'll grab Batman\n\nAthonline1335d ago\n\nBatman: AC was a great game! ;-) Definitely recommend it!\n\naviator1891335d ago\n\nawesome deals, grabbed arkham asylum.\n\nomi25p1334d ago\n\nWow batman for 2 quid.\n\nThatlalala1334d ago\n\nUh the Deals still are not up there 6 pm est. Only Batman AA is up. Tried just searching for said games and still at the original price.\n\nThatlalala1334d ago (Edited 1334d ago )\n\nEdit: Some will say $39.99\/$24.99... etc. But when you go to confirm purchase it will change, Excpet for MGS it says $9.99 but when you got to checkout goes back up to $24.99. It's all fucked up in the US dont know about the rest of the world though.\n\nShow all comments (31)\nThe story is too old to be commented.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9895464778,
        "format_confidence":0.9187806845
    },
    {
        "url":"https:\/\/www.solitairecraving.com\/?game=2358",
        "text":"Game #2358\nDifficulty: Easy\nTime: 0:00\nMoves: 0\nGame Details\n\nGame #2358, Generated on September 26, 2012\n\nPlayed a total of 2873 times by 335 registered members. Finished by 305 users who rated the difficulty as easy.\n\nYou have not finished the game yet.\n\nToday's Game Statistics\n\n\nYes, Fizz, this *was* an interesting game. ~ When you said that the light came on at the same time, I figured you were referring to the black 8's -- but I was still three moves off so I wasn't feeling like I had discovered \"Layla's secret\" at all ! smile\n\nThanks, Fizz and Suzan ! It took me a while but I finally got it. smile I was trying to stack when it wasn't necessary -- to my detriment !! ~ Fizz, I think when you had been away from the game for what seemed like a long time, I asked if anyone had any ideas for another term we could use in addition to a \"fizzbut\" and joekayak came up with \"doppelganger\" ... or something like that ! smile\n\nActually the K can preceed the 2nd red king, for what it's worth.\n\nAs far as my feeble memory can recollect, joe might have been the one who named the \"doppelganger\" after me but for some reason I was thinking it was Lynne who suggested a doppelganger.\n\n10 goes straight over too. Red Ks first.\n\nYes, well done Layla. And Fizz.\n\nVery interesting game today. Well done Layla.\n\nSorry I swear I saw 125 for you and bouncy a moment ago. Let me help illuminate things. 8 plays up straight and don't cover it.\n\nIt looks like 3 of us found Layla's secret around the same time, Susan\n\nInvalid links\n\nI haven't been able to get the game to work for several days! When I try to move a card, it will disappear and the next card in the stack ...\n\n2016-05-10 17:27:24\n\nNew Servers\n\nThe numbers indicates quantity of user takes this achievements!...\n\n2016-03-04 22:18:13\n\n\nHappy Christmas, we updated game script for using on mobile devices, and also we have updating card cover!  ...\n\n2015-12-24 21:24:18\n\nScores and rankings\n\nAny estimate as to when the scoring\/ranking will be operational? I miss it. ...\n\n2015-12-03 20:34:00\n\nGame #71\n\nThis is a very good site and I truly enjoy the time I spend each day working on the new game each morning first thing. I also go back and ...\n\n2015-11-08 05:33:33\n\nPlease wait. The result of your game is counting now.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9960311055,
        "format_confidence":0.9483904243
    },
    {
        "url":"http:\/\/wikigameguides.com\/Blogs\/Beer_Baron\/Killzone_3_Multiplayer_Beta_Livestream",
        "text":"Killzone 3 Multiplayer Beta (Livestream)\n\npfro's picture\n\nThe game looks fun. I don't know if it is better than Black Ops though and it would need to be for me to play it extensively.\n\nAdam Page's picture\n\nunsure about this one, killzone 2 was extremely clunky. I know \"inertia\" is realistic but it was much too muddy for online twitch shooting\n\nCreate New Account or Log in to comment",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9958409667,
        "format_confidence":0.9210059643
    },
    {
        "url":"https:\/\/forum.faforever.com\/topic\/753\/mmls-are-terrible-lack-of-competent-t2-siege-option-contributes-to-turtling",
        "text":"MMLs are terrible - Lack of competent T2 siege option contributes to turtling\n\n\nT2 Mobile Missile Launchers (MMLs) for all factions are terrible. This is bad for gameplay as it makes the most interesting tech level (T2) also the worst for turtling. MMLs should therefore be greatly improved.\n\nFirst, let's note that MMLs fill a similar role in Tech 2 that T1 mobile artillery fills in Tech 1 and then state clearly why MMLs are so awful:\n\n  • For Cybran, T2 MML DPS\/cost ratio is much worse: ~1 versus about ~0.3. By contrast, for Cybran T1 bot and T2 tank, DPS\/cost is ~0.5 and ~0.3, indicating a reduction of only 40% raw paper strength from T2 to T1. This would suggest that MML raw damage should be doubled so that T2 to improve DPS\/cost to ~0.6, a reduction of ~40% from the ~1 DPS\/cost ratio for T1 artillery.\n  • T2 TMD and mobile\/stationary shields block MML shots. The previous bullet suggests that MML are underpowered even in absence of missile defense and shields. Missile defense and shields serve to aggravate this problem further.\n  • T2 MML shot linger time - the time between a missile being launched and a missile hitting the target at maximum range - varied from about 6 seconds (for Seraphim) and 12 seconds (for Aeon). Compare this to T1 artillery shells which linger for about 8 seconds.\n  • T2 MML damage radius is very small at 1. T1 artillery (other than Aeon) damages in a radius of 2-3.\n\nNow let's talk how to fix these problems:\n\n  • Low DPS can be fixed by improving raw damage. Raw paper DPS suggests a 100% damage buff is necessary. Analysis of damage radius and shot linger time suggests another 50-100% beyond that would also be warranted. Also, there's no reason why MMLs shouldn't one-shot T1 pgens. The Aeon MML can 1-shot Cybran and Aeon pgens, but all MMLs should get a buff so that the Seraphim MML (405 damage) can one-shot even UEF T1 pgens (720 hp), so perhaps 810 damage total.\n  • The T2 shield\/TMD combination renders a fire-base all but immune to MMLs. Due consideration should be given to the idea of missiles passing through shields (similar to how strategic missiles do) although this may not be needed if DPS is improved substantially.\n  • MML linger time cannot be set directly because it is a product of the missile's performance values (muzzle velocity, acceleration, maximum speed) and it's guidance script, but effort should be made to reduce UEF\/Aeon MML shot linger time to <9 seconds, reliably. Also, UEF is the only MML with an unpack animation, this unpack should be made faster to improve the MML's responsiveness.\n  • If MML raw damage is only doubled, improving damage radius from 1-->2 would make sense. If MML damage is improved by a factor or 2.5x or 3.0x, more damage radius is not necessary.\n\nAdditional notes:\n\n  • It has recently been stated that TMLs are OP. I disagree generally. They only seem OP because they are so much better than MMLs that they are used to siege much more often. If MMLs are made to be good, TMLs versus MMLs will feel like a real choice rather than obvious selection of the superior siege weapon (TMLs currently).\n  • Adding a minimum range to MMLs to give tanks some breathing room would make sense. Perhaps 10-15, perhaps as high as 20.\n\nMML do thier job and are very effective at breaking shield bases. Literally my only complain is that if you have about 10-15 MML they will just die to 1-2 t2 arty.\n\nT2 arty need a big nerf on fire rate.\n\nI never seen anyone call TML op, maybe that is just me. TML are expensive and a tactical tool that is rarely used because scouting easily counters it. Com TML was called OP , because its harder to scout. Personally I never had a problem with COM TML.\n\n\n@Psions Consider that to \"break\" a walled T1 PD (260 mass), you only need a single T1 artillery (36-54 pass) and about 30-40 seconds. This means T1 siege is effective at 20% mass cost investment.\n\nNow consider a T2 PD + a TMD. For Cybran this costs 480 + 280 = 760. To maintain a similar siege effectiveness, a single MML (200 mass) should beat this in ~30-40 seconds. It does not.\n\nIn a test game, I build a Cybran T2 shield + 2 T2 PD + 2 TMD. This costs 1480. In a gametest, I tested 5 Seraphim MML against this, total 1000 mass, and it took them one minute to destroy this setup. (Actually, the MML couldnt destroy the last T2 PD because they kept missing due to a bug.) This indicates that a much larger investment of MML (proportional to defenses) is required to crack a T2 firebase, and it takes much longer to do it. If MMLs are made more effective, they will defeat T2 firebases before being destroyed my T2 artillery themselves.\n\n\nTML pays itself off with just a single t2 mex kill. In fact you would need to launch 3 more failed TML missiles in order to lose the mass gains you got from the trade.\n\nAnyone that doesn’t think it’s busted purely plays teamgames where 2 TMDs save 4 bases and no one cancers your TMDs.\n\nIn fact if we had a neural AI play faf I’m 100% without a doubt positive that the first thing it would noticeably do is abuse tmls and t1\/t2 bombers on tmds.\n\n\nFTX, you were the main person I had in mind when I made the TML comment. TMLs are certainly good, so there is no need to buff them. The MML buff seems appropriate however, does it not?\n\n\nI like your idea of making TML\/MML go through shields. \"Just put up a shield it'll stop everything\" no longer works, you would now need more TMD and if there are a lot of missiles some could still get through.\n\n\n@John73John I agree. It's an option, but I think a simple damage buff + missile performance improvement (faster and more accurate) is probably a better solution.\n\n\nTerrible logic. T3 mobile arty only has 0,08 dps\/mass ratio, so only about 25% of T2. Do you want to quadruple its damage after your MML buffs (applying the same logic as you did for your MML buff)? Then it would still only have half the effectiveness of your T2 MMLs. Cyb T3 mobile arty would then deal 1800 damage per shot. Only 2 of them (1600 mass cost) would have the same dps as a T3 artillery installation.\n\nJust an example to show that this way of looking at balance is dumb and ignores many other things, like the additional range you get or that you force your enemy to make a building that is more expensive than an MML and is otherwise completely useless.\n\nIn general I think they are pretty good, they outrange T2 PD so can kill them with 0 danger. If your enemy wants to protect them he has to make a shield and\/or build TMDs, so he's technically already losing even if you kill nothing. They are decently fast and can disengage easily. They always hit what you shoot at, unlike artillery. I think they fulfill their role well enough.\n\n\nTMD definitely I would think do not need the buff (Especially any through-shield buffs). I often play with AI, an adaptive AI team only needs 1 TML per player and will always build them almost as a priority. With the amount of AI I play against with its often required to build 5 TMD as a defense on each little fire base. (8 Adaptive, 2 Normal vs 5 players) (depending on your faction's TMD). I do agree MML (possibly TML) AoE buffs are good simply because of that travel time.\nThe Cybran MML: Viper however seems to be OP in it`s splitting capability, taking out any un-shielded TMD over time with even equal, possibly lesser numbers. This combined with the mobile stealth generator unit: Deceiver (also T2) could be deadly.\nI do not know much about stats on the build times of these TMD, TML & MML if you could provide some info on all that too it could help your case.\nI personally have always thought that TMD however needs a highly improved fire rate or the ability to target better (ex. 1 TMD per missle)(Aeon excluded).\n\n\n@FunkOff This is a pointless statement. T2 units should always be less mass efficient than T1 and T3 should always be less efficient than T2 when looking at raw HP and dmg stats.\n\nThis is because you get better dps\/hp density on higher tier units, you need to limit the way it scales.\n\nIf you had linear scaling then as Femto has already mentioned certain units would clear be game breaking.\n\nIf you are playing a wide open map, how many tmD and t2 pd combinations must the enemy make? For 1 MML you are now making him spend the mass for 4-5 TMD?\n\nThis is why on DG Nuke is always netgain 0, because you force 2 SMD which is 15k mass against 15k mass. Which is why its so dominant.\n\n@FtXCommando I don't think TML are that dominant. They cost a lot in initial investment are easily scouted and easily countered. If you're suggesting bombing TMD then i suggest bombing TML. Also you can block TML with a single land fac in construction.\n\nAlso cybran shields are cheap.\n\n\nI've always wanted an increase in MML max missile speed, provides more of an incentive to hold fire to overwhelm TMD (except the aeon one) since the reload speed wouldn't change.\n\n\nI have to agree that MMLs feel a bit weak. Not because their dps is is so bad but because tmd is so effective against them. One tmd can certainly block one mml shooting at it. Except cybran but the missile split is rather a gimmick. and a tmd is only 280 mass vs 200 mass for the mml. I am very sure it is effective to block unsynced mmls with tmd. Synced mmls might be more efficient than tmd. But then you still have to break through a shield. I nearly never use them to break through a fire base. But they are great at stopping pd creeps. 3 MMLs make pd creeping with a t2 acu nearly impossible. For breaking firebases I would rather suggest t3 mobile arty, as it has only shields to fight against and it is more dps\/mass efficient than t2 stationary arty.\n\nBut this discussion is only happening again because people play lame chokepoint maps where building firebases is viable. On more open maps you just can ignore the firebase and destroy your opponents eco and deal with the firebase once you are so far ahead it doesn't even matter anymore.\n\n\nThe problem is MMLs exist solely to break firebases, and TMD exists solely ... (truncated)",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9950754046,
        "format_confidence":0.9936131835
    },
    {
        "url":"http:\/\/rpg.megamanpoweredup.net\/community\/development\/255\/nothing-but-some-sprites-i-made-see-this-if-you-re-going-to-make-yamato-man-sheep-man-or-burst-man\/",
        "text":"Mega Man RPG Prototype Game Development\n\nCommunity  »  Game Development  » \nTrouble Bruin\nTrouble Bruin\n866,548 BP\n7 TP | 20 PP\nOh hello there! i was working on some sprites,hope they haven't been done already,cuz i worked hard on them,so,would you guys please use them\nYamato man defeated sprite,the lance and the orangish yellow thingy that was on his face needs to be recolored.Yamato man's sprite was inspired by napalm man's defeated sprite.The yellow thingies are shortcut,cause when a robot gets cutted,it starts to shortcut\nSheep man hurt sprite (the first one) and two different defeated sprites (the last two)\nOld burst man defeated sprite i did,doesn't look deadly and not realist (in a cartoon way) so look for the revamp below\nRevamped burst man defeated sprite,adds the shortcut thingies and his eyes were blown up\nNothing but some sprites i made (see this if you're going to make yamato man,sheep man or burst man)\nPosted by Trouble Bruin on October 29th, 2013 at 1:54pm\nViewed 646 Times\n\n\n231,209 BP\n16 TP | 47 PP\nPosted on October 31st, 2013 at 9:46am\nPosted 2013\/10\/31 at 9:46am\nNice job...!\n^ Top\nTrouble Bruin\n866,548 BP\n7 TP | 20 PP\nPosted on October 31st, 2013 at 2:04pm\nPosted 2013\/10\/31 at 2:04pm\n^ Top\nAdrian Marceau\n113,913,695 BP\n203 TP | 518 PP\nPosted on November 2nd, 2013 at 10:54am\nPosted 2013\/11\/02 at 10:54am\nThank you for the work you did and your submissions, but this is not how we do things here.\n\nFirst, this is in the wrong forum. Sprite work and development talk should go in the development forum. Additionally, we already have threads for each Mega Man game and you should be posting in those. Creating a new topics will clutter up the forum and I'd prefer things stay organized.\n\nSecondly, we already have two spriters for the game and they are more than capable of completing the work on their own. In the future we may need more spriters, but for the moment we have everything we need and sprite submissions are closed.\n\nI am moving this to the appropriate category and locking it. I'm sorry for the confusion but Sean and MMX100 work really hard on their sprites and it would not be fair if anyone else could just come in and take their jobs. I have approved only two spriters for the game and anyone else taking the initiative and making more without getting permission is just wasting their time. :|\n^ Top\n\n- comments disabled -\n\n« Back to Home | Mega Man and all related names and characters are © Capcom 1986 - 2017. | Contact & Feedback »\nThis game is fan-made by Adrian Marceau, not affiliated or endorsed by Capcom at all, and is in no way official. Any and all feedback is appreciated. :)",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9512841105,
        "format_confidence":0.9917612076
    },
    {
        "url":"http:\/\/community.fantasyflightgames.com\/index.php?\/topic\/79670-the-plot-hooks-thread\/page-2",
        "text":"Jump to content\n\n\nThe Plot Hooks Thread\n\n  • Please log in to reply\n25 replies to this topic\n\n#21 Shakespearian_Soldier\n\n\n\n  • Members\n  • 900 posts\n\nPosted 09 July 2013 - 05:31 AM\n\nI have a few plot hooks, the largest of which would pit the characters (potentially) against a villain as dangerous as either Vader or Palpatine. I can't say who - a few of the players I'm accepting for my upcoming game come from these boards - but I've gotten more than one \"wow\" from people I've run the story by. :)\n\n\"Beg for your life. No, doing so won't save you - but it will make your death more amusing to watch.\"\n- Vago the Hutt; Star Wars: Edge of the Empire\n\n#22 ErikB\n\n\n\n  • Members\n  • 930 posts\n\nPosted 24 July 2013 - 07:42 PM\n\nHave people seen Django Unchained?\n\n\nWe start with a line of droids chained together being marched across a desert by Jawas. A bounty hunter frees one of the droids, as only said droid can identify the targets the hunter is after. \n\n\nWhile hunting said bounty, the hunter and the droid bond. It transpires that the droid wants to find its counterpart, a 3po protocol droid with which it formed a strong bond while in service to its former master. Indeed, it was an attempt by the droid and its counterpart to run off together that led to the droid being in the possession of the Jawas we saw at the beginning.\n\n\nSo the hunter and the droid partner up for a while, tracking bounties while they attempt to locate the protocol droid. \n\n\nEventually, it transpires that the protocol droid was sold to a notorious owner on the underground droid fighting circuit. So droid and hunter go to get it back.\n\nIf you want a picture of the Empire, imagine a jackboot stamping on a beings face - forever.\n\n#23 random.brown\n\n\n\n  • Members\n  • 18 posts\n\nPosted 24 July 2013 - 09:16 PM\n\nAfter being released from prison for armed robbery, the PCs visit the orphanage where they grew up. They discover it will be closed down unless it can pay 5000 credits in back taxes.\n\nThe adventure concerns the players attempts to earn this money by reforming their Jizz band.\n\nAlong the way they are repeatedly attacked by COMPNOR activists and by a mystery woman, who it turns out is Princess Leia, who was abandoned at the altar by one of the PCs.\n\nThread winner\n\n\n#24 Sixgun387\n\n\n\n  • Members\n  • 35 posts\n\nPosted 25 July 2013 - 01:03 AM\n\nEpisode 1: Bad Moon Rising\n\n\nThe PCs start off having a drink in Rancor's Tooth, a cantina in the Duros Sector of Nar Shaddaa when they hear loud screaming and what sounds like a firefight outside.  When they go to investigate they find what appears to be a force sensitive Trandoshan going wild in the streets.  A local Duros swoop gang tries to put him down, but he quickly dispatches them and turns his attention to the PCs, who are unwittingly drawn into a firefight.  After they dispatch the Trando, they are approached by a fixer for Mero the Hutt, a young Hutt in charge of the Duros Sector.\n\n\nMero offers the PCs the job of tracking down any info on the Trando.  So far Mero's sources have only led him to an abandoned Czerka facility in the Corporate Sector, but Juntao the Hutt (head of the Corporate Sector) isn't letting anyone near it.  Consequently, Mero needs some assets who he can deny, and who can sneak into the facility.  He's willing to pay somewhat handsomely (and help with Obligation).\n\n\nWhat Mero doesn't tell the PCs is that he's been approached by a Dathomiri  witch adept of the Singing Mountain Clan, who has some startling and revealing information regarding Czerka's abduction of several witches from Dathomir...\n\nEdited by Sixgun387, 25 July 2013 - 01:10 AM.\n\n#25 Agatheron\n\n\n\n  • Members\n  • 437 posts\n\nPosted 25 July 2013 - 01:31 AM\n\nThe PCs realize that they are no longer just helping Czerka gain market share, but they must bring an end to The Doop!\n\nThat'd be from \"The Stuff\" --bad 80s horror movie. :)\n\n#26 strongarm85\n\n\n\n  • Members\n  • 131 posts\n\nPosted 25 July 2013 - 03:10 AM\n\nR4-W9 from Trouble Brewing itself makes an excelent plot hook, more specifically the R4 unit has the complete Hyperspace Route for the Kessel Run in his memory banks. The little droid can give it to the PCs as thanks for helping him and actually get to do the Kessel Run, for all the fame, glory, and money it brings.\n\nEdited by strongarm85, 25 July 2013 - 03:11 AM.\n\n© 2013 Fantasy Flight Publishing, Inc. Fantasy Flight Games and the FFG logo are ® of Fantasy Flight Publishing, Inc.  All rights reserved.\nPrivacy Policy | Terms of Use | Contact | User Support | Rules Questions | Help | RSS",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9890514016,
        "format_confidence":0.9899144173
    },
    {
        "url":"http:\/\/www.pokecommunity.com\/showpost.php?p=7440100&postcount=357",
        "text":"View Single Post\nOld December 12th, 2012 (05:02 PM).\nCarefulWetPaint's Avatar\nCarefulWetPaint CarefulWetPaint is offline\nDoctor Lobotomy\nCrystal Tier\nJoin Date: Apr 2011\nLocation: New South Wales, Australia\nGender: Male\nPosts: 1,196\nSwifty! Please don't finish up the Boss battle until I get mine up. I'm just waiting for Ozzy to post before I do the boss fight!\nReply With Quote",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9893060327,
        "format_confidence":0.9832931757
    },
    {
        "url":"http:\/\/www.urban-rivals.com\/en\/community\/forum\/?mode=viewsubject&forum_page=0&id_subject=2341128&subject_page=37",
        "text":"Thursday 06\/06\/2013, 10:08\n\nThe list of ELO banned characters will be updated on Monday, June 10st 2013.\nThis list could be changed by Friday\nClick here to view the list of characters banned in ELO mode. See below for an overview of the changes made. \nThe following cards have been permanently added to the list of characters banned in ELO:\nBeeboy (Bangers)\nGrudj (Freaks)\nTroompah (Jungo)\nBristone (GHEIST)\nAvola (Montana)\nMona (Montana)\n\nKarrion (Nightmare)\nJeena (Roots)\nGertjan (Roots)\nMokra (Sakrohm)\nGreem (Skeelz)\nDorian (Uppers)\n\nThe following cards have been permanently removed from the list of characters banned in ELO\nOlga (Freaks)\nOshitsune (Nightmare)\nYookie (Roots)\n\n\nedited by Espectroscuro thursday 06\/06\/2013, 10:08\n\nSaturday 08\/06\/2013, 15:47\n\nAre you serious smiley\nMona banned,Avola banned, Mokra banned, Grudz nd Beeboy, Jeena and Gertjan bannedsmiley\nWhich clan i clan play now????smiley\nNo doubt Pussy cats and Frozn will be now elo clanssmiley\n\nSaturday 08\/06\/2013, 19:14\n\nIs there any other update comin at us\n\nSaturday 08\/06\/2013, 19:18\n\nNo, they won't unban Elvira, Troompah or Askai. It says by Friday, it's Saturday, end of story\n\nSaturday 08\/06\/2013, 20:46\n\nOh no, I am so disappointed Uranus is no longer bannedsmiley. She is seriously overpowered. I think she deserves a ban since similar cards like Jeena and Ulrich are banned.Her ability and Jeena's ability are both stopped by SOA clans, but with her attack manipulation, she can be used as an offensive character in those situations. Like Ulrich, Uranus can have her ability inactivated by SOA cards from non-SOA clans, but since most players only have one such card per hand, a skilled player can usually avoid playing either of these cards against the SOA card. UR, please reconsider banning Uranus again in the future.\n\nI am satisfied, however, with the Mokra, Troompah, and Dorian bans. I don't think Greem deserves a ban since her poison isn't as strong as Karrion's (she has a higher min), and she is in a clan with only one reliable dr, Redra. Oshitsune might be banned again in the future. Oshitsune's ability is very powerful considering most cards are 7 power or less, and his bonus makes him immune to attack manipulation clans. Additionally, he can inflict 7 damage which is a lot. in my opinion, he is Caelus with one less star and a better clan bonus.\n\nSaturday 08\/06\/2013, 21:38\n\nUn ban Elvria\n\nSunday 09\/06\/2013, 07:07\n\n@OC deejay\nPussycats is a great elo clan\n\nSunday 09\/06\/2013, 11:06\n\nI agree with Mokra being banned too soon sentiment. It is a new card, I think you should've left him to be enjoyed and hatet in ELO for a while longer. Pretty much the same wrong decision as with Kalindra... Though Mokra is much more fairer in price department and as such more fairly available to a wide number of players.\n\nThis 2 characters got killed in ELO too soon.\n\nBut oh well, if I can no longer abuse Mokra I will abuse Uranus instead. It's not like I can change them bans.\n\nAlso Rescue cries are coming from players who wanted to enjoy OP'ish Rescue play that's all. Rescue is not dead in ELO and you know it. And Oshitsune is countered by all too many ELO staples in Rescue (Sue, Cliff, Sledg, Kerry, Buckler, Pastor, Slyde) so don't be ridiculous.\n\nSunday 09\/06\/2013, 14:59\n\nThere goes my Montana deck smiley\n\nMonday 10\/06\/2013, 02:35\n\nGertjan??? Really? smh...\n\nMonday 10\/06\/2013, 03:45\n\nMokra is nowhere near kalindra. Mokra is a great card but not like kalindra. Mokra would have seen less and less play as the weeks progressed. Without Uranus he is nothing they have him and average cards. He needs other cards. You cant wait a few rounds and all out fury him like kalindra who required no skill. Maybe its just me but he doesn't bother me too much. I'm not saying he isnt an amazing card but how many rings did lebron get with the cavs? (Not trying to start a lebron vs x argument)\n\n\nAnswer to this subject",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9940158129,
        "format_confidence":0.9931398034
    },
    {
        "url":"http:\/\/www.mmo-champion.com\/threads\/1129944-Synaxis-RP-Character-List?goto=nextoldest",
        "text":"1. #1\n\n    Trelvan Goldfeather [BIO]\n\n    Name: Trelvan Goldfeather\n    Age: 173\n    Race: Blood Elf\n    Gender: Male\n    Class: Arena Master\n\n    Languages: Thalassian, Orcish.\n\n    Faction: Horde\n\n    Personality: He has a very egotistical attitude, not caring much for other's safety or feelings. He only cares about those who are like him, or at least agree with his view upon life. During the arena fights, he stays silent, and keeps a straight face.\n\n    Likes\/Dislikes: He likes long fights, the longer, the more violence. He just, basically, anything that has to do with legal violence. He absolutely hates anyone who has a different opinion then him and talks to him about it. It's not that he doesn't share the other's opinion, he's fine with that, he just doesn't like it when they get in his face about it.\n\n    Appearance: He wears a Gold-studded Tuxedo with a Grand Arena Master's Badge. His pants are Red-Lined Black Pants, he carries a medium-length Diamond-Tipped Staff. He wears a Black Long-Rimmed Hat, with a Gold Feather, and his name signed on it, in case it ever gets lost.\n\n    Strengths\/Weaknesses: Although he rarely ever fights, he knows quite a lot about about Fighting. His majors are in Fist and Sword fighting. His weapon of choice would be a Sharp Samurai Blade, for it is slick and easy to carry, and still is very powerful. His weakness is, although he speaks big, he is somewhat of a coward. A sword fight is fine, just as long as the opponents sword isn't so big it could kill him instantly. So, his slight cowardism is a weakness.\n\n    History: Trelvan was abandoned at birth, his parents, presumably, couldn't handle having a child and left him at an Orphanage. Some Orcs later adopted him, they said they wanted to be different, and not have a Orc Child. His father trained him to be a fierce warrior, and trained him in both Unarmed and Sword combat. His first blade was, obviously, a Samurai Blade. He joined the Silvermoon Army, but later quit since he thought his ways were slow and it wasn't enough action for him. He wanted to kill people without taking a year to plan a strategy. One day, his parents took him on a Trip to Stranglethorn, and he found the Gurubashi Arena, and watched some fights. Then he realized how to fulfill his lust for bloodbath: An Arena. Where people could watch other kill each other and it being legal! Trelvan then ran to the Regent Lord of Silvermoon and requested an Arena be built in Silvermoon. The Lord denied his request, he said it was too violent for their peaceful land. Trelvan then offered to put it near Silvermoon, but not in it, but the Regent Lord, again, denied. Trelvan thought of other places, and then he knew where he should make the Arena. Orgrimmar! They loved war and bloodshed, there would be no chance they would deny his request, and he was right, Garrosh loved the idea and gave him the gold required to build the Arena, full with crew. After a couple months of construction, the Arena was complete, and Trelvan started making posters. The first night was a success, and the night after that, and the night after that. It soon became well-known in Orgrimmar, and they soon expanded into a worldwide business, although mostly staying in Orgrimmar, they had ads in Silvermoon, Undercity, Thunder Bluff, and, of course, Orgrimmar. Trelvan was getting paid to do what he loves, watch people kill themselves over a prize, and he liked it that way.\n    Last edited by The Devious Chicken; 2012-05-11 at 12:22 AM.\n    | Main RP Character:\n    Nidal Shadowdance |\n    | While Forum RP'ing:\n    Italics = What he's doing currently.\n    Non-italics with Quotes = Talking\n    Non-Italics without Quotes = Thinking |\n\n  2. #2\n    Mechagnome Darced's Avatar\n    Join Date\n    Mar 2012\n    Just noticed this, a 34 year old blood elf is VERY young; he should be much older. (Check out wowpedia for adult ages fro races.) Also, you may want to add some more interests than just fighting, maybe a profession, this will make your arena master a much more interesting character. He needs some dimension, don't make him cut and dry. I look forward to seeing his history. A final note, your signature is rude and makes me sad, I like people recognizing me talking :P\n\n  3. #3\n    Role-player Khorianas's Avatar\n    Join Date\n    Nov 2010\n    The Hall of Blood\n    Well I think the (Human Years) suggest he means mature as an 35 years old human. That would put him somewhere between 180-200 years I think.\n    Not really much more to say, without a full history really. The character has potential, if you give him a well flehed out and detailed background.\n\n  4. #4\n    I, too, can see a lot of potential for this character. Especially being an Arena Master, that means he'd have a hard, bloody background (something like Varian Wrynn\/Lo'Gosh) which could possibly be very interesting indeed.\n    I, for one, look forward to seeing what this character's history evolves in to.\n    Pyromaniac protégé.\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.995585084,
        "format_confidence":0.8791094422
    },
    {
        "url":"http:\/\/halo.bungie.org\/fanfic\/showcomments.html?story=hikaru.missing1.html",
        "text":"They're Random, Baby!\n\nFan Fiction\n\nComments for 'HALO: Missing In Action - Prologue to Chapter 3'\n\n12:33 pm | November 24, 2003\nI dont like it.\n11:33 pm | January 17, 2003\nOkay Locke thanks...er sort of. Never thought of telepathy though...\n10:30 pm | January 17, 2003\nWhoops, it didn't put the sings in the comment. I was talking about the triangle sings that i use in place of quotes in my fanfic when the Forerunner talk.\n10:30 pm | January 17, 2003\nOh yeah, when these sings: are around a text, it means the character is speaking telepatheticly. You shoudl know that.\n10:25 pm | January 17, 2003\nFrom what i have read so far very good. I like how you decided to make a compainion to the HALO story like i decided to make a prequel to fall of Reach. Most people prefer HALO sequels but we both had good ideas.\n12:44 pm | January 11, 2003\nThanx for input. If you think that's long though you should read my first story I've written. It's 345 pages in size 12 font! Continue input and reading what I send in. Thanks again.\n7:39 am | January 4, 2003\nI liked it. Good detail and development of characters. It was a little long, but that's not entirely a bad thing.\n3:02 am | January 4, 2003\nThanks for the feedback, but I on purposely did what I did. HALO:Missing In Action is supposed to be a side story. Heck a story that doesn't involve any of the main characters at all. That was my point. To make a Halo story through the eyes of some lost and confused soldiers on the terrain oh Halo. Oh yeah on your people would rather play the story than re-read it you are wrong. Re-reading it isn't so bad if you are bored or want a different view on things like I have done.\n1:41 am | December 18, 2002\nMaybe a more catchy title would help. Um not bad, not completely original either, but well written.\n\n\"Excuse me sir,\" Roberts asked,\" but what is a SPARTAN?\"\n\n\"Why the most elite soldier the U.N.S.C. has. They wear some sort of green armored suit. I believe they have shields or something like that integrated into the suit. They are the one thing you want to see in a bad situation. They are our super soldiers.\"\n\nThis here was a little weak regarding dialogue and fyi \"REACH\" isnt an acronym. But i like ur diction overall, mostly in the prologue. only suggestion: if ur going to follow the game storyline for even an instant, better throuw in ur own touch too. ppl would rather play the storyline than reread it.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9110405445,
        "format_confidence":0.9813361764
    },
    {
        "url":"http:\/\/www.warofdragons.com\/forum\/index.php?page=Thread&threadID=35577",
        "text":"You are not logged in.\n\nDear visitor, welcome to Legend: Legacy of the Dragons Forum. If this is your first visit here, please read the Help. It explains in detail how this page works. To use all features of this page, you should consider registering. Please use the registration form, to register here or read more information about the registration process. If you are already registered, please login here.\n\n\nSaturday, January 12th 2019, 8:38pm\n\n\nAnyone else gets kicked from temple each time ending at .pl server?\n\nalways get a server not responding when it's .pl\n\nSimilar threads",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9848419428,
        "format_confidence":0.7966173887
    },
    {
        "url":"http:\/\/www.g4tv.com\/videos\/45143\/mass-effect-2-customized-celebrity-faces\/?page=2",
        "text":"Mass Effect 2 Customized Celebrity Faces\n\nPosted: April 5, 2010\nMass Effect 2 Customized Celebrity Faces\nBioWare's customization options for Mass Effect 2 puts some powerful creation tools into the hands of would-be artists. Check out the celebrities from U.S. President Barack Obama to E.T. the Extraterrestrial.\n\nComments are Closed\n\n  • Aldowyn\n\n    I think what we should all take away from this is that character generators are scary awesome now and some people have WAY too much time on their hands. still cool, though, if several of them looked off. Would like to see Nathan Fillion.\n\n    Now who's going to do the female celeb Shepards? And maybe some characters from other games, lol.\n\n    I wonder if the characters in ME were made using the generator. probably not... maybe, though.\n\n    Posted: April 6, 2010 5:15 AM\n  • Flight_Eagle\n\n    That Barack was... pretty good. Vin Diesel was pretty good too. Eddie Murphey was just great... When Christian Bale looked down i saw it, and it made me fall. Unexpected Putin! That was good.\n\n    Buuuuut... That Bruce wasn't thaaat good. It was cool that they went for the Fifth Element one, though. I think i made a better S.L. Jackson. and i think i can make a better Ewan McGregor. Stallone made me LOL. Robert Downey Jr. fail. Might try my hand, but i doubt it's possible.\n\n    But all in all, Mass Effect 2 is full of win of all kinds.\n\n    Posted: April 5, 2010 11:55 PM\n  • Cgreenman\n\n    That wss some good stuff.\n\n    Posted: April 5, 2010 11:39 PM\n  • jungleman67\n\n\n    Posted: April 5, 2010 11:34 PM\n  • dehlman1\n\n    the stallone one looks like he is retarded lol\n\n    Posted: April 5, 2010 11:04 PM\n  • ForgottenRotten\n\n    Locke, and Arnold...........everyone else..........not so much.\n\n    Posted: April 5, 2010 10:32 PM\n  • frictionman\n\n    if only ME2 had more hair options than bald, short military cut and shorter military cut, alot more celebrities could be done. I personally agree with tutelsongo, and think a Conan hair option should come standard on all future Bioware Games\n\n    Posted: April 5, 2010 10:06 PM\n  • stamatt45\n\n    Good thing sasquatch wasn't in there. If Big foot had mass effect tech then our G4 staff would never catch him.\n\n    Posted: April 5, 2010 9:24 PM\n  • xxMayDay31xx\n\n    well, there's three minutes of my life i won't get back.\n\n    Posted: April 5, 2010 9:10 PM\n  • tutelsongo\n\n    I want a Conan Obrien one.\n\n    Posted: April 5, 2010 8:58 PM\n  • Bass.EXE\n\n    I wish you could customize your NPC Partners, too. Then I would have The Terminator and Rambo fighting side-by-side\n\n    Posted: April 5, 2010 8:52 PM\n  • Phategod\n\n    Everything after Arnold needs works.\n\n    Posted: April 5, 2010 8:39 PM\n  • MajorMajor\n\n    Shepard IS Bruce Willis from the Fifth Element.....Well my Shepard at least. Also where's the Nathan Fillion Shepard?\n\n    Posted: April 5, 2010 8:28 PM\n  • christof_\n\n    Spot on! Robert Downey Jr. and Arnold S. especially amazing.\n\n    Posted: April 5, 2010 7:45 PM\n  • NUKEMANN1995\n\n    haha thats cool.\n\n    Posted: April 5, 2010 7:31 PM\n  • miningguy\n\n    Giantbomb.com doesn't need to make Lincoln Force now!\n\n    Posted: April 5, 2010 7:28 PM\n  • LtCmdrChar\n\n    Man the Arnold face would be friggin perfect with the renegade scarring. He'd look like an actual Terminator.\n\n    Posted: April 5, 2010 7:20 PM\n  • CujoSWAoA\n\n    I can't make a female character that doesn't look like Ellen. Its annoying.\n\n    Posted: April 5, 2010 7:15 PM\n  • Fuzion9\n\n    that's pretty awesome\n\n    Posted: April 5, 2010 6:49 PM\n  • greeknerd\n\n    * Also don't forget that...\n\n    Who else loves typos?\n\n    Posted: April 5, 2010 6:27 PM",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9772298932,
        "format_confidence":0.9815579057
    }
]