[
    {
        "url":"https:\/\/bookalicious-traveladdict.blogspot.co.uk\/p\/review-policy.html",
        "text":"Review Policy\n\n* Due to my present review schedule, if I do not already have a bookblogging relationship with you, I am unable to accept review requests until further notice.  However, my blog is open for guest posts, interviews, book tours and promotional posts.  If you do use the contact form requesting a review I will respond with a polite no thank you. *\n\nAs well as reviewing books I purchase, I am interested in receiving books for review from authors and publishers.  I am happy to receive finished copies, ARC copies and e-books.  I am also happy to receive self-published authors.  \n\nBooks I receive for review take priority over those I purchase.  If you would like a book reviewed by a certain date please let me know.\n\nMy reviews are posted on my blog, social networking sites, Amazon UK & USA, Smashwords if applicable and Goodreads.  I add links to authors and any relevant websites in my blog posts.\nMy review will be my honest opinion and I will rate the book accordingly and post on the above sites. \n\nI read most genres, but I do not review erotica; mills and boon\/harlequin; zombie and science fiction books. \n\nMy books currently awaiting review are:-\nUnder The Jewelled Sky - Alison McQueen\nThe Seamstress - Maria Duenas\nGrape Expectations - Caro Feely\nThe Mine - John A Heldt\n\nJust Add Spice - Carol E Wyer\nIn the Land of the Unicorn - P J Flynn\n\nThe Handfasting - David Burnett\n\nGetting Rooted In New Zealand -- Jamie Baywood",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9408698082,
        "format_confidence":0.6850611567
    },
    {
        "url":"https:\/\/www.thepagewalker.com\/p\/review-policy-firstly-all-reviews-are.html",
        "text":"Review Policy and Disclaimer\n\nAll thoughts and opinions expressed here represent my own. The books I review are books that I have bought, borrowed, or received from an author or publisher for free in exchange for an honest review. I do not get paid to feature books for this blog. I read and rate books because I love to. In that effect, I reserve the right to review what I want, how I want, when I want. I make sure to acknowledge the source or provider of the book at the end of each post.\n\nReviews will be given a 1-5 star (★) rating. Here's how:\n\n★★★★★ = Absolutely loved it!  My best rating, and on my new favorite book list, a book I will highly recommend to everyone. If this is a series, I will collect\/read the rest of the installment.\n\n★★★★ = Enjoyed it! A really enjoyable read, I'll recommend it. If this is a series, I will collect\/read the rest of the installment.\n\n★★★ = Liked it. Overall, I liked it, but it had a few problems. I may recommend it to a specific person\/audience.  I may carry on with the series.\n\n★★ = Disliked it. It's disappointing, but not the worst I've ever read. If this is a series, I will not continue reading them.\n\n★ = A total struggle. I really didn't like it, it was very difficult to finish.\n\nYou will rarely see a \"no star\" rating, but I do give that in times when a book was a complete waste of time, and I'd rather not talk about it. Please also note that as much as I can, I post both positive and negative reviews.\n\nIf I say something stupid in the future, you should know that [the] stupidity is mine, and mine alone. You can't have it! 😉 But I reserve the right to delete any comment for any reason whatsoever (abusive, profane, rude, or anonymous comments) – so keep it polite, please.\n\nReview Requests\n\nI am presently accepting Book Review Requests  for Fall and Winter 2021. Requests for Book Spotlights, Cover Reveals, Guest Postings, and Giveaways are welcome too. \n\nI'd like you to roam around my blog to get an idea of what goes around and how I post. I am sorry, but I do not read self-help books, textbooks, erotica, or anything with uncensored adult content.\n\nFor your requests, you may reach me through the contact form located below this page. Please provide links to the book cover, book blurb, the author's profile, and picture. I reply through email for further information.\n\nPlease read this policy carefully. Thank you.\n\nProfessional Reader 2016 NetGalley Challenge\n\nReviews Published 50 Book Reviews\n\n80% Challenge Participant\n\nFeatured Book Reviewer\n\nFilipino Book Bloggers",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9791265726,
        "format_confidence":0.8931846619
    },
    {
        "url":"http:\/\/worldkigodatabase.blogspot.com\/2006\/12\/copyright-information.html",
        "text":"Copyright Information\n\n[ . BACK to TOP . ]\n\n\n© Copyright Information\n\nThis database of seasonal words (kigo) is for educational purposes only. It is addressed to the growing population of haiku poets worldwide to serve as a reference for the use in composing haiku.\n\nThis database relies heavily on information, images and haiku found in public domains whilst searching the Internet with YAHOO and GOOGLE. I consider this material officially published, like in a book, and will use it as reference material to illustrate and explain a kigo.\nAny copyright material mirrored on these pages is intended for the private personal study of haiku poets or students of Japanese culture only.\nApart from any fair dealing for purposes of study and research, as permitted under the Copyright Law, material will not be used.\nWhen material is copied I give credit to the source directly below the item.\n\nIf you want to contribute your haiku or comments, please post it here\n\nGabi Greve, Haiku Forum\n\nor below any BLOG entry in the comments or email it directly to myself.\n\nThe World Kigo Database is not a haiku magazine.\n\nI do not look for first-publications, I just reference anything that I find on the WWW, and also inlcude first contributions send directly to me. But they can be published elsewhere at any time, that is up to the poet.\nThe kigo database project does not claim any rights for first publications, it is only a reference database.\n\nThe copyright of any haiku included in this database remains with their respective authors.\n\nAll translations are the copyright of the translator.\n\nBecause of the sheer volume of the database, I do not always find the time to ask individual permission of each poet.\n\nIf you (as a copyright owner) feel that your work has been improperly reproduced herein, or misrepresented in any way, or should you feel that I have infringed on your copyright, I kindly ask that you contact me directly with your request to have your material removed.\nIf I have mistakenly omitted a credit, or given an incorrect credit, please e-mail so I can fix it or remove it from this site.\n\nDr. Gabi Greve\nDaruma Museum, GokuRakuAn, Japan\nThe World Kigo Database\n\nInformation and documentation -- Bibliographic references --\nISO 690-2\n\n\nAttribution-NonCommercial-ShareAlike 3.0 United States\n\nYou must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).\n\n. ShareAlike .\n\n\nFür das Zitieren elektronischer Dokumente im Internet existieren internationale Richtlinien, die ISO-Norm 690-2.\n\nDemnach darf bei einer Quellenangabe für elektronische Dokumente im Internet die URL und das Datum des Abrufs der Informationen nicht fehlen.\n\n©　www.jurpc.de\/ Prof. Dr. Maximilian Herberger\n\n\nMail To Gabi Greve .....\n\nThe World Kigo Database\n\n©　Creative Commons Copyright\n\n\nNo comments:\n\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.8490953445,
        "format_confidence":0.9762153625
    },
    {
        "url":"http:\/\/stylemanual.natgeo.com\/",
        "text":"The National Geographic Style Manual is a guide to preferred National Geographic style and usage. It is not meant to be definitive; use it along with other sources and your own editorial judgment.\n\nLet us hear from you if you need an opinion, want to contribute, or disagree with our recommendations.\n\nThis manual was prepared by the Style Committee with the assistance of many other National Geographic staff.\n\nCopyright © 2016 National Geographic Partners, LLC.\nAll rights reserved. Reproduction of the whole or any part of the contents\nwithout written permission is prohibited.",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.5848087072,
        "format_confidence":0.871455133
    },
    {
        "url":"http:\/\/www.randomhouse.com\/author\/at.pperl?authorid=157597&action=age_check",
        "text":"\nNewletters and Alerts\nError Author Events\n\nRandom House will send you an email when Michael Henry Heim's next book is available. Enter your email address below to sign up.\n\nEmail Address:\n\nBirth date:  \n\nWe do not at present collect any personally identifying information from children under age 13, in compliance with the Children's Online Protection Act (COPPA).\n\nTo read more about COPPA, visit the FTC's site: http:\/\/www.ftc.gov\/privacy\/privacyinitiatives\/childrens.html",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9465715289,
        "format_confidence":0.5169146061
    },
    {
        "url":"http:\/\/www.randomhouse.com\/author\/at.pperl?authorid=123930&action=age_check",
        "text":"\nNewletters and Alerts\nError Author Events\n\nRandom House will send you an email when Michael Hutchins's next book is available. Enter your email address below to sign up.\n\nEmail Address:\n\nBirth date:  \n\nWe do not at present collect any personally identifying information from children under age 13, in compliance with the Children's Online Protection Act (COPPA).\n\nTo read more about COPPA, visit the FTC's site: http:\/\/www.ftc.gov\/privacy\/privacyinitiatives\/childrens.html",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9427694678,
        "format_confidence":0.5133099556
    },
    {
        "url":"https:\/\/getwrite.com\/senseisha\/",
        "text":"\n1. a sensual Empress\n2. a woman of wisdom\n3. a woman in control of her sensuality\nOrigin: 2013, island of Barbados,  <Latin equivalent to sēnsu, stem of sēnsus>\n\n\nTerms and Conditions\n\n1.    Only original and unpublished work will be accepted. Authors will only submit creative non fictional stories.\n\n2.    Only one submission will be accepted from a single author. Simultaneous submissions are accepted, but editors should be notified immediately if a submission is accepted elsewhere.\n\n3.    Senseisha does not guarantee publication to submissions and the editors reserve the right to edit all content.\n\n4.    Authors must be at least eighteen years old to submit to the anthology.\n\n5.    The anthology is open to women of Caribbean origins, whether they reside in the Caribbean or elsewhere.\n\n6.    Authors will retain copyright of their work. Senseisha reserves the exclusive right to publish the story first in the online anthology, and first option to print in North America, the Caribbean and Europe in a serial publication.\n\n7.    At this time we are unable to pay contributors to the online anthology, but all contributors will receive an e-copy of the anthology.\n\n8.    Selected authors will be required to sign a contract allowing Senseisha to publish their story in the anthology.\n\n9.    Selected submissions will be used in public promotions and readings of the anthology.\n\n10. Sexuality is a controversial topic and writers reserve the right to remain anonymous. All submissions will be reviewed with due respect for authors’ confidentiality.However, selected authors must state whether they want their actual name or pseudonym to be published in the anthology. If this is not explicitly stated, Senseisha will automatically publish the name used in the subject line of the submission.\n\n14 thoughts on “Senseisha\n\n  1. Pingback: Senseisha – Call for Submissions | getWrite!\n\n  2. Pingback: What does Senseisha mean? | getWrite!\n\n  3. Pingback: Senseisha: Memoirs Of The Caribbean Woman (Barbados) | Seawoman's Caribbean Writing Opps.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9179025888,
        "format_confidence":0.7962275147
    },
    {
        "url":"http:\/\/www.hartlineliterary.com\/guidelines.html",
        "text":"Hartline Literary\nHomeAbout HartlineOur AgentsOur AuthorsSubmissionsBlogContact Us\n\n\n• PLEASE conform to the requirements in our submission guidelines below.\n\n• Concerning unsolicited manuscripts, if you have not heard back from Hartline Literary Agency within 12 weeks of submitting, please assume that we do not intend to pursue your query further.\n\n• Joyce Hart works primarily with published authors unless you have met at a Writer's conference. Also, she will look at referrals by a client or an editor. Joyce Hart will accept both e-mail and USPS proposals.\n\n• Jim Hart, Terry Burns, Diana Flegal, Linda Glaz and Andy Scheer are looking at selected first-time authors, published authors and referrals. These agents accept ONLY e-mail submissions per requirements below. No zip files. Please do NOT submit any material that would conflict with the Christian worldview.\n\n• All e-mail submissions sent to Hartline Agents should be sent as a MS Word doc (or in rich text file format from another word processing program ) attached to an e-mail with \"submission: title, authors name and word count\" in the subject line. A proposal is A SINGLE document, not a collection of files. Place the query letter in the email itself. Do not send the entire proposal in the body of the e-mail or send PDF files. There is a nice checklist to ensure your manuscript is properly formatted that you are welcome to use at the submit page.\n\n• Our core strength is representing inspirational fiction and non-fiction books for adults. We do not market children's books, short fiction, screenplays, scripts, poetry, or magazine articles. We represent most genres in inspirational or commercial fiction except science fiction and fantasy. We are probably not the right agency to market your literary fiction, nor do we represent books that contain extraordinary violence, unnecessary profanity, or gratuitous sexuality.\n\n• Hartline works with domestic (living in the United States or Canada) authors ONLY at this time. For information on what we like to see in a submitted proposal please select Fiction guidelines or nonfiction guidelines.\n\nCopyright 2002-... Hartline Literary Agency - 123 Queenston Drive, Pittsburgh, PA 15235 - 412.829.2483",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9038456678,
        "format_confidence":0.7447409034
    },
    {
        "url":"http:\/\/www.randomhouse.com\/author\/at.pperl?authorid=76471&action=age_check",
        "text":"\nNewletters and Alerts\nError Author Events\n\nRandom House will send you an email when Jane Barsby's next book is available. Enter your email address below to sign up.\n\nEmail Address:\n\nBirth date:  \n\nWe do not at present collect any personally identifying information from children under age 13, in compliance with the Children's Online Protection Act (COPPA).\n\nTo read more about COPPA, visit the FTC's site: http:\/\/www.ftc.gov\/privacy\/privacyinitiatives\/childrens.html",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9470762014,
        "format_confidence":0.5491822958
    },
    {
        "url":"http:\/\/modjourn.org\/render.php?id=1165267246234375&view=mjp_object",
        "text":"Skip over navigation\nThe New Age\nVolume 4, Number 10\nLondon: The New Age Press, Ltd., 1908-12-31\n\nThe contents of this resource are not copyrighted in the United States. If you live elsewhere, please check the laws of your country before downloading any of these materials. Individuals interested in reproducing this object in a publication, web site or for any commercial purpose must first receive written permission from the Brown University Library.\n\nFor further information, please contact:\nModernist Journals Project\nBox 1597, Brown University, Providence, RI 02912",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9818308949,
        "format_confidence":0.7624564171
    },
    {
        "url":"http:\/\/modjourn.org\/render.php?id=1165362682234375&view=mjp_object",
        "text":"Skip over navigation\nThe New Age\nVolume 19, Number 19\nLondon: The New Age Press, Ltd., 1916-09-07\n\nThe contents of this resource are not copyrighted in the United States. If you live elsewhere, please check the laws of your country before downloading any of these materials. Individuals interested in reproducing this object in a publication, web site or for any commercial purpose must first receive written permission from the Brown University Library.\n\nFor further information, please contact:\nModernist Journals Project\nBox 1597, Brown University, Providence, RI 02912",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9839577675,
        "format_confidence":0.6131341457
    },
    {
        "url":"http:\/\/www.mysterynet.com\/robinson\/rules.shtml",
        "text":"First Look at the Crime at MysteryNet\nPeter Robinson's Cold is the Grave\nFurther Investigation\nCold is the Grave First Chapter\nBuy Cold is the Grave\nAbout the Author\nA Letter From Peter Robinson\nPrevious Books\nDiscuss Peter Robinson\nDrawing Rules\n  1. No purchase necessary to enter or win. To enter the drawing, fill out the form on the website while the drawing is running. It is open to U.S. residents only. Employees of MysteryNet and Avon Books and their families may not enter or win.\n\n  2. Entries must include an email address so we can notify you in the event that you are selected as the winner. This email address is not used for mass mailings; it is only used to contact winners.\n\n  3. All submissions to the contest will become the property of MysteryNet and Newfront Productions, Inc.\n\n  4. The winner will be randomly selected from all of the correct entries received by the contest deadline, Friday, October 13, 2000, at 10:00 a.m. (PST). Winners will be notified by email and the winner's name will be posted on the website.\n\n  5. 1 First Prize recipient wins the beautifully illustrated book, Yorkshire Landscapes.\n\n  6. Only one entry is allowed per member per contest.\n\n  7. Contest void where prohibited or restricted by national, state, or any other governmental laws.\n\n  8. Odds of winning depend on number of entries received.\n\n  9. Sponsor reserves the right to cancel sweepstakes if it becomes technically corrupted. Sponsor is not responsible for incorrect or inaccurate capture of entry information. Any prize notice that results from a typographical, mechanical, network or other error will be void.\n\nFree Drawing\n\nEnter your email address for a chance to win the beautifully illustrated book, Yorkshire Landscapes\nOne winner will be randomly chosen from all entries\nOpen to U.S. residents only\nContest ends Friday, October 13, 2000\n\nPlease note: This will be used to notify drawing winner only. We will not send you unsolicited email.\nEmail address:\nCheck this box to receive the first chapter of Cold is the Grave by email\n\nFirst Look at the Crime\n\nMysteryNet.com - The Online Mystery Network\n\nFirst Look at the Crime is available on\nMysteryNet.com: The Online Mystery Network.\n\nCopyright © 2000 Newfront Productions, Inc. and Avon Books\nAll rights reserved. Do not duplicate or redistribute in any form.",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.6955592632,
        "format_confidence":0.90502882
    },
    {
        "url":"http:\/\/ukbooktours.blogspot.com\/p\/rules.html?widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=MONTHLY-1293840000000&toggleopen=MONTHLY-1301612400000",
        "text":"The Rules\n\nIf you want to participate in UK Book Tours, there are a few groundrules I'm afraid. Think of it as a joint agreement that we make to each other.\n\n1. You must have been a book blogger for at least 3 months and blog regularly.\n\n2. You must agree to the fund the postage costs yourself in order to send the book on to the next person. Don't forget to ask for proof of posting (receipt).\n\n3. You have a maximum of 2 weeks to keep the book, read it and pass it on.\n\n4. Treat the ARC's\/books with the utmost respect.\n\n5. Please let me know if you can donate a book\/ARC and whether you want it back. Be aware that it may get lost in the post so do not donate something you're not willing to lose.\n\n6. Please write reviews and share them on your blog and other websites if you liked the book.\n\n7. Please e mail me to let me know when you have sent or received a book.  That way I can track where the book is at any given time.\n\nAnd that's it. This is the first and only UK only book tours site that I know of and I'm hoping that you'll join me in making it a success. Thank you all :)",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.9430595636,
        "format_confidence":0.6314951777
    },
    {
        "url":"http:\/\/clevelandmemory.org\/irish\/disclaim.html",
        "text":"For this Web edition\n\n\nAlthough every effort was made to insure the accuracy of this edition, as measured against the original book, we do not guarantee that it is an identical copy. Indeed, in some instances we determined that minor modifications of layout and other changes would enhance the digital presentation of this work and were incorporated.\n\nFurthermore, we have added some features that we believe make the web edition easier to use than a literal replication of the print edition would provide. But none of these additions or changes detract from the intellectual integrity of the original work.\n\nWe do not represent that we hold any copyright to the original work (see permissions) work -- just this digital edition.\n\nWe hope you enjoy this work and find it valuable.\n\nBACK to the home page for this book\n\nLast updated August 16, 2001",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.6733567119,
        "format_confidence":0.987570703
    },
    {
        "url":"http:\/\/www.randomhouse.com\/author\/at.pperl?authorid=123984&action=age_check",
        "text":"\nNewletters and Alerts\nError Author Events\n\nSign me up for news about Shepard Krech, III including books and promotions.\n\nEmail Address:\n\nBirth date:  \n\nWe do not at present collect any personally identifying information from children under age 13, in compliance with the Children's Online Protection Act (COPPA).\n\nTo read more about COPPA, visit the FTC's site: http:\/\/www.ftc.gov\/privacy\/privacyinitiatives\/childrens.html",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.7326193452,
        "format_confidence":0.698233068
    },
    {
        "url":"https:\/\/www.terriwindling.com\/permissions-info\/",
        "text":"Copyright & permissions information\nfor writing & art by Terri Windling\n\nThe following information pertains to Terri Windling's writing & artwork only. For other writers & artists whose work has appeared in books she has edited, or on websites she has curated (including Myth & Moor and The Journal of Mythic Arts), please refer to the note at the bottom of the page.\n\nTerri Windling's art and text (fiction, nonfiction, poetry, etc.) is under copyright and may not be reproduced in any form without permission, except under Fair Use guidelines and in the following circumstances:\n\n\n    • Her text (from posts, articles, essays, and books) may be quoted for the purpose of critical studies, reviews, and educational articles or papers, provided the text is properly attributed. If published online, please link to Myth & Moor, or to her Author Biography page.\n\n\n    • Her text (from posts, articles, essays, and books) may be quoted, but not printed in full, on websites and blogs that are entirely noncommercial, provided the text is properly attributed. Please link to Myth & Moor, her Author Biography page, or the article the text is quoted from. (In order to qualify as noncommercial, the site must not charge a fee for use, sell or promote a service or a product, host advertising, or derive income in any other manner from the use of Ms. Windling's work.)\n\n\n    • Her posts, articles, essays, and book introductions may be downloaded or copied for limited, noncommercial classroom use.\n\n\n  • Her art may be reproduced online for review or promotion purposes (for example, as part of an article reviewing her work, or a post discussing it), or as illustration on a noncommercial blog post, provided it is properly attributed. Please link to Myth & Moor, or her Author Biography page.\n\nFor permission to reprint her posts, essays, articles, or artwork in any other capacity, write to Ms. Windling c\/o The Endicott Studio: TheEndicottStudio [at] gmail [dot] com. Your email will be reviewed and forwarded on if enough information to evaluate your request has been provided. This is the information needed:\n\n\n    • The publication where you found the text or art you would like to reprint. (For print publications, list publisher and publication date. For online publications, including Myth & Moor and JoMA, list the URL.)\n\n\n    • Information on how you'd like to use the piece.\n\n\n  • Information on the financial and contractual terms you are proposing. (For small publications that are strictly nonprofit, or where the profit benefits a charity, the reprint fee might be nominal, or waived altogether. If this is the case, please provide specific information.)\n\nTo inquire about book, translation, film, and other media rights, contact Ms. Windling's literary agent, Christopher Schelling, at Selectric Artists in New York.\n\n\nPlease note:  Terri Windling can grant reprint Permission for her own text and art only, not for works by any other writers, artists, or photographers appearing books she's edited, or on websites she has curated (including Myth & Moor and The Journal of Mythic Arts). She doesn't control the rights to other artists' work; she doesn't manage permission inquiries for other artists; and she cannot pass on private contact information. Please do not send these kind of inquiries to Ms. Windling -- contact the writer or artist directly via their public contact address (usually listed on their website, if they have one), or through their agent, publisher, or gallery.\n\nIllustration by Edmund Dulac\n\nThe book design and painting above are by Edmund Dulac (1882 -1953). The drawings to the right are by H.J. Ford (1860-1941),  and Helen Stratton (1867-1961).",
        "topic_id":16,
        "format_id":8,
        "topic_confidence":0.5148299336,
        "format_confidence":0.9864407182
    }
]