[
    {
        "url":"https:\/\/uknowledge.uky.edu\/ce_facpub\/1\/",
        "text":"This paper deals with the field data observation and successive application of estimation procedures in order to estimate follow-up headway and critical headway at roundabouts. Average follow-up headway and average critical headway are two key parameters in the new roundabout capacity model presented in the 2010 edition of the Highway Capacity Manual (HCM). The HCM 2010 capacity model was developed as an exponential regression model with parameter estimates based on gap acceptance theory. Gap acceptance models are strongly affected by driver behaviour and local habits. Follow-up headways can be field measured, while critical headway cannot be obtained directly. The paper mainly aims to check if general suggested values are well-suited also for Italy or not. There have been numerous techniques developed for estimating critical headway. In order to perform a better check of a sample of experimentally observed values, three different procedures are chosen and applied. The first is a quite popular mathematical method based on maximum likelihood technique. The second is a statistical method based on the median of the observed sample distribution. The third is a graphical method known as Raff’s method. All these three methods require information about the accepted gap and the largest rejected gap for each driver. Therefore a sample of field data was recorded by digital camera and processed following the instructions suggested by NCHRP. The sample data of critical headway and follow-up headway are gathered in seven selected roundabouts located in Northern Tuscany (Italy). Our first obtained results indicate that the average critical headway is significantly lower than the values recommended by some international references. However, the average follow-up headway is only higher than that recommended for the State of California and it is lower than that recommended by all other international references. Finally, conclusions drawn along with insights for further research developments are suggested.\n\nDocument Type\n\nBook Chapter\n\nPublication Date\n\n\nNotes\/Citation Information\n\nPublished in Intersections Control and Safety. A. Pratelli, (Ed.). p. 1-16.\n\nThe copyright holder has granted the permission for posting the book chapter here.\n\nDigital Object Identifier (DOI)",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9020475149,
        "format_confidence":0.9823638201
    },
    {
        "url":"https:\/\/ejournal.undip.ac.id\/index.php\/pwk\/article\/view\/17478",
        "text":"Pemanfaatan Angkutan Darat pada Distribusi Barang dari Kawasan Industri Wijayakusuma Semarang\n\nCreative Commons License\nThis work is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License.\n\nArticle Metrics: (Click on the Metric tab below to see the detail)\n\nIndustrial activity in Semarang growing along the north coast corridor as Wijayakusuma Industrial District along with the movement of other cities dominated modes of trucks helped shape the traffic density and increase the load on the highway. Railway container emerged as alternative modes of land transportation by utilizing a double track on the line across the north. This mode is suitable for the delivery of logistics in large-scale industry. Based on the background research is conducted with the aim to study the role of railways in the mode of distribution of logistics from the Wijayakusuma Industrial District. This research uses descriptive quantitive approach. Based on the analysis results can be concluded utilization of railway mode of container is not optimal compared with trucks. In terms of the access road to the Station Pethek not in accordance with the designation of container vehicle fully loaded. Loading and unloading facilities are still lacking to support the efficiency of the time. In terms of container train travel time is still ahead of the truck for destination Jakarta about 1-2 hours and 15-25 minutes for destination Surabaya, where the truck using the combination of toll and non toll road. But if The Trans-Java toll fully operational then trains can not compete if don’t make improvement in infrastructure and operating system.  From the aspect of cost railway mode will be much more efficient if the cost of feeder truck can be pressed.\n\n\ntrain; railway; highway; logistics distribution; industrial district\n\n  1. Lia Ursula \n    Direktorat Pengembangan Jaringan Jalan, Ditjen Bina Marga, KEMEN PU-PERA, Indonesia\n  2. Mardwi Rahdriawan \n    Departemen Perencanaan Wilayah dan Kota, Universitas Diponegoro, Semarang, Jawa Tengah, Indonesia",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9754730463,
        "format_confidence":0.9856057763
    },
    {
        "url":"https:\/\/www.gao.gov\/products\/GGD-76-110",
        "text":"Quality of Mail Service in the State of Louisiana\n\nGGD-76-110: Published: Oct 29, 1976. Publicly Released: Oct 29, 1976.\n\nAdditional Materials:\n\n\nOffice of Public Affairs\n(202) 512-4800\n\nMail service in Louisiana was compared with the southern region and the Nation. Test mailings were conducted, large mailers were contacted, and workload and mail processing were assessed in the Postal Service's sectional center facilities in New Orleans, Baton Rouge and Shreveport.\n\nAbout 95% of stamped first-class mail was delivered on time within overnight areas, but the percentage was lower in 2- and 3-day delivery areas. Combined mail delivery was poorer by comparison in overnight delivery, better on 2- and 3-day area mail originating in Louisiana, and better than national and almost equal to regional performance on incoming 2- and 3-day area deliveries. Twenty-one percent of postal customer complaints dealt with delayed mail, and more than half of the large mailers complained of the problem. Two of the 1,000 test letters were missent. Economy measures and more ambitious delivery commitments under the Service Improvement Program have adversely affected mail service. Delayed mail is delayed even longer at times to keep local\/overnight mail on schedule.\n\nMar 2, 2021\n\nFeb 3, 2021\n\nJan 29, 2021\n\nJan 19, 2021\n\nJan 13, 2021\n\nDec 16, 2020\n\nDec 9, 2020\n\nDec 3, 2020\n\nLooking for more? Browse all our products here",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.82358253,
        "format_confidence":0.7483794093
    },
    {
        "url":"https:\/\/www.ing.uc.cl\/publicaciones\/modelling-correlation-patterns-in-mode-choice-models-estimated-on-multiday-travel-data\/",
        "text":"Pontificia Universidad Católica de Chile Pontificia Universidad Católica de Chile\nCherchi E., Cirillo C. and Ortúzar J. de D. (2017)\n\nModelling correlation patterns in mode choice models estimated on multiday travel data\n\nRevista : Transportation Research Part A-Policy and Practice\nVolumen : 96\nPáginas : 146-153\nTipo de publicación : ISI Ir a publicación\n\n\nUnderstanding individual choices over time and measuring day-to-day variability in travel behaviour is important to capture the full range of travel behaviour. Although not very common, to date several multi-day travel surveys have been conducted and panel data is available to model different transport choices. However, determining the length of a panel that allows revealing variability in travel behaviour remains an open question. Also, no final agreement has been reached about modelling the various dimensions of correlation over the repeated observations. In this paper, we use the six-week panel data from the Mobidrive survey to estimate a mode choice model that accounts for correlation across individual observations over two time periods: all days of a single week and different days of the week (e.g. all Mondays) in the wave. We first analyse these effects separately, estimating different models for each type of correlation; then we try to disentangle the relative effects of each type of correlation, estimating both types jointly. We found that both types of correlation appeared highly significant when estimated alone, while only the correlation across a given day over the six-week period remained significant, when both types were estimated jointly. This implies that for the Mobidrive panel there is much less variability in mode choice across weeks than across the days of each week. It also suggests that one week could be an appropriate length for a panel to estimate modal choice and to correctly reveal day-to-day variability.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9504256845,
        "format_confidence":0.9855410457
    },
    {
        "url":"https:\/\/research.tudelft.nl\/en\/publications\/fosim-421-programmabeschrijving-aanvullingen-en-errata-bij-de-pro",
        "text":"Fosim 4.2.1 Programmabeschrijving - Aanvullingen en Errata bij de Programmabeschrijving van Fosim 4.1\n\nT Dijker, P Knoppers\n\nResearch output: Book\/ReportReportProfessional\n\n\nFosim (Freeway Operations SIMulation) is a micro simulation model which reproduces traffic flow on Dutch motorways on a detailed level. It was developed by the Transport Research Laboratory of the Delft University of Technology for the Transport Research Centre of the Dutch Ministry of Transport, Public Works and Water Management. This document describes how the simulation kernel used in Fosim 4.2.1 and 4.2 (in Fosim 4.2.1 a small error that was present in version 4.2 was removed) was changed and extended in comparison with the previous version, Fosim 4.1, and contains several errata to the previous technical documentation. Note: This document is intended for maintenance purposes and is not required for regular model application.\nOriginal languageUndefined\/Unknown\nPlace of PublicationDelft\nPublisherTU Delft, Sectie Verkeerskunde\nNumber of pages24\nPublication statusPublished - 2002\n\nPublication series\n\nPublisherTU Delft, Sectie Verkeerskunde\n\n\n  • Geen BTA classificatie\n\nCite this",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.6479444504,
        "format_confidence":0.8261212111
    },
    {
        "url":"http:\/\/technologyandsociety.org\/gps-in-interstate-trucking-in-australia-intelligence-surveillanceor-compliance-tool\/",
        "text":"GPS in Interstate Trucking in Australia: Intelligence, Surveillance, or Compliance Tool?\n\nBy on June 29th, 2017 in Magazine Articles, Privacy & Security, Societal Impact\n\nThe Australian trucking industry uses the Global Positioning System (GPS) as its main tracking system. A satellite dish connects the moving truck to the driver. This enables the weight of the truck to be monitored. It also allows the driver’s behavior to be tracked, in terms of speed, stops, starts, etc. The truck is tracked in real time.\n\nDo we want our workers to be subject to surveillance in real time? What is the impact of using GPS on these workers?\n\nThe use of this tracking system in the Australian trucking industry raises key questions. Who is using the records of these movements, and how are they being used? We consider the use of GPS tracking information for driver, for the private company managing its own fleet, and for local regulators. Therefore, GPS is considered in this work as a management tool, a safety tool, and a regulatory device.\n\nDo we want our workers to be subject to surveillance in real time? What is the impact of using GPS on these workers? This research is informed by “in the field” data collection between 2008 and 2011. Twenty-four drivers were interviewed from the passenger seats of their trucks. The drivers were all male. The road trips taken as part of this study were between 10 and 15 hours in duration.\n\nGPS for Logistics Management\n\nThe words surveillance, oversight, regulatory system, and control are not used by management in the Australian trucking industry. Rather, GPS has become a “tool of the trade” for trucking corporations in terms of logistics management. Private companies report that the use of GPS reduces operational and compliance costs, improves business profitability, and increases efficiency.\n\nGPS devices allow managers to more accurately estimate both the time of arrival and the time of delivery of goods to the customer. The logistics manager\/operator can ping a truck, dial a driver, and gain real-time information about the timeliness of the delivery or pick up. Another example: scheduling unloading spaces in dockyard and storage facilities is a significant cost of doing business. GPS allows companies to optimally book their unloading spaces.\n\nAt the same time, vehicle tracking and tracking driver behavior in the trucking industry can result in reports that record every detail of the history of a driver’s behavior. These reports are used as a management tool, and also as records to be shared with law enforcement and other regulatory bodies.\n\nGPS provides a detailed view of the decisions that the drivers make while they are driving. This data can be downloaded for post-driving examination. A subset of that data can be derived for geo-fencing microanalysis. This is akin to taking a section of a report and examining a particular aspect of the driver’s behavior, such as whether the driver was travelling at a higher speed. The explanation is not attached to the report, only the real-time record. Technical language is used to describe the function of the GPS, such as “engine diagnostics,” emphasizing, that the machinery is the focus, not the driver. Pamphlets advertising the satellite-supported programs in the trucking industry avoid declaring the worker as the focus of the GPS output. The device and its systems are referred to as just another management logistics tool.\n\nTransport companies are attracted to measurement as their logistics departments believe they can establish outputs, and profits or loss vindicating performance.\n\nBut as managers, we also understand that performance that is measured, and that is also then used to direct workers to improve their behavior — such as not being efficient in driving long distance — can be viewed as destructive. What is measured is managed, and this has become the mantra of management-consulting companies worldwide [3].\n\nCompanies can augment a GPS system with telematics. Telematics can measure weight, distance, and speed, and can then engage a mathematical diagnostic tool that provides a detailed picture of driver behavior. The data is very detailed, measured in short bursts of discrete intervals. Given there is only one driver driving a truck at one time, this can infer a lot about a given individual monitored over a given trip. The volume of data makes the management of the recorded information unwieldy. As a result, a driver can be pinpointed as an employee who is unreliable, or is reported as unreliable, or perhaps as a troublemaker. In other words, cultural work practices may play a role. For example, there are currently company “offenses”: called “General Fatigue Offenses.” These relate to work diaries, accreditation certificates, and exemption notices. They represent key factors in managing fatigue and road safety, and the department considers them all major offenses [11].\n\nThe truck driver is now directly accountable for interpreting the data recorded in the event that a company identifies driver behavior in certain circumstances. Companies who are selling the technology to transport industries advertise GPS as “powerful fleet visualization and intelligence tools which provide real-time decision making to any Internet-connected device.”\n\nGPS Development Industry\n\nThe role of companies involved in developing GPS technology is another important issue to address because these companies market the tool as having the ability to solve industry logistical problems. Rarely is the driver mentioned when discussing surveillance technology. Only when the technology is used as a disciplinary intervention or oversight mechanism is the role of the truck driver discussed. The driver becomes the focus of the next step in the process through the regulatory bodies, the institutions, and the courts.\n\nThe people designing technological advances for worksites may have very creative ideas. However the motivations behind those ideas needs to include the relationship between the technological advance and the workplace. The lack of any built-in flexibility in the technology generates black and white results. This makes the data generated of limited use.\n\nThird-Party Use of GPS Data Logs: The Use and Misuse of Statistics\n\nAs politicians work to improve the transport industry, public services have been required to acquire and utilize private enterprise trucking data on a national level for the purposes of intelligence analysis. The data is used to generate measures such as tax levies for national road-development, as well as other predictors concerning the comparison of road versus rail transport options.\n\nCompanies, unions, associations, and other truck driver welfare agencies generally do not have the capacity or capability to talk to drivers in the industry. The Australia National Transport Commission Heavy Vehicle Driver Fatigue-Final Regulatory Impact Statement estimated that there were approximately 203 800 drivers in 107 800 fleets [10, p. 103]. This excluded fleets in Western Australia and the Northern Territory.\n\nThere are no external restrictions protecting workers’ individual rights related to the use of GPS.\n\nTechnological GPS devices, in particular units with electronic tacho graph capability, graphically show simultaneous engine and vehicle speed, and indicate how a vehicle is driven for a twenty-four hour period. If the graph shows that the vehicle’s speed decreased suddenly but the engine speed did not, the driver may have been tailgating and had to slam on the brakes to avoid an accident [4]. This statement reflects assumptions that can be made looking at statistical data. As a former police officer with high-speed driving training, I can think of several other possible scenarios that could explain such records.\n\nObserving the Worker and Unions\n\nThe Australian union movement has not gained any momentum in questioning the use of GPS technology in the trucking industry. This raises the question of whether workers care that they are being watched and recorded by machines. At the same time, union membership is declining, perhaps because the union represents the area of workplace conditions involving perceived logistical efficiency. Efficiency is also linked to safety issues. If the GPS is controlling truck-driving behavior, then the argument provided is that “safety is increased.”\n\nThis results in acceptance and\/or promotion of the use of GPS systems from a variety of directions — from GPS technology developers, from the companies using the GPS, in the area of civil rights (mitigated by perceived safety benefits), and law enforcement.\n\nHowever, at this time there are no external restrictions that may, if introduced, protect workers’ individual rights related to the use of GPS. Herbert and Tuminaro [5] comment on unionism and legislation concerning emerging technologies:\n\nAt the same time, the confluence of diminished union density in the United States, the growth of decentralized workplaces, and the development of sophisticated tracking-technology have accentuated the importance of individual worker privacy, and the need for examining additional regulatory protections in the workplace (p. 359).\n\nChallenging the Use of GPS Tracking\n\nIn the United States, The Tenth Circuit Court of Appeals affirmed the grant of Summary Judgment against a truck driver in his GPS-related Duty of Fair Representation claim against the International Brotherhood of Teamsters (IBT).\n\nIn Hinkley v. Roadway Express, Inc., the IBT had negotiated a collective bargaining agreement with the trucking company containing a provision that prohibited the use of computer tracking devices for disciplinary purposes. Nevertheless, the company, after comparing the driver’s recording of his deliveries and pick-ups with computerized location information emanating from the GPS device in the truck, fired the driver for making an unauthorized personal stop at a store. In support of the driver’s grievance, the I... (truncated)",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9853938818,
        "format_confidence":0.8669164777
    },
    {
        "url":"http:\/\/strathprints.strath.ac.uk\/4155\/",
        "text":"Picture of smart phone in human hand\n\nWorld leading smartphone and mobile technology research at Strathclyde...\n\nThe Strathprints institutional repository is a digital archive of University of Strathclyde's Open Access research outputs. Strathprints provides access to thousands of Open Access research papers by University of Strathclyde researchers, including by Strathclyde researchers from the Department of Computer & Information Sciences involved in researching exciting new applications for mobile and smartphone technology. But the transformative application of mobile technologies is also the focus of research within disciplines as diverse as Electronic & Electrical Engineering, Marketing, Human Resource Management and Biomedical Enginering, among others.\n\nExplore Strathclyde's Open Access research on smartphone technology now...\n\nUncivil aviation: a review of the air rage phenomenon\n\nMorgan, M. and Nickson, D.P. (2001) Uncivil aviation: a review of the air rage phenomenon. International Journal of Tourism Research, 3 (6). pp. 443-457. ISSN 1099-2340\n\nFull text not available in this repository. (Request a copy from the Strathclyde author)\n\n\nThis article examines the issue of air rage. Attempting to define and identify the extent of this phenomenon provides the context in which to review contributory factors. The analysis of violence or aggression directed at flight attendants is developed with recourse to the work of Poyner and Warne, who offer a framework for understanding violence to staff. Use of this framework suggests that air rage remains a multifaceted phenomenon, with a number of contributory factors. Identification of a variety of factors is then used to develop an analysis of possible solutions to the air rage phenomenon. These solutions are concerned with controlling the assailant and, more proactively, supporting flight attendants through initiatives such as enhanced training programmes. Finally, the article suggests a number of areas for future research that may add to an understanding of a so-far under investigated phenomenon.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.7563482523,
        "format_confidence":0.7509649396
    },
    {
        "url":"https:\/\/core.ac.uk\/display\/54014",
        "text":"Skip to main content\nArticle thumbnail\nLocation of Repository\n\nDeveloping a Multicriteria Model for Use as a Highway\\ud Assessment Technique\n\nBy A.D. Pearman\n\n\nINTRODUCTION \\ud \\ud This paper is concerned with the development of a simple multicriteria model for use as a priority assessment technique (PAT) by Local authority transport planners faced with the problem of identifying which of a range of highway investment proposals should be implemented. The project of which it forms a part has involved three main phases: \\ud \\ud Phase I - a review and critique of PATS developed by British local authorities; \\ud \\ud Phase II - the application of a representative sample of PATS to a set of six highway schemes, together with an analysis of the different scheme rankings which emerged; \\ud \\ud Phase III - the construction, based upon the experience of phases I and II together with knowledge of recent developments in multicriteria analysis, of a computer-based PAT. \\ud \\ud An account of the outcome of the first two phases of the project is given in Simon (1987); more detailed information is available in Simon (1986a,b; 1987)\n\nPublisher: Institute of Transport Studies, University of Leeds\nYear: 1989\nOAI identifier:\n\nSuggested articles\n\nTo submit an update or takedown request for this paper, please submit an Update\/Correction\/Removal Request.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9519479275,
        "format_confidence":0.9673120975
    },
    {
        "url":"https:\/\/www.worldtransitresearch.info\/research\/3231\/",
        "text":"Lowest bid wins: effects of increasing competition on public transport staff\n\n\nT Hagen\n\nDocument Type\n\nConference Paper\n\nPublication Date\n\n\nSubject Area\n\norganisation - competition\n\n\nNorwegian public transport has changed radically the last fifteen years. Competition in the marked has increased, and subsidies have declined. Tendering regimes have been introduced. There is evidence of negative effects of tendering for public transport staff. * When a contract is lost, employees are subjected to sudden unemployment - a major stress factor for employees. Many seek work in other trades. Transport companies thus experience recruitment problems. * Unemployed workers are often engaged by the winning operator. However, benefits from the loosing operator do not follow the employee to his new employer. Employees lose pension and seniority benefits. Investigations in two Norwegian counties indicate that the tendering of bus services has caused short term cost reductions, but public transport employees are the losers when the lowest bid wins. New contractual forms and tendering procedures are being considered.\n\n\nPermission to publish abstract given by AET.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9837988615,
        "format_confidence":0.9757802486
    },
    {
        "url":"https:\/\/genderandsecurity.org\/projects-resources\/research\/navigating-gender-using-transportation-theme-and-variations-urban-india",
        "text":"Navigating Gender Using Transportation: Theme and Variations in Urban India\n\n\nCampbell, Morgan Frances. 2018. “Navigating Gender Using Transportation: Theme and Variations in Urban India.” PhD Diss., New Jersey: School of Graduate Studies, Rutgers University.\n\nAuthor: Morgan Frances Campbell\n\n\nStarting with the knowledge of overt patriarchal structures and gender norms that affect when, where, and why women in urban India travel in public, this dissertation is an inquiry into how different groups of working women literally navigate gender and class positions while using various transportation modes. The geographies of Bengaluru and Delhi were chosen for the significant physical and social transformations that reflect realities of globalization, conflicting political ideologies, internal migration, and rapid urbanization. These changes are embedded within slick metro systems, the millions of new car owners, company provided transportation for employees of multinationals, and failing public bus systems. They are transcribed onto the bodies of urban women in which a tension between mobility in a literal sense and immobility with respect to gender norms and socio-economic hierarchies constantly plays out. The project investigates the daily mobility practices of four populations of working women: women in Bengaluru’s IT sector, young, unmarried women staying in Delhi’s working women’s hostels, women working in Delhi’s retail sector, and women bus conductors in Bengaluru. A mixed methods approach of surveying, interviewing, and participant observation is utilized in order to understand what modes these women use for commuting in the city and why these modes are chosen. The primary aim is to locate the influence gender and class has on these commuting decisions. Rooted in Right to the City activism, social exclusion research, and feminist epistemologies, this project is motivated by the reality that transportation decisions for women are inherently gendered, especially in respect to concern for personal security. At the same time, transportation mobility cannot be reduced to gender alone. Urban women do not constitute a cohesive user category and policies that improve the mobility of one group can exacerbate socio-economic inequalities of others. To illustrate this, a comparative analysis is used. However, by focusing on qualitative evidence, the project locates individual agency within these women, the various ways in which women navigate through and around physical and social structures that restrict women’s mobility. To conclude, this dissertation argues that the act of commuting in the city is one salient and important way in which a renegotiation of gender norms and class positions can be achieved.\n\n\nTopics: Class, Gender, Gender Roles, Women, Infrastructure, Information & Communication Technologies, Transportation Regions: Asia, South Asia Countries: India\n\nYear: 2018\n\n© 2021 CONSORTIUM ON GENDER, SECURITY & HUMAN RIGHTSLEGAL STATEMENT All photographs used on this site, and any materials posted on it, are the property of their respective owners, and are used by permission. Photographs: The images used on the site may not be downloaded, used, or reproduced in any way without the permission of the owner of the image. Materials: Visitors to the site are welcome to peruse the materials posted for their own research or for educational purposes. These materials, whether the property of the Consortium or of another, may only be reproduced with the permission of the owner of the material. This website contains copyrighted materials. The Consortium believes that any use of copyrighted material on this site is both permissive and in accordance with the Fair Use doctrine of 17 U.S.C. § 107. If, however, you believe that your intellectual property rights have been violated, please contact the Consortium at",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.8401407599,
        "format_confidence":0.9816633463
    },
    {
        "url":"https:\/\/www.igi-global.com\/article\/highway-alignment-optimization-using-cost\/58893",
        "text":"Highway Alignment Optimization Using Cost-Benefit Analysis Under User Equilibrium\n\nHighway Alignment Optimization Using Cost-Benefit Analysis Under User Equilibrium\n\nAvijit Maji (Maryland State Highway Administration, USA) and Manoj K. Jha (Morgan State University, USA)\nDOI: 10.4018\/joris.2011100102\nOnDemand PDF Download:\n\n\nUsually, selection of a highway alignment depends on an economical route that minimizes alignment sensitive costs, such as construction cost, user cost, right-of-way cost, and earthwork cost. Most of the available highway alignment optimization algorithms do not consider traffic assignment and distribution of traffic as a result of the new road network consisting of the new alignment as well as other pre-existing alignments. Constructing a new highway will ease the traffic in the existing road network. Based on Wardrop’s principle, the users will choose a route that will minimize their travel-time. Users will unilaterally shift to the available routes for their benefit and thus, traffic flow will attain equilibrium. Theoretically, the equilibrium of traffic flow between the existing highway and the newly designed highway alternative can be achieved by a user equilibrium model. A new methodology is developed in this paper to optimize a new three-dimensional highway alignment based on the existing highway alignment system information using a cost-benefit analysis approach. The results are quite promising for new road design and bypass construction since benefit maximization and cost minimization is performed simultaneously while attaining user equilibrium.\nArticle Preview\n\nHighway Alignment Optimization\n\nHighway alignment optimization models, particularly horizontal alignment design, has been developed in the last three decades and it is realized that the design process is more complex and needs substantial amount of data than simple optimization of vertical alignments (OECD, 1973). Inclusion of factors like political, socioeconomic, environmental, and the costs associated with them make the process complicated. The basic approach so far to address the problem can be categorized into calculus of variations, network optimization and dynamic programming.\n\nCalculus of variation is purely a mathematical modeling approach where two spatial points (start and end) are connected by a curve and integration of a cost function is minimized (Wan, 1995). In order to integrate, the cost function should be continuous between the two points of interest, which is very unlikely in real world problems. Based on this principle, Howard et al. (1968) developed the Optimum Curvature Principle (OCP) for horizontal highway alignment design model. This model was applied in finding a maritime route through dynamic ice field (Thomson & Sykes, 1988) and horizontal alignment of an expressway in flat south Florida (Shaw & Howard, 1982). In both applications authors used local cost function to represent the discreteness of cost at different zones. In real world, the right-of-way cost, a component of local cost function, is not continuous within a zone. This makes the process more cumbersome when applied to area with complicated land use patterns.\n\nNetwork optimization method is based on the concept of optimizing highway alignment as a network problem. The search space is divided into small cells and a network is formed. The nodes represent the location of the cells and the links represent the costs. This methodology was successfully applied and practiced by researchers for horizontal alignment (Turner & Miles, 1971; Turner, 1978; Athanassoulis & Calogero, 1973). Parker (1977) developed a two-stage approach to optimize the vertical alignment along with horizontal alignment. Roise, Shear, and Bianco (2004) used network optimization methodology for sensitivity analysis of corridors in wetland areas. The results obtained by this methodology produces a piecewise linear trajectory which can be well defined as a corridor not as an alignment (Jong, 1998; Jha, Schonfeld, Jong, & Kim, 2006). Apart from this, the methodology should calculate the cost information for each link, which is extensive in nature and needs considerable amount of storage space.\n\nComplete Article List\n\nSearch this Journal:\nOpen Access Articles: Forthcoming\nVolume 8: 4 Issues (2017)\nVolume 7: 4 Issues (2016)\nVolume 6: 4 Issues (2015)\nVolume 5: 4 Issues (2014)\nVolume 4: 4 Issues (2013)\nVolume 3: 4 Issues (2012)\nVolume 2: 4 Issues (2011)\nVolume 1: 4 Issues (2010)\nView Complete Journal Contents Listing",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9012366533,
        "format_confidence":0.9745726585
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Budget-Airline-Survive-In-Hong-Kong-659190.html",
        "text":"Budget Airline Survive in Hong Kong\n\nOnly available on StudyMode\n  • Download(s) : 340\n  • Published : April 10, 2011\nOpen Document\nText Preview\n“How can a budget airline survive in Hong Kong”\n2. Aims\nTo find out the success factors and forecast the future of budget airline in aviation industry, apply those factors to analyze the operation strategy of a budget airline which would like to survive in Hong Kong market. 3.Background.\n\nIn the recent years, budget airline becomes more and more popular. Many people choose low-cost airline to save the cost in transportation so they can spend more on the activities. Ryanair, the largest budget airline in Europe, \"The Economist Magazine\" labeled it as \"the world's most profitable airline.\" when the oil prices is in an increasingly competitive environment. AirAisa, the most famous budget airline in Asia won the Skytrax World's best low-cost airline award in 2009 and 2010. The operation strategy and business model of AirAsia is similar with Ryanair, seems that there are no differences in the attitude and perception of passengers from two very different continents. Spring Airlines, as the only low-cost airline in China, earnings nearly 4 million in the first 8 months of 2011, and annual profit is expected to nearly 5 billion. However there is no outstanding Hong Kong based budget airline. Oasis Hong Kong – a Hong Kong based budget airline, which operated for two years and was liquidated on 2008. Seems only being low-cost is not enough and it is not easy to operate low-cost airline successfully in Hong Kong. How can a budget airline survive in Hong Kong?\n\n1. Analyse the failure of Oasis Hong Kong.\n2. Find out the success factors of a budget airline by cases study of some famous budget airline in other countries.\n3. Clarify the need of and the future of budget airline.\n4. Conduct a questionnaire to find out the preferences of Hong Kong air traffic user in choosing carrier and analyse the market of Hong Kong\n5. Analyze and conclude the result of the survey thus to recommended the strategy of an low cost airline in Hong Kong\n\n5.Review of relevant literature.\n5.1 The failure of Oasis Hong Kong.\nThe failure of Oasis Hong Kong is a hot topic in aviation industry. Oasis carry a business model that typically different to others budget airlines. The revenue cannot come up the great cost is the mainly reason of its liquidation. We can learn from the mistakes by study the case of Oasis. 名詞 1. follower\n\n2. second cousin\n1. 動詞\n3. obey\n4. follow\n5. observe\n6. be engaged\n2. 形容詞\n7. accessory\n8. secondary\n9. lax\n10. unhurried\n3. 副詞\n11. ever\n4. 介系詞\n12. from\n\n5.1.2 Oasis Hong Kong Airline service\nOasis operated long haul with low price journey for customers. Tickets were sold through the company website and travel agents. One-way fares between Hong Kong and London were launched from £75 or HK$1,000 (excluding taxes and charges). Same with others traditional airlines, Oasis provide two hot meals and soft drinks on both long haul routes in all classes. Free headphones, blankets and pillows were also distributed free in all classes (Altius directory 2010). Oasis provides long haul journey and convenience service to customer. So the operation cost is greater. To provide a long haul journey, less frequency flight is necessary. To compare with frequency and short haul journey, the profit of long haul journey is lower. Another reason of the great cost is that Oasis owns five Boeing 747-400 aircraft (Megan Kuhn 2007) , not only the purchasing cost is high, the maintenance cost of 747 is also high to compare with others model of aircraft (Transport Studies Group University of Westminster 2008). This makes Oasis facing a heavy financial pressure.\n\n5.1.3 Others Factors that influence Oasis Hong Kong Airline operation\nThe mainly problem that Oasis was facing on that time is the fuel cost. While Oasis was established, the international oil prices was around 50 U.S. dollars per barrel; when the...\ntracking img",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9720725417,
        "format_confidence":0.892770648
    },
    {
        "url":"https:\/\/ideas.repec.org\/p\/boc\/bocoec\/551.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this paper\n\nA New Look at the Two-Mode Problem\n\nListed author(s):\n  • Marvin Kraus\n\n\n    (Boston College)\n\nThis paper considers the second-best policy problem that arises when auto travel is priced below its marginal cost and there is a substitute mass transit mode. We analyze the problem by combining a model of a rail line based on Kraus and Yoshida (JUE (2002)) with the highway bottleneck model. The model involves a transit authority which optimizes, in addition to the fare, two dimensions of transit capacity. These are (1) the number of train units serving the route and (2) the capacity of an individual train unit. Under a very weak condition, second-best optimality involves expanding both dimensions of transit capacity. The larger of the effects is on train size.\n\nIf you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\nFile URL:\nDownload Restriction: subscription required for access\n\nAs the access to this document is restricted, you may want to look for a different version under \"Related research\" (further below) or search for a different version of it.\n\nPaper provided by Boston College Department of Economics in its series Boston College Working Papers in Economics with number 551.\n\nin new window\n\nDate of creation: 17 Dec 2002\nPublication status: Published, Journal of Urban Economics, 54:3, 511-530, 2003\nHandle: RePEc:boc:bocoec:551\nContact details of provider: Postal:\nBoston College, 140 Commonwealth Avenue, Chestnut Hill MA 02467 USA\n\nPhone: 617-552-3670\nFax: +1-617-552-2308\nWeb page:\n\nMore information through EDIRC\n\nReferences listed on IDEAS\nPlease report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n\nin new window\n\n  1. Small, Kenneth A. & Yan, Jia, 2001. \"The Value of \"Value Pricing\" of Roads: Second-Best Pricing and Product Differentiation,\" Journal of Urban Economics, Elsevier, vol. 49(2), pages 310-336, March.\n  2. Sherman, Roger, 1971. \"Congestion Interdependence and Urban Transit Fares,\" Econometrica, Econometric Society, vol. 39(3), pages 565-576, May.\n  3. Richard Arnott & Andre de Palma & Robin Lindsey, 1985. \"Economics of a Bottleneck,\" Working Papers 636, Queen's University, Department of Economics.\n  4. AndrÊ de Palma & Robin Lindsey, 2000. \"Private toll roads: Competition under various ownership regimes,\" The Annals of Regional Science, Springer;Western Regional Science Association, vol. 34(1), pages 13-35.\n  5. Braid, Ralph M., 1996. \"Peak-Load Pricing of a Transportation Route with an Unpriced Substitute,\" Journal of Urban Economics, Elsevier, vol. 40(2), pages 179-197, September.\n  6. Verhoef, E.T. & Small, K.A., 1999. \"Product Differentiation on Roads Second-Best Congestion Pricing with Heterogeneity under Public and Private Ownership,\" Papers 99-00-01, California Irvine - School of Social Sciences.\n  7. William C. Wheaton, 1978. \"Price-Induced Distortions in Urban Highway Investment,\" Bell Journal of Economics, The RAND Corporation, vol. 9(2), pages 622-632, Autumn.\n  8. Richard Arnott & An Yan, 2000. \"The Two-Mode Problem: Second-Best Pricing and Capacity,\" Boston College Working Papers in Economics 474, Boston College Department of Economics.\n  9. Liu, Louie Nan & McDonald, John F., 1999. \"Economic efficiency of second-best congestion pricing schemes in urban highway systems,\" Transportation Research Part B: Methodological, Elsevier, vol. 33(3), pages 157-188, April.\n  10. Small, Kenneth A, 1982. \"The Scheduling of Consumer Activities: Work Trips,\" American Economic Review, American Economic Association, vol. 72(3), pages 467-479, June.\n  11. Liu, Louie Nan & McDonald, John F., 1998. \"Efficient Congestion Tolls in the Presence of Unpriced Congestion: A Peak and Off-Peak Simulation Model,\" Journal of Urban Economics, Elsevier, vol. 44(3), pages 352-366, November.\n  12. Wilson, John D., 1983. \"Optimal road capacity in the presence of unpriced congestion,\" Journal of Urban Economics, Elsevier, vol. 13(3), pages 337-357, May.\n  13. d'Ouville, Edmond L. & McDonald, John F., 1990. \"Optimal road capacity with a suboptimal congestion toll,\" Journal of Urban Economics, Elsevier, vol. 28(1), pages 34-49, July.\n  14. Verhoef, Erik & Nijkamp, Peter & Rietveld, Piet, 1996. \"Second-Best Congestion Pricing: The Case of an Untolled Alternative,\" Journal of Urban Economics, Elsevier, vol. 40(3), pages 279-302, November.\n  15. Small, Kenneth A., 2001. \"The Value of Pricing,\" University of California Transportation Center, Working Papers qt0rm449sx, University of California Transportation Center.\n  16. Kraus, Marvin & Yoshida, Yuichiro, 2002. \"The Commuter's Time-of-Use Decision and Optimal Pricing and Service in Urban Mass Transit,\" Journal of Urban Economics, Elsevier, vol. 51(1), pages 170-195, January.\nFull references (including those not matched with items on IDEAS)\n\nThis item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\nWhen requesting a correction, please mention this item's handle: RePEc:boc:bocoec:551. See general information about how to correct material in RePEc.\n\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Christopher F Baum)\n\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\nIf references are entirely missing, you can add them using this form.\n\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.\n\nThis information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9827548862,
        "format_confidence":0.9156910181
    },
    {
        "url":"https:\/\/www.atlantastudies.org\/2019\/09\/03\/nedra-deadwyler-whose-bike-lanes-a-review-of-bike-lanes-are-white-lanes\/",
        "text":"Whose Bike Lanes?: A Review of Bike Lanes Are White Lanes\n\nWhose Bike Lanes?\n\nA Review of Bikes Lanes Are White Lanes\n\nNedra Deadwyler, Civil Bikes\n\nMelody L. Hoffmann, Bike Lanes Are White Lanes: Bicycle Advocacy and Urban Planning (Lincoln & London: University of Nebraska Press, 2016).\n\nOver the summer of 2017, the 1,000-foot-long, protected bike lane that stretched along Westview Drive in front of Shiloh Missionary Baptist Church in west Atlanta was removed after the church congregation complained. In an ensuing op-ed, Bill Torpy captured the sentiment of many residents in the community who felt the bike lane messed up traffic flow and was a sign of gentrification as an amenity built for residents to come that was prioritized over long-standing community requests for things like sidewalks.1 There was a similar situation in Washington, DC, where congregants of churches in historically African American communities experiencing gentrification fought for the removal of bike lanes in 2013, 2015, and 2016.2 This contestation for space and representation in neighborhoods – particularly around cycling – is not new, as Melody Hoffman details in Bike Lanes Are White Lines: Bicycle Advocacy and Urban Planning. Hoffmann broadens the discussion on cycling, informed by her own work in bicycle advocacy, involvement in her Minneapolis bicycling community, and relationships aided by her feminist and activist work. As encapsulated by the book’s provocative title, Bike Lanes are White Lanes pin-points the roles race, economics, power, and privilege have played as main factors in traditional advocacy and urban planning which are too often left out of the discourse around cycling.\n\nHoffmann begins by addressing assumptions by advocates, urban planners, and black communities alike that “there’s no black people” in bicycling circles (1). The first chapter of Bike Lanes are White Lanes contextualizes the ridership of what she calls the “invisible cyclist[s],” who are “invisible because of when and where they bike” (15). She shows how the boundaries of the bicycle movement have been constructed to exclude riders of color, low income riders, immigrant riders, and any other cyclists who do not match the blueprint of what drives economic prosperity in cities (17). Hoffmann identifies the bicycle as a “rolling signifier … that can change depending on who is reading the sign” (5–6). Although “some people … see it as a progressive, earth-friendly tool,” Hoffman writes, “other people to see it as a marker of poverty or nuisance on the road” (6). This recognition of how the bicycle as an object is understood in various communities is important when engaging communities with bicycling and its amenities in advocacy and planning.\n\nWriting on bicycle culture, Hoffman argues, is often one-dimensional, celebratory, and apolitical, effectively privileging dominant groups. This literature ignores “cultural and socioeconomic factors that impact what bicycling looks like in various spaces” (7). Hoffmann challenges this status quo, one-dimensional view with an intersectional look at the bicycle across space and time by relying and building on research that brings gender, social movements, history, advocacy, and technology into bicycle history. This perspective enables Hoffman to demonstrate how government funding, politics, and policies around cycling direct resources and development to benefit one group over others. Such resources and development are typically guided by the desires of the “creative class” who are “upwardly mobile,” young, white, and educated. Richard Florida’s economic development strategy exemplifies how this privileging of the “creative class” impacts bicycle advocacy. Florida’s approach does not address race or class, Hoffman argues, but leverages catering to a queer population to claim that it promotes culture and diversity (41).\n\nPhotograph by Ron Milline. CC BY 2.0\n\nThe book features three case studies of bicycle advocacy in different communities where Hoffmann applies her carefully constructed framework to critique the process, practices, and outcomes at work. Throughout, Hoffman highlights how equity and inclusion have become a bottom-line statement for bicycling advocacy and planning.  For actual change to occur, Hoffman argues, white people “have to admit at the same time that racial, ethnic, and classed diversity is currently an issue” and this makes many uncomfortable (75).\n\nHoffman first examines the Riverwest 24, an annual, twenty-four-hour bike ride along a five-mile loop around Riverwest, a historically economically and racially diverse neighborhood in Milwaukee. While the neighborhood’s diversity counters the city’s reputation as being one of the most segregated in the United States, Hoffmann outlines how the event nonetheless “struggles with inclusion and the lack of diverse participants,” and suggests that the antidote is “intentional action on behalf of the leaders” to make the white riders’ interests and lifestyle no longer the focus of the event (55). Hoffman offers other suggestions for decentering whiteness as a way to counter the presence of race and class privileges embedded in the culture of bicycling (57). These include prioritizing people who do not identify as bicyclists, recruiting diverse organizers for their cultural knowledge, building relationships with diverse communities, and easing access to participation.\n\nHoffman’s second case study asks whose safety is prioritized in urban planning in the context of cycling in Portland, Oregon’s Albina neighborhood. She points to a “disjuncture [between] safety and history,” tied to inequality, where urban planning, public transportation, bicycle infrastructure, highway construction, and overall infrastructure-based displacement sit. Hoffmann connects the complexity of gentrification and persistent racialized conflicts over “new found concern” for “safety” improvements that tend to favor “urban pioneers” to cycling by highlighting how “hippies, punks, and artists” are increasingly replaced by “upwardly mobile bicyclists” as indicators of disastrous change (90). Portland’s history in Albania mirrors Atlanta’s Sweet Auburn where a highway displaced residents and businesses and now “neoliberal urbanism … ‘remakes the city physically and discursively.’” As a result, a “’different kind of city emerges—a city imagined by someone else, and not for the people who remain there’” (Thomas C. Pedroni, quoted on 91). Hoffmann suggests explicitly acknowledging past racist wrongs in mobility planning, employing thorough community engagement to hear the voices of those oppressed and normally silenced by such policies, and even creating “short-term and long-term projects to honor the people, businesses, and civic institutions” that once thrived in those areas that have been transformed by such racist transit policies (108).\n\nIn a third case study, centered in Minneapolis, Hoffman questions the conventional wisdom that bicycling is a “radical act” amidst “a total revolution in the way we get around” (R. T. Rybak, quoted on 113). Mobility, accessibility, and equity are important to decision makers and those they are planning for; whether it is the new creative class resident or the long-term, black, working-class resident. Hoffmann challenges the notion of riding a bicycle as a radical act by asking us to consider the impact of infrastructure on the residents who fall outside of those that the city woos. If cities seek young, white, highly mobile, and well-educated creative talent and are building for that demographic, what happens to those who fall outside of these narrow margins? Although “bicycling for transportation has been historically perceived as a radical act,” Hoffman argues that “bicycling politics are becoming realigned with neoliberal and economic interests. … The bicycle then becomes a rolling signifier of environmental friendliness and bourgeois leisure, having little to do with progressive bicycle politics, such as increased mobility for all people regardless of class position” (113–4). To ensure that planning and mobility advocacy has a focus on all people, an understanding that everything is “experienced in gendered, raced, regional, and classed ways that ensure its benefits are distributed unequally” is imperative (119). The example of Minneapolis helps Hoffman convey how relationships are the key ingredient for creating a bicycle culture that is responsive to everyone in the community. Or, as Karen Overton, founder of Recycle-a-Bicycle, now part of Bike New York, in New York City notes to Hoffman: “It’s finding out what issue a community is facing and determining together whether bicycling is a solution, and, if so, working together to make everyone feel like the project design is safe and mutually beneficial to everyone involved” (154). Anthony Taylor of the Minneapolis-based Major Taylor Bicycling Club goes even further, suggesting to Hoffman that, “we need to be working through initiatives that are genuinely created by, owned by, and reflect the culture and philosophy and mindset and vision of the communities we’re working in” (154). Echoing Taylor, Hoffman concludes that “the dominant approach to bicycling” centering the white middle class “will not necessarily resonate with other communities, but outsiders cannot necessarily control the approach that will resonate” (154).\n\nHere in Atlanta, where policies around bicycling, such as the controversial plan near Shiloh Missionary Baptist Church, mirror and exacerbate a long history of discriminatory planning, the themes of Bike Lanes Are White Lanes seem all too familiar. In The Culture of Property: Race, Class, and Housing Landscapes in Atlanta, 1880–1950, LeeAnn Lands shows how systemic issues of racism, classism, and displacement were central in policies, practices, and design of Atlanta in the early twentieth century.3 Due in part to those policies, Atlanta is now known as the most inequitable city in t... (truncated)",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.8960213065,
        "format_confidence":0.9043139815
    },
    {
        "url":"http:\/\/www.aaai.org\/Library\/IAAI\/2008\/iaai08-022.php",
        "text":"A Vehicle Routing System to Solve a Periodic Vehicle Routing Problem for a Food Chain in Hong Kong\n\nJianfeng Zhu, Wenbin Zhu, Chan Hou Che, Andrew Lim\n\nIn this paper, we describe the system that we have developed to solve a new variant of the periodic vehicle routing problem with time windows (PVRPTW) for one of the largest food and restaurant chains in Hong Kong. The extension is to limit the number of drivers that any store should see during the fixed period. We name this constraint as limited visiting quota (LVQ). We devise a new method to solve this problem. Our experimental results indicate that our method is able to reduce the number of vehicles used by 23% and thus bring substantial savings to our client. The solver has been integrated into an existing vehicle routing product called VROOM for the daily usage of our client.\n\nSubjects: 1. Applications; 1.11 Planning\n\nSubmitted: Mar 26, 2008\n\nThis page is copyrighted by AAAI. All rights reserved. Your use of this site constitutes acceptance of all of AAAI's terms and conditions and privacy policy.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9015604258,
        "format_confidence":0.9803204536
    },
    {
        "url":"https:\/\/link.springer.com\/chapter\/10.1007%2F978-94-007-4566-7_37",
        "text":"Pavement Response Excited by Road Unevennesses Using the Boundary Element Method\n\n  • Arminda Almeida\n  • Luís Picado Santos\nConference paper\nPart of the RILEM Bookseries book series (RILEM, volume 4)\n\n\nRoughness is one of the major surface distresses of a pavement namely because it induces a major amplification of the loading patterns having important consequences on the structural response. This has even more significance to the pavement resistance if some cracking is associated with it. This paper examines pavement surfaces with different roughness levels from smooth surfaces to rough surfaces. First, the road profile is generated and then used as an input in a truck load simulator in order to get the dynamic amplification along the profile.Different travel speeds for trucks are also considered once speed has influence on the amplification. The pavement response is calculated using the BEM (Boundary Element Method). Only one pavement structure,with a thin asphalt concrete layer, is considered.The BEM is used because it is a powerful alternative to Finite Element Method (FEM) for problems with semi-infinite\/infinite domains. In addition to that, it only requires discretization of the surface rather than the volume. The aforementioned features reduce significantly the number of nodes and elements of mesh and consequently the computational time.The results achieved until now show that the dynamic loads reduced the life of a pavement in a manner that can not be neglected. It also was referred the advantage of using BEM instead of FEM.\n\n\nBoundary Element Method Travel Speed Axle Load Pavement Design Road Profile \nThese keywords were added by machine and not by the authors. This process is experimental and the keywords may be updated as the learning algorithm improves.\n\n\nUnable to display preview. Download preview PDF.\n\nUnable to display preview. Download preview PDF.\n\n\n  1. 1.\n    Cebon, D., Newland, D.E.: Vehicle System Dynamics 12(1), 160 (1983)CrossRefGoogle Scholar\n  2. 2.\n    Cebon, D.: Handbook of Vehicle-Road Interaction.Taylor & Francis (1999)Google Scholar\n  3. 3.\n    ISO 8608, Mechanical vibration - Road surface profiles - Reporting of measured data, International Organization for Standardization (1995)Google Scholar\n  4. 4.\n  5. 5.\n    TruckSim@ Mechanical Simulation (2011),\n  6. 6.\n    Sayers, M.W.: Symbolic Computer Methods to Automatically Formulate Vehicle Simulation Codes. PhD, University of Michigan Transportation Research Institute (1990)Google Scholar\n  7. 7.\n    Sayers, M.W.: Vehicle System Dynamics 32(4-5), 421 (1999)CrossRefGoogle Scholar\n  8. 8.\n    MSC@, TruckSim: Math Models (2012),\n  9. 9.\n    Pacejka, H.B.: Tyre and Vehicle Dynamics, 2nd edn. Elsevier (2006)Google Scholar\n  10. 10.\n    Newton, W.H., Ramdas, V.: Road User Charges Review - Engineering Advice, TRL (Transport Research Laboratory) (2009)Google Scholar\n  11. 11.\n    Lima, H., Quaresma, L.: Caracterização do factor de agressividade do tráfego de veículos pesados em Portugal. Lisboa, JAE and LNEC (1999)Google Scholar\n  12. 12.\n    Siddharthan, R.V., Yao, J., Sebaaly, P.E.: Journal of Transportation Engineering 124(6), 557 (1998)CrossRefGoogle Scholar\n  13. 13.\n    Beer, G., Smith, I., Duenser, C.: The Boundary Element Method with Programming - For Engineers and Scientists. Springer, New York (2008)Google Scholar\n  14. 14.\n    Almeida, A., Picado-Santos, L.: In: Proceedings of the 2nd International Conference on Transport Infrastructures, paper 160, on CD. S. Paulo-Brasil (2010)Google Scholar\n  15. 15.\n    ADINA@ Automatic Dynamic Incremental NonLinear Analysis (2008),\n  16. 16.\n    BISAR, Shell pavement design method, BISAR PC user Manual. Shell International Petroleum Company Limited, London, England (1988)Google Scholar\n  17. 17.\n    COST 334. Effects of Wide Single Tyres and Dual Tyres (Final report of the Action - version November 29 2001, Taskgroup 3 Final Report), European Commission, Directorate General Transport (November 2001)Google Scholar\n  18. 18.\n    Beer, G., Watson, J.O.: Introduction to Finite and Boundary Element Methods for Engineers. John Wiley & Sons, England (1992)Google Scholar\n\nCopyright information\n\n© RILEM 2012 2012\n\nAuthors and Affiliations\n\n  • Arminda Almeida\n    • 1\n  • Luís Picado Santos\n    • 2\n  1. 1.Department of Civil EngineeringUniversity of CoimbraCoimbraPortugal\n  2. 2.Department of Civil Engineering, Architecture and GeoresourcesInstituto Superior Técnico, Technical University of LisbonLisbonPortugal\n\nPersonalised recommendations",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.5512415171,
        "format_confidence":0.9682626128
    },
    {
        "url":"https:\/\/www.witpress.com\/elibrary\/wit-transactions-on-the-built-environment\/116\/22290",
        "text":"WIT Press\n\nShort-term Forecasting In Road Evacuation: Calibration Of A Travel Time Function\n\n\nFree (open access)\n\n\n\n\n\nPage Range\n\n615 - 626\n\n\n\n\n3,043 kb\n\nPaper DOI\n\n\n\nWIT Press\n\n\nG. Musolino & A. Vitetta\n\n\nThe paper presents a framework to define a function for estimating within-day variations of travel time on a network. The framework integrates two main components: a within-day traffic assignment model, that simulates the interaction between travel demand flows and the road transport network, and a dynamic vehicle routing model that provides optimal routes of emergency vehicles. The variable linking the two models is the short-term forecasted travel time, making it possible to capture anticipatory information on traffic dynamics on the network in evacuation conditions. Keywords: within-day traffic assignment, dynamic vehicle routing, short-term forecasting. 1 Introduction Correct information about travel time on a transport network is important to plan optimal Vehicle Routing (VR). In congested urban networks this is a binding task both in ordinary conditions for freight vehicles in order to perform efficient delivery and pick-up operations (e.g. to adhere to strict time windows) and in evacuation conditions (e.g. when a population has to be evacuated due to an approaching calamitous event) for emergency vehicles in order to allow people and goods to be rescued. In the former case the goal is to reduce costs of freight transport, while in the latter case it is to mitigate risk for people and goods. ITS technology enables real-time information on travel times to be provided on some network elements (links, paths, …). However, it is necessary both to cover the non-monitored elements of the network and to have reliable forecasted travel\n\n\nwithin-day traffic assignment, dynamic vehicle routing, short-term forecasting",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.9524996281,
        "format_confidence":0.9503182173
    },
    {
        "url":"https:\/\/ideas.repec.org\/p\/cdl\/itsdav\/qt1bt204qt.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this paper\n\nEvaluation of Fuel Cell Auxiliary Power Units for Heavy-Duty Diesel Trucks\n\nListed author(s):\n  • Brodrick, Christie-Joy\n  • Lipman, Timothy\n  • Farshchi, Mohammad\n  • Lutsey, Nicholas\n  • Dwyer, Harry\n  • Sperling, Daniel\n  • Gouse, S. William\n  • King, Foy\nRegistered author(s):\n\n    A large number of heavy-duty trucks idle a significant amount. Heavy-duty line-haul engines idle about 20-40% of the time the engine is running, depending on season and operation. Drivers idle engines to power climate control devices (e.g., heaters and air conditioners) and sleeper compartment accessories (e.g., refrigerators, microwave ovens, and televisions) and to avoid start-up problems in cold weather. Idling increases air pollution and energy use, as well as wear and tear on engines. Efforts to reduce truck idling in the US have been sporadic, in part because it is widely viewed in the trucking industry that further idling restriction would unduly compromise driver comfort and truck operations. The auxiliary power unites (APUs) available to replace the idling of the diesel traction engine all have had limited trucking industry acceptance. Fuel cells are a promising APU technology. Fuel cell APUs have the potential to greatly reduce emissions and energy use and save money. IN this paper, we estimate costs and benefits of fuel cell APUs. We calculate the payback period for fuel cell APUs to be about 2.6-4.5 years. This estimate is uncertain since future fuel cell costs are unknown and cost savings from idling vary greatly across the truck fleet. The payback period is particularly sensitive to diesel fuel consumption at idle. Given the large potential environmental and economic benefits of fuel cell APUs, the first major commercial application of fuel cells may be as truck APUs.\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\n    File URL:;origin=repeccitec\n    Download Restriction: no\n\n    Paper provided by Institute of Transportation Studies, UC Davis in its series Institute of Transportation Studies, Working Paper Series with number qt1bt204qt.\n\n    in new window\n\n    Date of creation: 01 Jun 2002\n    Handle: RePEc:cdl:itsdav:qt1bt204qt\n    Contact details of provider: Postal:\n    2028 Academic Surge, One Shields Avenue, Davis, CA 95616\n\n    Phone: (530) 752-6548\n    Web page:\n\n    More information through EDIRC\n\n    No references listed on IDEAS\n    You can help add them by filling out this form.\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n    When requesting a correction, please mention this item's handle: RePEc:cdl:itsdav:qt1bt204qt. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Lisa Schiff)\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.\n\n    This information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.8880276084,
        "format_confidence":0.9284399152
    },
    {
        "url":"https:\/\/environment.leeds.ac.uk\/transport\/dir-record\/research-projects\/744\/sts-smarter-travel-solution",
        "text":"STS - Smarter Travel Solution\n\nThe Smarter Travel Solution app integrates sustainable transport services to offer users a “One screen journey” - How will this impact mobility?\n\nWhether journey planning, train booking or contactless payment of a bus ticket- the mobile phone is playing an increasing role to meet users’ travel needs. However, most solutions work just for one mode or company, do not provide in-journey updates or allow payment for the travel service. The Smarter Travel Solution (STS) uses mobile phone technology to bring the entire management and completion of a journey under one umbrella, supporting and engaging with the user from first thought through to arrival in a “one screen journey”.\n\nBy encouraging users to access journey information in a combination of public, shared and active transport modes as one portfolio service, can we shift user perception shift so that sustainable modes become more attractive and fewer car trips are necessary, leading to less congestion and cleaner cities?\n\nAims and objectives\n\nThe aim of the STS project is to develop an online, map-based, multi-modal journey planner that incorporates real-time travel and disruption information. It will also provide the option to book and pay for tickets and provide feedback on the journey. Using digital mobile\/internet technology, STS supports the use and combination of bus, rail, walking, cycling, taxi and car club. The objective during the project duration is to develop a proof of concept of the service for West Yorkshire, with a view to rolling out the solution in other towns and cities over the coming years.\n\nThe project is funded by Innovate UK, co-ordinated by Telefónica UK and carried out together with C3UK, FirstGroup, the University of Leeds, West Yorkshire Combined Authority, Leeds City Council, Ove Arup & Partners, City Car Club, Forum for the Future and South Yorkshire Passenger Transport Executive.\n\nThe Institute for Transport Studies will provide expert support throughout the development of the app, though the primary focus will be on the Impact Tracking work package. Our aim is to investigate how the STS system will impact urban travel and mobility (including connectivity, journey time, costs, social and environmental impacts etc.) for all, in particular, vulnerable groups using both empirical and modelling techniques to be able to establish both the impacts on individuals and upon transport systems.\n\nBudget (ITS portion): £224,392\n\nPublications and outputs\n\nThe outputs of the different parts of the work carried out by the Institute for Transport Studies are:\n\n  • Establishment of an indicator based impact evaluation framework for the measurement of impacts\n  • In-depth analysis of potential opportunities and barriers towards the use of smarter travel solutions through focus groups and\/or interviews on customer needs, beliefs, attitudes and mobility behaviours by user type\n  • Development of dynamic diffusion models for the STS app\n  • Model based evaluation of impacts of STS use from selected diffusion scenarios on the transport system, i.e. on changes in car trips, bus use, walking and cycling, as well as economic (time savings, costs, connectivity), social and environmental factors",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.984444499,
        "format_confidence":0.9319536686
    },
    {
        "url":"https:\/\/jieng.ut.ac.ir\/article_28466.html",
        "text":"Modeling and Solving the Vehicle Routing Problem with Step Cost Function and Loading Consideration: A case study\n\n\n\nVehicle Routing Problem (VRP) is one of the major problems in the transportation and distribution planning. In the most previous studies, the objective of VRP models was distance and vehicle related costs. However in many industrial cases along with routing distance, vehicle loading amount is a factor of cost function. In this paper, we formulate a mixed integer non-linear programming (MINLP) model for heterogeneous vehicle routing problem in which problem objective has nonlinear relation with routing distance. Then by analytical methods we reformulate the model as a mixed integer programming (MIP). In this model, at the first transportation cost rate is determined by step function. Then cost of each vehicle calculated by multiplying the transportation cost rate to its loading amount.\nSimilar to other VRP problems proposed model is also NP-hard. We develop constructive heuristic algorithm to obtain an approximate solution for this problem. This algorithm is developed based on creating a traveling salesman problem (TSP) tour and partitioning it into vehicle routs by heuristic methods. We name proposed algorithm as Salesman Rout Partitioning for Vehicles (SRPV).\nIn order to evaluation the effectiveness of SRPV algorithm we design 54 experiments in four scenarios. In one hand, lower and upper bounds for these experiments have been obtained by commercial optimization software Cplex 12.2. Besides, proposed heuristic are programmed and compiled using Matlab 2010. Furthermore effectiveness of SRPV algorithm is investigated by two measures, difference percentage and complexity percentage. Our findings indicate that SRPV algorithm sufficiently effective as constructive heuristic for considered type of vehicle routing problem.\nMoreover, to demonstrate the practicality of proposed model and solution heuristic, we study an industrial case at FERGAZ Company. This company charges gas cylinders and distributes them among geographically dispersed customers. By using Cplex 12.2 we couldn’t find any feasible solution for FERGAZ’s problem, but approximate solution could be found by heuristic algorithm.",
        "topic_id":22,
        "format_id":0,
        "topic_confidence":0.8091139793,
        "format_confidence":0.9871015549
    }
]