[
    {
        "url":"https:\/\/cat-goes-fishing.com\/",
        "text":"Download Cat Goes Fishing for Free!\n\nPlay Cat Goes Fishing Now!\n\nCat Goes Fishing is an Android app that offers you an awesome experience as you fish. You will have to use bait to attract fish. This Google Play app for Google Android is very easy to play and can become addictive with time.\n\nGraphics\/ Sound 4\/5\n\nThe graphics of this app are not that unique. They are very simple and mostly give a charming appearance to the player. The fishes appear in different sizes and colors. In my opinion, the theme colors incorporated in the game are just plain and playing the game cannot leave you with a memorable experience. Cat Goes Fishing play and update should require enhancements of the graphics to give the game a better appearance. The background music is fantastic, and it provides a cool atmosphere to play. \n\nInterface and Controls 4\/5\n\nI think that the interface of the Cat Goes Fishing game is straightforward to use. There are walkthrough videos that allow you to know the game. Each fish character has unique features. This aspect makes the game engaging and more fun to play. In each and every level, you get a guide. This way, it is possible for you to understand how the game works. Personally, I find the guide tool very helpful as the game can become a little challenging at times. Amazingly, there are also modes that enlighten the player on how to overcome the challenges. Executing controls is effortless and can easily perform moves to make a win. These interface features enhance the usability and convenience of the app.\n\nGameplay 4\/5\n\nThe gameplay value for this app is relatively high. Cat Goes Fishing is the free version of this game. Therefore, it contains limited functionality. The full version of this game is yet to be released for Android devices. However, there is a version that is complete and must be paid for. It contains in-app purchases such as rewards, rods, bombs, and rockets. These elements enable you to fish your preferred fish by preventing the others from eating the bait. Cat Goes Fishing free download game also has high replay value. Playing the game again is exciting but can become frustrating especially when all the bait is eaten by the small fish, and you cannot catch a shark.\n\n\nI have been playing this game for a while now and think that an upgrade to the latest version can make it one of the leading apps in its genre. Even though it appears simple Cat Goes Fishing free play gets difficult as you aim for bigger fishes. I would recommend this game to any person who loves ridiculous and charming fun. The cat fishing and selling its catch seems funny to me. The background music is incredible, and it sets you in the mood of executing your moves. However, the use of bombs might not sit well with you. In case it blows, all the small fish will be killed which is not right in the real world. This Cat Goes Fishing can be downloaded for free on Android devices.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9961309433,
        "format_confidence":0.7495301366
    },
    {
        "url":"https:\/\/renegadeoctopus.wordpress.com\/2016\/12\/25\/review-dog-bear\/",
        "text":"Review: Dog Bear\n\nToday I’m going to review an unusual little RPG called Dog Bear, by the folks at Invincible Ink. It’s designed to be one-shot, with no character sheets or dice. You need a deck of playing cards with the jokers taken out and at least three people willing to cooperatively tell a story using the game’s simple rules.\n\nThe entire game is grown from the principle of games like the Metal Gear franchise; the characters are super-soldiers who get dispatched on impossible missions against incredible odds. They also have absolutely silly code names, as determined by the cards you get dealt, such as Equinox Nudist or Threefold Chameleon. The game master is the Big Boss, and the one who sets up the challenges as determined by the cards drawn for that purpose.\n\nThe game itself is the after-action debriefing in the form of the Big Boss talking to the soldiers in the aftermath of the action. Half the challenges are known at the beginning of the game; half of them are hidden until the known portions are complete. In this way, you have an acknowledgement of the saying that no plan survives contact with the enemy; the hidden half are the things that went wrong during the mission, and the players have to overcome them in addition to the planned-for challenges.\n\nThe different suits of cards represent different skills in the game; clubs are fighting, spades are sneaking, diamonds are tech, and hearts are feels. There’s no losing, really, as players who miss a target prompt the Big Boss to add a complication or twist the story up a bit more to make thing more interesting for everyone. The ultimate goal is to spin an exciting and fun tale of how this band of super-soldiers overcame the dangers facing them and made it back to play a round of poker before evacuating the area.\n\nThere are some nicely inclusive nods here and there; the character art portrays multiple ethnicities, and an example complication mentions a character discovering that one of her ex-girlfriends is a guard in the installation. As such, Dog Bear hits better marks than many larger game products. This isn’t a surprise to me, given what I know of the people at Invincible Ink; one of their other products specifically references agender individuals as a part of the game rules.\n\nBuilt entirely for one-shot sessions with new characters every time you sit down to play, Dog Bear provides a fair amount of replay potential, and it should make a fantastic stand-in for game days when people have to cancel. It’s also just about tailor-made for con games that showcase alternate methods of tabletop RPG play that don’t involve slinging dice to decide the outcome.\n\nAll in all, considering that it’s presently just five dollars, it’s just about a steal for anyone looking for a quick-and-easy game to play. You can grab it here.\n\nReview: Dog Bear\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.996214807,
        "format_confidence":0.8095275164
    },
    {
        "url":"http:\/\/www.rpgfan.com\/reviews\/finalfantasyanthology\/Final_Fantasy_Anthology.html",
        "text":"Final Fantasy Anthology\n\nPublisher: Square Developer: Square\nReviewer: Musashi Released: October 5, 1999\nGameplay: 100% Control: N\/A\nGraphics: 75% Sound\/Music: 95%\nStory: 97% Overall: 92%\n\nAfter receiving numerous requests from gamers to localize Final Fantasy 5 and re-release their SNES RPGs, Square delivered Final Fantasy Anthology to North America. Final Fantasy Anthology is a bundle including the PlayStation versions Final Fantasy 5 and Final Fantasy 6.\n\nFinal Fantasy 5 begins with the King of Tycoon boarding his dragon and heading for the Wind Shrine. He is going there to investigate a problem with the Wind Crystal. Before he leaves, he tells his daughter Reina not to follow him. Reina, who is more adventurous than her father thinks she is, leaves the castle against her father's wishes. While she is on her way out, a giant meteor falls in the forest near Tycoon, so she heads over to it to investigate. The noise and shaking caused by the meteor attracts the attention of Bartz, who is the hero of Final Fantasy 5. Before the meteor fell, Bartz was spending what appeared to be a typical day of traveling with his Chocobo, Boko. In addition to meeting each other, Bartz and Reina also notice that an old man named Galuf was nearly crushed by the meteor. Although he received no permanent injuries, Galuf now has amnesia. The three of them agree to head to the Wind Shrine to check the reported problem with the Wind Crystal and find the King.\n\nIn Final Fantasy 5, your party consists of a team of up to four heroes. At first, the characters are almost all alike, and have very few distinguishing characteristics. The heroes become unique through the player's use of Final Fantasy 5's job system. Selectable jobs are acquired by finding the crystals of the elements. As the heroes find more crystals, they gain access to more jobs. Associated with each job are job characteristics and learnable skills. Job characteristics are present as soon as and whenever the character is practicing the job. Characteristics can include battle\/menu commands, ability to equip certain weapons and armors, changes in max HP, max MP, strength, magic power, and, speed. Learnable skills are gained whenever the characters earn enough Ability Points to gain a job level. When a character gains a job level, they gain access to one new ability. At any time, a character can equip one ability learned in this fashion. For example, let's say Reina is a White Mage. She will be able to equip staves and lighter armors. She will have the battle\/menu command 'White', allowing her to use any White magic spell that the party possesses. When she gains her first job level, she will gain the equipable ability 'White 1', which allows her to use level 1 white magic while practicing jobs other than White Mage. Her strength and HP will be lowered, but she will have higher MP and magic strength. If she was a previously a Thief, and earned 4 job levels with the Thief class, she can also equip the 'Steal' ability. As a result Reina is a White Mage who can steal from enemies.\n\nFinal Fantasy 5 features well balanced difficulty. FF5 is one of the hardest games from the series. If you're not careful in some of the boss fights, or even in a series of regular battles, you could end up dead. Some bosses are particularly hard to injure, and some can put your party in a tight spot very quickly. The encounter rate is reasonable, although there are slightly more battles in FF5 than there are in FF4 or FF6.\n\nFinal Fantasy 5 definitely does not look like a PlayStation game in terms of graphics. The graphics used in the PlayStation FF5 are the same as those from the Super NES game. The one use of the PlayStation's power present in the game is the swirling animation that indicates a battle is about to start, which is exactly like the screen swirl used in Final Fantasy 7 before battles. In terms of Super NES game graphics, FF5 is much like games from a year after the launch of the system, back in 1991. Much like its predecessor, Final Fantasy 5 uses 2-D, tile based maps for the towns, the dungeons, and the world. Sprites are typically one block in size. Graphics in battle are much like those of Final Fantasy 4, with heroes that are bigger and more detailed than their block-sprite counterparts. Enemies look decent, and the bosses feature especially lifelike artwork, but all animation in battle is usually only the heroes; only a select few special monsters ever move. Final Fantasy 5's graphics feature bright vibrant colors, giving it the look of a fantasy realm. Special effects for magic are better than those in FF4, but are again limited by the power of the Super NES, so they don't look as impressive as those in other PlayStation games.\n\nThe music score of Final Fantasy 5 was very memorable. In addition to mood setting tunes for towns, battles, and dungeons, Final Fantasy 5 also includes all of the traditional Final Fantasy 5 songs, including yet another remix of the chocobo anthem. The sound effects aren't the most realistic I've seen in a game, but they usually fit their purpose well.\n\nThe translation of Final Fantasy 5 sports decent dialogue for events and townspeople. The story is easy to understand, too. There is also occasional profanity. The monster names are somewhat awkward, but that may have been the way they were in the Japanese text as well. One thing about this game's translation is the controversial pirate accent given to Faris. On one hand, it gives the impression that Faris is trying to sound like a pirate, which makes sense because she is the leader of a band of pirates, but on the other hand, having her talk normally might make it clear that she isn't really a born buccaneer at heart.\n\nThe story of Final Fantasy 6 begins with the history of the planet. 1,000 years ago, the War of the Magi occurred. The War of the Magi was a battle between magical beings called Espers and humans who desired their powers. The war ultimately lead to the apparent disappearance of Espers and magic.\n\nFast forward to the present, the people of the mountain town of Narshe recently dug up a frozen Esper in their mines. The emperor of the city of Vector, driven by his quest for power and his goal of world domination, has sent three soldiers to Narshe to retrieve this Esper so he can use its magic power to increase his military strength. These soldiers are armed with Magitek armor, machines enhanced by magic drained from Espers. One of these three soldiers is Terra, a woman born with the ability to use magic. When they reach the Esper, Terra appears to have a strange connection to it. After some sparks fly, Terra awakens in a house in Narshe. A man names Arvis rescued her from the mines and brought her in. Arvis showed Terra that the soldiers were using a slave crown to control her actions. Unfortunately, the people of Narshe don't know the details, and see Terra as a fallen invader from the empire, so they send their guards to apprehend her. Arvis shows Terra to a secret passage to the mines, and tells her to escape town through the tunnels. The guards begin to follow her, and things turn worse when the ground underneath Terra's feet gives out, and she is left unconscious and vulnerable. Terra is saved when Locke, a treasure hunter that Arvis had previously asked to look after Terra, appears on the scene, and when a band of moogles from the mines appear and agree to defend Terra. They fight off the guards and escape Narshe. Ultimately, Locke and Terra, along with a dozen other heroes, learn that the root of the world's problem, the search of magic and power, is the empire and the people in control of it.\n\nThe heroes in Final Fantasy 6 include 12 normal characters and 2 hidden characters. Each hero has his or her own special move, and varying levels of Vigor, Speed, Stamina, and Magic Power. You normally control 4 at a time, but there are some events where you will have multiple teams of 4, and can select between them.\n\nMost magic in Final Fantasy 6 is learned through Espers. Each character can equip one Esper at a time. Each Esper has up to 5 spells that it can teach. Each spell has a learn rate, a specific percentage towards completion of the spell that is gained per Magic Point (not to be confused with MP) earned in fights. When the percentage earned builds up to 100%, the spell is learned. Battles can be worth anywhere from 0 to 10 Magic Points. Spells can also be learned from pieces of equipment, as a few have spells and learn rates associated with them. Also, Terra and Celes begin with a few spells, and can learn some other spells simply by gaining levels. Finally, there are summon spells. A character can summon the esper they have equipped once per battle, and the esper will use its attack.\n\nFinal Fantasy 6 is not a hard game, but it does have some challenging parts. Back in 1994, when I was playing FF6 for the first time, I died fighting a few bosses on my first few attempts. The encounter rate is fairly low, and each battle is worth a lot of credit, so battles tend not to be tedious.\n\nLike FF5, Final Fantasy 6 is clearly not a PlayStation game in terms of graphics. Other than a new, screen splitting battle entry animation, all graphics in Final Fantasy 6 for PlayStation are the same as they were on the Super NES. Whereas FF4 and FF5 were typical early SNES games, Final Fantasy 6 has some of the best graphics possible on the Super NES. Walking is still tile based, but the maps feature bigger, more 3-D looking buildings, larger sprites, and more realistic images. In any town, you can find everyday objects such as tables, lamps, record players, bookshelves, and other things. In battle, the monsters look much more realistic and lifelike than they did in FF4 or FF5, but as before, very few monsters have any animation. Special effects for magic, while not as stunning as those in FF7 or FF8, are great. The animations for spells in FF6 have larger, more realistic images of fire, water, bubbles, wind... (truncated)",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9960942864,
        "format_confidence":0.6523786783
    },
    {
        "url":"http:\/\/www.appspy.com\/review\/4706\/muffin-knight-review",
        "text":"Important information\n\nThis site uses cookies to store information on your computer. By continuing to use our site, you consent to Steel Media's privacy policy.\n\nSteel Media websites use two types of cookie: (1) those that enable the site to function and perform as required; and (2) analytical cookies which anonymously track visitors only while using the site. If you are not happy with this use of these cookies please review our Privacy Policy to learn how they can be disabled. By disabling cookies some features of the site will not work.\n\nMuffin Knight Review\n\nBy , on September 5, 2011\n\nMuffin Knight\nDownload on the AppStore\n5 out of 5\n\n\n  • Unique 'endless' platforming challenge.\n  • Over a dozen characters to play and master.\n  • Progression system rewards skill while not punishing casual players.\n\n\n  • Small controls; although customizable, it's still easy to miss the mark.\n  • Much of the basic gameplay, weaponry and level design taken from Super Crate Box by Vlambeer\n\n\nMuffin Knight combines endless gameplay with unlockable and upgradeable characters to create a unique platforming experience.\n\n  • Full Review\n  • App Store Info\n\nEditors Note (Nov 9, 2011): This update has been a long time coming, though some may feel it should have retained this score from the get-go. Unfortunately the reviewer had completely overlooked Muffin Knight's inspirations, resulting in a retraction and in a first, a minor score change that bumped it from a 5 to a 4. As each update adds to the roster of champions and arenas to battle in, Muffin Knight steps further and further away from its roots to forge a path on its own and deserves a place on any arcade gamer's iOS device. (Final Score: 4.0 -> 4.2)\n\nEditors Note (Sep 5, 2011): It seems that I'm getting a bit forgetful in my old age and one should point out that Muffin Knight isn't as wholly unique as I first believed considering it has taken much of its gameplay (and weaponry) from Super Crate Box by Vlambeer. This release is not without its merits however as the upgrade system, including game-changing unlockables add some creative spark to the mix. With that said it would be poor form for me to keep the score in-tact and as such it has been brought down from its lofty peak, though it still remains a solid game worth buying if you're a fan of SCB.\n\nYou'd think that after playing over a thousand iOS games it'd be harder to find games that feel unique and fun, especially in genres like the Platformer, given its sordid and over-used history in the 90s. In fact I'm often more surprised than not at the creativity of developers, but Muffin Knight by Angry Mob Games certainly takes the cake (and that's the yeast of the jokes you're going to have to endure).\n\nThe premise is simple, if a little strange - the amusing animated introduction tries to make things clear. You've been magically enchanted in an attempt to return all the pastry goods that have been scattered across the landscape, with each one transforming you in to one of over a dozen unique characters.\n\nEach of the eye-popping cartoonish levels is essentially an 'endless' arcade game, pitting you against a constant stream of increasingly challenging monsters that act as obstacles to your main objective of collecting muffins. Each of the characters you transform in to has a unique power (from simply firing arrows, to dropping unicorn 'mines' and even punching them in the face) that can subsequently be upgraded with points earned as you level up.\n\nUnlocking new levels is performed in one of two ways - either by blunt force (by reaching a target 'level' on your character) or by skill (by collecting a target number of muffins in a single round). As such, skilled players are rewarded with easier leveling (as later levels provide experience bonuses), while those less talented at the game aren't punished by being unable to progress - quite frankly it's an ingenious system and one that deserves as much praise as the game itself.\n\nShould you feel bored smacking around simple AI characters you can up the challenge by facing another player in a local multiplayer match, but it would have been great to challenge friends on Game Center online as well.\n\nIts one Achilles Heel is its control system, which despite customization options can fail to register touches at critical points due to its smallish buttons. It's a minor quibble and one that shouldn't stop you from enjoying what is otherwise an amazingly fun game in Muffin Knight.\n\n\nScreenshot 1 of 10 Screenshot 2 of 10 Screenshot 3 of 10 Screenshot 4 of 10 Screenshot 5 of 10 Screenshot 6 of 10 Screenshot 7 of 10 Screenshot 8 of 10 Screenshot 9 of 10 Screenshot 10 of 10\n\n\nChesco 9 months, 3 weeks ago\n\nFREE TODAY! Get it!!! <3\n\nChesco 3 years, 5 months ago\n\nAmazing online multiplayer game, if you don't have it - GET IT! <3",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.996286869,
        "format_confidence":0.9568763971
    },
    {
        "url":"http:\/\/arkservers.net\/comment\/31547",
        "text":"Viewing Single Comment\n\nPosted on FRESH WIPE 1\/06 USA-ARK 10xH\/20xXP\/30xT - (v253.995)\nClick here to view all the comments on this server\n\nPosted by czarceaser 1 week ago\nI have played on several other servers before happening on this one and this is by far the best server I have played on to date. Would definitely recommended this server and have to several of my friends. There is a good group of players, plus the admin is extremely active, and fair wither you donate or not.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9954947233,
        "format_confidence":0.6125381589
    },
    {
        "url":"http:\/\/www.platformnation.com\/2009\/07\/08\/review-pool-hall-pro\/",
        "text":"Review: Pool Hall Pro\n\nGame Review: Pool Hall Pro\nRelease: Jun 11, 2009\nGenre: Sports \/ Party Game\nDeveloper: Icon\nAvailable Platforms: Wii\nPlayers: Single-Player, Multiplayer 1-4\nMSRP: $29.99\nESRB Rating: E\nWebsite: Pool Hall Pro\n\n\nPool Has Pro for the Wii is a Pool game (Duh!) that allows you to play as your own customized character, and tracks your rise to Pool Hall Pro stardom as you compete in a series of tournaments against the toughest of tough in the pool circuit. Taking you across the globe in exotic locations you try to defeat your opponents to unlock items to decorate your home…or as the press release says…”Pimp out your crib!”\n\n\nIn my lifetime, the most experience I have had with pool was sitting in a bar with my friends pounding a few brews while taking each other’s money. I always assumed that there was really only one way to play, and for the most part, unless you were trying to do some crazy tricks, it was pretty much a simple game. So when Pool Hall Pro for the Wii showed up at PN, I grabbed a six pack and set my mind to play myself some simple, virtual pool. To my surprise, and bewilderment I was kind of surprise to find a vast collection of different styles of Pool, including Snooker, (Up until now I had no idea what Snooker was.) and Billiards. The Wii is such an obvious fit for a game of this genera, and although there have been a few Pool games on the Wii; Pool Hal Pro plays quite well. Being able to move the camera around and hit the ball in whatever part of the ball you chose, make playing the game fun as opposed to frustrating mess that I found in Wii Play’s version of pool. The ball physics are also very solid, when you hit the ball; you get a great sense that the balls are moving in a more natural way, going where they’re supposed to. By taking you character on tour you go to some pretty nice exotic locations. While the locations are nice looking…as nice looking as Wii can get, I often found your tough world class opponents to look like half melted wax mannequins. When you win you get some unique unlockables to put into your virtual “G-Pad”, but once I visited it I rarely bothered to go back. Multiplayer supported up to four players, and if anyone reading this owns a Wii, local multiplayer is where it’s at. With single player controls being solid, I found playing a few games with my brothers while drinking a few to be a blast. In fact the only thing missing was some drunk, just divorced woman, trying to take us home to complete the experience.\n\n\nWhat Pool Hall Pro aims to do, it does right. It delivers a solid game that plays well, is fun, and focuses it emphasis on the core game mechanic. Offering many different styles of Pool, I learned about some game types that I would have cared less about until I played them. Multiplayer is where it’s at though, I doubt anyone will find a better virtual pool experience than Pool Hall Pro on the Wii.\n\nWhere Pool Hall Pro failed to completely seal the deal is the lack of detail in some of the surrounding detail, such as the opponents you face, and some other in place graphics. The only reason I complain is because they did such a great job with the pool tables and way they rendered their balls, man those balls looked great. When you make something look exceptional in a game and lack to touch up the rest, well it makes it seem as if the developers got lazy. This is what makes the $29.99 price tag kind of hard to swallow.\n\n\nPool Hall Pro has a lot going for it, the most important things are in place and the fun factor is there, but Pool is Pool and unless you have thirty dollars burning a hole in your pocket,  Pool Hall Pro has a little ways to go. Rent it first because as pool games go this is as good as it gets, for now!\n\n, , , , , , , , , , , , , , , , , , , , ,",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9955183268,
        "format_confidence":0.9360943437
    },
    {
        "url":"https:\/\/futurefive.co.nz\/story\/game-review-the-legend-of-zelda-link-s-awakening-on-the-switch",
        "text":"Story image\n\nGame review: The Legend of Zelda: Link’s Awakening on the Switch\n\n24 Sep 2019\n\n25 years after its original Game Boy release, Nintendo’s classic The Legend of Zelda: Link’s Awakening, has been reimagined for the Switch.\n\nFirst released way back in 1993 on Nintendo Game Boy, the game was reissued in 1999 for the Game Boy Color. With fresh graphics, yet again, Nintendo are bringing one of their classics to a new audience.\n\nHaving played videogames for forty years, I’ve a lot of nostalgic memories of great games from yesteryear. Having revisited many of the games that defined my youth via emulation and reissues, I’ve realised that my memory has a funny habit of upgrading video game graphics.\n\nLink’s Awakening on Nintendo’s Switch is as if the developers had taken my rose-tinted memory of the original Game Boy game and put it in my Switch. This is exactly what Link’s Awakening and a thousand over copycat RPGs (especially you, Alundra) would have looked like if the tech was available back in the early 90s.\n\nAnyone familiar with retro RPGs will be right at home with Link’s Awakening. Apart from the fresh visuals, the game retains all of the charm that made these games a staple of the videogame industry back in the day. The game starts with Link washed up on the beach of Koholint Island. On exploring the Mabe village, Link comes across an owl who tells him that he needs to wake the Wind Fish in order to get home. And to do this Link will need to find eight instruments hidden away in eight dungeons.\n\nLink’s Awakening sits a little outside of the main Zelda series in that it doesn’t take itself quite as seriously. Players expecting more of Link’s adventures à la Breath of the Wild may be disappointed (until they settle in to play it, that is).\n\nThe story comes about via the interaction with the locals and the tasks that they set Link. By Western standards it’s a little odd, but typical JRPG-fayre. There’s always something going on that Link needs to sort out. Players are never really left hanging.\n\nLink starts with nothing, not even the ability to jump. The island is set out full of obstacles blocking Link’s path.  As the game progress Link’s equipment and abilities begin to slowly enable players to get to new areas and unlock new paths. Early in the game obtaining Link’s sword enables him to get through vegetation blocking his path and hiding Rupees (the island’s currency), heart and power-ups.\n\nTrading with the island’s citizens will also allow Link to gain useful items. Listening to everybody you talk to will reveal what they need. There’s also a trader (which you can actually steal stuff from) and a weird shop with one of those prize grabbers that you can try your luck on for a small fee.\n\nThe island is littered with infinitely spawning enemies which need to be avoided or dealt with. Link’s sword and shield and later on arrows, and even a boomerang, do the job of keeping the nasties at bay.\n\nEach dungeon is full of puzzles that are fun and not too hard. I found the bosses to be a pain, but I’m not much of a fan of these in any game and, unfortunately, in the 90s, when Link’s Awakening was conceived, they were all the rage (and still are in most Japanese games). \n\nAs with the original there were times when I was a bit flummoxed as to what I’m supposed to do next. Back in ’93 I had no internet, thankfully we no longer have to be stuck for days, be calling premium tip lines or waiting for magazine walkthroughs. Be prepared for a little frustration.\n\nAs old as it may be, Link’s Awakening doesn’t pull its punches. If you really get stuck, you can always use one of the phones in the gave and get a crafty tip from them. If it all gets too much, you can always chill out and do some fishing.\n\nWhether you play the game on your TV or via the Switch’s screen, the game looks incredible. The developers have used a light tilt-shift-style blurring to the top and bottom of the screen to make the environment look like a little model. It looks great and super-cute.\n\nIf I didn’t know better, it’s as if The Legend of Zelda: Link’s Awakening was made for the Switch. This remaster is a perfect partner for Nintendo’s portable console. It looks beautiful and is just so much fun to play.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9958310723,
        "format_confidence":0.5857812166
    },
    {
        "url":"http:\/\/www.trustedreviews.com\/Ninja-Gaiden-Sigma-_Games_review",
        "text":"Our Score\n\n\nReview Price free\/subscription\n\n\nIf I was going to be rude about Ninja Gaiden Sigma, I would tell you that it’s a relentlessly violent action game made by and for breast-fixated adolescent males with an obsessive interest in martial arts, fantasy, the more dubious flavours of Japanese anime and the worst kind of low-brow heavy rock.\n\nOK, so the more I think about it the more that description sounds pretty good. It leaves out, however, that this is a remix of a three-year old game, and of a three-year old game aimed squarely at what you might call a pretty hardcore gamer. Why, then, is it being heralded as the best PS3 game in months?\n\nWell, it helps that it comes at a time when the PS3 is still woefully short of decent action titles, but it also has to be said that – despite its age – Ninja Gaiden still has a powerful appeal. Some of this is visual. Ninja Gaiden was near if not the pinnacle of Xbox graphics, and then addition of enhanced HDR lighting, high-resolution textures and new water and flame effects for the PS3 port means that the game still stands up well in the age of Gears of War and MotorStorm. Early scenes feature some delightful woodland scenery and traditional Japanese architecture, and as the game goes on there’s plenty of spectacle and textural detail to be enjoyed. The original boss encounters were some of the best to emerge from anywhere outside of Capcom, and in their new PS3 livery they still make an impact today.\n\nThe star, however, is the animation. With Ryu Hyabusa, Team Ninja bought to life one of the most acrobatic, energetic heroes around; one who shares the Prince of Persia’s wall-running, somersaulting antics, but who outshines the prince’s swashbuckling swordplay with a deadly range of weapons and serious martial-arts expertise. Watching Ryu race, slice and dice his way around a city square or underground chamber is one of he great delights of the game. Swapping from sword to staff or nunchucks isn’t merely a tactical choice but an aesthetic one. Sometimes it’s just nicer to see monsters bludgeoned through a whirlwind of staff blows than it is to see them carved into chunks by Ryu’s newfound twin katanas.\n\nNext page\ncomments powered by Disqus",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9948164821,
        "format_confidence":0.7241677046
    }
]