[
    {
        "url":"http:\/\/www.vianegativa.us\/2016\/04\/in-kidapawan\/",
        "text":"In Kidapawan\n\nIn these islands the light begins\nto burn hottest toward noon.\n\nA drought since January, which further\nparched the land and thinned the crops.\n\nFarmers, the poor; lumad, or\nindigenes— One could not really tell.\n\nAnd how does it really matter?\nIn another life these could have been\n\nthe people a few history books say\nmay have eaten from plates of beaten brass,\n\nmay have borne ingots of gold on their chests\nwhen foreign ships slid into these inlets.\n\nMost of the land is taken, and the air\nis stale as the chemicals in the sea.\n\nWhat’s brought them here: their hunger\nand despair. I’ve never understood the logic\n\nthat goes by the name of protocol— We’re told\nwhen police fired guns to disperse them,\n\nthey went on their knees in the street\nto illustrate the weight of their need.\n\nCalamity funds & 15,000 sacks of rice,\nsafe in some government warehouse.\n\nAt weddings, it used to be that one\nwould throw handfuls of rice\n\nat the laughing pair emerging from\nthe church. But now that’s considered\n\nwasteful. Soap bubbles are blown instead,\nor confetti showered on their heads.\n\nBullets have the elongated shape of rice\ngrains; they explode but will never expand\n\non contact with bodies made of 73% water.\nA grain of rice expands to 3 or 4 times\n\nits volume. 2 cups of rice, according to some\nconversion tables, could feed a family of 6.\n\n\nIn response to 1 killed, 13 wounded in farmers' protest in Kidapawan.\n\nLeave a Reply",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9210926294,
        "format_confidence":0.772624135
    },
    {
        "url":"https:\/\/greatglobefoundation.org\/bloody-saturday\/",
        "text":"Bloody Saturday\n\nBloody Saturday\n\nIt was in the noon and river was churning against the bridge.\n\nIt could have been worse for us,\nto drink from cup of the sorrow and endurance,\nbitter of poision and sour of the yellow lemon trees.\nWe thought it was a time for us, a time to pay the prize for our\nancestoral land.\nSince nothing in this world’s certain,\nwe thought it was an eclipsed face of racism that sent uncertain\nlight, winnowed by times into an unstable life,\n\nwhen Anuak,\nlied death in the lap of their own land.\nLied death in unfaired weather of discrimination.\nLied death peacefully on streets,\nwhen my eyes reached far more then i could have imagined\n\nlooking for\nsomeone, a someone who can stop this unquenchable fire.\nWe thought it was our dumbed ears beat, echoing deepen into drums,\n\nwhen men craved for the mask to hide their faces,\nwore skirts to disguse, to be looked like women,\nwhile forgotten beards.\nAnd a sign of hell appeared accompanied by the ugliest faces of death.\nWhen sky sang a good bye somg to educated, religious men and students\nin Gambella.\nIt was like a hot potato stuck in thoats.\nShe shocked into sleeplesness, scared of bed, back during the day\nhusband dropped death infront of her.\nQuiet she sit, never sleep, stranger as she stared in the dark blue jean night.\n\nWhat’s remained?\nFor their thirsty they drank the blood.\nFor their dance they teared our flesh.\nFor enjoyment they wrapped women and under ages\n\nback in our silence and grief, we remained with smoke, orphans,\nwidows and widowers.\n\nFor such mass murder, who will bring justice?",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.8574829102,
        "format_confidence":0.9821917415
    },
    {
        "url":"http:\/\/www.berkeleydailyplanet.com\/issue\/2008-12-23\/article\/31885?headline=On-Passing--By-Randy-Fingland-",
        "text":"Press Releases\n\nOn Passing\n\nBy Randy Fingland\nTuesday December 23, 2008 - 10:23:00 AM\n\npast the window & doors that mask the offal smells from \n\nthe morgue chilling corpses of dead oaths of office \n\npast the gate to the center for the circulation of subverted truth \n\nkept in influential poses at cost plus unlimited spin \n\npast the mirror image afloat in the bulletproof glass protecting \n\nthe Magna Carta from handgun destructionist urges \n\npast the video game that best captures the ongoing struggle to \n\nguarantee the safety of the Bill of Rights in the face of \n\nWall Street wunderkind unregulated by the big screen’s \n\npale shades of Hiroshima \n\npast the derivations of Tom Paine’s common sentiments about \n\nsellouts for merely personal gain who bring to mind the \n\ncomplimentary blanket providers used to spread small \n\npox into targeted populations \n\npast where the entrance to Constitution Square used to be \n\nbefore the pedestrian became an outlaw unless malled \n\nand carded for the privilege of participation in the \n\nconsumptionary revolution, honk if you have credit \n\npast the weather extremes of politicians’ crocodile tear floods of \n\nregrettable decisions over this situation that necessitates \n\ndoing nothing until you hear from a dodge-the-issue \n\nleadership out of step with the bipartisans of record \n\npast locked-door houses of worship & the muffled silence of \n\nadjacent neighborhoods in hiding from the injustice \n\nthat weighs on the thoroughfares by the busload \n\npast the portals sealed from cacophonous screeching out of \n\nthe compressed lungs of unrighteous detainees held \n\nfor their thoughts rather than their deeds in inestimable \n\nholding cells around the world \n\npast the secret prisons and the wispy nature of the countless \n\nrendition listees who remain in the white pages already \n\ndistributed to each home in the area code although \n\ndestined to never again answer a call \n\npast the mass burial sites due to air strikes based upon faulty  \n\nresearch provided by the institutions of higher learning \n\nwho forge better living through chemistry’s double \n\nedged sword’s swath into the survival rate of suckling \n\nbabies who just happened to be born there \n\npast the shipping docks full of trucks loading up the orders \n\nrequesting landmines, bombs, ammunition, rockets, \n\nguided missiles, & trigger fingers from fully recession \n\nproof manufacturers subsidized by tax dollars \n\npast the water-boarding technique instruction camps where \n\nthere’s forever a waiting list of capable individuals \n\ndevoted to enforcement instead of protection & service \n\npast the municipal offices & their ostentatious plaques of \n\ncivic pride at services rendered during eras reported \n\nas more prosperous forgotten now by the citizenry \n\nbecause stories of bravery by the hero-leaders are extinct \n\npast the elementary schools named after Generals Macarthur, \n\nPershing & Eisenhower \n\npast the junior high schools still called Andrew Jackson (none \n\nAndrew Johnson?), U.S. Grant, or Robert E. Lee \n\npast the high schools named for Jefferson, Washington or Hoover \n\npast the myriad campuses of Lincoln Junior College, good old  \n\nRoosevelt U., Reagan School of Economics \n\npast the graduate chairs named for fallen astronauts in the vacuum \n\nof empathy shown for favorite chimps lost in experiment \n\nto rid skin irritants from cosmetic concoctions \n\npast the escalating cost of stamps in post offices with flags \n\nabreeze in the particulate air Benjamin Franklin would  \n\nwant to invent as per spectacles as nose siphon to \n\nfilter the fumes a hundred dollar bill buys from Exxon \n\npast the promises given in the Army Recruitment Centers \n\nregarding low fatality rates on the modern battlefield \n\n& the backup financial aid for college degree & beyond \n\npast auto corridor & gas station row off the freeway under \n\nprotection by a private mercenary army better equipped \n\nthan US as well as UN allies in Afghanistan \n\npast the veterans’ hospitals with prominent memorial statues to \n\nprove heroes of war, often on horse, never fade away, \n\nhowever must withstand graffiti & occasional urination \n\npast political party headquarters of all denominations who incubate \n\nthe eggs of power into full-blown chickens-with-their-heads- \n\nto-cut-on-insider info on the scramble to grab sand money \n\ncastles from the jaws of deflation \n\npast brick & stone, wooden & glass, & open air cathedral-style \n\nchurches full of polished vacant pews filled with empty \n\ndonation coffers that force the sale of resources & property \n\npast major meth labs disguised as legitimate pharmaceutical \n\nconcerns on state street that not so straight street up \n\nthe nose that sniffs profit from the grasp of instability in kind \n\npast munitions installers who work 24-7 anywhere in the world \n\nsuch a service is required, satisfaction security certified  \n\nno matter APR, call now, no waiting \n\npast main street disconnects from what cheap goods actually \n\ndon’t leave when they’re taken, if, as most resources are, \n\nremoved according to the methodology of strip mining \n\npast elm street denials that truly just deserts take taste from  \n\nthe mouths of uneducated minions who never received \n\na decent appetizer, much less an entrée, let them eat \n\nwhatever’s in the crate of trickle down \n\npast the complicit nature our tax support for atrocity suggests \n\nto any descendants able in a century or two to picture \n\nour actions, against reason’s best guess a fool’s quest \n\nat best the charge of the light-headed brigade into oblivion \n\npast dysfunctional representation who above & over the hill \n\naccording to the will of prudence in daily decisions lead \n\nright where this emphasis can only go \n\nthese signs of an ad infinitum continuum point toward the well- trod road to armed conflict, more hurt, more death \n\n\nbetter shout out no, better not go, return to the family awaits \n\npeace & love, live side by side neighbors, glad to remain \n\nthe person you are in the eyes of the children everywhere",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.7194206715,
        "format_confidence":0.9123242497
    },
    {
        "url":"https:\/\/sententiaeantiquae.com\/2019\/06\/28\/bellum-incivile-the-democrats-debate\/",
        "text":"Bellum Incivile: The Democrats Debate\n\n\n\nAnother text tentatively attributed to Caesar was discovered along with the fragments of the De Silvis and an appendix to De Bello Gallico. This is almost surely the lost Bellum Incivile.\n\nC. Julius Caesar (?), Bellum Incivile. Edited by Dani Bostick\n\nAlmost one hundred Democrats who were seeking the consulship gathered to fight among themselves until only one person was left standing. The young candidates kept begging the old man, who was holding power for too long, to pass the torch of power to them and that his time was up; but the old man said that the torch could not be wrested from his grip because it was stuck to his hands like pearls to a shell.\n\nWhile some of the young candidates were trying to take the torch from the old man’s clutches, two other men spoke Spanish words badly and a certain woman was purifying the republic with the torch’s smoke while saying over and over again that love, not plans, will save us.\n\nWhile this was going on, Manicula warned Puppet Master not to interfere with the matters of the republic, but he said these things with a hatred for dignity in such a way as to embolden Puppet Master. For Manicula even said Puppet Master was an ally and very close friend, although everyone else had considered him an enemy of the people for a long time.\n\nFere centum Democratici consulatum petentes convenerunt ut secum depugnarent dum una reliqua esset.  Iuvenes senem, qui potestatem diutius habebat, orabant ut facem potestatis sibi traderet eique tempus non esset, sed senex locutus facem de manibus extorqui non posse, quoniam in manibus velut margaritae in conchis inhaereret. Dum plures facem a manibus senis eripere conabantur, duo viri verba Hispana male loquebantur quaedamque femina, dictitans non consilia, sed amorem nos servaturum, rem publicam fumo facis purgabat.\n\nDum haec gerebantur, Manicula Pupuli Erum monuit ne rei publicae intercederet. Quae odio dignitatis ita dixit ut Pupuli Erum confirmaret. Nam ipse dixit etiam se illi esse socium atque amicissimum cum omnes eum pro hoste diu habuissent.\n\nLeave a reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.7118415833,
        "format_confidence":0.5510265827
    },
    {
        "url":"https:\/\/www.rs21.org.uk\/2019\/06\/14\/grenfell-still-mourning-still-fighting\/",
        "text":"Grenfell: still mourning, still fighting\n\nFriday 14 June 2019 marks the two-year anniversary of the Grenfell tower fire. The bereaved, survivors, the community and their supporters will be gathering to march in silence, as they have on the 14th day of every month since the fire. \n\nAs the fight for justice continues, we publish photographs by Steve Eason from the past two years of marches, and a poem by Anna Roderick written in the immediate aftermath of the fire.\n\n14 June 2018. Photo: Steve Eason\n\nThe community and supporters will gather at 7pm at Notting Hill Methodist church for a multi-faith vigil and the silent walk will start at 7.45pm. It will be followed by speeches. \n\nThey will be remembering the 72 who died that night. Together we will continue to fight for justice, not only for this community, but for everyone forced to live in unsafe and inadequate housing, or without a home at all, and all those subject to criminal neglect and harassment by the police and immigration officials.\n\n\n14 October 2017. Photo: Steve Eason\n14 December 2017. Photo: Steve Eason\n\n\n14 April 2018. Photo: Steve Eason\n14 June 2018. Photo: Steve Eason\n14 December 2018. Photo: Steve Eason\n\n\n14 Februay 2019. Photo: Steve Eason\n14 February 2019. Photo: Steve Eason\n\n\nby Anna Roderick \n\nThe average salary in the Borough of Kensington and Chelsea is £123,000, the highest in the country. The median salary is £32,700.\n\nYou are burning £50 notes and swigging champagne.\n\nNo other area in the country has a larger disparity between median and mean incomes, suggesting a large gap between rich and poor.\n\nYou are eating your lunch, your mouth full of charcoal.\n\n‘We paid a lot of money to live here, and we worked hard for it. Now these people are going to come along, and they won’t even be paying the service charge.’\n\nYou return home and your children have set fire to their toys.\n\n‘You can write what you like, but trust me, money rules the world. People like me are going to live here? Never.’\n\nYou are divining the future from a burnt rat’s entrails.\n\nThe materials used were chosen ‘to accord with the development plan by ensuring that the character and appearance of the area are preserved and living conditions of those living near the development suitably protected.’\n\nYou are waking to find that your bed sheets are scorched.\n\nIf people burning to death in their homes because of failures of the state isn’t political then frankly I do not know what is.\n\nYou are drawing up plans, then burning the evidence.\n\nThe local authority will, in the public interest, be under severe pressure to be seen to be taking action following a disaster. Whilst this is honourable, there is a need to recognise the limits of any duties and moral obligations in the context of the wider financial picture.\n\nYou are striking a match and then watching it burn.\n\nWhat if there is a fire elsewhere in my building?\nIf there is a fire elsewhere in the building then the structure of the building (walls, floors and doors) are designed to give you a minimum of 30-60 minutes protection, enabling you to remain in your flat whilst the Fire Service extinguish it.\nIf there is a fire elsewhere in your building then you are usually safer to stay in your flat unless the heat or smoke from the fire is affecting you.\n\nYou are waiting for a mob bearing pitchforks and torches.\n\nWhy don’t I have a fire escape in my building, and only one way out?\nMany residential tower blocks are constructed with a single staircase. This design for high rise buildings dates back to the 1950s, and it is still an accepted method of construction under current Building Regulation guidance.\nThe principle, in single staircase blocks, is that each individual flat forms a fire resistant compartment to contain the fire and the communal stair is protected by fire doors to enable it to be used for prolonged periods of time.\n\nYou are using your bones and your breath as a firebreak.\n\n\nis this what Le Corbusier meant?\n\nYou are trying to make art, there is blood on your hands.\n\nPapa, il grattacielo sta bruciando\n\nYou gave birth to a baby, you named her inferno.\n\nWe helped a Somali man who had been waiting for an asylum decision, and obviously he lost all his papers in the fire…We haven’t even established the number of victims yet and who they are. We know from our community contacts that Moroccans who were not on any of the lists, Sudanese, Eritrean and Ethiopian families who are not on any of the lists.\n\nYou rose from the sea and still the flames claimed you.\n\nPeople felt during the Blitz that they were expected to take it, especially the working class population, who got the roughest of the Blitz because they lived near where they worked, near factories or the docks, and often in houses not very well built. They felt they suffered a lot and the government owed them.\n\nYou are watching the sun set, it flickers and finds you.\n\nYou are building a bonfire from plastic and concrete.\n\nOne young survivor of the blast described his shock the next day when the school’s headmaster read the register – this figure of authority wept openly every time he called out a name and no answer was given.\n\nYou are scratching their names with a stick in the ashes.\n\n‘If you’re going to go to such a tragic area, pay respect, console people, talk to people, don’t just use that opportunity as a ‘selfie moment’ or act like it’s a party turning up in bright clothes and fresh trainers like it’s Notting Hill Carnival and chasing girls to get their numbers.’\n\nYou are wailing a poem you made out of kindling.\n\nIn the Second World War, a stray bomb hit South Hallsville School in Canning Town. This bomb, according to official figures, killed around 77 people. It is now believed that almost 600 people died when the building was destroyed.\n\nYou are speaking in tongues, your lips are aflame.\nYou are holding a hand: when you look\nit is gone.\n\n\nSources include: David Lammy, MP for Tottenham, Twitter; ‘Recovery: An Emergency Management Guide’ The Home Office; ‘London fire: A visual guide to what happened at Grenfell Tower’ BBC 21st June 2017; Fire Safety Advice for Tenants, 23rd June 2017; unnamed resident of Kensington Row; Edmond, Albanian laying parquet flooring in Kensington Row; La Republicca, 15th June 2017; Wayne Kilo Lewis; Did the Blitz really Unify Britain? BBC magazine 8th September 2010; Poplar Upper North Street School Disaster,; Zrinka Bralo – Migrants Organise; ‘Tééré’ from the series ‘Dwelling:in this space we breathe.’, Khadija Saye\n\nRepublished with permission from the author. Originally published at Poetry School.\n\nSee also\n\nJustice4Grenfell campaign site.\n\nFacebook page for the monthly silent walks.\n\nWill Searby, ‘Grenfell and the instrumentalisation of suffering’ (20 June 2017).\n\nA firefighter’s account of the Grenfell fire, republished on Michael Rosen’s blog.\n\nFire Brigade Union’s Grenfell: Never Again campaign.\n\n14 January 2018. Photo: Steve Eason\n\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.8724592328,
        "format_confidence":0.5629841685
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/UnNews:Fox_News_channel_presents_honest_image_to_the_world",
        "text":"UnNews:Fox News channel presents honest image to the world\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\nFox News channel presents honest image to the world\n\nYour A.D.D. news outl — Oooh, look at the pictures!\n\nUnNews Logo Potato\nWednesday, August 24, 2016, 08:49:59 (UTC)\n\nF iconNewsroomAudio (staff)Foolitzer Prize\n\nFeed-iconIndexesRandom story\n\n13 May 2010\n\nPropaganda foxnews\n\nA slightly-editorialized portrait of Glenn Beck represents a new, more honest Fox News.\n\nNEW YORK, New York -- Fox News CEO Roger Ailes admitted today at a \"Totenkopf breakfast\" that he and the bulk of Fox News staff are white supremecists, bent on world domination. \"I stand here before you proud, Aryan men and God, to reveal the heretofore secret purpose of Fox News. My purpose this morning is to reveal to the world our intention on implementing a final solution to the racial purity problem.\"\n\nRoger Ailes was formerly a media\/image consultant for Republican Presidents Richard Nixon, Ronald Reagan, and George H. W. Bush. Controversy was generated in the aftermath of the September 11 attacks on New York City, when it was revealed that Roger Ailes was sending political advice via \"back channel messages\" to the Bush administration through its chief political aide, Karl Rove. According to journalist Bob Woodward, in his book Bush At War, the messages consisted of warnings that the American public would quickly lose support for the Bush administration unless it employed \"the harshest measures possible\" in response to the 9\/11 attacks.\n\nedit Sources\n\nUnNews Logo Potato\nThis article features first-hand journalism by an UnNews correspondent.\nPersonal tools",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9910398126,
        "format_confidence":0.8830843568
    },
    {
        "url":"https:\/\/freethoughtblogs.com\/babbler\/2019\/11\/06\/wereskunks-and-weredogs-riot-over-valley-view-365u-recount-result-fiction\/",
        "text":"Wereskunks and weredogs riot over Valley View 365U recount result (Fiction)\n\nWhat started as a peaceful protest by weredogs against the removal of School Board member Dr. Sandra Carlson ended in a violent clash with anti-Carlson wereskunks. Dozens of weredogs were arrested in front of Valley View’s offices by officers from Bolingbrook’s Department of Paranormal Affairs.  The weredogs will be charged with causing hundreds of dollars in damages.\n\n“They started it!” —complained weredog Bo as he was being restrained by the officers.\n\n“Shut up!” —replied the officer.  “You started it by acting like a big snowflake over the lawful removal of a fake board member.”\n\nThough the school board election happened seven months ago, defeated incumbent JT Boudouris filed a lawsuit to request a recount of five of 39 precincts. The lawsuit demanded that ballots that were not initialed by an election judge be thrown out.  The motion was granted.  Following the recount, Carlson’s three-vote win was overturned.  Carlson ran as a member of the Bolingbrook United Party.\n\nTaffy, a weredog, said: “They should have recounted all of the precincts— not just the ones that favored (Mayor Roger Claar’s) candidates.  Roger thew out ballots due to no fault of each individual voter.”\n\nThe picket line started with marchers chanting, “Bad humans!  No Bone!”  and “Kennel Roger!”  They did not block entrances, though a few Valley View staff members said they felt intimidated.\n\n“Why are they so mad?” asked a woman who wished to remain anonymous:  “JT earned his seat.  Just like Trump earned his seat.  It shouldn’t be a popularity contest.”\n\nMinutes later, several wereskunks marched towards the weredogs, chanting: “We love Claar!  He’s so fair!”  They then threw litter at the weredogs, and some sprayed them.  \n\n“Bad dogs!”  yelled one wereskunk.  “You stink!”\n\nThe weredogs then charged at the wereskunks and started fighting.  Later, officers from the Bolingbrook Department of Paranormal Affairs arrived, though Valley View’s offices are located in Romeoville.  They fired tear gas and perfume to break up the fighting.  Twenty weredogs were arrested but no wereskunks were arrested.  Instead, the officers treated injured wereskunks, and let them create “litter art” while singing, “We are the Champions.”\n\n“We love Roger!” said one wereskunk.  “We love his candidates.  We’ll do anything we can to support them!”\n\nA member of Bolingbrook United denied knowing about the riot:  “We don’t have time for this silliness.  If your readers really want to help us, come to our Chili Fundraiser this Thursday. You’ll get to find out which elected official cooks the best chili, and help us return Dr. Carlson back to her rightful seat.  Roger just arrived.”\n\nA man who sounded like Claar said:  “Joe, I’m glad to see you’re personally delivering your response to my ultimatum.  Now I don’t mind political parties in Bolingbrook, as long as they don’t run candidates.”  After a long pause, the man said: “Is this your entire response?”\n\n“Yes.” said a man who sounded like Bolingbrook United chair Joe Giamanco.\n\n\nAlso in the Bolingbrook Babbler:\n\nAtheist Alliance International to record TV program in Bolingbrook\nTrump demands a new UFO Base in Bolingbrook\nPluto ambassador objects to planned NASA Pluto orbiter mission\nGod to smite Bolingbrook on 11\/7\/19\n\nNote:  This is a work of fiction. Feel free to leave a comment here or in the Bolingbrook Babbler Readers Group.",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.8723407984,
        "format_confidence":0.9654747844
    },
    {
        "url":"http:\/\/www.storyboardthat.com\/storyboards\/jenntrz\/water-gate-scandal",
        "text":"Water Gate Scandal\n\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • Why were you bugging the phones and what are you taking pictures of?!\n  • Can't get caught with these documents and all of this money.\n  • At the Democratic National Building\n  • Step 1. Hush money for burglars Step 2. Instruct the CIA to impede the FBI's investigation Step 3. Hide the tapes Step 4. Proceed as normal and win the election\n  • Watergate Cover-Up Scheme\n  • Are you sure about this, Mr. President?\n  • Why would President Nixon do this?\n  • Yeah right! I knew we couldn't trust the government!\n  • Who can we trust when our own elected president abused his position?\n  • You should have been thrown in jail!\n  • I regret to say that I am resigning from my position as President of the United States. Gerald Ford will be taking my place.\nJust Created with Storyboard That\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class – Search for School-Safe, Creative Commons Photos! (It Even Cites for You!)\nQuick Rubric – Easily Make and Share Great Looking Rubrics!",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.8442115784,
        "format_confidence":0.7925525904
    },
    {
        "url":"http:\/\/waitwhatcomic.webcomic.ws\/comics\/307\/",
        "text":"\n\nComic 307 - Bad\n\n31st Aug 2017, 12:00 PM\n<<First Latest>>\nAverage Rating: 0 (0 votes)\n\n<<First <Previous Next> Latest>>\n\nAuthor Notes:\n\n31st Aug 2017, 12:00 PM\nI live in a different country on the other side of the world and Trump still worries me. Whats scary is while I don't agree with his policies I can understand the screwed up trail of logic that they are derived from.",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.5213270783,
        "format_confidence":0.8865906
    },
    {
        "url":"https:\/\/www.dailysquib.co.uk\/world\/8015-mandy-maleficent-waiting-wings-2015-labour-election-win.html",
        "text":"Mandy Maleficent Waiting in Wings For Labour Election Win\n\nLONDON - England - An evil menace is awakening after many years of hibernation, yes it's Mandy Maleficent, and this time he's out for revenge.\n\nDarkness falls across the land, it is 2015, and the counting has ended. Something dark and slimy has been roused from its slumber, deep in the bowels of its luxury mansion acquired by mysterious means but don’t ask about that now, it’s too late. The evil Mandy Maleficent has been released, unleashed onto the pitiful maw of voters duped once again.\n\nWhat will Britain be like with the likes of Ed Miliband, Ed Balls and Mandy Maleficent spreading their diseased socialism down your gullet whether you like it or not. To say that Britain will be like hell is an understatement, because the sulphur will burn your eyes and make you wretch every time you hear another governmental announcement about some new law that no one needs.\n\nThe streets will be teeming with chavs and neets once again, as they stick pitchforks into your wallet and beat the living crap out of you just for having a few pennies in your pocket.\n\nLabour cronies will once again lavish themselves on extravagant trips, pork pies and taxpayer funded taxi rides to Beijing.\n\nTaxes will increase hundredfold to accommodate the useless socialist welfare state bulging bigger everyday with the weight of immigration and laziness.\n\nAs for the deficit, when Labour is finished with its first term expect that to have trebled or quadrupled.\n\nAs you sit in the car park (any road in Britain) you will look out onto the sea of cars and trucks from all over the world, and wonder when you will get home for a much needed cuppa.\n\nLabour will unite with the EU. This is what they do, they unite everything, as good communists do, with their collectivist dreams, they will unite everyone in poverty and pestilence.\n\nYou will all be the same. You will not have any hope, you will obey the evil doctrines and you will bloody well enjoy your assimilation because there will be no choice for you.\n\nLook up in the sky, a winged nightmare casts its shadow over the land, as it beats its wings with vicious malevolence seeking revenge over the innocent victims of the first past the post voting system.",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9856954217,
        "format_confidence":0.9150719047
    },
    {
        "url":"http:\/\/theatkinschronicle.com\/2017\/06\/20\/toms-tales-from-the-files-of-june-21-1967\/",
        "text":"Tom’s Tales from the files of June 21, 1967\n\nWinthrop hasn’t done a whole lot – we could end the sentence right there but we͛ll go ahead and finish it like we started to – since he became governor that has caused us to regret that we didn͛t become a deceased Democrat, born-again Republican.\n\n(We will admit, too, that Justice Jim hasn’t had us dancing in the streets every time he’s opened his mouth since the election either.)\n\nAfter declaring open season on the members of the Game and Fish Commission, bag limit of seven, he ain’t knocked a feather till yet – which makes us wonder if he ever had his gun loaded. He would like for all members of every commission to resign so men of his choosing can take over. He wants to do in one term what it took Orval six to do. We’re trying not to lose any sleep over it, though, for we don’t believe it’s gonna effect the sale of Chronicles one way or another. But there͛s one outfit we’d like for him to give a good letting alone and that’s the State Police.\n\nWe would like to believe that the resignations of Colonel Lindsey and Major Thompson were non-political, but it ain’t easy, with so many requests for resignations floating around. One of these days, Wins going to light long enough at the State Capitol to name a new director to succeed Colonel Lindsey and we hope it isn’t Jerry Thomasson, but rather a promotion for one in the ranks. We don’t have any one person in mind, just so it’s someone our troopers can work with and for. All we know about the department is the image being created by those serving in the immediate area –from Capt. Boone Bartlett, to Lt. Jack Howard, to Sgt. Kenneth Brown, and Troopers Dwain Luter, Billy Baker and Jim Wooten – and you couldn’t ask for any better. As far as we know, they are getting the job done in a courteous, cooperative and efficient manner. We’d like to see it kept that way with political appointees appointed in other directions.\n\nWe had some high – powered salesmen in town Saturday – Bible peddlers. We liked to have never got that one off our front porch, and probably wouldn’t have if we hadn’t given him a hot tip. You know, they always want to know who lives in the next house so they can call them by their names. This one wanted to know. We saw Omer (Dump) Laycook’s car parked in front of the house of Mildred and Gusta Maxwell, Dump’s sister-in-law. “Mr. Laycook, we said, and he’ll buy nearly anything from anybody, but he’ll want to argue a little at first. That peddler wouldn͛t have left any faster if we had shot him in the south end (he was headed north) with a box of tacks.\nNow we owe Gusta an apology. It was Leona (Mrs. Laycook) in the car instead of Dump and the Gusta fell heir to the job of trying to convince the peddler that Mr. Laycook didn’t live there, hadn’t been there, wasn’t expected there soon, and besides he had more Bibles than he could read now. Our idea wasn’t original. John Ehemann used it on Bob Smithson when Bob and Wynema (Rackley) lived here right after the war. Bob was working at the garage and John sicked an insurance salesman on Smithson with the admonition that he’ll let on like he isn’t interested, but he told me just this morning that he needed some insurance. John didn’t know how close he was to getting a man killed. Bob had a pretty low boiling point (he’s probably mellowed some since) and he had some Yankee words like we hadn’t ever heard down here. And it took all of em, plus the threat of the use of a tire tool before he convinced that fellow that the back door was the nearest and safest exit.",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.5736088157,
        "format_confidence":0.5269657969
    },
    {
        "url":"https:\/\/wikileaks.org\/syria-files\/docs\/2092612_now-your-girlfriend-will-never-dare-cheat-on-you-.html",
        "text":"WikiLeaks logo\nThe Syria Files,\nFiles released: 215517\n\nThe Syria Files\n\nSpecified Search\n\nThe Syria Files\n\nThursday 5 July 2012, WikiLeaks began publishing the Syria Files – more than two million emails from Syrian political figures, ministries and associated companies, dating from August 2006 to March 2012. This extraordinary data set derives from 680 Syria-related entities or domain names, including those of the Ministries of Presidential Affairs, Foreign Affairs, Finance, Information, Transport and Culture. At this time Syria is undergoing a violent internal conflict that has killed between 6,000 and 15,000 people in the last 18 months. The Syria Files shine a light on the inner workings of the Syrian government and economy, but they also reveal how the West and Western companies say one thing and do another.\n\nNow your girlfriend will never dare cheat on you.\n\nReleased on 2012-09-11 13:00 GMT\n\nEmail-ID 2092612\nDate 2009-04-25 13:34:18\n\n\ni know some people dont love the whole valentines thing but it is so fun to me i dont care if the greeting card company made it up- any day where i get to be pretty treated with sweetness have a declicious dinner and some romance is right on in my book\njust a phone call one night she had an aneurysm and although this was a surprise of the worst kind it was the most spiritual time of my life much good and understanding has come through that loss\nrefined sugar will be your enemy till you die\none more thought about best friends\nTaking the valentines happy girl\nguess what i finally put in the shop\nme um we didnt have disney games when i was five\nim loving babies & mamas sunshine happy rooms and cool colors\nthe girl loves chocolate milk\ni remember that too it was really fun i hope it gets warm again real soon i cant wait to go to the park again with you two love mom\ni went to the fabric store tonight in search of prints to make some new spring scarves with some will probably end up in the shop too i just love this look also i love toast (the catalog and the cooked bread)\nwith that heres the stuff i eat salad with chicken a different salad with chicken repeat repeat this is the hard thing about it not a ton of delicious options im kind of kidding ive found a few other yummy things too\nacre of land is my favorite song of his\nit makes me too happy drawers full of yarn too glorious\nok its hard to stop i love every song\noff to the kindergarten valentines day party\nim just obsessed with him\n\n\n\nAttached Files",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.5812985301,
        "format_confidence":0.6518678069
    },
    {
        "url":"http:\/\/southsidemessenger.com\/can-you-gag-down-what-we-are-serving\/",
        "text":"Can You Gag Down What We Are Serving?\n\n   Written by on November 10, 2016 at 10:28 am\n\nlogo - stump countyBy the time you read this in the real world, the elections will be over and one of the losers will be the new president of the whole dadgum United States of America.\n\nThis weekend in Stump County all of the political parties had parties trying to get votes. Both the Republicons and the Democraps had catered picnics. Without the elephant and the donkey it would have been impossible to tell which was which.\n\nThe theme of both was “Can you gag down what we are serving?” and “Our food may look bad, smell bad and taste bad BUT what the other side is serving is worse.”\n\nThe Republicons built a wall around Manuel La’bors Mexican restaurant. The Democraps tried to register him to vote.\n\nBoth parties offered groping of women. At one party the candidate groped. At the other party the candidate’s spouse did the groping. Libby, our only women’s libber, said it was less offensive to be groped by a candidate’s spouse than the candidate and that all women should support her.\n\nBoth party’s parties stated, “Our candidate is mean but not as mean as the other candidate.” Both stated, “Our candidate has bad hair but not as bad as our opponent.”\n\nA spokesman for each party stated, “Our candidate lies pathologically but not as bad as our opponent.”\n\nBoth attempted to sell the idea that this is an historic election. One played up Maggie Thatcher. “It is time we elected a woman as president,” she said.\n\nWe almost choked on our chitlin’s. The idea of comparing a conservative to a liberal based purely on their “plumbing” was just more than we could take with straight faces.\n\nBoth candidates supported BIG Gov’mit. Both believe the president should force people to behave the way they believe they should behave.\n\nMeanwhile, down by the crick, the Liberterian Party was also holding their own party. They were serving potluck like you have at church dinners. What they offered was exactly what most people liked but the party was small. The folks at the Democrap party wouldn’t come because there were a few dishes on the right end of the table they didn’t like. The Republicons wouldn’t come because there were a couple of dishes on the left they didn’t like.\n\nIt didn’t matter that they chose their party as “not as bad as the other one.” They said they just couldn’t support a party that couldn’t win even if it had more to offer.\n\nAccording to Professor, if just one third of the folks supporting each party had visited the Libertarian party because they liked most of what was on the table they would have won.  One man, (as he tossed back another beer) said he wouldn’t attend because he’d heard some Libertarians smoked marijuana and he didn’t believe in using mind-altering substances. The crowd cheered him with a toast and passed around several jugs of Ludd’s finest moonshine.\n\nLeave a Reply",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.983314991,
        "format_confidence":0.649346292
    },
    {
        "url":"http:\/\/hazardouspioneers.blogspot.com\/2009\/04\/chapter-2-wage-system.html",
        "text":"Monday, 27 April 2009\n\nChapter 2 - The Wage System\n\nChapter 2: The Wage System\n\nDid you ever stop to ask yourself this question: why were you born from your parents and not from some others?\n\nYou understand, of course, what I am driving at. I mean that your consent was not asked. You were simply born; you did not have a chance to select the place of your birth or to choose your parents. It was just chance.\n\nSo it happened that you were not born rich. Maybe your people are of the middle class; more likely, though, they belong to the workers, and so you are one of those millions, the masses, who have to work for a living.\n\nThe man who has money can put it into some business or industry. He invests it and lives on the profits. But you have no money. You have only your ability to work, your labor power.\n\nThere was a time when every workingman worked for himself. There were no factories then and no big industries. The laborer had his own tools and his own little workshop, and he even bought himself the raw materials he needed. He worked for himself, and he was called an artisan or craftsman.\n\nThen came the factory and the large workshop. Little by little they crowded out the independent workman, the artisan, because he could not make things as cheaply as the factory - he could not compete with the big manufacturer. So the artisan had to give up his little workshop and go to the factory to work.\n\nIn the factories and large plants things are produced on a big scale. Such big-scale production is called industrialism. It has made the employers and manufacturers very rich, so that the lords of industry and commerce have accumulated much money, much capital. Therefore that system is called capitalism. We all live to-day in the capitalist system.\n\nIn the capitalist system the workingman cannot work for himself, as in the old days. He cannot compete with the big manufacturers. So, if you are a workman, you must find an employer. You work for him; that is, you give him your labor for so and so many hours a day or week, and he pays you for it. You sell him your labor power and he pays you wages.\n\nIn the capitalist system the whole working class sells its labor power to the employing class. The workers build factories, make machinery and tools, and produce goods. The employers keep the factories, the machinery, tools and goods for themselves as their profit. The workers get only wages.\n\nThis arrangement is called the wage system.\n\nLearned men have figured out that the worker receives as his wage only about one-tenthof what he produces. The other nine-tenths are divided among the landlord, the manufacturer, the railroad company, the wholesaler, the jobber, and other middlemen.\n\nIt means this:\n\nThough the workers, as a class, have built the factories, a slice of their daily labor is taken from them for the privilege of using those factories.That's the landlord's profit.\n\nThough the workers have made the tools and the machinery, another slice of their daily labor is taken from them for the privilege of using those tools and machinery. That's the manufacturer's profit.\n\nThough the workers built the railroads and are running them, another slice of their daily labor is taken from them for the transportation of the goods they make. That's the railroad's profit.\n\nAnd so on, including the banker who lends the manufacturer other people's money, the wholesaler, the jobber, and other middlemen, all of whom get their slice of the worker's toil.\n\nWhat is left then - one-tenth of the real worth of the worker's labor-is his share, his wage.\n\nCan you guess now why the wise Proudhon said that the possessions of the rich are stolen property? Stolen from the producer, the worker.\n\nIt seems strange, doesn't it, that such a thing should be permitted?\n\nYes, indeed, it is very strange; and the strangest thing of all is that the whole world looks on and doesn't do a thing about it. Worse yet, the workers themselves don't do anything about it. Why, most of them think that everything is all right, and that the capitalist system is good.\n\nIt is because the workers don't see what is happening to them. They don't understand that they are being robbed. The rest of the world also understands very little about it, and when some honest man tries to tell them, they shout 'anarchist!' at him, and they shut him up or put him in prison.\n\nOf course, the capitalists are very much satisfied with the capitalist system. Why shouldn't they be? They get rich by it. So you can't expect them to say it's no good.\n\nThe middle classes are the helpers of the capitalists and they also live off the labor of the working class, so why should they object? Of course, here and there you will find some man or woman of the middle class stand up and speak the truth about the whole matter. But such persons are quickly silenced and cried down as \"enemies of the people', as crazy disturbers and anarchists.\n\nBut you would think that the workers should be the first to object to the capitalist system, for it is they who are robbed and who suffer most from it.\n\nYes, so it should be. But it isn't so, which is very sad.\n\nThe workers know that the shoe pinches somewhere. They know that they toil hard all their lives and that they get just enough to exist on, and sometimes not even enough. They see that their employers can ride about in fine automobiles and live in the greatest luxury, with their wives decked out in expensive clothes and diamonds, while the worker's wife can hardly afford a new calico dress. So the workers seek to improve their condition by trying to get better wages. It is the same as if I woke up at night in my house and found that a burglar had collected all my things and is about to get away with them. Suppose that instead of stopping him, I should say to him: 'Please, Mr. Burglar, leave me at least one suit of clothes so I can have something to put on', and then thank him if he gives me back a tenth part of the things he has stolen from me.\n\nBut I am getting ahead of my story. We shall return to the worker and see how he tries to improve his condition and how little he succeeds. Just now I want to tell you why the worker does not take the burglar by the neck and kick him out; that is, why he begs the capitalist for a little more bread or wages, and why he does not throw him off his back, altogether.\n\nIt is because the worker, like the rest of the world, has been made to believe that everything is all right and must remain as it is; and that if a few things are not quite as they should be, then it is because 'people are bad', and everything will right itself in the end, anyhow.\n\nJust see if that is not true of yourself. At home, when you were a child, and when you asked so many questions, you were told that 'it is right so,' that 'it must be so,' that 'God made it so,' and that everything was all right.\n\nAnd you believed your father and mother, as they had believed their fathers and mothers, and that is why you now think just as your grandfather did.\n\nLater, in school, you were told the same things. You were taught that God had made the world and that all is well; that there must be rich and poor, and that you should respect the rich and be content with your lot. You were told that your country stands for justice, and that you must obey the law. The teacher, the priest, and the preacher all impressed it upon you that your life is ordained by God and that 'His will be done.' And when you saw a poor man dragged off to prison, they told you that he was bad because he had stolen something, and that it was a great crime.\n\nBut neither at home, nor in school, nor anywhere else were you ever told that it is a crime for the rich man to steal the product of the worker's labor, or that the capitalists are rich because they have possessed themselves of the wealth which labor created.\n\nNo, you were never told that, nor did any one else ever hear it in school or church. How can you then expect the workers to know it?\n\nOn the contrary, your mind - when you were a child and later on, too - has been stuffed so full of false ideas that when you hear the plain truth you wonder if it is really possible.\n\nPerhaps you can see now why the workers do not understand that the wealth they have created has been stolen from them and is being stolen every day.\n\n'But the law,' you ask, 'the government -- does it permit such robbery? Is not theft forbidden by law?'\n\nNo comments:\n\nPost a Comment",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.6866939664,
        "format_confidence":0.7270390987
    },
    {
        "url":"https:\/\/eliasalias.com\/index-p892.html",
        "text":"At Glacier Park July 2020 Photo by Adam Ruff: Unspunnewz\n\n\n\nFrom the labyrinths of\n\n\n\nAll I wanted to do was cash a check. I approached a lady who’s name plate said “Teller”. The name plate did not indicate whether she was married or single, so I decided to call her “Ms. Teller”. She was an outstanding product of the finest training conjurable by the modern banking industry, so she naturally had little extra for me by way of cordials as I stood there before her with my little piece of paper. She looked past me as she asked, “May I help you?”\n\nI spoke right up and explained that a fellow had given me this piece of paper and had told me that if I brought it into this bank someone would exchange it for some money. I apologized for interrupting her day for a trivial request. She looked past my shoulder and mouthed a really good question in my direction.\n\n“You got any I. D. ?”\n\nI looked at her for a moment, then asked, “Can you say that again please?” I wanted to be sure she had not asked if I had VD, or any CDs.\n\n“I.D.; you know; identification.” Her tolerance was thinning. My nervousness was becoming self-conscious. Somehow I felt like this was all my fault. But it finally did dawn on me that she wanted me to declare who I was. “Oh” I said, “I am Elias Krater, beatnik at large. Pleased to meet you, Ms. Teller.” And I tried to shoot a little smile at her. I was willing to do what we had to do to conclude. When I extended my hand to her, expecting to shake properly, she drew back like maybe she thought I had a gun in it or something. I yanked my hand back fast, sorry I had scared her. I was beginning to notice that this check cashing business could be a little sticky for beginners, so I tensed up a little more, took a breath and resolved to control myself better.\n\nI have always wondered why one would want to go to all this trouble. Why not just pay or give with real money? Now I’m not really bright, you must understand. But knowing that myself, I am always willing to wait and see during situations which I feel might include more than I can readily see at first. It’s just my way of being me, which is not against anybody’s law yet, `far as I know. And beside being just an average dude, I have always been a “cash and carry” sort of person. I seldom have money enough to trouble a banker about what to do with it. I do odd gigs helping my musician friends with their shows and sets around town in Memphis. They usually pay me something for helping, but it has never been much. Fortunately, I enjoy my work, and I get to catch a lot of good acts for free. That’s kewel, you know?\n\nBut I have given some thought to the money thang, which led to the banking thang. Now I ain’t no authority on the matter, but if I’m not mistaken, things sort of came around to what we have today from the simpler basics of economics. I think you can trace exchanges all the way back to the caves, you know? Like, when a hairy old dude had a couple of kewel clubs for weapons, and another dude had an extra woman at his cave, like, it was only natural that both parties might come up with a satisfactory trade; one good chick for one good stick. Back in those days, there wasn’t any money. That hadn’t been thought-up yet, you know? But soon enough, somebody did come up with the idea of money.\n\nIt was like magic, I’ll bet. The king could stamp some coins from his gold stocks and he could tell everybody what one of those coins was worth; say, like one gold coin might be worth three chicks and two sticks, or whatever. And then everybody bought into the idea. Then everybody wanted gold coins, wanted money. They would sit around the fire at their hooches and daydream about everything they’d do if they had a sack full of gold coins. No limit to what they could dream up. Money became popular in the population.\n\nAnd kings found out that they could convince people to work for them in exchange for gold coins, and then tax them to get the coins back; an improvement over the slavery thang insofar as the king no longer had to house, clothe and feed his workforce. Nosir, by payin’ his workforce with money, he could leave it up to the individual worker to pay for his own housing and sustenance. Pretty kewel idea, kings thought, because after the workers paid for everything they needed to be healthy and regular workers, the king could tax `em for what money they had left over, and put that money back into his treasure room.\n\nWe’ve had money for many centuries now. I don’t know when the first bank was thought-up, but I’m sure it was a long time ago. Maybe it happened back in the times of the Knights Templar. But since then, there must have been millions of the things opened up around the world. And here in America I noticed, when I was a truck driver runnin’ coast to coast, that in every big city across our land there are huge skyscrapers which were put there by bankers. They crown skylines across America, they do! It’s like they are bragging about how much wealth they have accumulated off the work of American citizens, you know?\n\nBut this much we can know, that money was here before banks, and money was here before checking. I think that somebody probably just invented the idea of writing checks. I think it had something to do with protecting one’s money from theft or robbery or other types of loss. The banker would hold your money, and give you some little booklets of papers which signified that your banker had your money and would fork it over to anyone who presented him with one of your little pieces of paper.\n\nEven I can see how this opens up an entire realm of possibilities, such as the banker deciding to charge you a tiny fee for the privilege and thereby profiting his organization in some insignificant way. That, by the way, led him to think about convincing more and more people to do the same thing, until he had lots and lots of people giving him their money in exchange for little booklets of papers. Bankers love to do this. They compete with each other for people’s cash, and the right to take a tiny part of that cash every month and keep it. They call it: service charges. For using the little booklets of papers which they traded to people for their money, the bankers get to charge a fee.\n\nLet’s see. If half the people in America, say about a hundred and thirty million people, give their banker one lousy buck a month for the thrill of using his little booklets of paper, that should produce a cash flow basis for the banks in America of, let’s see, uhmm, about a hundred and thirty million dollars a month. I’ll bet the guy who thought up the idea of trading little books of papers for people’s cash was amazed when he saw how well his idea took root in American society! He probably ran a printing company, ya think?\n\nBut as I was saying, all I wanted to do was cash a check. To do that, I learned that I had to play a little game with Ms.Teller.\n\nMs. Teller’s face seemed contrived to hide her initial disapproval for my beard, which I haven’t cut in some number of years. I’m used to nice ladies looking somewhat miffed the first time they see it. It probably has to do with the cockleburs and dust bunnies which are sometimes found within the stringy auburn strands of untrained, cigarette-singed wildness which trails downward from my weathered old face like a wind-blown advertisement which says graphically: “I am the president of the Hair Club for Chin.”\n\nIt could have been the fact that I was barefooted, but I doubt that she could have seen my feet from behind her barrier, which was so high that I had felt compelled to tip-toe up and lean over the ledge to take a peek at all the money I imagined she might have back there at any given time.\n\nI.D. puleaeez.” she said, forcefully. I backed down to flat-foot height and replied, “I just told you who I am, Ms. Teller. Elias Krater, beatnik at large. At your service.” But this time when I told her, I couldn’t quite get the smile up. I could feel my shoulders scrunching up. I looked left and right to see if I was disturbing anyone but her. Everybody looked fairly busy, normal, except an armed guard who stood under a shiny-billed hat like a statue and stared over my head at a clock. I could tell he was noticing me, and that made me want to hurry and finish my dealings with Ms. Teller. Like, ya know what I mean?\n\n“Ok; sir! Would you like to speak with one of the Bank’s managers?” she blurted.\n\n“I don’t think I know any of the bank managers, ma’am. I do know a few band managers, but none of `em work here. Actually, with my apologies, I’m kinda in a hurry. Blind John Tangerine is waiting outside for me, and our car is so low on gas it might run out just idling in your parking lot. So I’d rather visit with one of the bank managers some other time, if that’s ok?”\n\nMs. Teller then had an idea. She asked, “Do you have a driver’s license?”\n\n“Yes, ma’am, I do.”\n\n“May I see it please?”\n\n“Yes ma’am.”\n\nShe looked at it closely, then looked up at me and exclaimed, “This license is expired!” Her body language and her tone really made me feel self-conscious then.\n\n“Yes ma’am. Sometimes I have lapses. Guess it’s been a while since I looked at it.”\n\n“Well, I can’t use this for identification! You must get this straightened out immediately. Understand?”\n\n“Yes ma’am, but if you would just look at that picture right there on the thing you can see that it’s me. And the state of Tennessee gave me that picture on my license, so I can’t see why that won’t work for you to use to identify me, right?” This was beginning to concern me.\n\n“Sorry, sir! I have to have legal identification or I simply cannot cash your check. It’s the rules.”\n\nHave you ever noticed that you ain’t *Sir!* until you piss somebody off?\n\nNow I was desperate. I hated to do this, but the check really was mine to cash, and I really was who I was claiming to be, and I could tell she knew it too. But apparently she was gonna make me enlighten her more than I feel is proper when dealing with str... (truncated)",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.5454156995,
        "format_confidence":0.7859386802
    },
    {
        "url":"https:\/\/alienpoet.com\/2018\/11\/22\/",
        "text":"Politicians shouldn’t use people as pawns\n\nShould anything be done for political gains?\n\nthe political game\n\nshould played fair.\n\nChoose your battles with care\n\nI have seen politicians using people as pawns\n\nI want to reiterate the fact that this is despicable and leaves us all forlorn\n\nyes we need a voice\n\nbut we shouldn’t be a means to an end\n\nbend us and we will break\n\ndon’t make promises that you can’t keep\n\njust for ambition\n\nI have premonition that you will be found out\n\nand lose your political clout\n\nbecause we see through your veneer\n\nhowever thickly it is smeared\n\nand however you muddy the waters\n\nor use smoke and mirrors\n\nyou will never be forgiven\n\nfor your gaslighting\n\nwill be called out\n\nand we all know the truth will be heard\n\nit cannot be caged like a bird\n\nit is more than just a word.",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9410861731,
        "format_confidence":0.9628185034
    },
    {
        "url":"http:\/\/www.theillustrateddailyscribble.com\/daily.scribble.pages\/09.03.04.html",
        "text":"By Charles Pugsley Fincher, A Spin-Off of\n\nPep-rally night at the Republican convention. George W. Bush accepts his party's nomination. The big lie was on. That's the one where Bush, Cheney and company claim that the invasion of Iraq was about terrorism though they had originally used the disproven basis that Saddam Hussein had weapons of mass destruction. Some time back Bush and Rumsfeld acknowledged that Iraq had not had Al Qaeda connections -- at least before the war -- and that was the conclusion of the 9\/11 commission report. But, Bush has decided to fall back on the lie during the campaign. This is the guy who claims to be a man of his word. 09.03.04\n\nClick here to return to The Daily Scribble Archive.\nClick here to return to the Newest Daily Illustrated Scribble page (the home page).\nClick here to go to the Thadeus & Weez home page.\nThe name \"The Illustrated Daily Scribble\" is a trademark and is also copyrighted 2004 by Charles Pugsley Fincher. All illustrations and comic strips together with their characters appearing on this site are copyrighted 2004 by Charles Pugsley Fincher and may not be reproduced or used without his permission. Copyright 2004 by Charles Pugsley Fincher.\n\nThe Illustrated Daily Scribble Home | | The Illustrated Daily Scribble Archive Index | | Thadeus & Weez Home | | Cartoonist | | E-mail",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.7257247567,
        "format_confidence":0.9318054318
    },
    {
        "url":"https:\/\/citizensmediaresource.blogspot.com\/2016\/11\/secret-transcript-of-president-obamas.html",
        "text":"Wednesday, November 16, 2016\n\nSecret Transcript of President Obama's Meeting with Trump!\n\nWe have obtained a secret recording of the meeting between President Obama and Donald Trump last week, and here is a portion of the transcript with notes. \n\nTrump walks in stiffly with his handlers and attendants. The President and V-P Biden greet Trump and crew.\n\nPresident Obama:  “Everybody out, except Trump and Biden.”\n\nRecalling that Biden threatened to “kick Trump’s ass out behind the gym” and that Obama is a black guy, Trump looks worried and watches as his PR flack and Secret Service people leave him unattended.\n\nObama and Biden bust out laughing and slap hands.\n\n“L-M-A-O, dude,” Obama chortles.\n\n“You heard the expression, Be careful what you ask for?  This is it,” Biden says.\n\nTrump:  “Uh, uh, well….”\n\nObama and Biden can’t stop laughing.\n\n“I didn’t really expect to win, you know,” Trump says.\n\n“You’re fucked,” Obama says.\n\n“Royally screwed,” Biden adds.\n\n“You think everybody was up your ass while you’re a candidate, once you get to the big-boy chair, somebody is trying to take your head off every minute,” Obama says.\n\n“Yeah, some ass hole like you.  How you gonna like that, a sensitive fellow such as yourself, having millions of you on your case night and day?  You’ll get arthritis in your fingers from tweeting angry comebacks,” Biden says.\n\n“Oh, boy.  What should I do?”  Trump asks.\n\n“Try not being a lying, white supremacist shit head, for starters,” Obama says.\n\n“If you screw up, admit it quickly and put it behind you,” Biden says.  “The more you try to deny and dance around it, the worse it gets.”\n\n“I said I could shoot somebody in the middle of Fifth Avenue, and it wouldn’t cost me a vote,” Trump says.\n\n“That was then, this is now,” Obama says.\n\n“Apologize publicly to the President, that would be a good start, if you actually want to bring people together,” Biden says. \n\n“Sure, I will, and I apologize now, to you Mr. President, for all the crazy birther and Muslin shit I said. “\n\n“Well, you’re way late for that.  But, tell you what you could do.  You could tell Congress to quickly approve Merrick Garland for SCOTUS and approve my backlog of judge appointments,” Obama says.  “The Republicans were nagging me to appoint Garland, then when I said, OK, they turned against it, just because it was my idea.”\n\n“That is fucked up, I know,” Trump says.  “What else can I do?”\n\n“This side of climbing up the Washington Monument and jumping off?” Biden asks.\n\n“Joe, Joe, we’re not going to be like that,” Obama says.  “We talked about this.”\n\n“How about saying you didn’t really mean that crazy shit, like hating on women, black people, refugees, Muslims, Mexicans -- you know, your laundry list of people to blame for old white people’s problems and insecurities,” Biden says.\n\n“Can I wait and do that at the inauguration speech?  I want these Republicans to keep kissing my ass a little longer;  they doing back-flips to kiss the ring.  It would be sickening if it wasn’t so delicious,” Trump says.\n\nObama and Biden look at each other.\n\n“Nope, you gotta do that quickly, before the people burn down Trump Tower with you in it.  We’ve heard there is a well-coordinated plot to do just that,” Obama says.\n\n“A plot!  Why didn’t my Secret Service people -- and they are great folks, by the way, they really are -- why didn’t they say anything?” Trump asks.\n\n“They didn’t tell you about the multiple plots to burn you out?  Dude, they must already hate you,” Biden says.\n\n“How’s the intern tail around here?  I heard it’s terrific.” Trump asks.  “JFK, Clinton, everybody else but Nixon, probably, has dipped into the intern pool.“\n\n“That’s a myth anymore.  Ken Starr ruined it,” Obama says.  “Once in here, nobody gets laid.  What with the long hours, the constant stress, listening to butt holes such as yourself and the Republicans in Congress, there’s no going down, going down.”\n\n“Yeah, it’s going to be at least four years before you grab any pussy,” Biden says, “and by then, you’ll either be dead or unable to get it going.”\n\n“And your fake hair will turn white and fall out,” Obama says.\n\n“Damn,” Trump says.\n\n“That doesn’t go for Melania,” Biden says.  “She’ll be bonding with her bodyguards and driver.”\n\n“Shit.  This is sounding worse by the minute,” Trump says.\n\nObama:  “Well, you could request that she has female guards and drivers.”\n\nTrump:  “Melania swings both ways, you know.  Actually, I could watch, and…”\n\n“Oh, look at the time,” Obama says.\n\n“Can we do this again?  I really need help,” Trump says.\n\n“We’ll call you,” Biden says.\n\n“I think this went well, don’t you?” Trump asks as they get up to leave and shake hands.\n\n“Yeah, a blast,” Obama says.\n\n“When I talk to the press, I want it to look like things went well.  Is it OK if I call you my nigga?” Trump asks.\n\n“Is it OK if we call you Little Putin?” \n\nNo comments:\n\nPost a Comment",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9748602509,
        "format_confidence":0.5876160264
    },
    {
        "url":"http:\/\/spacecoastconservative.blogspot.com\/2010_12_01_archive.html",
        "text":"Saturday, December 25, 2010\n\nMerry Christmas\n\nMerry Christmas to you and yours,\nand may true joy fill the hours...\n\nAnd when the season 'tis full past,\nand all the eggnog is gone at last,\nand sugary sweet, cookies, cakes,\nhave gone and all their vengeance take,\nmay your New Year's Resolutions hold,\nand make of resolutions truth you told.\n\nMerry Christmas to you and yours,\nand may true joy fill the hours...\n\nOf family time and memories\nto be recalled, and \"jollily\"\nrenew your laughter and lend a smile,\ntying hearts together all the while,\nas time flies by and leaves a sigh,\nof contented thoughts of times gone by.\n\nMerry Christmas to you and yours,\nand may true joy fill the hours.\n\n© 2010 Linda McKinney All Rights Reserved\n\nMonday, December 6, 2010\n\nE Pluribus Unum\n\n\"E Pluribus Unum\"\nAnd so on they say,\n\"Out of many, one\"\nAnd believe what you may\nIt won’t be one from many,\nIt’s not built that way\nIts shape changed years ago\nWhen power corrupted, blinded, swayed.\n\n\"E Pluribus Unum\"\nThe intent of the Fathers\nNo longer a factor,\nConsidered but not obeyed.\nDiscarded by those who wished,\nPlanned to take what they may.\nAnd \"Unum\" no longer existed:\nDreams from the Fathers dismayed.\n\n\"E Pluribus\" turned away\nFrom what the Founders did say.\n\"Unum\" lost, pulled apart, torn,\nRipped from the future as well as the past,\n\"Unum\" trampled upon by those\nWho rewrite history,\nDestroy the future for their want:\nPower is their drug.\nAnd addiction rules those who have it too long;\nGathering possessions, influence,\nIn hope to belong,\nThey betray grandchildren’s hopes, rights --\nProsperity stumbles -- and grandma was in power.\n\n\"E Pluribus\" and \"Unum\" no longer talk.\nFreedom for \"Pluribus\" just a word,\n\"Unum\" took it all away,\nGround it into dust, soft, silky powder,\nLight, floating, blowing:\nDisappeared in the wind of \"Unum’s\" rule.\n\"E Pluribus Unum\" escapes the lips of rulers\n(As they laugh behind their eyes) and speak\nOf what they will do to help all,\nFavoring only their voters, helpers,\nFriends, supporters, and lie to \"Pluribus\" again.\n\n\"E Pluribus Unum\" had its blood spilled\nLong ago, slow trickle at first, then\nOver the wooden benches of the House\nAnd Senate, pumped steadily onto the sidewalk,\nDown the pavement, Congress’s twinkling eyes,\nLaughing, as they wrote more laws,\nFavored more their own,\nMaking \"Unum\" of themselves;\nThe rest to be the servants of the one.\nFiefdom, serfdom, servitude:\nCitizens shall obey.\nOr face the wrath\nOf government’s path\nAnd of \"E Pluribus Unum\"\nOur lives shall go the same way.\n\n\"Ashes to ashes, dust to dust\"\n\"E Pluribus Unum\" has gone that way.\nForever our future determined by \"Unum\" --\nUntil, sackcloth wrapped, \"E Pluribus\" discovers\nIts voice again and stands against \"Unum’s\" full sway.\n\nConsider the future and look to the past\nFor all things depend upon this:\nIndependence was won, not just with muskets --\n‘Twas words first shot that fired --\nWhen – if ever – our story shall change\nAnd \"E Pluribus Unum\" takes long lost breath,\nNo blood need be let,\nNor bodies to bury,\nBut \"wounds\" shall be plenty;\nAnd words start the story\nOf \"E Pluribus Unum’s\" return!\n\n© 2010 Linda McKinney All Rights Reserved",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.8557056189,
        "format_confidence":0.6782109141
    },
    {
        "url":"https:\/\/shadowproof.com\/2013\/05\/31\/lakota-grandmothers-rising-mitaku-oyasin\/",
        "text":"CommunityMy FDL\n\nLakota Grandmothers Rising! Mitaku Oyasin!\n\nTHE GHOST RIDERS One-Sheet(for sadavis, who has admired these wonderful folks…forever)\n\nPlease relax, and allow yourself to become a Lakota time traveler for just a bit, perhaps aided by the auspices of a Time Lord in the fashion of Doctor Who, or even by way of the dreams of the stories woven for you by the many oral histories passed down through the generations by the grandmothers and grandfathers whose chosen jobs were to keep the memories alive.\n\nYou are riding your pony across the vast reaches of the high plains, scouting for a new site for your people’s next camp.  The grass-scented wind in your hair lifts your spirits on this bright day in moon of falling leaves, the play of shadow and light caused by the plump clouds overhead makes you feel more alive than you can almost bear.  Your spirit soars as another scent wafts over the air: cottonwood leaves, their fragrance enhanced as they turn golden in preparation to fall to the floor of the river bottom, at which waterway they stand as sentinels, emblematic of the cycles of life, death, and rebirth, the hoop circle of life. You are already imagining them budding again in the moon of the tender grass, after a season of hard winter moons creating their stark, bare forms … In prayerful gratitude to Wakan Tanka, you cry: ‘Hoka hey!  It’s a good day to die, Grandfather!  Life is good!’\n\nThe buffalo scouts have seen a great host of them traveling not far to the north of you, and your thoughts turn to the people behind you, their travois loaded with the tipis, poles, and supplies that will soon become a village near this river you sense will be a comfortable base for the coming hunt.  You picture the children’s gleaming eyes, excited to prove their worth as helpers in this undertaking that is so essential to their families, and more importantly, to all of the people.\n\nAs you approach the mighty cottonwoods, and slow your pony a bit, your eyes see glimpses of the shining water through the trees.  But your mind is half on the images of your first Sundance one moon ago, and the many days of prayer and intentional suffering that you were proud to have endured for the well-being of your people.  Vestiges of the pain from the sharp and thin bone skewers the holy man had pierced through your chest, then fastened to the Great Tree in the center of the circle…praying to the spirits of the four directions, until you fell backward, releasing the bone from your flesh.  Aiiy, such hard and sweet misery it was.  But the people will have meat and robes this winter, and the children will grow strong with the berries and plants that the river’s moisture provides, and the white man’s sickness will not reach us here this far to the south!\n\nThe white men were killing the buffalo for robes and tongues, leaving their skinned carcasses to rot in the sun.  The white men kept coming and coming, rivers of them wanting to fence off the land…and kill you.  You were herded like beasts into smaller and smaller ‘reservations’, where your people starved because the food they promised you in exchange…never arrived.  Some warriors left the reservation to hunt for food for the people; sometimes they killed white people who attacked them, sometimes they were killed.  We knew that they wanted us gone.  They’d stolen your children and carried them off to white families and Indian schools, where they were forbidden to be Lakota, and turned into white children with no families to succor them.\n\nBut one night at the Sundance during the moon of red cherries, knowing of the plans for the soldiers to force your people into small plots of land, Sitting Bull had a vision: soldiers would fall into their camp like grasshoppers from the sky.  He and the other tribes organized the warriors who refused to die like penned cattle, and made an alliance with several other tribes.  They camped by the Little Bighorn River.\n\nYou can see the battle that ensued when George Armstrong Custer’s Seventh Cavalry came to annihilate your people, not knowing how many you were, nor of your firm resolve to live another day.  It’s the stuff of legend that you witness, and will only know later how flawed and poorly executed Custer’s plans had been.  But what you see is your warriors in splendorous attire, painted with the symbols of the visions, fighting as though they were all Crazy Horse, who believed bullets could not pierce his flesh!  Ah, you smell the gunpowder, see the blood…and can’t help rejoicing when the white soldiers die in massive numbers.  You may or may not have seen Old Yellow Hair go down to his death, but if you had, I reckon that you would have cheered.  The white man’s belief in God-given Manifest Destiny was in tatters… for now.\n\nThe tribes scattered, knowing that the army would seek vengeance.  The ensuing chases of different clans and tribes you can see as though from a vantage point in the sky.  You witness the privations, the capitulations, the pain of the decisions thrust on the leaders.  Nothing pretty came of any of it; the soldiers and the government were determined to end The Indian Problem once and for all. \n\nWhooosh; the times are now so very hard.  The people have been herded onto lands decreed by the Great Father in Washington, and are starving and threadbare with broken promises.  The Sundance has been forbidden, so your spirits are weak.  In secret, some are beginning to practice the Paiute Wovoka’s Ghost Dance, sent to him in a vision; the hope it brings is spreading throughout the plains.  Wovoka had said that if the people practiced it in an impeccable manner, the white man would be vanquished from the lands, and the buffalo and all the Ancestors would be brought back to life.  In addition, carefully sewn Ghost Dance shirts would make the wearers’ flesh impervious to bullet fire.The 60 million buffalo (Tatanka) that had roamed the plains were now all but extinct now; fear of Lakota Oyate extinction must have permeated the air.\n\nBut now, sensing that the dance spoke of a major rebellion, the anxious white settlers had convinced the government to initiate a program to rid your people from the lands that they coveted.  The shining metal, gold, had been discovered in the sacred Black Hills Paha Sapa), and they had stolen it back from you…since your people would not sell it to them.  For who can claim to own the land that the creator has given to all of us, providing food, shelter, water and holy sites? \n\nOfficers were sent to arrest the ringleader Sitting Bull; he and several of his band were shot dead in the ensuing struggle.  The rest fled to various encampments, then fled again…  One day 350 of your Minneconjou cousins were surrounded by soldiers, disarmed, and driven to Wounded Knee Creek (?ha?kpé Ópi Wakpála) under Porcupine Butte, and wrought a furious vengeance on your people, murdering 300 of you in cold blood: women, children, and men.  Women and children, fleeing the battle, some with infants in their arms…were gunned down like dogs. \n\nWhen civilians were hired by the army days later to bury them, they were loaded into a mass grave on the hill above the battle site.  Several live infants were found, wrapped in their dead mothers’ arms.  Perhaps you are seeing yourself as one of them, feeling yourself as one of them, and are wondering what may have become of you later.\n\nOr perhaps you are watching those few still left being loaded onto wagons, being sent back to the Pine Ridge Reservation.  You may even be among them, grieving and defeated, stunned into silence.  Hoka hey; it’s a good day…to die…You certainly don’t ask to be shown the arguments among the military afterward, nor to see the several Medal of Honor recipients whose awards were for chasing an murdering those escaping women and children.  Or perhaps you do; who am I to say?  Did you ask to hear of the callous and ugly support offered by so many notables of the day?  The newspaper editors for whom whole cities and counties in the West have been named?\n\nA simple form of Abracadabra  magic brings you to the gates of the prison on Alcatraz, and you are shown those doughty American Indian Movement folks who had decided to Occupy it as an example of what they claimed your people were promised in the Fort Laramie Treaty of 1868, granting the Lakota and associated tribes the rights to property abandoned by the federal government.  One notable Occupier was poet and musician John Trudell, who broadcast a daily radio program from inside the prison, the pesky devil.  That bold move was one of the early harbingers of the First American roots movement to reclaim their languages, spirituality, cultural traditions, and above all: pride.\n\nNow I can see that you are being whisked of in time to a second Wounded Knee time, this one the iteration of AIM and associated activist tribal members Occupying the church near the site of the original massacre.  This daring feat, Alcatraz, and other instances of Native American and the Lakota, having stood up to The Man, demanding rights and sovereignty, helped to spawn COINTLEPRO, whose evil doings were meant to crush dissidence of any sort, but special attention was paid to uppity Blacks and uppity Reds.  Danger: ‘wild people of color rising up’ caused white America to quake in their boots.  White man fear: what is its origin?  That question has launched a thousand ships, erudite essays, and psychological treatises.  Never mind. \n\nThe Occupation was spurred by the failure of your tribe to impeach and remove from office one evil BIA-backed Richard Wilson, under whose rule began a reign of terror on the traditionalists at Pine Ridge, over 50 of Wilson’s enemies were shot and killed, with absolutely no legal consequences.  Dickie’s private militia, called the GOON Squad (Guardians of the Ogallala Nation) was closely allied with the FBI, who had brought them weapons to use against their own people.  Use them they did.  Was one of the murdered possibly... (truncated)",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9642860889,
        "format_confidence":0.6096262336
    }
]