[
    {
        "url":"http:\/\/marinhybridshop.com\/testimonials\/",
        "text":"Marin Hybrid Shop Testimonials\n\nThis is the third time I’ve taken my Mini to AutoWerks, and each time I felt very confident that the work was done accurately and with our safety in mind. Great use of the web to schedule repairs, and the repairs were done quickly. A bit pricey, but working with nice people and a great easy locale made it worth our while.\n\nA Satisfied Customer\n\nAlways very friendly and great service! Thanks!\n\n\nAlways efficient, professional, thorough, meeting deadlines on time. Gracious, competent staff. Owner\/car MD Brian Baldwin is a charming guy with many years of experience in the field. I highly recommend and support the Autowerks.\n\nMichael B\n\nKudos to Shep for a clever diagnostic and repair on the HVAC system, which blew properly on the passenger side, but not on the driver’s side. I’ve driven it in various atmospheric temps since the repair and it looks like it’s all working now. Bravo!\n\nBrian Y\n\nBrian and his team have been servicing my wife’s car for 13+ years, always with the same great service, very thorough, alway friendly, and competitively priced. I recently bought a 04 Passat to add to our fleet of cars and took it to Brian for its scheduled 40k service. Needless to say, I received the same total experience that we are used to. Thanks Brian, Sheppard, Giovani and Petra!\n\nDale H.\n\nThe guys at Baldwin’s always do a great job when I bring my car in for service. I especially like the clear communication regarding what needs servicing, and the high quality of their work. They care about their work, as well as their customers, and it shows.\n\nGreg H.\n\nI took my 98 BMW M3 in for some repairs and am very satisfied with the work done. They went above and beyond on little stuff that mattered. I will definitely be taking my car there again.\n\nWilliam D.\n\nAfter dealing with dealership service departments, Brian is the first guy that can believe is telling me the truth about what my Mercedes needs. His inspection goes beyond the dealers.\n\nSal C.\n\nVery knowledgable, efficient, and courteous. Always tells you what work needs to be done and what work can wait. The cost is never a surprise. Very pleased with Baldwin’s German Autowerks.\n\nA Satisfied Customer\n\nBrian and his crew are great people. They all do outstanding work and really care about their customers. We have an older vehicle that needs very gentle handling, which is always provided. We’ll definitely tell all our friends about this shop.\n\nMichael T.",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9894100428,
        "format_confidence":0.9934100509
    },
    {
        "url":"https:\/\/www.edmunds.com\/honda\/pilot\/2010\/consumer-reviews\/excellent-suv!-bad-fuel-economy.html?reviewId=190762419&styleId=101172627&sub=suv",
        "text":"2010 Honda Pilot Consumer Review: Excellent SUV! Bad fuel econom\n\n2010 Honda Pilot SUV - Consumer Review\n\nAverage Consumer Rating\n\n136 Total Reviews\n\nAll Models\n\nBuild Quality\nReliability Value\nExcellent SUV! Bad fuel economy\nBy Barry on\n\n\n2010 Honda Pilot Touring 4dr SUV 4WD w\/Nav, Rear Entertainment (3.5L 6cyl 5A)\n\n\nPurchased on Dec 31 to take advantage of the 6000 pound GVWR for tax purposes. I traded my 2007 Acura MDX, which was a great vehicle itself . The Pilot rides smoother than the Acura and has significantly more room. The Navigation systems in Honda\/Acura products can't be beat, unlike other makes, they do not restrict use while in motion. Acceleration is good and storage space, cup holders etc is excellent!. The fuel economy is below average for a V6 engine, I am getting around 14 mpg in city driving\n\nBest Features\n\nNavigation system, built in XM radio, build quality. quiet smooth ride. Rear entertainment system\n\nWorst Features\n\nFuel economy needs to be improved, cooled seats as an option\nRecommend (0) (0)\n\nAre you the author of this review?\n\nUpdate Your Review\nReport it\nComments (0) Post a Comment\nPost a Comment\n\nYou must be signed in to post a comment.\n\n\nSelect a different vehicle  \nRecently Viewed\nThere are no recently viewed vehicles to display\n\nWrite Consumer Reviews\n\nWrite Consumer Reviews\n\nWrite a review and rate your own car.",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9963504076,
        "format_confidence":0.9917214513
    },
    {
        "url":"https:\/\/www.edmunds.com\/honda\/accord\/1991\/consumer-reviews\/incredible-(for-a-13-year.html?style=3919&sub=&reviewId=5141265",
        "text":"1991 Honda Accord Consumer Review: Incredible (for a 13 year old\n\n1991 Honda Accord - Consumer Review\n\nAverage Consumer Rating\n\n116 Total Reviews\n\nEX Coupe (2.2L 4-cyl. 5-speed Manual)\n\nBuild Quality\nReliability Value\nIncredible (for a 13 year old car)\nBy moitz on\n\n\n1991 Honda Accord EX 2dr Coupe\n\n\nPros: Roomy, comfortable, RELIABLE,\nstill looks nice after 13 years.\nInterior still perfect. Handles like a\ndream. Quiet ride on Yokohama Avid H4.\nGood low and high end power.\n\nCons: Rust. Automatic transmission\ntends to gear hunt a bit. Expensive\nroutine maintenance (Honda plugs, Honda\nfluids, Honda filters, Honda pads, Honda\nrotors). Rust Timing belt every\n60-90,000 miles. Rust. Windows tend to\nrattle and the track bolts need to be\nthread-locked into place. And did I\nmention rust?\n\nVerdict: SPECTACULAR budget commuter\n\nBest Features\n\nEX comes with every option I want - PW, PL, PS, sunroof, cruise, A\/C, the nice VTEC engine.\n\nWorst Features\n\nAll been addressed in later models.\nRecommend (0) (0)\n\nAre you the author of this review?\n\nUpdate Your Review\nReport it\nComments (0) Post a Comment\nPost a Comment\n\nYou must be signed in to post a comment.\n\n\nSelect a different vehicle  \nRecently Viewed\nThere are no recently viewed vehicles to display\n\nWrite Consumer Reviews\n\nWrite Consumer Reviews\n\nWrite a review and rate your own car.",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.996442616,
        "format_confidence":0.9910565615
    },
    {
        "url":"https:\/\/lmr.com\/Testimonial\/138\/web-site-feedback",
        "text":"Web Site Feedback - Jason\n\nWeb Site Feedback\n\nI live in California where mustang parts are as rare tumbleweed rolling through Los Angeles. When a friend told me about you guys and gave me peek at his catalog, I nearly had a heart attack. Just want to say thanks for the fast delivery of my orders and your large inventory of mustang parts.\n\n\nTell others about your experience with us!",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.6353393793,
        "format_confidence":0.9913732409
    },
    {
        "url":"http:\/\/www.cars.com\/bmw\/750\/1992\/consumer-reviews\/",
        "text":"1992 BMW 750\n\nChange Vehicle\n\n1992 BMW 750\n\nSearch Inventory Near You\n\nAvailable in 1 styles:  750 4dr Sedan shown\n\nAsking Price Range\n\nEstimated MPG\n\nInformation Coming Soon\n\nSee Photos & Videos\n\nAverage Ratings\n\n\n4.0 out of 5\n\nExterior Styling\nInterior Design\nValue for the Money\n\n0 out of 1 people recommended this car.\n\nWrite a Review\nBy writing a review you can provide valuable insights to other car shoppers.\n\nConsumer Reviews\n\nSort Reviews By\n\n    1-1 of 1 reviews\n\nconsumes 1 gal every 12 miles\n\nby Blitz from Honolulu HI | November 4, 2006\n\nBreak Pressure warning comes on intermediately, bresl fluid reservoir is full! Sometime when I start it, but goes out after Ipark for 10 min. sometime it goes on while I am driving and goes out again afte 10 or 20 min. Disconnected the electric wiresthat go to the cap of the reservoir but nothing changed. Shortened the 2 poles on the electric wire, no change\n\nDid you find this review helpful? Yes No\n\nExterior Styling\nInterior Design\nValue for the Money\n\nPurchased a new car\nUses car for N\/A\nDoes not recommend this car\n\n    1-1 of 1 reviews\n\nFeatured Services for this BMW 750\n\n  • Sell your current car quickly and easily on Cars.com.\n  • Not sure what auto repair should cost you? Use our price estimator.\n  • Get help with car repair now on Cars.com. Visit Repair & Care\n\nSearch Inventory Near You\n\nCalculate Monthly Payment\n\nWhat will my monthly cost be?\n\nCheck Payment\n\nCalculate Affordable Price\n\nWhat is the most I can afford?\n\nCheck Price\n\nMore Calculators\n\nCompare finance offers to decide what's right for you.\n\nCertain specifications, prices and equipment data have been provided under license from Chrome Data Solutions (\"Chrome Data\"). ©2013 Chrome Data Solutions, LP. All Rights Reserved. This information is supplied for personal use only and may not be used for any commercial purpose whatsoever without the express written consent of Chrome Data. Chrome Data makes no guarantee or warranty, either expressed or implied, including without limitation any warranty of merchantability or fitness for particular purpose, with respect to the data presented here. All specifications, prices and equipment are subject to change without notice.",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9970356226,
        "format_confidence":0.9196383357
    },
    {
        "url":"http:\/\/www.carsurvey.org\/reviews\/holden\/calais\/1990\/",
        "text":"1990 Holden Calais 5.0 V8 from Australia and New Zealand\n\n\nGood value and performance car\n\n\nDoor handle broke. Later found out it was super glued.\n\nSome of the electrics weren't working, a few fuses fixed this.\n\nRear tail-lights work when they want to, require a bit of fiddling.\n\nHead lining loosened, common problem.\n\nGeneral Comments:\n\nThe car is well equipped: leather, full electrics including sunroof, trip computer etc.\n\nReasonably good fuel economy: 15L\/100km for city driving.\n\nQuick car as standard, have beaten a Toyota Soarer Limited in it:) also beaten a Gen3 Stato.\n\nNeeds lower ratio diff though, and a bit more work and it will be quite the weapon.\n\nWould you buy another car from this manufacturer? Yes\n\nReview Date: 13th September, 2005\n\n1990 Holden Calais VN 5.0 V8 from Australia and New Zealand\n\n\nA lot of car for the money\n\n\nWeeping power steering fluid.\n\nReplaced EFI hoses.\n\nRear left suspension bush.\n\nOccasional coolant smell from heater - possibly a leak.\n\nGeneral Comments:\n\nThe v8 is unrefined, but effective at both propelling the car at a high rate of acceleration, and emptying the fuel tank if driven hard. It returns between 14 and 15 l\/100k in the city (more if pushed) while highway economy is surprisingly good at between 9.5 to 11 l\/100k.\n\nThe 4 speed auto is a very low tech device that certainly lets you know about every gear change. Also, it has no lock up torque converter in 4th unlike most contemporary vehicles (and the VL!).\n\nI have heard lots of complaints about the poor handling of VNs. Maybe the extra weight of the V8 over the front wheels helps, because at sane speeds the Calais is quite good to drive. It even turns into slow corners quite positively, unlike previous narrow bodied commodores that tended to understeer. However, as the speeds rise it starts to feel wobbly and unsettled.\n\nRide quality is OK, but a little rough for a heavyweight car with luxury pretentions. I think this has a lot to do with the solid rear axle - IRS equipped Commodores seem a lot better in this regard. Also, the car seems to bottom out on speed bumps - the extra weight of the V8 once again!\n\nCan't complain about the accomodation - plenty of room with comfortable, if somewhat tacky, trim. Instrumentation is typical Holden plastic, but still better than previous Holdens I have owned. The trip computer is intuitive and useful, and the cruise control works well.\n\nHaving owned this car for less than a year, I can't comment a great deal on reliability. However, one of the positive things about Holden ownership is that if things do go wrong, parts are cheap as dirt and every mechanic and his dog seems comfortable working on them.\n\nWould you buy another car from this manufacturer? Yes\n\nReview Date: 16th October, 2002\n\n26th Sep 2006, 02:31\n\nI would agree with you on most of that. You could imagine how hard it is for me I'm 16 years old and I own one of these beasts.I've got 10,000 to spend on it what type of supercharge do you think will go well???\n\n30th Mar 2007, 18:51\n\nThe VN\/VP T700's definately have a lock up torque converter, I don't know where you got your info from.\n\n25th Mar 2009, 09:43\n\nI disagree with everything original reviewer posted.\n\nI have nothing but hate for my 5 litre VP Calais. I loved it at the start, but now I'm over it.\n\nI've had to change parts a few times (fuel pump, power steering pump\/rack, two batteries, replace blown lights, etc) as well.\n\nI'm not sure if the computer is reading it wrong, but my fuel average is 42ltr\/100km. I never push it hard.\n\nThe Lemon and Dog car guide states that it does use 35.7ltr\/100km. So my car's computer must be right. I refill a full tank almost twice a week.\n\nAlthough I have tried to keep it as well maintained as I could, right now it is mechanically A1, except for some interior problems (the roof is bubbling!) and dash lights which work when they feel like it, and also the tacky plastics.\n\nI'm buying a VZ Wagon or VU SS Ute, whichever comes first as soon as possible. And I'm selling this car for $2500. RWC and rego included. Just want to get rid of it!!!\n\n14th Apr 2009, 06:11\n\nThere is something seriously wrong with your car if it is averaging 40 litres per 100ks. Unless you floor it constantly of course, driven nicely you shouldn't average more than 20lt per hundred ks.",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9969034791,
        "format_confidence":0.9805186987
    },
    {
        "url":"https:\/\/www.cartalk.com\/mechanics-files\/mechanic\/va\/mclean\/auto-tech-tysons-incorporated",
        "text":"Auto Tech of Tysons Incorporated\n\n  • 4.4 of 5 stars\n7 reviews\n\n1524 Spring Hill Rd, #G, McLean, VA 22102, us\n\n(703) 442-0166\n\n\nWebsite URL: \n\nIs this YOUR shop? Claim it and stay up to date!\n\nJavascript is required to view this map.\n\nAdd a review\n\nLog in or Sign up to add a review\n\nHas ASE certified mechanics\nHappily gives binding estimates\nThey are always honest\nThey are competent\nTheir repair price is reasonable\nThey complete the work in a timely manner\nThey respond well when they screw something up\nThey take the time to explain the problems and necessary repairs\nThey treat male and female customers in the same manner\nThey are always honest\nI would use this mechanic again\nI would recommend this mechanic to others\nThey fix the problem the first time\nThe shop is located in a safe neighborhood\nThe hours of operation are convenient for customers\nThey are near public transportation (or provide loaners, shuttle bus, rides as needed)\nSep 04, 2006\nI've used this guys to repair my cars for over 5 years now, starting with my 10-year old Pontiac Grand Am and now on newer cars. I normally drop my car off at the shop in the morning before going into work and then pick it up when I get off of work. I love them because they're pretty realistic and fair about repairs. I've had some pretty old cars that they would have had ample opportunity to try to jack up the costs to repair, but they always offer to repair just what problems were critical. Washington Consumer Checkbook also gives them top marks for quality and cost.\nJan 16, 2005\nWe have been taking our cars to AutoTech since 1982 and have always been satisfied with their work. I feel like we have a personal mechanic who is familiar with our cars and can tell if a problem needs immediate attention or can wait when I call from the side of the road because I don't know what to do. The reason I went on this website is to look for a new mechanic because we are moving to another state. I can assure you we'll have AutoTech check out our cars before we start on the trip. I just hope we can find mechanics we trust this much at our new home.\nNov 20, 2004\nThis small repair shop is run by Ralph. He has a twin brother (Dave) who works there. They look alike, but they are very different personality-wise--took me years to be able figure them out. They sometimes have fun with this. I think they switch shirts with their name on it or something. I love Ralph because I trust him. He doesn't over charge or treat me as an inferior being because I'm female and don't know about cars. I grew up with guys who knew everything about cars, I just couldn't absorb any of it. My favorite Ralph story is the one about his wife ... she finally forbid him to fix their really old van. She just wanted a new one. He kept my old Honda running for 12 years until my neice wrecked it. (I sold it to her first.) He works on my sister's family cars. We've both gone to him for 15 years give or take. He's incredibly honest and kinda funny. I've referred him to people over the years and it has always worked out fine.\nSep 14, 2005\n  • N\/A\nRalph is wonderful. I love this shop so much because I know I won't ever be ripped off and they'll actually take the time to explain things to me.\nJun 13, 2007\nI have taken my cars to autotech for over 15 years. I find Ralph and the mechanics there to be honest and helpful. they tell you what is wrong and also give advise about potential problems without being overly pushy regarding repairs. they are also good about telling me when I may need to replace tires, brakes and other similar items. they have always given me great feedback on used cars I was looking to buy. On one occasion they actually saved me a lot of money. I had a Ford Windstar with a blown head gasket that I towed there for them to fix. they told me what they would charge but also told me that they heard that the Ford had extended the Warranties for this problem. I called the dealer and found out that the repair was covered at no cost.\nJun 29, 2008\nI have used Ralph for Hondas and Acuras for 20 years. He has remained incredibly honest, good humored and has always fixed the car on the first repair. I am not good with cars-- they have patiently explained and taken a look at things on the fly. Sometimes I just call with a question and they'll answer it ... from what kind of tires to buy (they don't sell them) or what car should I buy. They have done the same for friends I referred. My family in the area goes to them and I have refered others as well. No one has been dissatisfied. For those in the area, his Washington Consumer Checkbook rating has always been top quality. That's how I found him 20 years ago.\nDec 15, 2008\nAs a single mother, an honest, reasonably priced mechanic is more valuable to me than gold. They came VERY highly recommended from a devoted customer of more than ten years and I was more than impressed. I highly recommend this place to anyone in the NoVa area looking!\n\nGet the Car Talk Newsletter\n\nAdd a shop\n\nKnow a great mechanic? Tell the world!\n\nGet started\n\nGeocoding courtesy of USC Spatial Sciences Institute",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9931132197,
        "format_confidence":0.9797316194
    },
    {
        "url":"https:\/\/www.autoonelancaster.com\/dealer-rater-reviews.htm",
        "text":"When you're trying to determine which auto dealership deserves your business, it's a good idea to reference the used car dealer reviews. Lancaster, PA, residents have always had great things to say about AutoOne, and we're proud to have such loyalty and support from area drivers. Our auto sales agents, financing team, and maintenance and repair technicians all put the needs of customers first, and the results speak for themselves.\n\n    On this page, you can see what previous customers have to say about their experiences. We understand you have options when shopping for pre-owned autos in Lancaster, Harrisburg, Reading, York and Lebanon, PA, and we truly appreciate your support. If you'd like to leave a review, please tell us about your experience at Dealerrator.com, Cars.com, or on our Google+ page. We welcome customer feedback both positive and negative, and we'll use your comments to further improve the way we do business.\n\n    After reading used car dealer reviews, Lancaster, PA, residents feel confident about visiting AutoOne. It's time to see for yourself what a difference friendly, honest, and customer-centric service can make. Please leave your review today! If you'd like to speak directly with a member of our staff, we'll be happy to talk with you over the phone!",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9604127407,
        "format_confidence":0.9781870246
    }
]