[
    {
        "url":"http:\/\/mashable.com\/2012\/09\/18\/digital-storage-25-year\/?WT.mc_id=en_gadgets",
        "text":"Digital Storage Has Come a Long Way [PIC]\n\nDo you get frustrated when your flash drive is out of storage space? It's all a matter of perspective.\n\nTake a deep breath, look at this photo, and remind yourself: at least it's not 1990.\n\nImagine what this photo would look like if they tried to compare it to cloud computing.\n\nSEE MORE: The History of Digital Storage [INFOGRAPHIC]\n\nFor a bigger version of the photo, which we found on, click here.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9236214757,
        "format_confidence":0.7255755067
    },
    {
        "url":"http:\/\/www.findu.com\/cgi-bin\/find.cgi?call=KD5K-10",
        "text":"findU needs your help\n\nSorry, no position known for KD5K-10\n\nNo position report for KD5K-10 has been heard in the last 10 days. There may be a problem with the spelling of the callsign, the station may not be on the air, or in an area without radio coverage. If you are not the owner of the station, you should contact the station operator for help.\n\nYou might also try a lookup of KD5K on, which gives license information for all US and many foreign radio amateurs.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.8106099367,
        "format_confidence":0.8528186083
    },
    {
        "url":"https:\/\/www.thephoblographer.com\/tag\/canon-curved-sensor\/",
        "text":"A Curved Sensor Could Make This 70mm Canon Lens Tiny\n\nHigh megapixel sensors are great; however, a curved sensor would really spice up the camera market.\n\nWe love finding out about new sensors just as much as you do. However, new types of sensors have been hard to come by. Sure, Sony is killing it with their stacked sensors, but there needs to be a big leap technologically. There has been plenty of speculation about global shutters. These would be very cool. Still, recently there has been a lot of noise about curved sensors. Curved sensors would drastically reduce the size of lenses as they would allow for much simpler lens designs. Speaking of lens designs, Canon just filed a patent for a new lens. That’s doesn’t sound too exciting. However, this lens is designed for a curved sensor. Let’s talk about it after the break.\n\nContinue reading…",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.8449268937,
        "format_confidence":0.6557834148
    },
    {
        "url":"https:\/\/www.infographicbee.com\/budget-gaming-setup\/",
        "text":"The Ultimate Gaming Setup On a Budget\n\nBuilding a gaming setup can be an overwhelming task especially in today’s evolving market. With hundreds of products and dozens of brands, building your own gaming setup can be very frustrating.\n\nIn this infographic, you will learn about what makes a great PC, keyboard, mouse, headset, mouse pad and chair. We will go over the essential features you should look for when shopping for gaming peripherals and some affordable options which will surely satisfy your needs.\n\nAfter reading this infographic, you will have a good understanding of the gaming equipment market and should be able to make educated shopping decisions when building your gaming setup.\n\nBrought to you by:\n\nColor palette:\n\n\n\nShare :\n\nRelated Infographics :",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.6180606484,
        "format_confidence":0.737673521
    },
    {
        "url":"http:\/\/mediaburn.org\/video\/wired-in-raw-88\/",
        "text":"[Wired In raw #88: Apple #5]\n\nRaw footage for \"Wired In,\" a never completed series on the technological trends and innovations of the 1980s. This video is a continuation of an interview with an Apple employee about the company's history, philosophy, and mission. Later in the video, we watch an Apple II Computer introductory program. Apple #5.\n\n00:00Copy video clip URL This tape begins with color bars.\n\n00:39Copy video clip URL Cut to a shot of the Apple representative. He continues to talk about Apple computers as personal educational tools. He also states that Apple was the first company to come up with the concept of a personal computer. The rep also talks about Apple’s competition with other computer companies. He states that Apple’s real competition is with pen and paper. This lasts for several minutes.\n\n03:35Copy video clip URL The videomaker asks the representative about the computer industry and its relationship to the ailing U.S. economy. He explains that about half of their product is shipped overseas, but that they would like to sell far more products here in the U.S. A videomaker asks the rep about distinguishing between real computers and videogame computers. The rep states that it is an important distinction for consumers to know. He states that videogames are single purpose devices whereas computers have multiple purposes built within them. He goes on to briefly talk about some of the newer products in the works at Apple. He remains tight lipped, but does talk about some of the newer storage devices that the company hopes to release in the near future.\n\n06:37Copy video clip URL The rep addresses the issue of software piracy. He talks about some of the procedures the company takes to combat piracy. He goes on to talk about some of Apple’s most popular software programs. The videomaker asks the rep what it’s like living in Silicon Valley. “It’s a place where you take technical competence for granted. You take a fairly high level of education for granted because that’s what’s all around you. You take to some extent having the best of things around for granted. I wouldn’t live anywhere else I don’t think.”\n\n09:40Copy video clip URL Cut to footage of an Apple II computer introductory program. This lasts for the remainder of the tape.\n\n17:52Copy video clip URL Tape ends.\n\n\n\nYou can be the first one to leave a comment.\n\nLeave a Comment",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.855294168,
        "format_confidence":0.8635061979
    },
    {
        "url":"http:\/\/www.patentlymobile.com\/2018\/02\/samsung-wins-design-patents-covering-a-fold-out-smartphone-a-buttonless-smartphone-and-a-smart-bangle.html",
        "text":"« Microsoft is Granted a Patent for a Smart Pen Clip that could be used to Scroll a Page or Zoom in on Objects on Touch Displays | Main | Samsung Files a Patent for a new Smartphone that could provide users with a Unique Expandable Display »\n\nFebruary 28, 2018\n\n\nThe comments to this entry are closed.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.8854836226,
        "format_confidence":0.6832928061
    },
    {
        "url":"http:\/\/www.datacenterknowledge.com\/archives\/2008\/02\/27\/video-ibms-z10-mainframe-introduction-2\/",
        "text":"Video: IBM's z10 Mainframe Introduction\n\nToday’s video offers an overview of IBM’s new System z10 mainframe, which is designed to increase data center efficiency by boosting performance while reducing power, cooling costs, and floor space requirements. This video runs 1 minute, 45 seconds.\n\nFor more information about IBM’s initiatives for the enterprise data center, see our coverage of the introduction of the System z10 and our IBM archive.\n\nAbout the Author\n\nRich Miller is the founder and editor at large of Data Center Knowledge, and has been reporting on the data center sector since 2000. He has tracked the growing impact of high-density computing on the power and cooling of data centers, and the resulting push for improved energy efficiency in these facilities.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.8627118468,
        "format_confidence":0.9569371939
    },
    {
        "url":"https:\/\/www.makeuseof.com\/tag\/simplecountrycodes-find-international-calling-codes\/",
        "text":"SimpleCountryCodes: Find out International Calling Codes\nWhatsapp Pinterest\n\nIf you ever need to look up international dialing code to some country go to On this simple website you can quickly find international dialing codes to pretty much any point on the globe. Once you enter your location and the country where you want to call the SimpleCountryCodes will give you the code.\n\nfind international calling codes\n\nCheck out SimpleCountryCodes @ (via Redferret)\n\nEnjoyed this article? Stay informed by joining our newsletter!\n\nEnter your Email\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.7414528131,
        "format_confidence":0.6489117146
    }
]