[
    {
        "url":"https:\/\/www.howcast.com\/videos\/500872-introduction-to-the-accordion-accordion-lessons",
        "text":"Introduction to the Accordion\n\nGet an introduction to the accordion from musician \/ Broadway actress Katrina Yaukey in this Howcast video.\n\n\nThese are what are called piano accordions. Most accordions have this really cool boxy shape, also affectionately called squeeze boxes. Basically what an accordion is is a series of bellows that are compressed, pushed, or pulled and allow air into the instrument that crosses over a valve through a reed that then produces a vibration inside the instrument that creates the sound. So, by pushing or pulling I allow air into the instrument. Then by pressing a button the sound is created.\n\nMany accordions have different reed options. This one in particular, this brand is called Main Squeeze, has five options for reeds. Starting lowest with the bassoon, the bandoneon, the master, the violin, and the clarinet.\n\nOn the left hand side of the instrument we have a set series of chords that are always the same on every instrument. Some instruments have a greater number of bass notes than others. This is a 48 bass. They go all the way up to, I think the standard is 120. There are some that are bigger, but those are really huge instruments. The 120 usually being the top that you would ever use to play. These are set up in a chord fashion with major, minor, seventh, and diminished chords. Major, minor, seventh, and diminished chords. The first row being closest to the bellows. The counter bass being a third.\n\nIt's a pretty cool instrument. Basically a one man band. You can play everything that you need to with both hands and accompany yourself on this instrument.\n\nPopular Categories",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.719063282,
        "format_confidence":0.6975271702
    },
    {
        "url":"https:\/\/www.stringclub.com\/learn-play\/g-major-1-octave-viola\/",
        "text":"G Major 1 Octave\n\nfor viola\n\nLearn how to play the notes of \"G Major 1 Octave Viola\" on viola for free using our animated scrolling tablature for the easiest way to quickly learn the music. Enjoy playing along with 2 backing tracks which you can control with the track display. Use this tutorial with our tab to learn the song without having to read notes in sheet music.\n\nUploaded December 11, 2015\nDownload Mixdown Audio",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.7171809673,
        "format_confidence":0.810179472
    },
    {
        "url":"http:\/\/www.tcelectronic.com\/ja\/pedal-order-the-rules-and-how-to-break-them\/",
        "text":"You Must Forget In Order To Remember\n\nRemember when you were a kid? That blissful carefree existence with limited rules and unlimited possibilities. One day you could be an astronaut going through space in your home-made cardboard rocket, and the next you were a cowboy riding through the wilderness on your family's overbearing Golden Retriever. Then you got older... Rules and responsibilities started to take over your life, and systems and rutines got put into place to make your day to day life easier to time-manage.\n\nThe same thing goes for your life as a musician. When you start out you're blisfully unaware of the difference between delay and reverb. Chorus is something that comes after a verse, and you're actually able to enjoy pedals that aren't true bypass. Then the more you get into it, you learn that the otherwise imaginative and creative world of music contains rules as well. You can't use those cheap cables you used to have, 'cause they suck your tone. You can't play that Fender amp, 'cause it's too mid-scooped, and you can't run Fuzz before a Wah, because what would Jimmi think?\n\nSo you end up doing what other people do, which is almost always the following:\n\nGuitar -> tuner -> wah\/filters-> compressor -> fuzz -> overdrive\/distortion -> pitch-shifting -> modulation -> delay -> reverb ->  Amp\n\nAnd while this is a really great starting point, and will leave you with a very pristine sound, it might not be the right sound for you.\n\nHence we're throwing out the rulebooks today, and taking a look at some \"unconventional\" pedal placements to give you a proverbial hit across the head, so you can forget the rules and remember what music and tone chasing is all about. Having fun!\n\nReverb before Overdrive\/Distortion\n\nPedal Order - Reverb Before Distortion\n\n<\/> ビデオを埋め込む\n\n<iframe width=\"640\" height=\"360\" src=\"\/\/www.youtube.com\/embed\/?rel=0\"><\/iframe>\n\nYou're probably thinking \"Wooh Wooh Wooh, hold your tonal horses!\" right now. And we know, everybody preaches how important it is to run your Reverb pedals after your overdrives and distortions, because otherwise your sound will get muddy and boomy. But you can actually make it work the other way around, and with a pretty cool result as a matter of fact.\n\nThe trick to this is to use subtlety and restraint. We know, it's difficult. You just want to crank that sucker. But trust us, if you set your reverb to a spring or room reverb with a light crunchy overdrive after it, you'll immediately be taken back to those gorgeous gritty reverb tones of the 50s and 60s.\n\nTroy Van Leeuwen of Queens Of The Stone Age and Kevin Shields of My Bloody Valentine are prime examples of this tone trick.\n\nDelay before Overdrive\/Distortion\n\nPedal Order - Delay Before Distortion\n\n<\/> ビデオを埋め込む\n\n<iframe width=\"640\" height=\"360\" src=\"\/\/www.youtube.com\/embed\/?rel=0\"><\/iframe>\n\nAnother slightly tabu subject in modern day setups is running delay before dirt. Why would you do that!? Uhmmm, have you heard about Jimmy Page, Eric Johnson or maybe Eddie Van Halen? All of their early ambience and slapback tones were created by running a delay straight into an overdriven amp.\n\nAgain, you have to show a bit of restraint with your delay mix and your gain setting, but once you get it set just right, you probably don't want to put your delay pedal back in its usual spot. Or maybe you should just get more delay pedals to cover several spots in your chain? Yeah, that sounds like the right solution.\n\nReverb before Delay\n\nReverb before delay is also a common no-go for tone purists since delaying your reverberated signal can create tonal clutter. But some highly unique ambient and psychedelic tones can be achieved by going down the path less traveled.\n\nTry running a modulated reverb into a reverse delay for some spectacular mind-bending pads, or a splashy spring reverb into a tape echo for a cool vintage flavored echo explosion.\n\nTremolo after Reverb\n\nWe all love that lush pulsating ambience from a smooth trem into a reverb pedal. It's just very organic and easy to play off. But have you ever tried it the other way around? Yeah, we're talking choppy square-wave trem straight after your verbs.\n\nNo? DO IT! It's like you're being sucked in and out of space, voluntarely throwing yourself into a tonal abyss only to make it out on the other side alive somehow. Okay, we might be over-selling it here. We get carried away easily, but that still doesn't change the fact that it sounds bloody marvelous, and you owe it to yourself to try it out.\n\n\nA soft sine-wave trem also results in a cool effect. A more lush and ambient effect, and not as abrupt and explosive as the square-wave.\n\nWah after Fuzz and Distortion\n\nPhilip Sayce - Wah After Fuzz\n\n<\/> ビデオを埋め込む\n\n<iframe width=\"640\" height=\"360\" src=\"\/\/www.youtube.com\/embed\/?rel=0\"><\/iframe>\n\nProbably the most classic rock sound ever is running a Wah into a thunderous Fuzz Face. Those gnarly boosted mid-range sweeps are just to die for. But what would happen if we decided to reverse the order? We know, we know. Total tonal sacrilege. But just hear us out... Or rather, hear Philip Sayce out, one of the best blues rock guitarists currently alive. He prefers running his Wah before his gain stages in order to keep the Wah as pure as possible, and what you get is one crazy beautiful wah tone.\n\nPhilip gets into the nitty gritty of his wah and fuzz setup around the 4:40 mark. But hey, watch the entire thing. That dude can play!!\n\nCompression after everything else\n\nThe reason for having a compressor as one of the first things in your chain is so it only squeezes your core tone, and then feeds the new compressed signal into your effects. But what happens if you place it as the very last effect in your chain? Interesting stuff is what.\n\nBy doing so, your compressor starts to act as a limiter for your entire chain. This is a great thing if you have some very...uhmmm, let's call 'em \"lively\" effects. This could be a gnarly fuzz pedal, a true spring reverb in a pedal format, or a delay that tends to oscillate easily if it's fed too much pre-gain. So by placing the compressor last, you can keep all of these \"crazy\" effects under control and always maintain a stable and coherent sound image.\n\nThe legendary Charlie Sexton is one of the top players that likes to use this secret trick.\n\nAgain, subtlety is key here. If you over-compress you will kill the dynamics of your entire chain.\n\nLooper Before Everything Else\n\nThe common thing to do with a Looper, such as our Ditto Looper, is to place it last in the chain. That way the looper records every single effect pedal you have switched on before it, capturing a complete snapshot of the sound you got going at the moment.\n\nBut what happens if you move it to the front of your effects chain? Complete creative control is what!\n\nBy moving it to the front of the chain you only capture your guitars dry signal, and then you can apply effects to the dry loop afterwards. This is awesome for soundscapers and experimental musicians. Just record a phrase and start molding it with time-shifting delays and cavernous reverbs. So much fun to be had!",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.7983916998,
        "format_confidence":0.9744526744
    },
    {
        "url":"https:\/\/ironageaccessories.com\/blogs\/how-to\/music-sponsorship-endorsement",
        "text":"Iron Age Guitar Blog| Music Sponsorship, Tips On How To Land One – Iron Age Guitar Accessories\nSponsorship - How To Get One + Do's & Don'ts\n\nSponsorship - How To Get One + Do's & Don'ts\n\nHere's a question that I'm sure many new & aspiring musician have as it's one that often finds its way into my inbox. It's \"How do I get endorsed\", \"Do you offer music sponsorship\", or sometimes \"Can I have free stuff\". The last one usually coming off as irrelevant.\n\nSo I figure I can give some insight into your question & point you in the right direction. This is from a business owner's point of view and so hopefully it can get you closer to get you that sweet & revered deal. After all, everyone wants to get their name out there, and having a music sponsorship can be a great perk of being a professional musician.  \n\nSo first of all, what is a music sponsorship? Well, lets put our businessman hat on for a sec and simply call it a business partnership. I would describe it as a trade in value, as in  \"You scratch my back, I scratch yours\". It's a win-win for both parties but as long as both are getting well ahead. The biggest benefit to be found, is the perceived association of being seen together.\n\nNot only that, but it can also add to your credibility as a musician. Once you have an endorsement or music sponsorship, often times it can make it easier to pick up another one. So to get the company to give you the thumbs up & support your endeavors , you'll have to represent them in a positive light & display their flag proudly so to speak.  \n\nWhat a sponsorship is not. If you're out looking for a deal that will give you free products, you might be in for a let down as that's rarely granted. To get free products or signature models just for you, that sort of thing, will take quite a while as you build your relationship with the company. Yes, it's more work as with everything in life.\n\nYou'll have to work on yourself as a musician and work on building this relationship before being eligible to receive those types of benefits. So all in all, a music sponsorship is not a giveaway or a catering service to you. However, with some dedication you can someday reach that level of acclaim.  \n\nSo what's the most important thing to bring to the negotiation table? Frankly, it's your mindset.\n\nThe one thing to keep in mind through all of this though, is to have a \"giving\" mentality. By providing value up front, you will stand out with preeminence.\n\nIf you kick off the interaction with a \"what's in it for me\" mindset, it's likely that you've already lost the deal. You need to come prepared with an offer of value as if you were already working with this company. What you want to start off doing, is building a relationship by being loyal to their product or service & sharing in their values. You don't have to own their entire product list, but just a couple items you use regularly here and there. Starting the relationship has been made so much easier nowadays too with the help of social media. All you have to really do is be actively engaged with the brand.\n\nStart by finding the social media platform they use most regularly & just chat here and there, be interested, and get to know more about them. Once you've got an idea of who's behind the other side of the screen, you can casually bring up the topic of endorsement & let them know you'll be submitting an application shortly. This just makes the request more personable so you're not just another entry form in the sea of thousands.\n\nThe one thing to keep in mind through all of this though, is to have a \"giving\" mentality. By providing value up front, you will stand out with preeminence, rather than blend in with the masses that are all about \"me me me\".  This means don't ask for free stuff up front, or if they can do this or that for you. If you show them that you can be an asset to their company, you'll be one step closer to getting your foot in the door.  \n\nValue you say? What would a company or brand consider valuable?\n\nNow, a sizable following of fans is great but having a strong relationship with a smaller audience can carry its own weight. It's simply the principle of quality vs quantity.\n\nWhile being incredibly skilled can be one way to show your worthiness, but please note that it's actually not a requirement!\n\nAs a musician, having a fan-base is certainly one of the prime considerations. If you're aspiring to be a professional musician,  this should be one of your top priorities to work on. This goes for both online & offline fans. Your offline fans might be limited to your local area but growing online is something new & that anyone can accomplish nowadays.\n\nNeed more fans? Share your music wherever you go, have giveaways, interact with other pages, and generally market yourself. In this regard, the most important thing to do is to treat yourself as your own brand. You are the CEO, your music is your product, and your customers are your adoring fans.\n\nNow, a sizable following of fans is great but having a strong relationship with a smaller audience can carry its own weight. It's simply the principle of quality vs quantity.\n\nSure some people might have 100k followers but upon further inspection it's easy to see if they're actually engaged or just a number. What you want is not just followers as a number but, fans who actually care & interact with you on a regular basis. Once again, it's the connection & relationship that matters - Quality vs Quantity.  \n\nFans are good, but lets look at alternatives\n\nIf you've got a small following, fear not. You can also offer value by providing a skillset, bonus points if it can be used for marketing purposes. Photography or video editing skills are a couple big ones, with sound recording being tied into video creation. This is big stuff, especially nowadays with everything going digital & done through social media. All it takes here is a well-made 1-3 minute video such as the one Roxas did for us here:\n\n\nHere's another great one by Charles Caswell from Berried Alive. This not only provides value to Iron Age, but also fellow guitarists looking to install a similar switch. It's for this reason that we're also proud to share it wherever we can & give back in return.\n\n\nAnother video option is to do a demonstration like the one this 13 year old rockstar, Collin Katz, did here:\n\nIt's user generated content like this that brands are always on the lookout for. It's not only helpful for them, but it can also be a great way to get promoted & featured like I've done here. Seriously though, check these three out!  \n\nNext up is blogging\n\nIf the brand has a blog, you could offer a couple of quality posts or links back to their site. That's if you've already got experience writing blog posts, or are especially knowledgeable in a certain topic.\n\nThis again ties in with \"user generated content\" which as far as business marketing goes, is a huge plus. This too has its own benefit because giving a link & receiving one in return will help \"SEO\" for both websites, which means high rankings in search engines, and more traffic to your sites.\n\nAgain, here's a few examples I'm happy to share with you :)\n\nPaul Ozz\n\nJames Hamilton @ The Pick\n\nChris & Marrisah @ Carters Talk Tone\n\n& last but not least,\n\nBrendan @ Guitar Gear  \n\n\nHaving a press release package or media kit is important\n\nThis is a kit that essentially works as your resume that some companies might request. It's also something that venues like to see when booking a new band so you might already have one. If you don't have a press kit, here's a few things that should be included.\n\n  1. First thing you need is a brief overview & artist biography. It's a good idea to do a condensed version done in a single paragraph, as well as a longer and more in depth version. Four or five paragraphs for the latter should be sufficient. This way you can pique interest with the overview & then have more information available for those looking into your fine details. Don't forget to include all you numbers in terms of fans, gigs played, upcoming gigs, and social media followers.\n  2. Next is some photos of yourself or the band, but be sure they're high quality pictures. If you can hire a photographer or know a friend who's got some skills, definitely seek them out. Do not skimp out on providing quality shots, Photography Matters.\n  3. The obvious here is to also include samples of your music. Pick out your most popular songs or the ones that best represent your act. If you've got videos, they should also be included. Remember, the point is to be professional, so including something shot in the dark & with a phone's camera will likely hurt your credibility instead of help you out.\n  4. Include album reviews or any notable mentions you might have in magazines. If you have some notable achievements, this is the place to include them. This is again to show that you are credible, because companies want to work with musicians who are serious about what they do.\n  5. Lastly you need to add all your contact info like email, phone number, and a couple of your social media handles. Most of this stuff can be found online so you could actually do a digital press kit. You can do this by simply making a website that has all this info already on it and submit the link to the companies or venues when asked.\n\nOverall a press\/media kit is just a consolidation of everything \"you\" that might interest \"them\". It is like a resume of sorts so you want to make sure it's good & presentable. \n\nAlso, you might also be asked questions like \"Why you want the music sponsorship\", \"Why you would make a great fit\", and that sort of thing so be prepared.  \n\nWell there you have it\n\nThat's just a few ways that you can add value right off the bat. With that in mind, you can begin to see all the options available that could be brought to light in the eyes of the sponsor. It's really up to you and your creativity on what you accomplish.\n\nOnce you've got a couple of these d... (truncated)",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.5927891731,
        "format_confidence":0.9662422538
    },
    {
        "url":"https:\/\/netflixaustralia.watch\/hbo-now-go-australia-how-unblock-dns-vpn-watch\/",
        "text":"Get HBO Now Go in Australia How to Unblock & Watch\n\nHBO in Australia is geoblocked . HBO new streaming service offering TV shows like Game of Thrones Season 5. You need Smart DNS or VPN to bypass geographic restrictions. Learn how to unblock and watch HBO Now on iPhone, iPad, Android, Roku and Apple TV in Australia in this help guide. Bypass Foxtel. Watch GoT.\n\nHow to unblock and watch HBO Now in Australia - Smart DNS Proxy or VPN\nHow to unblock and watch HBO Now in Australia – Smart DNS Proxy or VPN\n\n30-Day Money-Back Guarantee\n\nHBO Now\/HBO Go in Australia – VPN\n\nIn a nutshell, VPN establishes a private connection between you and a network located in another country, like USA. This fools websites into believing that you are located in a country where their services is available.\n\n  • The main difference between VPN and Smart DNS is that VPN actually changes your IP address. It allows you to obtain a US IP address. Thus, you get access to all US channels at once. US Netflix, Hulu, Amazon Instant Video, CBS All Access, Sling TV, and HBO Go all become available.\n  • There are VPN apps for iPhone and iPad which make the installation much easier.\n  • For Apple TV and other streaming devices, you have to setup VPN on a VPN router.\n  • VPN slows down your Internet speed. You get a complete data encryption in return. ISPs and websites won’t be able to spy on your online activity.\n\nExpressVPN offer fast VPN servers in US. This is essential if you want to stream GoT Season 5 on HBO Now without buffering issues.\n\n width=“30” height=“31” class=\n\n\n\n\nHBO Now\/HBO Go in Australia – How to unblock and watch with Smart DNS.\n\nHBO Now is exclusively available in USA. Therefore, you have to spoof your true location. By setting up your device with Smart DNS, you can trick HBO Now to believe you are in the US.\n\n  • iPhone, iPad, Apple TV, Android, Smart TV, PS4, Chromecast, Amazon Fire TV, Roku are all compatible with Smart DNS.\n  • Your local IP address does not change which means you still have access to all exclusive Australian websites.\n  • You won’t have to pay any Internet speed penalty when using Smart DNS.\n  • Smart DNS even allows you to unblock multi-geoblocked content simultaneously. You could be watching HBO Now, UK Netflix, and Star Sports at the same time.\n\nNow choosing a Smart DNS proxy service with a large amount of unblocked channels is very important. Unlocator for example do provide DNS codes that unblock 205 geographically restricted sites. That list does include HBO Now. If you need help with your Smart DNS configuration, check out their setup guides. They offer a free 7 day trial, too.\n\nHBO Now in Australia – Other Important Info\n\nYou can find iTunes gift voucher for the US iTunes store online. This is important in order to pay for your HBO Now subscription. Smart DNS or VPN will do the rest for you to unblock and watch HBO Now in Australia.\n\nAdd a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.6042324305,
        "format_confidence":0.9704466462
    },
    {
        "url":"https:\/\/www.rooksmerestudios.com\/how-can-you-organize-a-concert\/",
        "text":"The concert is a very important event in the professional career of all musicians. Therefore, it needs to be perfectly organized in order to have a perfect show. The organization of a concert requires a methodology to be followed. There are a few rules you need to follow. We invite you to read this article to discover some tips on how to organize a concert well.\n\nChoosing the date and venue\n\nThe first thing you need to do to organize your concert is to define the date and the venue. Indeed, if you want to give a show to your fans, it is important that you are specific about a given period. So, you must choose a date that would be favourable to everyone. The date you choose should allow the majority of your fans to come and watch the show.\nAs for the venue, you must choose a space that will be able to hold the number of spectators you plan to receive at your concert. This means choosing between a concert hall, an esplanade, a sports field and others.\n\nCommunicating about the show\n\nAfter you have decided on the date and time as well as the venue for your concert, you need to conduct communication around it. In order to allow people to find out about the event, you need to put in place a very effective communication strategy. This will allow you to promote your show and thus sell a lot of tickets if the show is paying;\nThis means using local media, social networks, posters, billboards and other means of communication that will allow you to reach your target audience. Communication about the concert is a very important part of the concert organization process.\n\nInvite local artists\n\nTo encourage people to come to your concert, it is important that you invite local artists for your show. This is because the presence of local artists will make people and the population more interested in your show. This will ensure that you have a large audience for your concert.\n\nDoing the necessary administrative steps\n\nTo organize your concert, it is important that you have the necessary administrative authorisations. Thus, you need to approach the relevant institutions or the required local personalities to obtain a permit. This will allow you to have legal, security and social assistance.",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.9618886709,
        "format_confidence":0.9885392785
    },
    {
        "url":"http:\/\/sequelnews.com\/how-to-become-a-dj-and-be-famous\/",
        "text":"How to Become a DJ and Be Famous\n\nBecoming A DJ\n\nPeople that have been to clubs may really enjoy the atmosphere and the DJ that is providing the tunes.  Some individuals are even inspired to do this themselves.  This may lead them to a search on how to become a DJ.\n\nFind Your Environment\n\nThe first thing that you really have to do is find your environment.  You have to decide if you are interested in rock, pop, techno or R&B venues.  You may choose to do all of the above, but you have some focus on your audience.  Anyone that wants to know learn how to become a DJ has to first know how to move your potential crowd.\n\nGet Some Equipment\n\nDon’t go overboard, but you will need to obtain some basic equipment to get started.  This includes headphones, a mixer and turntables.  You may actually substitute the turntables with CD players or a laptop with audio mixing software.  It really just depends on the format of your music collection.\n\nCollect Some Music\n\nThe average person has a collection of their favorite albums.  This is great for individual listening, but it’s hardly enough to entertain a collective crowd of people.  Do yourself a favor and check out the Billboard or iTunes.  Check out what is hot right now and buy it.\n\nIt’s also good to simply have an ear for the classics as well.  You may want to mix things up with classic cuts in between some of the newer songs.  You have to be diverse even if you only stick to one music genre.  You still need an extensive collection.  You music collection will be your primary method to getting your new DJ career off the ground.  A DJ has to be able to switch things up if the crowd isn’t feeling the music.  You can’t do this unless you have an extensive music collection.\n\nMake a Mix and Listen to It\n\nDon’t just assume that you have skills without putting them to the test.  You may have a great ear for music, but a lot changes when you are put under pressure to keep things moving.  A DJ can’t just live in the moment with the audience.  They have to think three and four songs ahead of the crowd.  Anyone that wants to know about becoming a DJ will need to be mindful of the continuous mix.  They need to be able to blend songs together effortlessly.  The big thing in today’s world of mixing is the mash up.  A DJ needs to have to ability to take songs and blend them with instrumentals from other popular songs.  This takes practice.\n\nLearn the Craft\n\nYou may be a natural at this.  Your mix may be a magical compilation of some of the best music on the planet. This is possible.  It is more likely, however, that you will need to develop your skills.  Get on line and watch videos.  Go to clubs and simply listen to the way the DJ keeps the crowd’s attention.\n\nThis entry was posted in How To and tagged , . Bookmark the permalink.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.748591125,
        "format_confidence":0.993381381
    },
    {
        "url":"http:\/\/newhorizonsmusic.org\/growing-a-group\/",
        "text":"New Horizons International Music Association\n\nIdeas to Organize and Grow Your New Horizons Group\n\nby Lori Schuett\nPeterborough New Horizons Bands\nPeterborough, Ontario\n\nThe following article was written in response to a request for information about recruiting and organizing from a New Horizons International Music Association survey done in 2007.\n\ngrowing_graph The very structure of an organization creates the opportunity for new players to easily join in and is an integral part of your recruiting process. There are various ways to welcome new players into your band.\n\nOne way is to encompass a pyramid format of three or four levels with the base being beginners, usually the largest group. This framework allows you to market each year for “Green” recruits, those who are at the entry level and have little or no musical experience. They rehearse and take lessons for several months together until they are confident to move into the next level group. This group is playing at a beginner level and largely made up of the previous year’s “Green” members. From that level, players can move to a third or intermediate level. From there members can move to a fourth level consisting of players who tackle the most advanced music. You can advertise an organization that provides space for everyone no matter what their level of ability. New members are often your best advertisers because they are always on a level of sheer excitement and learning, an infectious spirit for sure, and they spread the word as much as the seasoned players. Word of mouth is still one of the best ways to bring in new people.\n\nAnother way to incorporate new players into your group is to provide private or small group lessons and as soon as possible bring them into the band or orchestra and adapt the music so they can play something successfully in the more advanced group. It usually helps to pair them up with someone who can offer encouragement and simple assistance if needed. It’s important that the new musician can succeed without intimidation or pressure.\n\nWhatever your numbers or structure, a friendly, welcoming spirit will work wonders in advancing your group to levels you wouldn’t have thought possible. And the happiness and rewards of making music with friends will appeal to a large segment of adults in your area.\n\nThere are a number of strategies that will reward your New Horizons group with new recruits. No one method is better than another, but rather the whole publicity process needs to be an on-going integrated one. The key is to promote wherever, however, you can. Here is a brief description of some promotional activities other groups have used. Hopefully you may find that some of these ideas can be adapted to suit your unique situation.\n\nSuccessful Recruiting Strategies for New Horizons\n\n  PDF IconPDF Icon Here are a couple of sample posters. Click the PDF icons to download them.\n\n1) Media Mania\n\nFirst it’s necessary to cultivate a good relationship with local media. Before every concert issue a press release with all the local media. This includes small newsletter publications, city papers, and local radio and television stations. Most media have an arts and information calendar, free of charge, for your listing.\n\nEncourage television stations and the print media to conduct interviews and tell the interesting stories of your group, group members and directors.\n\nYour local cable station may be supportive in taping personal interviews and rehearsals to broadcast in conjunction with special events their station is promoting. They may even make a quality CD to use in your advertising.\n\nOffer concert tickets to the radio stations which they give away in phone in contests.\n\nCreate posters advertising your concerts and have members place them in a variety of well traveled places such as the local library, shopping center and grocery stores.\n\nNothing works as well as a personal invitation. Create postcards and e-mail messages with pertinent information for group members to send to friends and family.\n\n2) Mall Day\n\nAt a local shopping mall arrange for small ensemble groups to play throughout the day. Get the media to cover the event live, and provide an information table supervised by group members who answer questions, hand out brochures and information packages. Again get names on a sign up list. From this list call each one to remind them of the upcoming information day and to discuss instruments and related questions they may have.\n\n3) Information Day\n\nHost an Information Morning for prospective members just before your start date. Promote the event (and your group) through the local media, posters, and invitations. At this venue have various members demonstrate their instrument so that potential recruits can learn about the instrument and decide if this is what they would like to play.\n\nShow the International NH video to provide the historical background and conclude the morning with refreshments.\n\nHave a sign in system to get contact information from each guest. A group member needs to follow up by contacting each individual to discuss their plans and instrument choices.\n\n4) Ensemble Concerts\n\nCreate a beautiful brochure explaining the NH concept and your group’s information (there’s one you can use on the New Horizons Start up DVD). These should always be available at any of your public events.\n\nBusiness cards are an inexpensive way to give out your contact information, too.\n\nCreate your own logo, or use the New Horizons music logo to grace your print material and possibly a variety of clothing such as shirts, vests, and jackets which your group members can wear with pride.\n\n5) Search the Web\n\nCreate a web site that includes information about your group, how to join, lots of photos, concerts, events and contact information. Personal biographies of your members and newsletters can also be posted. Keep your site updated regularly.\n\n6) Management\n\nCreate a Board of Directors. You need a team of enthusiastic supporters who are willing to share ideas and help out wherever they can.\n\nIn the end, it is word of mouth from enthusiastic members that is still one of the most powerful forms of advertising. Wherever you are talk about your NH musical group. You never know, it may be a person you run into waiting for car repairs or your waiter in a restaurant! Publicity is a project that is always evolving and needs constant attention, creativity, hard work, and commitment. But remember, anywhere you are there is the possibility of getting someone to learn the joys of music and have as much fun as you do!",
        "topic_id":6,
        "format_id":22,
        "topic_confidence":0.8392420411,
        "format_confidence":0.9403424859
    }
]