[
    {
        "url":"http:\/\/stackoverflow.com\/questions\/14116627\/i-need-to-join-three-tables-group-the-results-by-one-column-and-display-the-hi",
        "text":"Take the 2-minute tour ×\nStack Overflow is a question and answer site for professional and enthusiast programmers. It's 100% free, no registration required.\n\nSay I have three tables:\n\n  • users with names IDs\n  • emails containing rows which have their email address\n  • messages containing rows which contain the dates and titles of their emails\n\nthe second and third tables can all be matched to the first using the user's ID of course.\n\nI want a query which will return each user once only, their email address and the date of their most recent message.\n\nIf I use this:\n\nSELECT name,email,title,date\nFROM users\nJOIN emails ON users.id = emails.user_id\nJOIN messages ON messages.user_id = emails.user_id\ngroup by name\norder by date desc\n\nI don't get the most recent message, because the ordering has happened after the joining and the grouping. I get one email each from my users, and the emails are sorted by their date.\n\nCan this be done in one join? What am I missing?\n\nPastebin for a dummy database you can use: http:\/\/pastebin.com\/1x273aEe -- the actual database is not exactly like this, but it's the same problem.\n\nshare|improve this question\n\n1 Answer 1\n\nup vote 3 down vote accepted\nSELECT  a.*, b.*, c.*\nFROM    users a\n        INNER JOIN emails b\n            ON a.ID = b.user_ID\n        INNER JOIN messages c\n            ON a.ID = c.user_ID\n        INNER JOIN\n            SELECT user_id, MAX(date) maxDate\n            FROM messages\n            GROUP BY user_ID\n        ) d ON c.user_ID = d.user_ID AND\n                c.date = d.maxDate\nshare|improve this answer\nHi, that's working exactly as required on JSFiddle, thank you. But curiously, it's not working as expected on my local setup, client and server both 5.1.44. Anyway, I've got the idea. –  John Horner Jan 2 '13 at 4:47\nwhat results are you getting on your local machine? –  John Woo Jan 2 '13 at 4:49\nI'm getting duplicates. The correct four results appear in the correct order, but then they appear again. It works on the production server though, different version of MySQL. –  John Horner Jan 2 '13 at 4:53\nadd DISTINCT, eg SELECT DISTINCT a.*, b.*, c.* ..... I guess you have duplicate rows in your table messages. –  John Woo Jan 2 '13 at 4:54\nThat worked. Thank you very much. Any idea why an older version of MySQL should behave that way? –  John Horner Jan 2 '13 at 4:56\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9106649756,
        "format_confidence":0.9915027618
    },
    {
        "url":"http:\/\/unix.stackexchange.com\/questions\/47419\/list-the-bash-completion-thats-current-active-on-a-program",
        "text":"\n\nSign up\nHere's how it works:\n  1. Anybody can ask a question\n  2. Anybody can answer\n  3. The best answers are voted up and rise to the top\n\nIs there anyway to list the bash completion function in use for current command ?\n\ne.g for ls\n\nshare|improve this question\nup vote 6 down vote accepted\ncomplete -p ls\n\nor plain complete to list everything.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.6999742985,
        "format_confidence":0.9871996045
    },
    {
        "url":"https:\/\/intellipaat.com\/community\/8347\/cucumber-and-capybara-clicking-a-non-link-or-button-element",
        "text":"Explore Courses Blog Tutorials Interview Questions\n0 votes\n1 view\nin DevOps and Agile by (19.7k points)\n\nI am trying to test an in-place editor using Cucumber\/Capybara\/Selenium stack, but my problem is that the editor is activated by clicking a div and not a link or button. I can not seem to figure out how to get Capybara to do this. Is there a way of doing this?\n\n1 Answer\n\n0 votes\nby (62.9k points)\n\nYou can click on an element via I add the following for this in my web_steps.rb to click on divs.\n\nWhen \/^(?:|I )click within \"([^\"]*)\"$\/ do |selector|\n\n\n\nThere is also Element.trigger('mouseover') which appears to enable hover albeit not working with Selenium.\n\nIt is also very likely you will need to decorate your feature\/scenario with Capybara’s provided @javascript tag.\n\nBrowse Categories",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9755244851,
        "format_confidence":0.980689168
    },
    {
        "url":"http:\/\/www.activewidgets.com\/datagrid.1595\/no-subject.html",
        "text":"3.0 beta 2\n\nSend grid's contents back to the server\n\nI need to post to the server side the contents of the grid (those are generated by the user) in order to parse & insert them into a DB. Can anyone tell my the best way to do this?\nI'm using an array to hold the data of the grid.\nJuly 12,\nXML could be an option as well for holding data...\nJuly 19,\nPlease!!!! somebody answer this!!\nI've the same question and don't know how to solve this problem.\nJuly 22,\n\nI am not sure, what do you mean by contents of the grid (those are generated by the user) :-(\n\nIs your grid editable? Or some external JS is changing (add\/remove) rows? Do you want to have trip to server per change or want to update whole grid at once?\n\nI have done the first one and will be doing 2nd one very shortly.\n\n1st one is pretty simple, it can be done using some hidden form or the same for which you have used for adding\/editing the content.\n\nLatter on sounds tougher. It can have many solutions\n\n1> Build this URL http:\/\/server\/script.ext?grid=string and document.location = url; (limitation: grid content size at max 255 bytes)\n\n2> Make a hidden form with a textarea and set content of textarea with some encoded string translation (csv, key=value pair, xml, whatever) and sumbit the form. Server side can take care of parsing the content.\n\n3> Something similar to Active.HTML.define(\"FORM\"); (not sure how much work this will be). This will give dynamic form and we can add any number of form field inside it dynamically and submit it. (Alex, any comment?)\n\nSudhaker Raj\nJuly 23,\n\nThis topic is archived.\n\nSee also:\n\nBack to support forum\n\n\nVersion 2\n\nLooking for AW 2.6 ?\nThe old site is here.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9301717877,
        "format_confidence":0.5801720619
    },
    {
        "url":"http:\/\/www.chilkatforum.com\/questions\/1771\/creating-tar-file-in-linux-server",
        "text":"login about faq\n\nI want to make a tar file in a Linux Server using the Chilkat.Tar component. How to connect to Linux machine? There is nothing like ftp.host, ftp.user, frp.password etc.\n\nasked Dec 03 '12 at 03:37\n\nilkara's gravatar image\n\n\nYou would create the TAR archive locally, and then upload it to your server via whichever protocol makes sense for you. If FTP is to be used for the upload, you could use Chilkat.Ftp2.\n\n\nanswered Dec 03 '12 at 09:15\n\nchilkat's gravatar image\n\nchilkat ♦♦\n\nYour answer\ntoggle preview\n\nFollow this question\n\nBy Email:\n\nOnce you sign in you will be able to subscribe for any updates here\n\n\n\nAnswers and Comments\n\nMarkdown Basics\n\n  • *italic* or __italic__\n  • **bold** or __bold__\n  • link:[text](http:\/\/url.com\/ \"title\")\n  • image?![alt text](\/path\/img.jpg \"title\")\n  • numbered list: 1. Foo 2. Bar\n  • to add a line break simply add two spaces to where you would like the new line to be.\n  • basic HTML tags are also supported\n\n\n\nAsked: Dec 03 '12 at 03:37\n\nSeen: 895 times\n\nLast updated: Dec 03 '12 at 09:15\n\npowered by OSQA",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.5809953809,
        "format_confidence":0.9874626994
    },
    {
        "url":"http:\/\/stackoverflow.com\/questions\/13621692\/select-the-ndef-record-to-read-on-an-ndef-message\/13626502",
        "text":"Take the 2-minute tour ×\nStack Overflow is a question and answer site for professional and enthusiast programmers. It's 100% free, no registration required.\n\nI have developped 2 Android applications. The first one, to write into an NFC tag, and the second to read the contents I have written .\n\nSo with, * The first application (WriteNFC): I'm writing into the Tag, one NDEF message who involves two NDEF records : The first record is a \"text\" type, and the second one is a \"URL\" type.\n\nThe second application (ReadNFC): I scan the Tag, in order to read the NDEF message, and display it, but not fully. I only display on screen the second record (URL). What I would like to do, is when the user selecte another android application that he installed for reading NFC Tags, this one should be able to display only the first record (Text), and not the second one (URL)?\n\nOn summary, when we scan an NFC Tag, with my application(ReadNFC), we can see just an URL (http:\/\/www.stackoverflow.com), and with other applications, we can see just a Text (Hello World).\n\nshare|improve this question\nadd comment\n\n2 Answers 2\n\nThat is not possible using standard NDEF Text and URI record types.\n\nBut you can create your own record payload types using External Type record or Unknown record, which only your application can use.\n\nAlso check out the Android Application Record.\n\nshare|improve this answer\nI used TNF_MIME_MEDIA for the first record, and TNF_EXTERNAL_TYPE for the second one. It still not working when I use the native application. I have the Text in the first field, and below \"Unknown tag type\". How can I hide it? –  mOmO Nov 29 '12 at 13:58\nYou cannot hide anything in NDEF, you can encrypt your data. –  ThomasRS Nov 29 '12 at 14:12\nWhen you say encrypt, you mean displaying something like \"Unknown tag type\"? –  mOmO Nov 29 '12 at 14:18\nErr more like putting encrypted data in unknown record. This will prevent other apps from reading your data.. –  ThomasRS Nov 29 '12 at 15:12\nCan you be more explicit, by giving an example plz –  mOmO Nov 29 '12 at 15:21\nshow 1 more comment\n\nThis is what i did in the first application (WriteNFC)\n\nprivate NdefRecord createRecord1(String data)\n   byte[] payload = data.getBytes(Charset.forName(\"UTF-8\"));\n   byte[] empty = new byte[] {};\n   return new NdefRecord(NdefRecord.TNF_ABSOLUTE_URI, empty, empty, payload);\nprivate NdefRecord createRecord2(String data)\n   byte[] payload = data.getBytes(Charset.forName(\"UTF-8\"));\n   byte[] empty = new byte[] {};\n   return new NdefRecord(NdefRecord.TNF_ABSOLUTE_URI, payload, empty, empty);\n\nAnd for in the second application (ReadNFC)\n\nNdefRecord cardRecord = msg.getRecords()[1];\/\/Extract the second Record\nString url_data = new String(cardRecord.getType());\/\/Read data type\n\n\nWhen I read with my own application (ReadNFC), of course I had on screen only the payload of the second Record, which I stored through \"Record Type\". But with a third-party application, especially that natively installed (\"tag\"), It display correctly the first record, and for the second it's an empty field. So, It still not working, because it still see the second record screenshot\n\nshare|improve this answer\nWhen I use TNF_UNKNOWN or TNF_EXTERNAL_TYPE, it display \"Unknown tag\" like a second record!! How can I completely hide the second record from the other applications? –  mOmO Dec 7 '12 at 15:44\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9802048802,
        "format_confidence":0.9915837049
    },
    {
        "url":"http:\/\/stackoverflow.com\/questions\/21936959\/bash-standard-output-can-not-be-redirected-into-file",
        "text":"Take the 2-minute tour ×\nStack Overflow is a question and answer site for professional and enthusiast programmers. It's 100% free.\n\nI am reading 'advanced bash script', in Chapter 31, there is a problem. I can not figure it out.\n\ntail -f \/var\/log\/msg | grep 'error' >> logfile\n\nWhy is there nothing to output into logfile?\ncan you offer me an explanation? thank you in advance\n\nshare|improve this question\nbecause there are no lines in the tail of \/var\/log\/msg that contain the string 'error'? tail -f shows you what's being written to the file now, and grep filters out only the lines that match, so if there are no lines that match, nothing will be output. –  Mark Reed Feb 21 '14 at 14:21\n@MarkReed, yes, there are lines in the file 'msg' –  ruanhao Feb 21 '14 at 14:24\n@ruanhao: There has to be error text in last 10 lines otherwise tail -f just waits for new logs to appear. –  anubhava Feb 21 '14 at 14:25\nUntil enough matching lines are accumulated by grep, which uses buffering, nothing is written to the log file. –  chepner Feb 21 '14 at 14:42\nit is ok to use tail -f msg | grep --line-buffered 'error' >> logfile, but i still wonder why there seems no buffering when 'grep' directly outputs to stdout? –  ruanhao Feb 21 '14 at 15:25\n\n1 Answer 1\n\nup vote 3 down vote accepted\n\nAs @chepner comments, grep is using a larger buffer (perhaps 4k or more) to buffer its stdout. Most of the standard utilities do this when piping or redirecting to a file. They typically only switch to line-buffered mode when outputting directly to the terminal.\n\nYou can use the stdbuf utility to force grep to do line buffering of its output:\n\ntail -f \/var\/log\/msg | stdbuf -oL grep 'error' >> logfile\n\nAs an easily observable demonstration of this effect, you can try the following two commands:\n\nfor ((i=0;;i++)); do echo $i; sleep 0.001; done | grep . | cat\n\n\nfor ((i=0;;i++)); do echo $i; sleep 0.001; done | stdbuf -oL grep . | cat\n\nIn the first command, the output from grep . (i.e. match all lines) be buffered going into the pipe to cat. On mine the buffer appears to be about 4k. You will see the ascending numbers output in chunks as the buffer gets filled and then flushed.\n\nIn the second command, grep's output into the pipe to cat is line-buffered, so you should see terminal output for every line, i.e. more-or-less continuous output.\n\nshare|improve this answer\nthank you very mush for you answer. i think you are right. it is grep that plays the trick. it does not use buffer only when stdout is terminal. –  ruanhao Feb 21 '14 at 16:18\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.8850184083,
        "format_confidence":0.9914344549
    },
    {
        "url":"https:\/\/www.digitalocean.com\/community\/questions\/understanding-access-update-testing",
        "text":"Understanding Access & Update Testing\n\nPosted November 26, 2018 2k views\n\nI am trying to understand the following:\n\n  1. Does the provider (DigitalOcean) have access to the OS, DB, and application layers?\n  2. Who is responsible to testing and implementing changes\/updates?\n  3. Is there a SOC report that covers all provider access?\n\nI am trying to understand these areas for the following services:\n\n  1. Spaces\n  2. Kubernetes\n  3. Load Balancers\n  4. Block Storage\n  5. One Click Apps\n\nThese answers are provided by our Community. If you find them useful, show some love by clicking the heart. If you run into issues leave a comment, or add your own answer to help others.\n\n1 answer\n\nHey friend,\n\nIt sounds like you might be filling out a security questionnaire. We may not be able to provide all of the answers for these kinds of things, but when targeted to specific items like you’ve done here, we usually can. An important thing to note is that we are a self-managed provider, which typically means that the answer to everything is that we technically have physical access (though we do not want to look inside of your droplet), and that all responsibility for what occurs inside of the droplet is the customer’s responsibility.\n\nLet me try to address these:\n\n1, 2, and 3. We technically have access, we manage the back-end software, and we do not have any relevant report. We have no interest in diving in to your data, this is a trust based relationship.\n4. We technically have access and manage the back-end software that manages the volumes, but you still manage any software that runs on them, including any encryption that you do to the data stored on them. We do not have any relevant report for this.\n5. We have physical access to hypervisors, which means that it is physically possible for us to access your servers. We do not access your servers, this is a trust based relationship. You are fully responsible for managing all software, we're just providing you with a shortcut to create a droplet with some of your software preinstalled. We do not have any report relevant to this.\n\nHope that helps :)\n\n\nSubmit an Answer",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.6701034904,
        "format_confidence":0.9892836809
    },
    {
        "url":"https:\/\/community.idera.com\/database-tools\/powershell\/ask_the_experts\/f\/sql_server__sharepoint-9\/36781\/compare-master-file-and-output-files",
        "text":"Compare Master file and output files\n\nI am trying to compare a Master Template to a CSV file that is ran daily to check if such machines are getting backed up or not and than output the file with the machines not getting backed up. I have tried the compare cmdlet in PowerShell and I don't get an accurate read.\n\n$BaseCSV=import-csv .\\documents\\reports\\Odin.csv\n\n$NewCSV=import-csv .\\Documents\\Reports\\thor.csv\n\nCompare-Object -ReferenceObject $BaseCSV -DifferenceObject $NewCSV -IncludeEqual -property Node | Where { $_.SideIndicator -eq '=>' -or $_.SideIndicator -eq '==' } | export-csv .\\Documents\\Reports\\Results\\data.csv -NoTypeInformation\n\nI have also tried to link my PowerShell commands to my sql database to try and compare the differences but I'm getting no where. I'm new to trying to compare this but any help would be great.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.5347058773,
        "format_confidence":0.936386168
    },
    {
        "url":"https:\/\/community.esri.com\/thread\/162067-database-structure",
        "text":"AnsweredAssumed Answered\n\nDatabase structure\n\nQuestion asked by ksi.urp.ku on Jul 14, 2015\n\n\nWe are going to conduct large scale survey on Dhaka, Bangladesh. During this survey, we'll collect floor wise use of the buildings. For example, residential, commercial etc. I'd be really grateful to you if you please help me on the following issues-\n\n\n1. I want to visualize this database (may be using arcscene). How can we design the database for the same.\n\n\nIt is a bit problematic. Because we want to add attribute on the Z-axis.\n\n\nThanks in advance,",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.6911660433,
        "format_confidence":0.9775370359
    },
    {
        "url":"http:\/\/serverfault.com\/questions\/445223\/is-memcache-impacting-my-performence-negatively?answertab=active",
        "text":"\n\nSign up\nHere's how it works:\n  1. Anybody can ask a question\n  2. Anybody can answer\n  3. The best answers are voted up and rise to the top\n\nI am using pressflow 6 and NewRelic seems to suggest that memcache is infact hurting performance as shown below :\n\nDB Vs Memcache Load\n\nMy settings.php file :\n\n# Varnish reverse proxy on localhost\n$conf['reverse_proxy'] = TRUE;           \n$conf['reverse_proxy_addresses'] = array(''); \n\n# Memcached configuration\n$conf['cache_inc'] = '.\/sites\/all\/modules\/memcache\/';\n$conf['memcache_servers'] = array(\n         '' => 'default',\n### END Mercury settings written on 2011-11-01T07:12:49-04:00\nshare|improve this question\nWhat part of that makes you think that memcache is negatively impacting performance? – MDMarra Nov 4 '12 at 4:13\nDisable memcache and see what happens. I have a feeling you won't like the result... – Michael Hampton Nov 4 '12 at 4:37\nPage rendering is taking more time in memcache then in DB... am I missing something in reading the chart above ? – iTech Nov 4 '12 at 10:04\nIf those numbers are right, your performance problems are not coming from Drupal, your database, or memcached. Look elsewhere. – Michael Hampton Nov 5 '12 at 17:34\nCan you post the output of top when the site is slow, or maybe a minute or two of dstat? – Tom O'Connor Nov 5 '12 at 17:37\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nBrowse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.61549896,
        "format_confidence":0.9913853407
    },
    {
        "url":"https:\/\/cdn.typemock.com\/answers\/19500\/invalidcastexception-in-test-runner",
        "text":"\n0 votes\n\nI am getting some type errors that appear to have something to do with assembly identity.  Here is the test code:\n\nICandidateScorer ifScorer =\n    InterfaceLoader.InstantiateInterface<ICandidateScorer>(sAlphaTraderAsy, sAlphaPredictorScorer);\nAssert.IsInstanceOfType(ifScorer, typeof(AlphaPredictorScorer));\nAlphaPredictorScorer scorerAP = (AlphaPredictorScorer)ifScorer;\nThe Assert.IsInstanceOfType() is failing which the following message:\nAssert.IsInstanceOfType failed.\n    Expected type:<Kent.AlphaTrader.AlphaPredictorScorer>.\n    Actual type:<Kent.AlphaTrader.AlphaPredictorScorer>.\n\nThe cast from ifScorer to scorerAP is failing with the following exception:\n\nSystem.InvalidCastException :\n    [A]Kent.AlphaTrader.AlphaPredictorScorer cannot be cast to\n    Type A originates from 'AlphaTrader, Version=, Culture=neutral, PublicKeyToken=null' in the context 'LoadNeither' at location 'C:UserskentrDocumentsProjectsExcessionAlphaTrader.UnitTestinDebugAlphaTrader.dll'.\n    Type B originates from 'AlphaTrader, Version=, Culture=neutral, PublicKeyToken=null' in the context 'Default' at location 'C:UserskentrAppDataLocalTempTypemockExcessionTypemock.SmartRunner.Agent.exessemblydl34a603408e132_ad89d201AlphaTrader.dll'.\n\nIt appears the the Typemock test runner is modifying the original assembly such that .NET no longer recognizes the types that the code was originally compiled against.\n\nIs there a way to deal with this?\n\n\nasked by KentRollins (2.8k points)\n\n1 Answer\n\n+1 vote\nBest answer\n\n\nThis can happen when the assembly is loaded from different dlls. You probrably have your own Assembly loader within InterfaceLoader.\n\nPlease try to disable smartRunner from running in shadowcopy. (see here)\n\nanswered by eli (5.7k points)\nselected by KentRollins",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9891424775,
        "format_confidence":0.9857482314
    },
    {
        "url":"http:\/\/programmers.stackexchange.com\/questions\/105597\/watermarking-an-image-with-the-text-given-as-input",
        "text":"Take the 2-minute tour ×\nProgrammers Stack Exchange is a question and answer site for professional programmers interested in conceptual questions about software development. It's 100% free.\n\nI want to create a simple web app where I can drag an image in, and watermark the corner with the given text. Where should I start for something like this?\n\nI have knowledge in Java and Ruby.\n\nshare|improve this question\n\nclosed as off topic by Jonathan Khoo, Thorbjørn Ravn Andersen, MainMa, Walter, ChrisF Nov 15 '11 at 11:19\n\nQuestions on Programmers Stack Exchange are expected to relate to software development within the scope defined by the community. Consider editing the question or leaving comments for improvement if you believe the question can be reworded to fit within the scope. Read more about reopening questions here. If this question can be reworded to fit the rules in the help center, please edit the question.\n\nCan you do the watermarking just in a simple Java program given the image and the text? –  user1249 Sep 3 '11 at 3:31\n@Thorbjorn No I can't –  Matt Bettinson Sep 3 '11 at 3:34\n\n2 Answers 2\n\nStart with learning how to load the image, draw some text on it and save it again in a stand-alone program. The Oracle tutorial on 2D graphics would be a good starting point:\n\n\nWhen you have that running , see http:\/\/stackoverflow.com\/questions\/4890659\/java-images-receiving-webserver for the \"upload image in webserver\" part. This can be a bit tricky.\n\nHave fun.\n\nshare|improve this answer\n\nIf you do this with Ruby on Rails in combination with ImageMagick and the RMagick gem it shouldn't be more than a few lines of code to get the whole thing running.\n\nshare|improve this answer\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9848021865,
        "format_confidence":0.9880574942
    },
    {
        "url":"http:\/\/webapps.stackexchange.com\/questions\/31654\/force-github-syntax-highlighting-language-on-source-files\/31715",
        "text":"Take the 2-minute tour ×\nWeb Applications Stack Exchange is a question and answer site for power users of web applications. It's 100% free, no registration required.\n\nI have some C++ source files in a GitHub repo which have an extension of .C and are using C syntax highlighting, which I don't want.\n\nHow can I set GitHub to apply C++ syntax highlighting to these files?\n\nIs there a method to how GitHub identifies the source language for syntax highlighting purposes? It looks like it uses only the file extension, but is there a way to force a particular language?\n\nshare|improve this question\nadd comment\n\n3 Answers\n\nI asked support@github.com; this is their reply:\n\nWe use Pygments (http:\/\/pygments.org\/) to do syntax highlighting and determine which lexer to use based on each file's extension. So unfortunately, it doesn't look like there's a way to get C++ highlighting without renaming the files from *.c -> *.cpp and *.h -> *.hpp.\n\nYou can do this without losing git history of a file by using the git mv command.\n\nshare|improve this answer\nadd comment\n\nGitHub's language detection is done by the Linguist module, which is conveniently open source. It relies primarily on the file extension to detect the language, although it can be a bit clever to detect ambiguous files (such as .h files). As you can see from the configuration file, .c is firmly defined as a C file. Given the number of files that have to be assessed on GitHub, efficiency is a key requirement, if at the cost of some accuracy.\n\nIt looks like per repo configurations have been ruled out by the developer, so the only way you could make files syntax highlight as C++ would be to use C++ extensions. To keep those extensions and have highlighting you may have to try another service, or host the code somewhere yourself.\n\nshare|improve this answer\nadd comment\n\nFor files with a Shebang, the Shebang is considered when determining the language but seems to be evenly weighted against other tokens. This seems to be a big error because the Shebang should definitively define the language of the file. This can cause issues with highlighting.\n\nAs a workaround you can add dummy tokens in the form of a comment to \"tip the scales\" in favor of the correct language. This is experimental but I have had luck with it.\n\nshare|improve this answer\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.966830492,
        "format_confidence":0.9899297357
    },
    {
        "url":"https:\/\/forum.uipath.com\/t\/how-to-handle-google-crome-pop-up\/181915",
        "text":"How to handle google crome pop up\n\nI want to click on ‘ok’ button in pop up window of google crome\n\nClick activity of uipath do not allow me click on this button\n\nHow to do this?\n\nHi @Sneha_Ambulkar,\n\nDid we try with Click image activity?\n\n\n1 Like\n\nHello Sneha,\n\nYou can either:\n\n  • Use a “Click Image” activity, selecting the OK field in Chrome. TIP: The smaller the image looks, the better will the Robot identify it. You can play with the Accuracy property if you want.\n\n  • Send a command with a “Send Hotkey” activity. The command to send I think it would be an “enter”. You can select as the selector the Chrome window itself.\n\nBest regards!\n\n\nAs @kadiravan_kalidoss said, use Click Image activity or Computer Vision activities to handle this Pop-up’s.\n\nAnd also UiPath is recommened to use IE browser to automate ACME site and BOT can easily identify these Pop-up’s.\n\nWhile doing next assignment use IE browser instead of Chrome browser.\n\nclick image activity is not working\n\n\nThen try with Computer Vision activites.\n\n\nTry Send Hotkey with “Esc”\n\n@Sneha_Ambulkar - It’s quite easy and tricky use Send Hotkey activity that will do it like a charm.\nNow I can see you are working on ACME site then I will prefer to use IE rather than Chrome I am just saying you can use Chrome as well.\n\nThank You.\n\nMy issue is resolve now.\n\n@Sneha_Ambulkar- close this thread then.\n\nThis topic was automatically closed 3 days after the last reply. New replies are no longer allowed.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.6805590987,
        "format_confidence":0.5416290164
    },
    {
        "url":"http:\/\/sqa.stackexchange.com\/questions\/996\/developing-unit-tests-while-refactoring-legacy-code?answertab=active",
        "text":"Take the 2-minute tour ×\nSoftware Quality Assurance & Testing Stack Exchange is a question and answer site for software quality control experts, automation engineers, and software testers. It's 100% free, no registration required.\n\nI have a big code library that I need to refactor in order for it to fit more nicely together (one big problem is there aren't clear enough boundaries between each component). Since there will be some regression testing necessary to validate any refactoring, would it make sense to:\n\n  1. Create a unit test for a particular piece of code\n  2. Run the unit test and make sure it passes\n  3. Refactor the code and check that the unit test still passes\n\nThis seems like a good idea to start using a TDD approach to this refactoring process, although my biggest concern is that I'm writing unit tests after the existing code (instead of writing the code after the unit tests).\n\nSince I'm writing unit tests AFTER the code, should I first refactor, do my own regression tests, then continue using the TDD steps (write failing test, write passing code, refactor, repeat)?\n\nshare|improve this question\n\n4 Answers 4\n\nup vote 22 down vote accepted\n\nThere are 2 books I recommend reading as they will help with moving legacy code to TDD:\n\nWorking Effectively with Legacy Code and\nBrownfield Application Development in .Net (newer book, but .NET based).\n\nSince I'm writing unit tests AFTER the code, should I first refactor, do my own regression tests, then continue using the TDD steps (write failing test, write passing code, refactor, repeat)?\n\nWrite the tests before you refactor. The tests will be more of a specification (the code does X) before you start modifying it. This way, when you refactor the code, the test matches the existing code, so if your refactoring breaks something, it will make existing customers unhappy.\n\nThe above 2 books will give you more ideas of how to decide where to break things up into smaller (and more manageable) pieces, and when to leave things alone.\n\nshare|improve this answer\n+1 - the Feathers book is pure gold –  Alan Jun 7 '11 at 3:47\n+1 - again for Working Effectively with Legacy Code book –  stuartf Jun 7 '11 at 10:56\nExcellent, thanks I will consider buying that book. –  sooprise Jun 7 '11 at 13:39\n+1 for both books. –  famousgarkin Dec 23 '11 at 9:33\n\nYou NEED a test to show that the refactoring didn't break anything.\n\nI am a big fan of the A B theory based test that @Squirrel described.\n\nI am also a big fan of characterization tests from (working w\/legacy code) via Michael Feathers.\n\nPersonally, this is the technique I use in 90% of my work with legacy code (it's a variation of characterization tests).\n\n  1. reduce to functional\n  2. run\n  3. capture the result with an approval test ( www.approvaltests.com )\n\nStep 1 Imagine you were refactoring a bunch of functional code. This means; All used parameters are passed in, No side effects, always deterministic (pure); all useful results are returned.\n\nfor example you have a method string Foo(int a, boolean b)\n\nthis would be easy to test, just throw in some data, and follow steps 2&3 and you'd end up with nice characterization test.\n\nof course this isn't the real world. in the real world I would get something like\n\nvoid Foo()\n\nso 1st I would figure out what it's side effects are. They are probably some combination of 1. change global variables 2. change database 3. change files 4. make web api calls\n\nso then I would log all those changes:\n\n\n\nNow I can think of the function as\n\nLog Foo()\n\nthen run it and see what happens, it probably isn't deterministic, because you haven't passed in any variables, as you start to see what is occurring, you can start to see what needs to be passed in. Let's say it's a database. then you need to effectively do a rollback.\n\n\nlog = LogToString()\n\n\n\n\nshare|improve this answer\n\nI think Stacy calls it 'Branching by Abstraction'\n\nFor legacy code the best approch I've found is to find pinch points in your code where it's easy to insert an interface covering the inputs and outputs.\n\nCopy your first implementation, refactor, and then have a regression implementation that runs the old way and the new way and stops dead as soon as any difference is found.\n\nDoing this we've managed to replace some things seamlessly that my gut told me however hard I tried we'd land up in trouble, but it worked without a problem.\n\n(* watch out for non-functional differences like performance though!)\n\nshare|improve this answer\n\nIMO you should go ahead and write the unit tests for passing statements before doing any refactoring. The reason is because you want to be in a known state before making changes.\n\nshare|improve this answer\nAgreed. This is the sweet spot for automated tests: the interface isn't changing, the implementation is, and the code should behave as it did before. –  user246 Jul 3 '11 at 22:24\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9894384742,
        "format_confidence":0.9914178848
    },
    {
        "url":"https:\/\/codedump.io\/share\/sd21aJ73nrEJ\/1\/jquery-not-for-closing-menu-or-modal-not-working",
        "text":"valerio0999 valerio0999 - 4 months ago 7\njQuery Question\n\njquery .not() for closing menu (or modal) not working\n\nI have a menu that toggles open clicking on a button. I was asked to make it close whenever you click outside of the open menu as well.\n\nThis is practically identical to the \"click outside of a modal to close it\" behaviour, but applied on a fixed menu header.\n\nI thought of something like this:\n\n$('*').not('.header').on('click', function(){\n\/\/close menu function\nconsole.log(\"close the menu\")\n\nbut it's not working in many ways:\n\n1) wherever i click, the console.log fires\n2) for each click, i get 3 console.log fired.\n\nHere is a fiddle:\n\nI've tried changing the\n\n  • $('*:not(\".header\")')\n\n  • $('*').not('.header, .header *')\n\n  • $('').not('.header')\n\nbut I get the same exact output. Am I on a totally wrong path here?\n\nthanks a lot for your help\n\n\nYou could detect a click outside element like this :\n\n$(document).click(function(event) { \n        \/\/ click outside .header",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9836660624,
        "format_confidence":0.824708581
    },
    {
        "url":"https:\/\/hashcat.net\/forum\/thread-269-post-1254.html",
        "text":"Quickie on how OclHashcat+ works\nHi. I would like to know if cl: 8 in oclhashcat+ means that 1 password of length 8 is being processed or a group of passwords of length 8 is processed? If it is the latter, how many? Thanks.\nthe reason behind that is that some kernels require all plaintexts to be of the same length to process them efficiently. brute-force crackers usually do not have this problem because the length of the generated plaintext is always the same. but not so in wordlists. usually the words in wordlists are not sorted by their length. so my idea was oclHashcat+ caches all the loaded words and stores them into multiple buffers while it loads them. each length has one unqiue buffer. so if a word has the length 8 i put it into buffer 8. now for example if buffer 8's threshold is reached it processes them and clears it afterwards. so cl:8 means oclHashcat+ processes now all cached words with length 8. this is why it looks a bit random but it is not. hint: you can optimize your wordlists for oclhashcat+ usage. you just need to sort them by their length. i recommend you to generate seperate wordlists sorted by their length. latest hashcat-utils package ships with a tool \"splitlen\" which was written exactly for this task.\ni should add two things\n\na) if a wordlist ends, all the buffers that still have data to process are executed one after another. thats why oclhc+ usually processes cl:1-15 at the end.\n\nb) the size of the buffer depends on your gpu and the -n multiplier value. it is: $num_sp * 256 * $-n_val",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9430904984,
        "format_confidence":0.6957327127
    },
    {
        "url":"http:\/\/perlguru.com\/gforum.cgi?post=7830;sb=post_username;so=ASC;forum_view=forum_view_expandable;guest=",
        "text":"\nSite Search: in\n\n  Main Index MAIN\nSearch Posts SEARCH\nWho's Online WHO'S\nLog in LOG\n\nHome: Perl Programming Help: Frequently Asked Questions:\nDoes Perl have a year 2000 problem? Is Perl Y2K co\n\n\n\nJan 19, 2001, 2:41 PM\n\nPost #1 of 1 (4589 views)\nDoes Perl have a year 2000 problem? Is Perl Y2K co Can't Post\n\n(From the Perl FAQ)\n\nDoes Perl have a year 2000 problem? Is Perl Y2K compliant?\n\nShort answer: No, Perl does not have a Year 2000 problem. Yes, Perl is Y2K compliant. The programmers you're hired to use it, however, probably are not.\n\nLong answer: Perl is just as Y2K compliant as your pencil--no more, and no less. The date and time functions supplied with perl (gmtime and localtime) supply adequate information to determine the year well beyond 2000 (2038 is when trouble strikes for 32-bit machines). The year returned by these functions when used in an array context is the year minus 1900. For years between 1910 and 1999 this happens to be a 2-digit decimal number. To avoid the year 2000 problem simply do not treat the year as a 2-digit number. It isn't.\n\nWhen gmtime() and localtime() are used in scalar context they return a timestamp string that contains a fully-expanded year. For example, $timestamp = gmtime(1005613200) sets $timestamp to ``Tue Nov 13 01:00:00 2001''. There's no year 2000 problem here.\n\nThat doesn't mean that Perl can't be used to create non-Y2K compliant programs. It can. But so can your pencil. It's the fault of the user, not the language. At the risk of inflaming the NRA: ``Perl doesn't break Y2K, people do.'' See for a longer exposition.\n\n\nSearch for (options) Powered by Gossamer Forum v.1.2.0\n\nWeb Applications & Managed Hosting Powered by Gossamer Threads\nVisit our Mailing List Archives",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9744093418,
        "format_confidence":0.7242124677
    },
    {
        "url":"https:\/\/net7mma.codeplex.com\/discussions\/651736",
        "text":"Older code release location\n\nTopics: Question\nFeb 24, 2016 at 11:02 PM\nHi, as I've mentioned, fantastic work! I'm trying to locate one of your earlier releases that only streamed jpeg images. Is it still available?\n\nReason: I want to study the jpeg streaming technique when the code was much smaller.\nAgain, you rock and thank you!!\nFeb 24, 2016 at 11:53 PM\nEdited Feb 24, 2016 at 11:55 PM\nGlad to see you!\n\nEach version released is available from source control via a TFS Client or via Http here\n\nThere's really not much which changed in the RFC2435Frame over the course of development, mostly code was added to handle single quantization tables and cases when more than 2 tables are used.\n\nThere were also some changes for the DRI marker and changes to support RFC2035 types but after some discussion with the IETF it was determined that the RFC2035 and RFC2435 profiles were not supposed to support general JPEG transmission, only a limited subset so I left well enough alone and proceeded on writing a new rfc for general JPEG transmission but stopped because it seems that Onvif already has a way to extend the profile where it's needed.\n\nIf something is giving you some problems just let me know what and I'll take a look.\nMarked as answer by juliusfriedman on 2\/24\/2016 at 3:53 PM\nMar 11, 2016 at 6:08 PM\nEdited Mar 11, 2016 at 6:08 PM\nHey, I made a few updates.\n\nI plan on a bunch more and it would be helpful to see how the library needs to work for raw udp.\n\nIf you could post a few Wireshark captures of the clients sending and receiving through the server I will see about ensuring that type of transport is supported out of the box for everyone at both the rtp and rtsp level.\n\nAny other suggestions would also be useful and appreciated!\n\nThanks again for your interest!\nMarked as answer by juliusfriedman on 3\/11\/2016 at 10:08 AM",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9853958488,
        "format_confidence":0.5033601522
    }
]