[
    {
        "url":"http:\/\/www.westword.com\/arts\/100-colorado-creatives-couture-staple-and-westword-whiteout-designer-mona-lucero-5783531",
        "text":"100 Colorado Creatives: Couture staple and Westword Whiteout designer Mona Lucero\n\n100 Colorado Creatives: Couture staple and Westword Whiteout designer Mona Lucero\n\n#95 Mona Lucero For two decades, Mona Lucero has been making her mark on the Denver fashion scene with innovative design and a constant stream of new work. A former independent shop owner -- her store closed in late 2012 after a ten-year run -- the Westword MasterMind puts just as much effort into upping the exposure of the designers who work alongside her as she does her own runway pieces.\n\nIn advance of Lucero's participation in Westword's inaugural Whiteout Fashion Show this Thursday, February 7, the culmination of Art of Winter at the McNichols Building, she shared with us what is happening in her corner of the studio.\n\nSee also: - Powerhaüs Studios is ready for its closeup, and its first First-Friday open house - Mona Lucero dishes on YSL and the magic of haute couture - 100 Colorado Creatives: Dreamer, doer and Westword Whiteout designer Brandi Shigley\n\nNote: VIP tickets to Whiteout are sold out! Show and Tell readers can get a discount on GA seats by using the WESTWORD promo code here.\n\n100 Colorado Creatives: Couture staple and Westword Whiteout designer Mona Lucero\n\nWestword: What are you most excited about presenting at this year's Whiteout fashion show?\n\nMona Lucero: I'm excited about a new draping process I started using as of last summer, in which I use one uncut piece of fabric and drape the design. There are no seams. There is one dress in the show like it, and I'm exploring this new idea.\n\nAre you working on any project\/collaborations that you're looking forward to sharing with the community?\n\nI am, but I can't give details yet. It involves my studio-mates and mentoring new designers and artists. We're excited!\n\nIf you could collaborate with anyone in history, who would it be, and why?\n\nI would love to collaborate with Issey Miyake... no, to collaborate with him would be presumptuous. I would just love to learn from him. I love his technical experimentation in fabric and his amazing shapes.\n\nWho in the world is interesting to you right now, and why?\n\nThe Dalai Lama. He sticks with his beliefs in a world that goes the opposite direction.\n\nWhat's one art trend you want to see die this year?\n\nI never want to see any art die.\n\nWhat's your day job?\n\nThis is what I do.\n\nA mystery patron offers you unlimited funds for life. What will you do with it?\n\nI would spend some money on certain types of equipment and fabrics. I would start a studio where I could create fabrics, do screenprinting and embroidery, and hire a staff of amazing professionals to help me. I would also give money to my artist friends to help them. I would pay scientists to cure psychosis. I would make sure no one would go hungry... well, you said unlimited!\n\nWhat's the one thing Denver (or Colorado) could do to help the arts?\n\nBuy it.\n\nWho is your favorite Colorado Creative?\n\nRight now, my studio-mates Jimmy Sellars and Lauri Lynnxe Murphy. They're both very talented and passionate about their work.\n\nSee Mona Lucero's designs at Whiteout on Thursday, February 7. Use the hashtag #Whiteout13 to mark all your Whiteout Fashion Show conversations online -- and for a chance to win tickets!\n\n\nAll-access pass to the top stories, events and offers around town.\n\n  • Top Stories\n\n\nAll-access pass to top stories, events and offers around town.\n\nSign Up >\n\nNo Thanks!\n\nRemind Me Later >",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.7330152392,
        "format_confidence":0.7139599919
    },
    {
        "url":"http:\/\/www.the-dvine.com\/2011\/08\/tsura-jewellery-for-the-modern-tribe\/",
        "text":"Tsura: Jewellery for the Modern Tribe\n\nPieces from Tsura’s Vertebrae collection including the Chain necklaces (left) and Garnet Choker necklace (right) \n\nWhile the world of fine jewellery has long been dominated by brands such as Van Cleef & Arpels and Cartier, there is also a growing group of young designers who are looking to break the traditional mould with avant garde designs that are more conceptual and relatable. \n\nTara Thadani, founder of Tsura, is one of those designers. I first saw Tara’s designs last year and was immediately attracted to its organic look and modern tribal inspiration. Born and raised in cities including Hong Kong, Singapore, Europe and the UK, you can clearly see the influence of different cultures in her work. She launched the brand in 2009 and soon created a following with her clean and simple designs that still made a bold statement. \n\nWe spoke with Tara about her passion for jewellery and her latest Vertebrae collection which combines modern design with versatility, allowing women to create their own piece of bespoke jewellery. \n\nWhat inspired you to become a jewellery designer?\n\nI have always had a passion for jewellery, ever since I was a child. When I was a little girl I would get dressed and feel I needed something specific to match with my chosen outfit. I would make a necklace, a bracelet or something right then and there with my extensive bead collection! Jewellery can define a person- its adorns and embellishes any outfit. Jewellery is a unique way to express yourself.\n\nHow would you describe your style? \n\nI find inspiration in tribal jewellery and aesthetics. I design for the tribe of people with a global nomadic lifestyle. It’s jewellery that can be worn day or night; they are converstation pieces that make you feel dressed for any occasion. \n\nWhere do you get inspiration?  \n\nTsura takes inspiration soley from the natural world- the forests, the starry skies and even reflecting inwards at our own bodies.  Also my own travels from the terraced padi fields of Bali and meditative dzongs in Bhutan to the bustle of the spice markets in Istanbul and colourful traffic in the streets of Mumbai. \n\nHow important are materials in your designs?\n\nI hand pick every stone that is used. Before I started Tsura I did a basic gemology course in Bangkok and found so much beauty in all the stones. In fact for the first collection the stones were the first inspiration before the design. It works both ways now- sometimes I get inspired by seeing the stones and sometimes I know exactly what I am looking for.  I am also doing a lot of reading on the power and properties of the different stones. Our new collection ‘Tsura Balance’ will be centred on exactly that. The first pieces from the collection are chakra prayer beads which use stones that relate to the seven different chakras.\n\nWhat other jewellers inspire you? \n\nThere are so many designers out there doing amazing things. I started doing jewellery with no real market research as such- I went into this line more like an artist, just working away and designing. But last year in Istanbul, I had the pleasure and honor of meeting Sevan Bicakci. His jewellery is completely on another level to what anyone else is doing. I am such a huge fan and  I hope to be able to develop such a distinctive style and aesthetic with my brand. Each piece is instantly recognisable and is a one off, making it a work of art.\n\nOut of all your designs, which one is your favourite?\n\nI have two favourites. The first is the first piece I designed, the Tribal Sun Bangle, which symbolises what Tsura is about because it’s inspired by an old Indian tribal piece. The second piece is the individual Vertebrae charms from my latest collection. They have such a tactile nature and I love their versatility. A few can be worn on a chain, or in larger numbers they can make up a bracelet or a necklace. Each client can have a different piece of jewellery as there are many different colours and combinations to choose from.\n\nTell us more about the Vertebrae collection which you just launched…\n\nIt  started out as an extension of my first collection and has developed into a new line, which is now my permanent collection. It was inspired by a snake skeleton. I experimented with different platings and stone colours on the vertebrae and developed a range of charms to choose from. It’s my take on the charm trend. All the vertebrae connect and make an interesting link, so you can keep collecting and create bespoke pieces. I also used the tiny vertebrae to make up long chains in silver and gold plate.\n\nIf a woman had to choose just one piece of jewellery in her wardrobe, what would you recommend?\n\nA ring. There is just something so feminine about wearing rings on your fingers and your toes. \n\nVertebrae charms (above)\n\nFor more information visit www.tsura.net. Select pieces from Tsura are available at www.doorstepluxury.com.\n\n\n2 Responses to Tsura: Jewellery for the Modern Tribe\n\n  1. backpack-ling says:\n\n    i love modern tribe style…woo… it’s poor that i don’t have pretty fingers\/ toes.\n\n  2. Lucianne says:\n\n    Just “wow” out of this world!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.8496574759,
        "format_confidence":0.7389817834
    },
    {
        "url":"https:\/\/elegancebeard.com\/blogs\/lets-talk-about-beards-interviews\/haroon-mota-of-penny-appeal-interview-lets-talk-about-beards",
        "text":"Can you tell our readers about yourself\n\nI’m a fundraising manager for international humanitarian charity Penny Appeal. I run marathons, climb mountains and love fundraising for great causes. I love keeping fit and am a former Kickboxing champion.\n\nHow long have you had your beard? \n\nI’ve never shaved my beard. It’s been growing since adolescence.\n\nWhat was your motivation to grow a beard? Was it a matter of appearance? Religious belief? A combination of both? Or any other reason?\n\nI grew up in a household where the emphasis on Sunnah was paramount. My father and elder brother had beards and I too kept the beard knowing it was an important part of my faith. I can’t really imagine myself without a beard. If I ever woke up without a beard, I’d be embarrassed to show my face. It’s my pride!\n\nDo you recall encountering obstacles to grow your beard? \n\nI was quite young when my facial hair became prominent, maybe 14 or 15, so I’ve always had a healthy beard. It’s grown rather well. For the first 5 years or so, it didn’t even get a trim. It was only in the last 10 years or so after I had good length, that I had to look after it a bit more and keep it tidy.\n\nHow did your friends, relatives and coworkers react to your new look?  \n\nI’ve always had my beard so this is how people expect to see me. It’s not a new look, it’s just normal.\n\nHave you ever faced any negativity, discrimination or odd comments in regards to your beard? \n\nI’ve never had any issues with the beard. I think I have a friendly face, and I tend to smile a lot. Happy is good! Alhamdulillah!!\n\nWhen I was a youth worker some of the kids used to be cheeky and when they’d get beaten on Fifa they’d call me the “Bearded Dragon”, which I still find quite hilarious to this date! Haha!\n\n\nDo you have a funny or positive anecdote in relation to your beard?   \n\nAs you can see in my picture, I shave my head and keep the beard. One of my former work colleagues used to joke that I have an upside down head! It wasn’t so funny, but I’d still laugh!! Ha!\n\nHow do you care for your beard? Do you have a daily or weekly routine? Do you go to a barbershop? If so, how often? Are you loyal to one barbershop or do you try different places? \n\nI exercise often so sweat from the head gets in to the beard, so my beard tends to gets the shampoo every day. When I was younger I remember conditioning it every day too. I’ve tried honey in my beard before, even raw egg!! I heard it was good for conditioning. After washing in the morning I usually like to rub my face and beard with Cocca butter cream. At the moment, I’m using the beard oil by Elegance beard. It gives me a nice smooth and gloss finish. I like a shiny beard! I tend to give my beard a little trim every couple of weeks to maintain some shape and to avoid getting too wild.\n\nHow important is fashion in your life? Do you style and shop for yourself? Where do you usually buy your clothes and why? What was the last fashion item you purchased? \n\nI’m not overly in to fashion. But as a fundraising manager if I’m attending important meetings, networking events or charity dinners then it’s important for me to look the part, so I will make an effort and ensure (and have my beard oil on too!)\n\nWhat is your advice to those who would like to grow their beards? Do you have any beard tips or tricks? \n\nJust let it grow!! Be a Man!!!\n\n\nHave you ever encountered anyone who thinks beards are dirty and thus needs to be shaved \"clean\"? What would be your answer to them? \n\nI haven’t encountered anyone as such, but there’s no issue of dirt. You just have to keep yourself clean, the same way you would for hair on your head.\n\nIs there anything else you would like to share with our bearded audience? \n\nThe beard is a beautiful Sunnah!! Embrace it!\n\nDon't Forget to Follow Haroon on Social Media:\n\n\n\n\n\nPenny Appeal\n\nLooking For More Interviews ? Click on the picture below!\n\nWrite a Comment\n\nNOTE: Comments must be approved before they are published.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9712174535,
        "format_confidence":0.9731214046
    },
    {
        "url":"http:\/\/www.huffingtonpost.com\/nell-minow\/the-true-cost-of-fashion-_b_7300380.html",
        "text":"The True Cost of Fashion: Andrew Morgan on His New Documentary\n\n05\/22\/2015 01:15 pm ET | Updated May 22, 2016\n\n\nAndrew Morgan's new film, \"True Cost,\" shows us the devastating environmental impact of the cute, cheap, dresses and shirts we buy and then get rid of to buy some more. While the price we pay for clothing has sharply decreased, the human and environmental costs have grown dramatically. One reason is the difference in how many articles of clothing the average American owns and how long we keep them. There has been a 500 percent increase in clothing consumption in the past two decades. But the U.S. has gone from producing more than 90 percent of our clothing in the 1960s to three percent today. The clothes we buy are produced in factories that do not meet US standards for protecting workers or the environment. What we pay for fashion is only a small fraction of what it really costs. The film says that fashion is second only to the oil industry in its devastating environmental impact.\n\nMorgan talked to me about tracking down the true cost of fashion and how choosing what we wear can be world-changing.\n\nHow have your clothing choices been affected by what you learned in making this documentary?\n\nHugely. Two years ago, before I started this project, I never thought twice about anything that I bought. Experiencing what I experienced making the film, very practically speaking I made a choice to start buying second hand just while I figured out what I wanted to support with my purchases. And that process alone has been fun and challenging and yes, changed the way I shop. Also we have four kids at home, so it changed the way we talk about clothing in a really big way. And now that I'm coming out of that experience I'm excited to support some of the brands that we have got to know in the film and make purchases that are really meaningful.\n\nThe movie really takes a comprehensive view of every element of the fashion industry, from manufacturing to marketing and to the massive impact of just getting rid of all the discarded clothes.\n\nI think this business model and this industry has been predicated on the assumption that you and I will not care and that we will not ask too many questions. And I think it's sort of remained hidden as an industry say from a lot of these other thing that we talk a lot about. We focus a lot on oil and energy and some of those things and yet fashion ranks right up there with them in terms of the resources it is using which is huge, and the waste that it's generated which is astronomical. And that's really the heart of the film. I wanted to connect a lot of dots. I wanted to take a lot of things that seem disconnected and actually reveal how connected they all are.\n\nHow have corporations been able to prevent any meaningful oversight from governments or consumers?\n\nLet's start with the fact that companies have made a concerted effort to communicate to the rest of the world that is a problem that they can solve. And I think a lot of CSR [corporate social responsibility] energy beyond \"green washing\" and marketing is really a very intentional effort to prevent government or outsiders from getting involved. Beginning with what we saw from Nike in the 90s and on, they realized there was a problem and they worked really hard to communicate to everyone else involved, \"Hey we can fix this ourselves and we don't need real traceability and accountability.\" That's proven false.\n\nI think one of the striking things about the collapse of the Rana Plaza factory in Bangladesh a couple of years ago now, was that it had just passed with flying colors some of the major audits just days before. The second part of this is we've created an economic model in our world where we only are assessing bottom-line profits. And in a model that only assesses and only incentivizes narrowly defined bottom-line profits. These companies actually have a responsibility to shareholders to do everything in their power to increase this quarter's profit. And that comes at the expense of a lot of these other things, so how do we improve it? I think we start to look more carefully at what as it says in the film, what the true cost is. When you look at the environmental costs, natural resources and waste, are totally externalized from the equation. They are not even been calculated. When you look at human labor that can be pressed and pressed as the one point in the supply chain that can get cheaper, you very quickly just to start to realize, \"Hey this is an outdated model and we just need to adjust and evolve to a more humane place moving forward.\"\n\nWe've created a world that is increasingly being led by the interests of multinational corporations and that is proving to be incredibly problematic. You look at an industrial disaster on this scale and then two years later the changes that have been made are marginal and at best they're treating some of the symptoms, and not even that very effectively by the way. We have a worker compensation fund that hasn't even been filled which is just a tragedy. The model itself has to adjust and I think that's what I'm focused on. The model has to evolve if we are going to see the people involved to be anything more than exploited.\n\nOur sound mixer on the film, a dear friend of mine, actually showed that to me when we were in production and I couldn't believe it, I had never seen it before and it made me laugh but also in a really painful way. I think one of the things that we really found and include in the film in terms of popular media references is this idea that a lot of us have this growing suspicion that there are some things taking place that are not so good when it comes to clothing. Even as we're sharing the film with people I don't think this is a revolutionary thought that there is careless environmental behaviour or human exploitation involved in these supply chains and to know something that we are even laughing about like that's a very interesting statement, I think.\n\nDid you try to get representatives from the fashion industry to talk to you for this film?\n\nYes and honestly some of them we got quite far in the dialogue. H&M was one of them. I offered them a lot of ways for them to be very safe and we went to great lengths but they all said no, we want no part of this.\n\nWhat would you have asked them?\n\nThey are spending millions and millions of dollars every year trying to communicate that they are a company that really cares and I think a lot of people that work there do but I would ask them to explain to me how their model is doing anything other than leading us in the opposite direction that we need to go. And how we are going to square away a growing population and limited resources with a model that is treating people and clothing as disposable things. That to me at the end of the day and that's the model adjustment that we have to see changed.\n\nWhat do you want people to do differently when they think about purchasing clothes?\n\nI'm not trying to communicate to people, \"Hey, here's another problem that you need to think about.\" We're all busy, we have so much going on in our lives and nobody wake up this morning thinking, \"I need something else going wrong in the world to take on and care about.\" But what I want to communicate to people and specifically younger people is just to say: Hey, there is actually like a way for you to be a part of creating the kind of world you want, living with choices as simple and small as clothing.\n\nThere is a lot people who are beginning to care deeply about some of the major issues facing the world today, global inequality and in poverty and the environment. But I think a lot of times we feel very helpless. When we start to bring those big issues down to choices as simple as clothing and just begin to realize that even if I can't change this whole industry today, I could start to be more conscious, I could start to be more aware, more kind, I could start to make better choices, I could leverage some of my influence as a customer. That's a moment that stuff could really begin to change.\n\nAnd I will say that when we make a film like this the purpose is I want to crack this wide open because I want to get the attention of the world, I want to get people leveraging their purchasing power and also just the power of awareness to begin to see the need to move because business can make changes to move forward but they typically only made that when customers demand they do.\n\nI hope that does for other people and what it has done for me the last two years. It actually added meaning to my life, it connected me more to the kind of world that I want to live in.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9635277987,
        "format_confidence":0.9381062388
    },
    {
        "url":"https:\/\/www.fhm.com.ph\/style-grooming\/grooming\/a-quick-q-a-with-diddy",
        "text":"Sorry, no results were found for\nA Quick Q&A with Diddy\n<p>Talking scents with Diddy!<\/p>\n| Jul 20, 2010\nMost Popular\n\nLast March, we ran a newsbit about P.Diddy and his new perfume called I Am King. That was an exclusive, hot-off-the-press report, meant to inform you that yes, I Am King existed and it aims bring your mojo back.\n\n\nSoon, promotion went underway and what do you know? FHM got to talk with Diddy.\n\nAnd hey, he's even giving us a bottle! Can you smell a promo contest brewing?\n\nThat's right, read the interview below and check out the freebies page for the promo details.\n\n[Ed's note: Save fro a few online-exlusive questions, the following interview was published in the July 2010 issue of FHM Philippines]  \n\n\nWhy name your new perfume I Am King?\nI Am King is defining, it’s empowering, it’s for the modern-day King and defines a lifestyle fit for a King.  It’s not about me but about all men - your father, your brother, your husband. There is a King in all of us.\n\nI think men want something that makes them feel empowered, that makes them feel like modern-day kings.\n\nHow did you want I am King to smell like?\nI wanted it to be really clean, fresh, to have a regal smell.  It was made to represent a seductive refinement, power and the ultimate luxury.  \n\nIt contains handcrafted notes of tangerine zest, juicy orange and succulent cranberry blend with a signature Imperial French berry.  \nHow exactly do you choose the ingredients? We mean, how good are you with scents?\nI believe my total involvement with each one of my fragrances has contributed to its success.  I worked with the team of creative people on everything from the notes down to the packaging – this ensures that the final product is a direct representation of my vision, of myself. \n\nI Am King is a result of many, many one-on-one smelling sessions with the perfumers – it was a labor of love and I’m extremely proud of the final product.\n Next: How his scent can bring back your cojones!\n\nContinue reading below ↓\nView other articles about:\nMost Popular\nLatest Stories\nMost Popular",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9955722094,
        "format_confidence":0.890640676
    },
    {
        "url":"https:\/\/www.thewalpole.co.uk\/news\/five-minutes-with-the-founder-anabela-chan",
        "text":"Walpole Future of British Luxury Summit 2021\nA New Era for Luxury\nMonday 6th September\nAt the Londoner\nBook tickets now\nFive Minutes with the Founder\n\nAnabela Chan\n\nToday we meet Brand of Tomorrow 2020 Anabela Chan, founder of her eponymous jewellery brand: the first fine jewellery brand in the world to champion laboratory-grown and created gemstones with high jewellery design and artisanal craftsmanship and a focus on sustainable and ethical innovations.\n6th Apr 2020\nShare this article\nFive Minutes with the Founder  Anabela Chan\n\nTell us the story of how you built your brand\n\nAs a designer\/maker trained artistically with no formal business training, I have built my brand organically with a defined vision, a lot of commonsense and gut instincts.  I founded my eponymous brand six years ago on graduation from the Royal College of Art, where I trained for my Master of Arts in Goldsmithing, Silversmithing and Jewellery; and launched my brand with Selfridges, The Conran Shop and Luisa Via Roma with five international awards from Vogue Talents, The Goldsmiths Craft and Design Council and Gemmological Association of Great Britain.  I presented private jewellery trunk shows around the world, from London, Paris to Milan, Hong Kong to Dubai before opening my first stand-alone boutique at the Ham Yard Hotel in Piccadilly Circus.\n\nWith no advertising and strictly discovered through word of mouth, our unique jewels are presented at some of the most prestigious boutiques in the world including Fortnum & Masons, Lane Crawford Hong Kong and Moda Operandi New York. This year, Beyonce, Rihanna, Lady Gaga, Anne Hathaway, Julia Roberts, Lupita Nyong’o and Taylor Swift, amongst other global superstars, have all graced red carpet and events wearing our enchanting, statement pieces.\n\nWhy did you choose to set up your business in the luxury sector?\n\nTrue luxury transcends time and space. Jewellery is empowering, it brings joy, inspires emotions and elevates the spirit like no other.  It is about offering inspiring, beautifully-crafted jewels with longevity; works of art that are proudly worn, loved and treasured forever from one generation to the another.\n\nWhat is your favourite thing about your job? To be able to create magic and see women light up when wearing my creations.  My job allows me to travel far and wide; from meeting our global stockists and clients, to collecting inspirations, gems and treasures along the way from local markets, nature and the intriguing people I meet.  I’m a world traveller and explorer at heart.\n\nWhat and\/or who is your source of inspiration and motivation? When I founded my eponymous brand on graduation, it was my mission to offer a different perspective in the industry - I wanted to create equally beautiful and fabulous one-of-a-kind jewels using laboratory-grown and created gemstones without the conflict, humanitarian and environmental issues and untraceable provenance associated with mining.  I find a potent synergy in the juxtaposition of precious and non-precious, natural and man-made materials, it is luxury with a touch of humbleness. As a designer I choose to focus my work with lab-grown, created and recycled gemstones and metals; I also admire the work of other designers who champion recycled materials, who work solely with reputable mines and support small scale artisanal miners directly.  As with all design discipline, I believe it is about learning from the past, to offer a different perspective in the present, and always with a dream for a better future. As Maya Angelou said, ‘’Do the best you can until you know better.  And when you know better, do better.’'\n\nIf you could have any other job in the world what would it be?\n\nTravel writer, photographer, documentary film producer.\n\nIf you could do something differently in your career what would it be?\n\nI would love to be working from somewhere a little warmer, with more sunshine and in front of the sea or ocean.\n\nWhere do you see yourself and your company in 10 years’ time?\n\nStill doing what I am doing today, perhaps with a few more boutiques around the world.\n\nWhat does success look like to you?\n\nPersonally, success also looks like a relaxing, sunny afternoon with my children and husband doing the things we love together.\n\nProfessionally, to be able to do what I love, and make a difference in the world and touch on people’s lives where it matters most.  I’m not particularly spiritual, but I love this saying by the Dalai Lama, ‘We are all visitors on the planet.  We are only here for one hundred years at the very most.  During that period we must try to do something good, something useful, with our lives.  If you contribute to other people’s happiness, you will find the true meaning of life.’\n\nWhat advice do you have for any young entrepreneurs looking to start their own business?\n\nFollow your heart and passion, as it is the only path that you will be able to overcome obstacles after obstacles.  Common sense and your gut instincts go a long way, trust it explicitly.  You always know your business best.  And for working mothers –self-care is paramount - stay healthy and fit, as you will need plenty of stamina.\n\nWhat is your greatest luxury under £10? \n\nA fresh, blossoming peony flower or a pistachio and coconut gelato ice-cream on a hot sunny day in front of the glistening turquoise Mediterranean Sea.\nBrands of Tomorrow is held in association with Mischon de Reya and moneycorp.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.8353844285,
        "format_confidence":0.9195927978
    },
    {
        "url":"http:\/\/organicisland.com.au\/theisland\/organic-island-serum-formulating-a-new-product\/?setCurrencyId=8",
        "text":"Organic Island Serum, formulating a new product\n\nThe science behind Organic Island’s NEW Vita-Bright™ Radiance Serum, researching and developing a treatment that maintains and protects the appearance of healthy skin.\n\nOrganic Island extensively researches and tests each new product prior to market launch. The primary focus is developing products that are scientifically proven to perform. Organic Island uses the latest innovative technologies and premium 100% natural and certified organic ingredients to increase the efficacy of their products.\n\nProduct Development manager Jayme Cooper speaks transparently about the R & D process and why you should be excited about the launch of Organic Island’s new highly anticipated Vita-Bright™ Radiance Serum. \n\nWhat is R & D and why does Organic Island put so much emphasis on this process?\n\nOrganic Island has, from its roots been primarily concerned with big ideas, new technology and innovating the skin care industry. Our team is young, energetic and our work culture similar to all start-ups is about disrupting industry practices and setting new benchmarks. R & D or research and development is the process adopted when we develop a new product. Its purpose is making sure we deliver a premium product that works. Organic Island’s approach to product development is centred on innovation. We adopt the philosophy that no idea is too big. Developing a new product is a mixture of science and creativity, without this innovation is impossible. We want to deliver outstanding products that challenge the preconceived belief that organics don’t work. There are so many exciting developments in organics and natural skin care that are exceeding the capabilities of petrochemical based products.\n\nIs there a team behind the process and what do you do?\n\nOur product development team includes a Chemist, Biochemist, Laboratory Technicians, Marketing Specialists plus a Graphic and Product Designer. My role within the team is to coordinate and manage each aspect of the product development from visualisation to implementation.\n\nIs it difficult to develop a new product?\n\nIt was a massive challenge for our team to create a natural and certified organic skin care range that was more effective than the mainstream chemical-based products. It was made possible by extensive research, applying the latest science, rigorous testing and feedback.\n\nOur new Vita-Bright™ Radiance Serum has been my favourite project to date. I can say with confidence that we have developed the highest quality serum using the latest technological advancements; it’s scientifically designed to improve the appearance of skin. Our product development processes ensures that we deliver the most effective and superior products to our consumers every time.\n\nPlease explain the process you undertake to ensure that you develop products that customers need?\n\nKey to our success is to understand the customers’ specific skin concerns and developing a product that will deliver the required results. Serums are concentrated formulations that deliver actives deep into the skin, it was very important that we focused on what skin concerns we should address. The primary feedback from our customers was they required an anti-ageing serum that would also maintain a youthful glowing complexion.\n\nWhat specifically were their key concerns?\n\nWell, in the harsh Australian climate, sun exposure and melanin synthesis is responsible for premature ageing of the skin and general poor skin health, including winkles, fine lines, pigmentation, dark spots and uneven skin tone. Protection and repair functioning are therefore critical to ensuring healthy skin.\n\nIn addition, the busy modern lifestyle and diet are deficient in essential vitamins and minerals required for excellent skin condition. Key to a youthful appearance is firm; glowing and radiant skin. To achieve this requires nutrients that support healthy skin functioning and cellular repair.\n\nHow do you formulate a product that addresses these skin concerns?\n\nExtensive research is critical. It is important to understand the key skin deficiencies that contribute to skin ageing and develop a formulation that will supplement and support skin health based on the key considerations.\n\nOur team established that a concentrated serum packed full of superior active ingredients Vitamin A, C, E and antioxidants will improve the health of skin for the appearance of glowing, radiant and a more youthful complexion.\n\nWe continually are searching for the latest technologies and ingredients that will improve the efficacy of our products. It’s everything from my subscription to leading chemistry publications to regularly attending leading global raw material conferences. When selecting ingredients and formulating our Vita-Bright™ Radiance Serum it was imperative that it was potent and proven to perform. Each ingredient is extensively researched and the clinical data analysed to ensure that consumers will see and feel results immediately.\n\nCan you tell us about the ingredients contained in Organic Islands Vita-Bright™ Radiance Serum and why they are so beneficial to the skin?\n\nWe wanted to include vitamin A or Retinol; it’s used to treat photo damaged skin from UV exposure, including typical symptoms of fine and course wrinkles, hyperpigmentation, dark spots and uneven skin tone. Vitamin A is a benchmark for anti-ageing treatments and is proven to increase cellular renewal, is vital to the regulation of keratinisation, stimulates DNA synthesis and improves collagen synthesis.The primary concern was that Vitamin A can increase sensitivity to the sun and irritate sensitive skin.\n\nThrough extensive research we were able to source a safe alternative to retinol, Clinically proven Vit-A-Like™ is a natural alternative to retinol that does not increase skin sensitivity and outperforms other ingredients on the market.\n\nAnother hero ingredient is Maritech® Bright; it’s derived from seaweed and is a highly effective natural brightening active, enhancing radiance, visibly reducing age spots and pigmentation. A superior antioxidant, it’s clinically proven to inhibit enzymes known to accelerate the visible signs of ageing. It’s a really powerful ingredient that protects skin against external stresses, including UV damage and the effects of free radicals.\n\nAustralia due to its harsh climate has a number of resilient native actives that in recent studies have excelled in their suitability for cosmetic application. Kakadu Plum is the highest natural concentration of vitamin C. A powerful anti-ageing antioxidant, Kakadu Plum stimulates the growth of collagen to reduce the appearance of fine lines and wrinkles. Significantly improves skin hydration, decreases pigmentation and inflammation for a smoother and brighter skin complexion.\n\nWhat happens after the research stage is completed?\n\nPrior to launching a product our team spends an extensive period of formulation and rigorous testing until we produce a product that we are completely satisfied with. The samples that make it to our blind testing have been reformulated hundreds of times and scientifically tested for safety and efficacy. We then undertake several rounds of testing using a controlled group to ensure that the outcome of the testing is accurate. This focus group will be the decider of the final formulation, the scent, the texture and absorption. Each sample is analysed and perfected based on the focus groups direction and feedback.\n\nHow do you decide on the packaging design?\n\nThe packaging design is really important. Our focus is on packaging that is ethical and environmentally friendly. The product packaging is also about functionality and intelligent design; it must protect the integrity of our formulations and maintain shelf life. We need to ensure that when our customer purchases their Organic Island product that they are getting a 100% quality product guaranteed every time. It needs to be as fresh as the day that it was bottled.\n\nIn terms of the design, it’s all about creating a unique looking product that reflects Organic Islands brand message and our attention to detail. We have just revamped our range, to bring it in line with our brands journey. It is actually one of the most difficult parts of the process for our design team to communicate all the hard work and research that went into the product in such a small space.\n\nOrganic Islands Vita-Bright™ Radiance Serum launches next January 2018.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9709023833,
        "format_confidence":0.8410289884
    },
    {
        "url":"http:\/\/chubstr.com\/2012\/style\/the-stylistic-court-ketron-of-springfield-missouri\/",
        "text":"It's Court Ketron - Proprietor of Barbershop Deluxe in Springfield, MO\n\nThe Stylistic features conversations about fashion, art and lifestyle with a variety of interesting gents. Today we meet Court Ketron of Springfield, Missouri. We talk to Court about starting an old school barber shop, rockabilly style, and shaving with a straight razor (at your own risk). Read more below. \n\nHow did you become a barber?\nBy accident. I used to run juvenile treatment centers, and I worked for the state of Texas. I was kind of burned out, but a buddy of mine – his Father in law was a barber and had a shop, and he kind of convinced me to go to school. I knew how to cut hair from my time in the juvenile facilities, but it wasn’t something I’d thought of before. When he mentioned it, it just kind of made sense. It was the best decision I ever made.\n\nI love your shop – you don’t find a lot of barber shops that have this kind of feel. Not every guy wants to go to a hair salon, because stylists there don’t always get it. \nThere was a long stretch in there – the SuperCuts generation – when guys stopped going to the barber with their Dads, and they’d end up going to whatever place was convenient. I meet a lot of guys who haven’t had that barbershop experience – they just know the chains and that’s all they’ve ever known.\n\nCourt at Barbershop Deluxe\n\nHow would you describe your personal style?\nI pick and choose – I take a lot of things that work for me – some of it classic – some of it rockabilly, but I look at what works for me as far as comfort, style and ease. I don’t want to work to hard for it, you know? My style has become more refined as time has gone by.\n\nWhat kind of old school hairstyles do you do most often?\nWhat I probably do the most is The Regular - you know, with the side part. You tailor it differently for every person. It’s changed a bit over time, but it’s still basically the same as it was 100 years ago.\n\nCourt in the Barber's Chair\n\nWe’re getting a lot of readers who are interested in using straight razors. They like the idea of the old school shave. Do you have any tips for guys who want to do that?\nSadly, my recommendation would be don’t do it. If you’re looking for more of a ritualistic shave, I’d say go with wet shaving or the old safety razors. Straight razors are great if you’re working on other people, but they’re a pain if you’re working on yourself. Most of the time, when you’re shaving, it’s first thing in the morning, or you’re doing it in a rush – all things you can’t do when you use a straight razor. You can’t rush when you use one.\n\nCourt Ketron\n\nYou’re a music aficionado – give us a few of your favorite albums:\nI’m kind of all over – one of my favorites is Cash Live at San Quentin, because it’s him at his best. You’ve still got the old Memphis sound, but he’s wised up. You hear more maturity in his sound, so I dig that. I’m also a big Jimmy Buffett fan – just the classic, drunken, mellow sound. Living & Dying in ¾ Time is one of his best, as far as the classic Jimmy Buffett. Really any of the Social Distortion catalog. I’ve been a fan since 1990 – back when I was in high school. Somewhere Between Heaven and Hell is probably my favorite album. It’s a good mix of the punk and rockabilly. It toned down some of the punk. I used to love it, but I’m kind of old to still listen to punk, you know? I need my music a little smoother these days.\n\nAlso, kind of along those lines is the Joe Strummer stuff. The things he did toward the end of his life with The Mescaleros is definitely some of my favorite music.\n\nHanging at Barbershop Deluxe\n\nPick one or answer them all – Hobbies, Vices, or Heroes?\nI guess it’d be a hobby and a vice – I love to smoke! I can’t help it. I smoke a pipe a lot. I’ve kicked myself off the Camel non-filters and switched to the pipe. I’ve always enjoyed smoking a pipe – you get more of a pleasure smoke as opposed to a habit smoke.\n\nFavorite piece of clothing you own?\nMy favorite thing is actually my shades. Everything looks a little bit better with some shades.\n\nWhat would you say is your greatest style tip?\nWhatever you’re doing – whether it’s how you’re grooming your hair, or putting together a look – make it easy. Don’t make getting yourself ready a chore. Find what works for you and make it easy.\n\nCourt in the mirror\n\n\nShaving cream: The Art of Shaving jar of cream. I use it for face shaves in the shop and it works really well.\n\nBest pomade: I like Crew. It’s a good producted and it’s easy for people to find. They also have a full line of products. It smells good and it washes out clean. I use it here in the shop.\n\nAftershave: Lucky Tiger Bay Rum. It’s hard to find. I have to order it here by the gallon! It’s worth it though, because it’s the best smell. My wife loves it, and it’s just one of those smells that can stay with you.\n\nBeard Oil: Just 100% jojoba. Get it from the organic store. You don’t want something strong on your beard because you’ll be smelling it all day. Go straight natural – it’s good for your skin, it’s good for your beard – you’ll love it.\n\nShare this\n\nThanks! This was very informative,especially for a pipe smoking neophyte that I am.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9793722034,
        "format_confidence":0.9632377028
    },
    {
        "url":"https:\/\/303magazine.com\/2017\/02\/wedding-gown-designers-denver\/",
        "text":"Maggie Burns, the founder and head designer at Marie-Margot Couture, has gained a following of brides within the past few years. With national recognition as one of Denver’s few handmade designers, it’s no wonder that brides and clients are traveling long distances to be fitted by Burns. A Colorado native and self-taught designer, she proves that hard work will always lead to success.\n\nBurns is a vital force in the Denver fashion industry, helping us get on the map through her handmade designs. While she is known for her bridal-wear, her last collection presented at 303 Magazines Denver Fashion Weekend showcased red carpet-worthy gowns. We took a visit to her studios to learn more about her history as a designer, tour her racks of garments, and get a sense of her life as a Denver-based designer.\n\nBurns alongside her assistant – All images by Canada Albin \n\n303 Magazine: First off, can you tell our readers a bit about you and your history as a designer.\n\nMaggie Burns: I am a native Coloradoan and a self-taught designer after a few basic classes at university. I’ve always loved sewing and designing beautiful garments. My love for bridal gowns began when various friends and family asked me to make their wedding gowns when they couldn’t find anything that truly expressed their vision.\n\nTo me, each gown is a work of art because it’s one of a kind and I can infuse the design with my own creativity. Throughout an extensive corporate career, I continued designing gowns during evenings and weekends, and then in 2010, I left the rat race and started my own business. I feel so blessed to be doing something I love and being able to support myself at the same time. Even though there are challenges, as with any small business, I can’t imagine doing anything else.\n\n303: How did you get started as a designer in Denver. Did you find it difficult to get started?\n\nMB: I just started designing gowns and eventually met Brandi Shigley with Fashion Denver, who at that time was producing area fashion shows. After vetting my designs, she kindly included me in a few shows and then the rest is history.\n\n“For me, inspiration comes from anywhere! Sometimes it’s the lace and silk fabric that speak to me and dictate the design; sometimes it’s the way a fabric drapes in a particular way; sometimes it’s an inspiration I get when I see a painting, movie or video.” – Maggie Burns\n\nA collection of books which have inspired Burns.\n\n303: What is it like designing bridal wear? Do you think it’s particularly more difficult than other areas of fashion?\n\nMB: Designing bridal wear is particularly gratifying since it’s a garment with such special meaning. It’s a huge part of the bride’s memory and is treasured forever as it lives on through photos, videos and the retelling of the story for years to come. And, yes, there’s pressure to make it perfect. I particularly enjoy sharing this time in a bride’s life with her as it’s such an optimistic time in a woman’s life. Each bride has a story and some are quite unique, but each is special to her in her own way. I love being even a tiny part of her happiest day\n\n303: What kind of pieces are your favorite to design?\n\nMB: Making unique gowns that match the bride’s personality is the most fun! Some choose bright colors, some choose exotic lace, some choose bright flowers, but each is a perfect match for the unique bride. As far as my studio collections go, my specialty is the convertible gown that gives the bride the option to have two gowns in one with the addition of a removable skirt or overlay. The bride can wear one look for the wedding and have an entirely different, but coordinating look for the reception without having to play the Kim Kardashian gown roulette with four different gowns at an exorbitant expense.\n\n303: What do you think about the Denver fashion scene, where do you see your business fitting into that?\n\nMB: Denver’s fashion scene is progressing at light speed. When I first got into the industry, there were few designers. Some have toughed it out, some have dropped away. What I find encouraging is the very talented new designers coming on the scene, as well as photographers, show producers, models, and hair and makeup artists. It’s wonderful to see the talent and quality of work that is coming out of Denver now. This benefits me personally as it pushes me to constantly advance my skills and imagination!\n\nAll photography by Canada Albin.\n\nBurns and her assistant alongside a recently completed gown.\n\nBurns hard at work at her sewing station.\n\nMaggie Burns Runway Finale at DFW.\n\nBurns’ selection of fabrics in her studio.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9894303083,
        "format_confidence":0.5001089573
    },
    {
        "url":"http:\/\/www.gazettelive.co.uk\/news\/teesside-news\/clothes-line-3784659",
        "text":"Noel Dennis likes to dress in smart suits for work as a marketing lecturer at the University of Teesside. But the 27-year-old jazz musician prefers a more casual look when performing at gigs.\n\n* What is your daytime\/work look?\n\nI tend to dress in suits at work when I'm teaching or in meetings. But when I am just researching or writing in my office I go more casual and wear smart jeans and a nice top.\n\n* Favourite item in your wardrobe?\n\nMy favourite item is a retro 1970s leather jacket, which I got from the vintage department in Topman in London. I also have a really nice Duffer jumper, which looks like a fisherman's jumper.\n\n* Best bargain?\n\nIt would have to be a top I recently bought from Gap for £15. They are fantastic tops and I got an aubergine one and a green one. I've gone really High Street this year.\n\n* Most expensive item?\n\nI have a really smart suit, which cost between £300 and £400, from Psyche. I'm also a big fan of Paul Smith and have a couple of shirts and ties.\n\n* How many pairs of shoes do you own?\n\nAbout six pairs, but I'm developing a bit of a shoe fetish, because I go through them so quick so I'm always on the lookout for new ones.\n\n* What is your favourite evening outfit?\n\nJeans with a shirt or a T-shirt with a suit jacket if I'm going out for a few beers but otherwise, I'll wear trousers and a shirt.\n\n* What is your worst fashion faux pas?\n\nI went to a conference in Ireland, and I was after a pink tie, which I had made for me, but I think it was too bright, because I got a few comments about it and haven't worn it since!\n\n* Most embarrassing outfit?\n\nIt's got to be my army shirt, which I used to wear when I was about five.\n\n* Who is your fashion icon?\n\nI like the more sophisticated look like Jude Law or Pierce Brosnan. I do like wearing tuxedos sometimes when I'm doing gigs, very Roger Moore!\n\n* Best beauty product? Hair product? Accessory?\n\nI love watches and have about seven. In fact, I've just been told I'm not having any more for Christmas! The most recent one is a Diesel watch. I like a bit of moisturiser and to wear nice fragrances too.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9956075549,
        "format_confidence":0.808445394
    },
    {
        "url":"http:\/\/www.planetnotion.com\/2013\/08\/15\/exclusive-interview-dave-white-part-one\/",
        "text":"Home \/\/ Culture \/\/ Artists \/\/ Exclusive interview: Dave White (part one)\n\nExclusive interview: Dave White (part one)\n\nDie-hard sneaker collector and UK pop-culture icon Dave White has given the world a rare glimpse at his vintage classics and exclusive one-offs in the world’s biggest ever sneaker archiving project, Sneakerpedia. In an exclusive two-part interview with PlanetNotion, White shares anecdotes and stories about his ever-growing sneaker collection.\n\nDave White pioneered the Sneaker Art movement in 2002, and the interview gives an insight into his perception of the sneaker culture and his latest work Natural Selection – a purist-form piece that sees White strip back his art to the natural form of charcoal and clean lines, celebrating the natural camouflage and movement of endangered animals.\n\nIf this video has inspired you to contribute to Sneakerpedia you can contribute to the collection on their website and become a part of sneaker history. Dave White’s art can also be viewed here. Keep your beady’s peeled for part 2 of the interview only on PlanetNotion.\n\n-  Luke Langlands\n\nHave an iPad? Download our app | Have Windows 8? Download our app\n\nLeave a Reply",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.6764502525,
        "format_confidence":0.653637588
    },
    {
        "url":"http:\/\/www.oneimagenation.com\/the-empress-of-life-interviews\/journal\/interviewing-my-mentor-barbara-hulanicki",
        "text":"THE EMPRESS OF LIFE- retrospective interview with my mentor Barbara Hulanicki!\n\nTHE EMPRESS OF LIFE- retrospective interview with my mentor Barbara Hulanicki!\n\nBarbara Hulanicki-  was born in Poland in 1936 but raised in England. She made her name with \"Biba\", the cult fashion English brand that she established with her husband Stephen Fitz-Simon in the year 1964. the first boutique opened in Kensington and was a magnet for stars including the Rolling Stones, David Bowie, Mick Jagger and Twiggy. Incidentally, Anna Wintour started in fashion as a Biba employee.\n\nPhoto: Barbara Hulanicki, also with her husband Stephen Fitz-Simon at their store Big Biba.\n\nBy 1974 Biba had graduated to a department store \"Big Biba\" ( interiors designed by barbara itself ), the store becomes iconic and was called as one of the most beautiful stores in the world. After the shop's 1975 demise, Hulanicki continued to work in the fashion industry, designing for labels such as Fiorucci and Cacharel and, from 1980 to 1992, designed a line of children's wear, Minirock, licensed to the Japanese market.\n\nBarbara Hulanicki was appointed Officer of the Order of the British Empire (OBE) in 2012 for services to the fashion industry. \n\n Barbara being presented, with an honor by HRH The Prince of Wales and displaying the honor. Photo source:\n\nShe presently resides in Miami, Florida, where she has an interior-design business, designing hotels for Chris Blackwell in Jamaica and the Bahamas and collaborating with various fashion brands such as Top Shop.\n\nAlso, Barbara Hulanicki is reunited with Biba, creating a capsule collection for House of Fraser in autumn 2015 ( read more ).\n\nPhotos: from left: Barbara with: Andy Warhol, Kate Moss, Twiggy. \n\nThis interview is dedicated to the all believers!\n\nBefore you read this interview, let me first introduce you to my story and how I met Barbara Hulanicki.\n\nWhen I came to the United States in 2010 (Detroit, MI) I was very lonely and depressed! I had left my family, friends, culture and everything I knew in my life behind. Most of the time I painted, educated myself and tried to process my new language. I had my little treasure too, as a gift to myself when I worked hard enough, I would buy my very favorite Polish fashion magazine “TwojStyl”. I read the greatest articles, mostly about successful women I’m fascinated about. Here I saw an article about Barbara Hulanicki! I got instantly hooked with her talent, personality, and energy!\n\nI went into the subject deeper- like a typical student and I discovered, that she lives in Miami and on top of it, she has an e-mail address as well (lol)!\n\nMy Mom used to say that we must keep trying, therefore, I wrote a letter to Barbara with my admiration, asking if she could comment on my illustrations, because I really cared for her honest opinion. I really didn’t count on an answer and over time I forgot about the whole topic.\n\nOne day I was checking my inbox like normal and this one e-mail stood out, I thought I would explode from excitement when I seen it! I had received an e-mail back from Barbara in person! She said that my illustrations \"are marvels\"! You can only imagine how I felt after receiving such feedback!  \n\nA few months afterward Luke (my husband) and I decided to visit our friends in Miami. I never thought I would ever see Barbara but after some crazy circumstances, it happened! Here I was at her atelier, face to face, shaking like crazy from excitement. I swear I believe I saw rays shining over her head like a goddess! I could hardly speak up. I didn’t know what to ask because every question would probably sound stupid or inappropriate. Barbara was such a positive, warm and amazing person, exactly how she is in videos. She made me feel comfortable and special. I will never forget it! … Two years after that experience, I interviewed Barbara and my dream had come true!\n\n\n\nJuly 16, 2014, Miami Beach | Florida.\n\nInterviewing Barbara at her atelier, Miami | Fl. Photo taken  by lovely Likrish Marchese ( Director of Business Development at Hu Design Inc.).\n\n  • Philosophy of your company and life: Which one because I have a lot (laugh). I think everything takes much longer than you thought, that’s why we have to be patient and always keep trying and never give up. \n\n  • Your biggest passion: Drawings and movies.\n  • How long you live in Miami?: We came here for 6 months and stay for 20 years!!! But we knew Miami before we’d moved here, because we use to came to Miami for vacation. It was a direct fly from London “to the sun”. And also I loved the Art Deco here.\n  • Tell us a little bit about yourself and a little secret about you: A secret? I’m Sagittarius so everything comes out; it’s almost a sin to keep secrets! (Laugh)… I can’t stand repeating for example, it drives me crazy!\n  • Tell us how you started your business in Miami, the biggest obstacles and worries you had at the very beginning: I received a quick job for one of the Rolling Stones- Ronnie Wood. It was a beautiful building with the columns up front on the 5th Street. It was suppose to be a hotel but it turned into a night club. It was going to be 6 months and it turned into 2 years and it never got finished. But it was one of the first places here on the beach. That time (in the 90's) here was really dangerous but also full of artists and creative people. Then I met Chris Blackwell (an English businessman and former record producer, and the founder of Island Records, which has been called \"one of Britain's great independent labels\" Blackwell's business and reach grew substantially, and he went on to forge the careers of Bob Marley, Grace Jones and U2 among many other diverse high-profile acts.- the editor note). He asked me: “would you like to do a hotel?” I said: “Yes, I would love to do a hotel”. Then he bought like eleven buildings and the work went on and on, never stopped. That was really interesting. In years 60’s a lot of musicians came to Miami and then all top photographers and the top models came here for shoots. It was top everything and that was major! Everything was run by weekends, shows on the beach called a Convention Center. It was really trendsetting. I liked that.\n  • What’s your vision of Miami in the future? It changes itself all the time so it’s nothing you can say. It’s quite interesting how it happens here.\n  • Learning from experience: Your biggest fail and your biggest accomplishment? I’m not done yet, I mean everything evolves and gets more and more interesting if you learn more. But it’s very nice to do everything at once: designing hotels and clothes, leather etc., learn how the industries work…\n  • What kind of projects do you currently make? I’m designing a leather prints, I’m going to a Fashion Festival in England to teach children how to illustrate. It’s madness like everything is made by computers now and a lot of designers are really good technical but they can’t draw by hand. Afterwards I’m developing to my “Iconic Club”.\n  • Any business plans for the near future? Yes, If I’m getting the offers yes! I’m working also on my Icon Club, doing a lot of press for that.\n  • What albums and books do you cherish the most from your home library? All the Fashion Books I have and modern books. I like to go through them but I don’t read a lot like how I use to, just because reading is almost like meditation, you have to have time and focus on it.\n  • Who or what is currently your biggest inspiration in Fashion and design? It’s hard to say, it’s very difficult because I watch these Fashion Shows on TV and I know the names of the designers, but it’s hard to recognize their designs. To me, they all look the same. Some of them are great like Rick Owens or Mark Jacobs because they make “human clothes”. The shows now are all couture; they are so dressy and not practical. I’m always asking myself the question how to even wash it? All those feathers and decorations, what do you do- sponge them?! So I guess it’s for people who wear them once.\n  • Any fashion icon\/ celebrity style you admired? Kate Blanchet and maybe Nicole Richie. She is incredibly funny. From the old times I admired Audrey Hepburn and Grace Kelly.\n  • Who is you very favorite painter\/ illustrator? I like the Art Nouveau. I like Gustav Klimt, AlfonsMucha, EgonSchiele. Aubrey Vincent Beardsley he was very influential in the 60’s for me as well.\n  • I know in your childhood you were movie obsessed, any movies from the past and also from the present time you really love to go back to and that you recommend? I don’t like the 30’s movies anymore; they’re annoying to me because they are too slow and women were so soft and pleasing! I love “The Ghost Writer” (2010) by Roman Polanski, I’ve watched it so many times. It’s so incredible and sad that we can’t see anymore more of his work. Woody Allen is not my very favorite, but actually, he’s made a great movie now called “Blue Jasmine” with Kate Blanchet (2013). There are so many details so you can watch it over and over again. It’s brilliant.\n  • Do you watch any TV shows? I watch shows on HBO- all of them! Check out “Silicon Valley” – it’s the funniest! You’ll roll on the floor!\n  • What is you favorite music style and music band? I don’t really listen to music, because I’m more into movies but I listen to some in the car. I like Edith Piaf and Tom Waits for example.\n  • What is your favorite dish and dessert? I really like healthy food; I’m not a big fan of meat. I heard last time a great quote: “don’t eat anything with the face on it”! I love Polish Food; it’s amazing and so delicious! I love hot soups a lot. I don’t really eat desserts, I cut them off my diet, but if I have to choose it’ll be cheesecake.\n  • Do you have any pets? Not now, but my assistant Likrish has a lovely dog named Zoey who “works” with us. Likrish says, “It’s actually half Barbara’s dog”. She spends a lot of time under my desk.\n  • How do you spend your free time if you have any ;)? I’m glued to TV!!... (truncated)",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.816413343,
        "format_confidence":0.9684541225
    },
    {
        "url":"https:\/\/madamesolange.com\/in-her-bag-with-the-shaamazing-rekana-sharon-ojong\/",
        "text":"Shaamazing Rekana Sharon Ojong\n\nInterviewing industry experts in different fields might be an easy take, but when one needs to interview a Fashion Stylist, then you have to gear up for the best.\n\nFor our latest; In her Bag segment we meet with the beautiful, energetic and very stylish Fashion guru.  Rekana Sharon Ojong the Creative Director, D.E.E.V.A.S.\/ Associate Producer and In-House Stylist at SPICE FASHION CHANNEL\n\nWe caught up with her at work, while at the Orange Golf Tournament\/Junior Golf Camp that took place in Ilara-Mokin, Ondo State, Nigeria. And she did not hesitate to share her most personal style companions, and must-have travel items.\n\nInterview Questions\n\nName:  Rekana Sharon Ojong\n\nOccupation: Creative Director, D.E.E.V.A.S.\/ Associate Producer and In-House Stylist at SPICE FASHION CHANNEL\n\nWhat’s your Personal Style?  My personal style is versatile and mixed. It changes with my mood and where I’m headed that day.\n\nMy Bag is by Ralph Lauren Easy Copper Tote Bag\n-It’s my best travel handbag. It is big, strong and reliable.\n\nThis slideshow requires JavaScript.\n\nMy wallet is by Folli Follie\n-I’ve had it for about three years. The content is a story for another day. Just know, you can take a two day trip with my wallet. It has every beauty must have item in it.\n\nThe Gadgets:  My Samsung S4 Zoom Camera, my iPhone, my blackberry, my iPod, my iPad and my ear piece. Yes I am a gadget person. I LOVE music and I do a lot of writing, blogging, reporting and social media campaigns on-the-go for different brands so I need them all.\n\nBeauty Products:  My lip balm, 50ml BCBG Maxazria perfume\/Bvlgari carry on perfume, tweezers, sanitizer, baby wipes, moisture cream, eye drop(for clear eyes) and makeup items(daily I throw in my red lipstick, blue and black mascaras, eyebrow definer into a small purse and always have my Zaron brush pallet. But when I’m heading out of town, I bring the whole bag and that stays in my box).\n\n-Also, I just discovered a lipstick range I’m obsessed with, ZAMOUX by a Nigerian based in England. On a normal day I am perfectly okay with just lipstick on. And bless me if it has a matte finish.\n\nOther Items: My complimentary cards\n\nMost Favourite Bag Item:  One item I cannot leave my house without are my phones. Whether it’s to a supermarket, just next door or strolling down, my iPod is with me\n\nI also can’t leave my house without sunglasses and most times my nerdy glasses\na) I am not a fan of doing eye makeup.\nb)  I have a sorry case of dark circles as when others are sleeping, I am working. So I love to cover the circles and just in case it is not a sunny day or after work dinner\/drinks I throw the nerdy glasses on\n\nFinal thoughts: Your handbag, clutch or purses personify you first of all. What I carry in my handbag is to save myself from the embarrassment of asking something or the other from a colleague or fellow co-passenger, and looking unkempt, so I always keep these items in my purse to keep myself fresh and ever ready!\n\nSee Stylish pictures of the SHAAMAZING SHARON.\n\nThis slideshow requires JavaScript.\n\nPhoto Source: Rekana Sharon Ojong\n\nContact 657B7508",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9961638451,
        "format_confidence":0.9172925353
    },
    {
        "url":"https:\/\/www.flare.com\/fashion\/model-denise-bidot-stars-in-photoshop-free-swimsuit-campaign\/",
        "text":"Meet the Star of the ‘Beach Body. Not Sorry’ Campaign\n\nSultry Puerto Rican-Kuwaiti model Denise Bidot talks to FLARE about her unretouched Swimsuits For All campaign, body confidence and how to feel comfortable in a bikini, no matter what your size\n\ndenise bidot\n\n“I want women to realize that they’re absolutely beautiful and their bodies are ready for the beach!” Bidot in the Swimsuits For All campaign\n\nModel Denise Bidot has never let stretchmarks or cellulite mess with her bikini body chi. They’re attributes to be embraced, not negatives to be concealed or lamented. “It’s nice to take your power back and say, ‘You know what, I am beautiful just as I am and I want to show the world how I feel.’”\n\nIt’s the kind of response you’d expect from the outspoken model who made history last year as the first plus-size model to walk in New York Fashion Week (for CHROMAT and Serena Williams’ HSN line, which was attended by tennis-lover Anna Wintour). Bidot is again marking her territory as a trailblazer by starring in Swimsuits for All’s new ‘Beach Body. Not Sorry’ campaign, which eschews Photoshop for the real deal, i.e. photos that haven’t been digitally manipulated.\n\nWe talked to Bidot about how it feels to go naked (digitally speaking), her beach body secrets and bikini-buying tips.\n\nHow did you feel about going Photoshop-free?\nThe campaign wasn’t originally intended to be unretouched. I got a phone call from my agency after [the campaign was shot] asking if I would be OK with them releasing the images unretouched based on the fact that they were so beautiful and the message would be something women would really like to see. I’m such an avid advocate about beauty and size diversity, loving your body and being positive so I thought, ‘You know, if I can talk the talk I better be able to walk the walk,’ and it kind of worked out.\n\nIt was so freeing in my own right as well. As a model it’s so easy to get sucked into these beautiful Photoshopped campaigns and to look at those and get lost and think ‘Oh my god, I look like that,’ or deceive the same audience that you want to empower.\n\nI feel empowered releasing them and I’ve gotten so much positive feedback about the way it’s made other people feel.\n\nHow was it empowering?\nFor so long we’ve been told that only one specific thing is beautiful and put into a box of cellulite-free or stretch mark-free, or the perfect feet or the perfect eyebrows, and [the campaign was a way of saying] ‘Here I am. This is how I was made. I feel beautiful.’ I wanted to share that message with the world: That you can be imperfect and still be perfect.\n\nRelated: Q&A With Model Ashley Graham: “Curves are not a trend”\n\n‘Beach Body Not Sorry’ is the campaign’s slogan. What does it mean to you?\nIt’s so cool because it’s true. Every summer we see those ‘Get Your Bikini Body’ or ‘Get Your Beach Body’ ads and it’s so silly because all you’ve got to do is put on a bikini, go out to the beach, and you are beach ready.\n\nI keep saying it, but I think confidence is so important. If you feel beautiful, you look beautiful. When women put on a bathing suit they should live in the moment and be happy and stop thinking that something is jiggling or that something is showing. Have a great time. You only live once and this is our only moment to do this. My mother yo-yo dieted her whole life. I always saw her constantly trying to be something else and I remember how that affected me. I thought, the most beautiful woman in the world doesn’t realize how beautiful she is! I want women to realize that they’re absolutely beautiful and their bodies are ready for the beach.\n\ndenise bidot\n\n“…when you’re comfortable on the beach you’re going to look amazing and you’re going to radiate confidence and power.” Bidot in the Swimsuits For All campaign\n\nBathing suit shopping is hell. How do you make it less so?\nListen to music, rock out, make sure you know where you’re going when you swimsuit shop…and be realistic about your expectations. So many times we go for the pretty-looking one, but then you’re super uncomfortable. You need to find what makes you feel comfortable because when you’re comfortable on the beach you’re going to look amazing and you’re going to radiate confidence and power.\n\nWhen I was a teenager I used to wear a white T-shirt over my bathing suit thinking that no one would notice me. Now I see I made myself stand out so much harder.\nIt’s so true. You just have to have fun. That’s ultimately the goal. It’s summertime; you’re in a bathing suit, stop apologizing for your curves. Live in the moment.\n\nWhat do you say to women who think they can’t wear bikinis because they don’t have bikini bodies?\nOh my god, I hope that they start listening to the messages that we’re putting out there because I think it’s important for them to know that the [perfect] woman doesn’t exist. If you’re out there and you feel like you can’t wear a bikini, you can. Put on a sheer caftan or cover-up to help you ease into it. But I promise you, when you let yourself feel free it will feel so good.\n\nWhat does it feel like to be a plus-sized model now as opposed to five years ago?\nI think it has a lot to do with social media and people getting the opportunity to express what they like, what they feel, what they want to see. The customers, consumers and brands are really listening to what’s being tossed around. I feel like women have gotten their power back and they’re being very expressive and vocal about what they’re looking for and it’s opened the door for us as models to do more because there’s demand for us.\n\nWhat I love about the current climate is that plus-size models used to be so demure and now they’re permitted to be sexy.\nIt’s finally becoming really fashionable and sexy and cool and edgy. We are seeing a different age where women are just confident.\n\n12 Swimsuits for Beach Babes Size 16+\n50 Figure-Flatter Swimsuits We Love\n12 Summer Hats that Look Good on Everyone\nFLARE Editors Share Their Summer #StyleHacks",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9944565296,
        "format_confidence":0.7799909115
    },
    {
        "url":"http:\/\/bubblelondon.blogspot.com\/2014\/08\/b-meetsproject-jelly.html",
        "text":"Tuesday, 19 August 2014\n\nB&S Meets...Project Jelly\n\nThere are plenty of reasons to love Bubble brand, Project Jelly. For one thing, they're responsible for some of the most gorgeous jelly shoes and wellies around - and, for another, they're entirely home-grown. Then there's the fact that they donate 20% of their profits to children's charities... We caught up with founder, Natalie Collier, who told us more about her remarkable mission...\n\nNatalie and son, Jude\n\nNatalie, why did you decide to found Project Jelly? And why jelly shoes?\n\n Ha! It's a very long story of many silly ideas, but essentially it was a mission to fund-raise. I had a long standing love for JuJu Jellies and wanted to start a business with a BIG fundraising heart. After winning the MD of JuJu over with my plans and designing my first collection of Limited Editions, I started the business 14 months ago and signed up for Bubble London's summer show. Its then been a fast paced roller-coaster of good fortune and lots of hard work! We have just signed our first distribution deal for most of Asia and will see our Project Jellies in high end stores - including Lane Crawford, Galerie Layafette and Harvey Nichols Asia. \n\nWere you surprised by the success Project Jelly enjoyed after debuting at Bubble London? \n\nHonestly, YES - but the biggest surprise has to be the cult status we have achieved in Asia in just a few months. Taiwan sold over 1000 pairs of our Jellies in a few hours at launch. They love our 'giving story' and premium British jellies. The love affair with 'Made in England' is such an important USP, particularly in Asia right now.\n\nWhat's been the highlight so far?\n\nAh, unashamedly it has to be the Invitation to No.10 Downing street last May. I presented Samantha Cameron with some of our Project jellies for her daughter, Florence, and had the privilege to share my charity initiative and business idea with her. \n\nCould you tell us a bit about your next collection - and your new charity, Great Ormond Street Hospital?\n\nSome of you in the industry already know that my toddler son, Jude was diagnosed with a disability, SPINA BIFIDA, in January this year. It was heartbreaking and I honestly considered giving Project Jelly up - however we got a fast op date from Great Ormond Street Hospital and the 'rock star' neurosurgeon performed a rare operation to help Jude's symptoms. Jude will be attending clinics and further operations every few months through his childhood. I owe GOSH everything and it feels only right to support them next year along with some local charities. My long term ambition is to set up a Foundation Trust and help children's charities in every country we launch in.  \n\nJude and friend\n\nIf you had one piece of advice for someone looking to launch a charity initiative like Project Jelly, what would it be?\n\nDo it ! Don't be afraid to voice your ideas to anyone that will listen. Secondly, seek out a mentor; there is so much to learn, and the Childrenswear industry is full of amazing, creative and friendly people. Special mention to The British Footwear Association and Department of Trade & Industry, who are also incredibly supportive. \n\nWe're seriously inspired by Project Jelly's remarkable story - are you? \n\nNo comments:\n\nPost a Comment",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.8752815127,
        "format_confidence":0.7787663341
    },
    {
        "url":"http:\/\/nymag.com\/thecut\/2010\/09\/rachel_comey_resists_the_la-if.html",
        "text":"Skip to content, or skip to search.\n\nRachel Comey Resists the ‘L.A.-ification’ of New York\n\nRachel Comey at her studio.\n\nThough her coveted wood-soled shoes, handbags, and downtown-chic clothes are stocked at a slew of top retailers — Bergdorf Goodman, Saks, and Opening Ceremony among them — Rachel Comey oversees a team of just five people. After her critically acclaimed spring 2011 show last Thursday, there's been no lull for the (five-months-pregnant!) multitasker: The former Theory design consultant also handles her own sales, pricing, and merchandising. We caught up with the indie design darling to talk about her latest collection, makeshift maternitywear, and flea-market nostalgia.\n\nWhat inspired your spring collection?\nMostly the heavy-handed weather this summer. Given the lightweight fabrics and playful prints that I do, I'm usually thinking about the beach and vacation garb for spring. But this summer, because the heat was so intense, I was trying to create garments for the city.\n\nWho are your favorite designers?\nI love textile designer Sonia Delaunay's surprising mix of shapes, colors, and textures. Also Charles Kleibacker, who I discovered at a collector's archive. He did all sorts of interesting things with symmetrical lines.\n\nWhat's the first designer item you ever bought?\nIs Esprit considered \"designer?\" I'm originally from Hartford, Connecticut, and I got really into clothes around the time Esprit and Benetton were huge.\n\nWhere do you like to shop in New York?\nI love flea markets, particularly the ones on 25th Street and in Fort Greene. Except now there's too much food at them — it makes them so crowded! Nobody's boyfriend or husband ever wanted to go to the flea market before, but now there are lobster rolls and sliders. I love the foodie trend, but I preferred it when flea markets were a little quieter and more specific.\n\nWhat are you hunting for?\nAnything to surprise me. It could be a textile, a rug, some spoons, a doorstop, or a piece of jewelry.\n\nHow would you describe your personal style?\nSpontaneous — not so planned, especially now that I'm pregnant. Though I have discovered that my collection offers plenty to wear if you're pregnant, even if that wasn't the intent. And I love a strong wooden heel.\n\nLooks from the Rachel Comey spring 2011 collection.Photo: Imaxtree.\n\nAny plans to design children's or maternity clothes?\nPeople have been asking me that even before I was pregnant. No, no plans, though I do tend to make spontaneous decisions to add categories to the collection.\n\nWhat's the most recent addition?\nWe made cooler bags to carry wine or beer in for spring\/summer. My dad inspired me, actually, because he's always drinking Diet Coke and toting around one of those horrible coolers — they're always so cheap and ugly-looking. I set out to make him a better bag, but now I want one.\n\nWhat trends are you appreciating right now?\nI'm just happy about fall weather in general — anything having to do with putting on a sweater.\n\nAny trends you're ready to see retired?\nThe L.A.-ification of New York: all those random overprinted and screen-printed garments, like Christian Audigier.\n\nWhat's one item you're saving up to buy?\nI'd like to have a print by the artist Sara VanDerBeek; the Whitney is having an exhibit next week. I'm also searching for a new Moroccan rug.\n\nWhat's something you never leave the house without?\nA pencil, for writing down sketches, ideas, and notes — I feel lost without it. I'm really big into to-do lists.\n\nSee more: Rachel Comey's Spring 2011 Collection\n\nPhoto: Melissa Hom\n\nCopyright © 2013, New York Media LLC. All Rights Reserved. The Cut® are registered trademarks of New York Media LLC.\n\nCopyright © 2013, New York Media LLC.\nAll Rights Reserved.\n\nCopyright © 2013, New York Media LLC. All Rights Reserved.\n\n\nCritics’ Pick\nShow More\n% Agree\n\nSponsored Message\n\nMore Celebrity Lookbooks\n\n\n    Sponsored Message Continue",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9866994619,
        "format_confidence":0.8112056851
    },
    {
        "url":"https:\/\/www.bang-olufsen.com\/fr\/fr\/story\/matthew-williams-alyx-interview",
        "text":"Panier vide Bang & Olufsen\nBeoplay E8 motion Alyx Edition\n\nMatthew Williams, 1017 ALYX 9SM Alyx Creative Director  Design Story\n\nWe met Matthew Williams, 1017 ALYX 9SM Creative Director in Paris ahead of his runway show for the presentation of the FW20 Collection. We talked about how he fuels his creativity and how our collaboration was born.\n\n  • Matthew Williams\n  • Matthew Williams holding the Alyx mini-bag\n\nWatch the interview with Matthew below\n\nIn terms of the collab between Alyx and B&O how did it start and what are the synergies between those two things?\n\nI met with the team at the Copenhagen fashion summit, and we really had a lot of shared visions. When that happens, the conversation becomes really fluid so our dialogue became really strong. I've always been a fan of B&O my entire life so it was just a dream to find a way to work on something together. I think definitely the synergies are craftsmanship with all the amazing finishes that you guys do with metal.  I also think that commitment to making products that are timeless and last forever are a quality that we share. \n\nCan you tell a little about the design process in terms of designing the Alyx Beoplay E8 motion in together with B&O?\n\nWe wanted to really merge the design language of both of our companies and I think that both Bang & Olufsen and Alyx are known for their work with metal, and anodizing and finishing. I felt that was a great way to link the two brands. We also added the graphic branding of our buckle on the case, which I think worked out really well. \n\n  • The iconic 1017 ALYX 9SM Buckle.\n\nWhat is the buckle (Alyx iconic symbol) inspired by?\n\nI mean, it has a double and triple entendre, but first, I just like it as an object and it's sculptural shape. The fact that it's made at a place that doesn't make things for fashion, I think, gives it an unseen value. I always remember this documentary where Stanley Kubrick talks about having clothes in the closets of rooms and scenes that nobody ever even sees, but there's this kind of unseen energy that makes its way into the screen through that. I feel the same way about the buckle being made in a way and at a place that's more mechanical with a company that makes engine parts. There is a weight and a sound to it that maybe somebody wouldn't know is why they gravitate to it, but their senses do. And then there’s the fact that I discovered it at six flags magic mountain when I was taking my family there. That's the place in California that you go for graduation or a birthday, or you might kiss a girl for the first time, or get over your fear of heights. So, it kind of represents for me, a place of transition, of being a child in your teen. I like that idea of transition and so it meant those things for me as well. \n\nWhich role does the buckle in the collection?\n\nI think the buckle is really like branding now, obviously we will make it functional as much as possible, but it's just like our logo at this point.\n\n  • Matthew Williams in his studio\n  • Beoplay E8 Motion Alyx detail\n  • Matthew Williams before the runway show\n  • Matthew Williams portrait\n\nHow would you describe the craftsmanship of your brand? How do you wave with different kinds of materials?\n\nWell, the exciting thing about fashion is each category takes a lifetime to master, so we're always working and learning new things about shoes, knitwear, leather, tailoring, jersey, jewelry and the list goes on forever. So as we get better and more proficient in each process and build our language with certain materials, there become North Star goals that we really go for and sometimes those developments can take one, two, three years before they finally make their way in the collection. So, from a craftsmanship perspective we're constantly experimenting and trying things and they make their way into the collection when they can. I like to say that Alyx is modern craftsmanship. We use technology when we can or, we do with sustainability to create a new way of doing modern craft and I hope it's apparent when you touch and feel the clothes.\n\nStay In Touch\n\nRejoignez la communauté Bang & Olufsen\n\nProfitez de nouveaux produits en édition limitée, d’événements exclusifs, d’offres spéciales et de bien plus encore, avant tout le monde.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9468060732,
        "format_confidence":0.985537231
    },
    {
        "url":"http:\/\/blog.santaeulalia.com\/en\/luis-sans-maria-leon\/",
        "text":"Fondo Santa Eulalia\n\nModa tendencias y estilo en Barcelona – Blog Santa Eulalia\n\n“I don´t like Lady Gaga”\n\nThis blonde with an angelic smile has a long history. First as muse to Victorio & Lucchino and now as Director of Communication at Pedro del Hierro, fashion blogger and member of the board of the Spanish Coolhunting Association.\n\nWe want to know everything! about this Spanish IT Girl. If you are like us keep reading, and keep a paper and pen ready!\n\nWhat does a normal day in your life look like?\n\nI get up at 7am. I take a cold shower. I read my mails. I have a good breakfast and, at 9.45 am, I leave home to go to my office or meetings. Late in the afternoon I go to the gym to disconnect and then return home to write my blog. It really relaxes me!\n\nWhat does a person have to have to grab the attention of your flashes?\nEducation, distinction, good taste and a twist.\n\nDigital or SLR camera?\nI like the digital Canon S95. I cannot live without it.\n\nWhat is the must-have in your closet?\nThe Chanel 2.55 a friend of my mother gave me\n\nYou couldn’t live without…\nMy basic wardrobe gradually created for years.\n\nYou would never wear…\nLady Gaga-style outfits.\n\nFlats or stilettos?\nDepends on the moment, but I usually wear flats.\n\nYour best beauty trick?\nTo not smoke, drink or abuse the sun and from time to time visit Carmen Navarro.\n\nThe latest little fashion thing you treated yourself to?\nA parka with fur collar from PDH Sport.\n\nWhat garment would you never throw away?\nThose inherited from my mother.\n\nYou are about to launch your first book, please tell us more about this exciting project?\n\nI have been working on it for a long time. The idea grew out of my job as a fashion consultant on my personal blog ( I thought it would be useful to create a manual with tips on how to dress in 50 everyday life situations. I’m really looking forward to get the finished book in my hands!\n\nFoto: Manu Cuartero\n\n\nLeave a Reply",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9903404117,
        "format_confidence":0.7725638747
    },
    {
        "url":"http:\/\/www.life.lk\/article\/style\/Buzz-----With-Danu---Kanchana-Fernando\/53\/18018",
        "text":"Buzz!!!! With Danu - Kanchana Fernando\n\nJun 28 2018. view 487\n\n\nIt is amazing how you meet with talent. Today I have Kanchana who did not learn the ABC of fashion but who's passion took her here, and she seems to be loving it.\nRecently I was her showstopper for a fashion show and saw her work for the 1st time when she showcased with LICC and loved her work. I wanted to come to know a little bit more, so here is her story \nFull Name –  Mututantreege Kanchana Niwanthi Fernando\nHometown- Moratuwa\nStatus- Married\nBirthday -  18\/02\/1985\nPassions - Fashion\nFavourite Colors – Black & White\nWhat made you take up fashion? \nIn a way, I would say I’ve been a designer since my childhood. My greatest fashion inspiration is my mother, who started the Sanathana Batik Gallery. Being around her and designs my entire childhood, inspired me to become an independent designer myself. Back then I just wanted to be fashionable and unique in the way I dress, I’m a huge believer in the saying “You are what you wear” which made me design my own clothes. Every compliment I received on the way I dress inspired and motivated me to do more and later expanded to designing for others as well. Since then with God’s grace, there has been no stopping me.\nEven the learnings I’ve had in my career as a merchandising manager helped me in creating what is now my very own fashion brand. If you love what you do nothing can stop you, I firmly believe in that and I’d say designing\/fashion is my passion rather than a career. \nYou have been working with Batik for some time now, how has it been? \nMy parents stated the batik business as more of a hobby and a lifestyle, back in 1985. It’s in a way their fourth child.  I spent most of my time in our workshop since I was a little girl, and batik designing became my first love. Our product range was limited to wall hangings & Sarees. Then, I introduced Batik slippers and Accessories. The biggest breakthrough came to our brand “Sanathana” brand when I started upcycled denim wear. This journey has been the best and one I’m very proud of. It was humbling to be referred to as one of the catalyst in the sustainable fashion industry in one of the recent articles and I am motivated to do more and more to make sustainable fashion a lasting trend. \nDon’t you conceder the Batik market very competitive? \nYes, it is very competitive. There are so many established & upcoming batik designers in Sri Lanka with their very own label. But I feel I have created my own niche market with the upcycling element. Also, in my opinion, there are two main challenges. One is giving something new to the society & the other one is in adopting a proper marketing strategy. A given marketing strategy can make or break a business. Therefore, I have learned that it is important to market the product well, whilst focusing on the creativity of the product. So I feel my partnership with LICC which is the best local denim brand in Sri Lanka, will help me on both fronts, one in adding value to the product and two, its marketing. \nWho has been the biggest support in your life? \nMy family without a doubt.\nTell me your style of work? \nI am not a follower of fashion trends. Fashion, I believe, is a part of my personality. Therefore, I live it day in and day out. Anything I see or hear which I feel is something attractive, I incorporate into my designs. It can be something as simple as a hibiscus flower to something as glamorous as the formation of the Duchess’s tiara.  So quite frankly, my style of work changes in the spring of the moment.  \nWhat are some of your most defining moments in life?\n  • The moment I saw happy tears in my parents' eyes when I got selected to the university. It changed the course of my life. \n  • My stint in Pakistan which added extremely value to my designing career. \n  • The day I met the love of my life, my husband, Hashan \n  • When I secured my job at MAS. \n  • Becoming the 1st runners-up from Mercedes Benz sustainable fashion awards, which truly opened so many new opportunities for me. \n  • The moment I was announced the winner of the Venturer award of MAS Holdings, which is awarded to women with entrepreneurial spirit. It was really a boost to my confidence. \n\n\nTell me about your design label? \nIts Kanch by Sanathana which is our household brand. I also collaborate with LICC for LICC Batik by Kanch. Both are unique in their own way although the same concept is used. \nWhat has been your favorite travel destination and why?\nParis. Paris. Paris. I still haven’t been there, but it is on my bucket list. It was a childhood fantasy since it is supposed to be the fashion capital of the world. \nWhen you work on a design, what do you look for? \nMy designs are more in the moment, where, I look at the person \/purpose and my mood, then I let my mind run with it. I believe that’s what’s unique about my designs, that it caters to the need of a person or a purpose and not what the mass market expects out of designers.\nI do look at innovative constructions and method of application that I can use in my collection but I don’t let current trends draw boundaries on my design direction. One thing I do believe is that sustainability plays a huge role too in my designs. \nIf you could have been told one thing that you weren't told when you were a teenager, what would you like to have heard?\nThat I’m not the shortest one in the world :D \nIf not design, what would have you chosen as your career? \nDesign is not my career. It’s my life’s passion. As a career, I am extremely happy with my choice to be an account manager at MAS Kreeda.  \nIn the Spot!\nWhat are your thoughts on what the country’s situation is like?  \nThe situation is not getting any better for all the industries.\nWhat do you say is the biggest issue that the youth faces today in Sri Lanka? \nThe millennials now unconsciously restrict them to trends, in fashion, and in life. In some cases they lack the urge and the rebelliousness to think out of the box, of course, this doesn’t apply to all.\nWhat would you say is missing in the fashion industry? \nThe focus on sustainability.\nYour thoughts on CFW? \nIt gives an opportunity to showcase talent while having the most fun. \nWho was your favorite teacher and why?\nMy parents. I am who I am because of them. \nWhat makes you feel the most secure?\nHaving a supportive family.\nWho do you admire the most?\nAnyone that loves what they do. \nWho was your hero when you were a child, and what did you do to be like them?\nTo me, my mother is synonymous with inspiration. She is and has been a superwoman of sorts. So, it’s always been and will be always my mother. I have always admired her creativity, ability to face challenges & her determination since I was a little girl and I still do. I started learning from her since then and I still have more to learn from her. So I’m following her footsteps, but going on my own journey as a fashion designer. \n\n\nDanu Innasithamby\n\nDanu is a Jaffna Boy with a Marketing qualification (only because he needed to study, and not because he wanted it). He has been a part of the team for seven years and is the face behind Buzz with Danu, and WTF.\n\n\nPost your comments\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9803091288,
        "format_confidence":0.88890028
    },
    {
        "url":"https:\/\/elitemodellook.com\/int\/en\/home\/victor-ndigwe-model-off-duty\/index.htm",
        "text":"Victor Ndigwe: Model Off Duty\n\nThis season, Victor Ndigwe walked in shows like Hermes, Balmain, Dries Van Noten, DSquared2 and Versace. In the next in our series with street style photographer Jonathan Daniel Pryce, Victor sat down to talk modelling, motivation and everything in between. For the second part, head to Jonathan’s blog, Garcon Jon.\n\nPhoto © Jonathan Daniel Pryce\n\nWhat do you like about fashion week?\n\nThis is my first season doing London men’s fashion week. In Paris and Milan, there aren’t a lot of black models there, but here I see lots of black guys. I don’t know what to expect, but I just think it is gonna be good and I am looking forward to the shows. I hope I get good shows. In my mind, I am like: Victor, get five shows. If I get five shows, I am good! \n\nPhoto © Jonathan Daniel Pryce\n\nHow do you relax after walking in shows?\n\nTo relax, I generally just listen to music. Talk to people. I like talking to people when I can because back home I don’t get to see a lot of people from elsewhere. Interesting conversations helps me to relax. And music - sometimes when I have the chance I play sports. I love tennis. Or I pick up a pen and write music if I want to.\n\nPhoto © Jonathan Daniel Pryce\n\nWhat music are you listening to right now?\n\nI'm currently listening to Fada Fada by Phyno. He's a Nigerian artist and the song is like a ghetto gospel talking about how he struggled till he achieved and him thanking God about it. I'm also listening to I Got the Keys by Dj Khlaed featuring Jay D and Future.\n\nPhoto © Jonathan Daniel Pryce\n\nWhat was your funniest experience during fashion week?\n\nFunniest experience… I think when I was walking on the road and I was tired, I just came out of a casting, and there was a group of seven girls. They were Asian. And they walked up to me and asked me ‘Are you a model?’ and I’m like ‘yes’. She was like ‘Are you Victor?’ ‘yes’. She just said something I couldn’t understand, and then they all got their cameras out and took a selfie. Everyone was laughing, like what just happened?! I came in for a hug, and they were like what!? It was really funny.\n\nPhoto © Jonathan Daniel Pryce\n\nWhat are you into apart from modelling?\n\nI do music, I design. I love designing. I don’t know how these things came to me. Same with fashion. I don’t know how, sometimes I tell my friends I am into fashion. They had to do an assignment, and I was like, why don’t you do it this way, why don’t you do this that way? They took it to school and they were like ‘wow’! So from there they just kept coming back. Victor, what do you think, what do you think? I am not a man who goes to a drawing board, but I could think about something and tell them about it. I’m pretty good with fabrics, too. And I don’t know the names, but I know this is good for this, you know. It just comes naturally. Some people say, Victor you could be a stylist, and I am like I don’t know about that! I mean I know how to dress myself, but I don’t know how to dress people.\n\nPhoto © Jonathan Daniel Pryce\n\nWhat advice would you give people?\n\nIf I have to say anything right now, it would be to people back in my country because many of them want to be a model, many of them want to travel. But at the end of the day, just be you, and do you the way you can. Some of my friends are styling celebrities, in Nigeria I have some friends who do illustrations now, I have loads of arty friends. If modelling works for you, cool. Sometimes you don’t choose modelling, modelling chooses you. So for now put your creativity, put your energy into something. Try to make it better around you and it all happens, basically. \n\nI'd also say to everyone let's live in love, peace and understanding. With everything I've seen in my life, I could write you a song about how living is short and how loving is long.\n\nYou might also like...",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9765354991,
        "format_confidence":0.9666619301
    }
]