[
    {
        "url":"http:\/\/puppycrack.com\/index.cfm?page=article&id=2&cfid=25097884&cftoken=27549239",
        "text":"About Puppy Crack\n\nPuppy Crack ® originated with Wendy and Daniel Dorchester. Through our love and nutritional concern for their dogs, we became interested in all natural treats. From our home, we perfected a recipe for Puppy Crack using REAL ingredients such as: fresh beef liver, chicken liver, eggs, oats, gentle spices, and other wholesome ingredients.\nWe wanted to make a dog cookie without preservatives and human grade in quality. We also felt that shapes and sizes were just to please people; heck, dogs don’t care.  We wanted a treat we could give our Great Danes that would add to their healthy diet.  \nWe started working with a local rescue in Charleston, SC and realized that we wanted to give back through making the treats for the dogs that lived there. This blossomed into making the treats for fundraisers to help dogs with surgery and other health concerns.  Here, we met two more rescuers, Jan and Brian Lambert, who adopted Mabel and Bosco, also Great Danes, and, as fate would have it, just happened to own a local bakery. Together, we started Rescue Me Dog Bakery and brought Puppy Crack out of the kitchen so we are able to share it with you and your furry friends.\n\nWith its shape comparable to a thin cracker, Puppy Crack ® is perfect for dogs of all shapes and sizes, and is taking the Southeastern United States by storm.\n\nOur Purpose…With a common love for ALL DOGS, our mission is to aid rescues in need of help. Puppy Crack ® helps pay for routine vet visits, neutering and spaying and more serious procedures. With your purchase, you can help an abused or neglected animal become whole again and ready to be adopted into a loving home. Your purchase will make a difference!\n\nEvery purchase of Puppy Crack helps support rescues and the neglected dogs they bring back to health!",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.7509769797,
        "format_confidence":0.9535018802
    },
    {
        "url":"http:\/\/www.of-meadow-valley.eu\/about-us\/",
        "text":"of Meadow Valley Afghan Hounds\nof Meadow Valley                     Afghan Hounds\n\nAbout Us\n\nReady 4 Take Off of Meadow Valley\n\nThirty years ago, in 1982, the year we've got married, our first Afghan Hound, Belino of Karma Tschangri joined us and made us very happy with his kingly  presence. One year later we bought his halfbrother Calimero of Karma Tschangri and this was the point where everyone seemed to be satisfied. But .....\n\n\n...when we were visiting the boys' breeder in summer just to say hi, show him how proud we were of our beautiful dogs and take a look at the 8 weeks old E-litter, we saw a wonderful sister of Calimero (out of the repeat breeding) who was returned to her breeder but unfortunately couldn't stay there since she would not get along with her mum.\n\n\n\n\nDalarna, already two years old, immediately caught my eyes and heart and I bet you already guess where she found her new home a few weeks later :-). Since her breeder wanted her to be shown, this is where we got involved in dog shows and, after Dalarna became a champion and earned some additional titles, we decided to start breeding Afghan Hounds.\n\n\nSadly the breeder of our dogs died some months after we've bought Dalarna, and so Eirene, the bitch he kept from his E-litter was looking for a new home ..... \n\n\nSince our boys were already used to a girl, we  thought they might be enjoying another one and so Eirene joined us at the age of nine months. Now you already know how we got started. If you're interested about the progress of our breeding program and our further Afghan Hounds we would like to invite you to take a tour on our website.\n\n\n\n\n\n\nof Meadow Valley Afghan Hounds\n\n\n\n\n\n\nRia & Toni Wagner\n\n\nBolandenstr. 8\n\n\n68753 Waghäusel\n\n\n\n\n\n\nphone: 0049 (0)7254 73547",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9878139496,
        "format_confidence":0.9692292213
    },
    {
        "url":"http:\/\/www.pdogpet.com\/about.htm",
        "text":"PDog Pet Home : About\n\nOur Story\n\nAmy Barker, CPDT-KA, and Daniel Pringle\nIn November 2013 we were given an amazing opportunity to buy Prairie Dog from Don and Cyndi Cutler, founders and owners since 2009. Thanks to them, Prairie Dog has become a community place in which people and dogs mingle (and get treats). We are proud to carry on their values and their dream in this adventure.\n\nThis is our first endeavor as business owners, but Prairie Dog embodies many things that we deeply care about. Before Amy began working at Prairie Dog in 2010 she had a career in the photography industry but had really discovered a passion for dog training while learning to live with her troublesome but lovable pound-rescued Husky-Malamute, Loki. While she’d grown up with family dogs, Loki gave her a challenge that inspired her curiosity. She found a natural talent for working with dogs, interpreting dog behavior, and sharing her knowledge to create happy dogs and relieved owners. That experience motivated her to begin teaching at Diamonds in the Ruff, a positive reinforcement school focusing on the pet-owner relationship, and eventually became a Certified Professional Dog Trainer (CPDT-KA). Dan also grew up with pets and has a unique respect and care for animals. He’s a librarian at Spokane Public Library, where he helps people find information and connect to resources to enhance their lives. This means you may not see him around the store much, but he’ll be involved with our web presence here and on Facebook. In our free time, we can often be spotted outdoors hiking or snowshoeing with our Samoyed, Piper, and Nova Scotia Duck Tolling Retriever, Declan.\n\nOur Values\n\nWe believe in the importance of nutrition to dogs’ and cats’ health, behavior, and overall happiness. We have learned from experience that animals will thrive on a natural and holistic diet honoring their evolutionary development and free from cheap fillers and byproducts. We saw our cat Casper live an almost annoyingly full life after bouncing back from two close call surgeries with struvite crystals thanks to a diet of high-quality raw food and herbal supplements. Loki also lived on to aggravate and delight us in spite of kidney problems when we changed him to a higher quality food. Our current four-legged family, including Piper, Declan (above), kittens Birdie and Frankie, and Griffin, a stripedy cat, continues to fill our days with love, joy, and gratitude because of the delicious, natural food they get. Not to mention the never ending supply of new toys, catnip, and bully sticks. The cats love to eat so much it seems like that’s all they ever talk about!\n\nWe know the science behind pet nutrition is constantly evolving, so we strive to keep up-to-date on nutrition issues and monitor food manufacturers to make sure we’re carrying only the finest pet food available. We will continue to employ people with special interests and expertise in health and animal behavior.\n\nThe second guiding principle we have is that small, local businesses provide things that you won’t find somewhere else, like community and personalized service that points you toward products suited to the needs of you and your pets. We think businesses have an obligation to their customers and their local economy. We each have a role in a mutually beneficial relationship and by supporting each other we both win. And we take to heart our promise to give you the highest quality natural products we can find in a sustainable and responsible way.\n\nAbove all, we respect the special relationships people have with their pets. We consider it an honor to serve our customers, and believe that our store is one way to nurture the human-animal bond.\nOur Pets\nBargle Family\n\nDon & Cyndi's Farewell\n\nFive years ago we opened Prairie Dog Pet Mercantile. While we'd had experience in a variety of endeavors, this was a first in the retail industry. Our lack of knowledge was invigorating and intimidating. Thanks to you, our customers, the store was a great success.\n\nSeveral years ago we were fortunate to meet and hire Amy Barker. Most of our current customers know Amy well, since she's pretty much been managing the place for the past year or so. She's a Certified Professional Dog Trainer and now, a retail store owner. Amy and her husband, Dan Pringle, have purchased the Prairie Dog from us. They are off to a fast start, and hopefully in the next month or so they'll have news about a relocation to a new, larger store space (very near the present one). If you visit the Prairie Dog, you'll see the same faces you're used to: Stacy, Jesse, Kim, Cathy, and even sometimes--still--Don or Cyndi. (Selling the store doesn't mean we're gone forever!) More likely, however, you might spot us around town with a grandchild or dog in tow. Please say hi!\n\nWe're proud of the store's success and the \"Best of\" awards, but we treasure most the people and animals we've met. Over the past five years more than 5,000 unique people visited our store, along with more than 1,000 dogs, cats, a camel, several wallaroos, macaws, a hedgehog, and more (including a curious moose). We've made countless new friends, discovered new things about others and ourselves, and had a great time.\n\nAmy and Dan are looking forward to continuing the Prairie Dog tradition of great customer service, science-based nutrition information, training tips (and classes), and a broad selection of pet-related merchandise. In addition, they'll be adding their own enhancements to the business, putting their special touches on it.\n\nWe're excited for the opportunity they have, and we're deeply grateful for the loyal support and many kind words from our customers.\n\nThank you!\nDon and Cyndi Cutler\n\nOur Team\n\nKim Imel, LVT, CPDT-KA\n\nKim has been in the pet care industry, starting her career in veterinary medicine, since 1988 and has been a professional dog trainer\/instructor with Diamonds in the Ruff since 1998. Kim is the program coordinator for the Pawsitive Dog Training – Prison Program at Airway Heights Corrections Center, which is one of her greatest joys. In 2009 she joined the PDog team and loves working with the rest of the staff and all of the clients. \n\nFor fun Kim enjoys spending time with family and friends, knitting for charity and working with and playing with her ‘fur kids’ which consist of two cats, Dawson and Ella, and two dogs, Mackenzie and Wrigley.\nAlice Holcomb\nAlice’s background in retail makes her a great asset to customers looking for something new for their furry friends to try. With three granddogs and two rescued Maine Coon cats of her own, she has plenty of opportunities to spoil them with food, treats, and toys, giving her knowledge that she can share with you. A Master Gardener, she also loves working in her yard and spending time with her granddaughter.\n\nVicki Barker\nAfter 35 years in customer service, Vicki “retired” in December 2012. Now she spends her time snow skiing, swimming and doing Agility with her Border Collie rescues Sally and Oliver. She is also a dog trainer and assistant at Diamonds in the Ruff. She enjoys working with and training dogs. She and husband Bill raised two daughters and currently have a family of three cats along with the two dogs. She is excited to be learning more about Prairie Dog, pet nutrition and assisting Amy in the operation of the retail store every day. \n\nKim Howard\nKim is a true farm girl and brings a real love for animals to Prairie Dog. She currently keeps a dozen chickens, one duck, two donkeys, a bossy tuxedo cat, two adorable Coonhounds and a special black Labrador retriever named Lucy on her spread outside of town. The hounds are a particular love of hers, and she has volunteered in the past with a local hound rescue. We are glad to have Kim on the PDog team.\n\nRyan Simmons\nRyan was raised north of Spokane in the small town of Newport. He has been around dogs and cats his whole life. There was never a time when there wasn’t an animal or two in the house. Since moving to Spokane in 2008, Ryan has taught preschool and loves it! He also loves to go hiking, camping, and spend time outdoors with his golden doodle Louis (or Louie depending, on his behavior). Ryan is also a ferocious volleyball player.\nLisa Nielsen\nLisa was a polo pony trainer\/manager around the country and Canada for fifteen years before another career at FedEx. On top of working at Prairie Dog, Lisa also runs the hydro-treadmill at PhysioPaws and loves helping dogs during their healing process. It is very rewarding. Her current hobby is taking her English Setter Tux to conformation dog shows in the area. She and Tux are members of Spokane Kennel Club and Puget Sound English Setter Club, and have made many new dog show friends.\n\nDakota Eckenroth\n\nDakota grew up with dogs, but it wasn't until she started volunteering with rescues in Los Angeles that she discovered her passion for working with them. While trying to break into the film industry she filled her free time volunteering, starting with simple walks and working up to basic obedience classes with under-socialized dogs. She started a job at a doggy daycare, which also sold high quality pet food and products. This sparked an interest in pet nutrition. Combining her love of education and animals she started at Prairie Dog in spring 2016, where she now gets to talk to pet parents about their fur babies and learn from her awesome co-workers every day. In her free time she enjoys hanging out with her handsome mutt Fenris and exploring her new home of Spokane. \n\nStephanie Recla\n\nStephanie grew up in an animal loving home. If there was ever an animal in need her family would bring them in and care for them. After three years of service in the Air Force and graduating college, she worked in the corporate world until drawn back to working with animals again. Her true passion is to be able to care for animals and learn everything possible about pet nutrition to give them the best lives we can. She currently has... (truncated)",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9729527831,
        "format_confidence":0.9917830229
    },
    {
        "url":"http:\/\/www.berkspainting.com\/",
        "text":"﻿ Berk's Fine Painting, LLC - Painting Services in Stonington, Mystic, Groton, Waterford, East Lyme and Old Lyme CT | Painting Services in Westerly and Watch Hill RI\n\nContent on this page requires a newer version of Adobe Flash Player.\n\nGet Adobe Flash player\n\n  Berk’s Fine Painting has an established reputation as one of the leading painting companies in Connecticut; a reputation for their work with historic buildings throughout the state that has developed through their commitment to excellence and dedication to their craft.\n\nEric Berk, master painter and owner\n860.303.9408 or 860.367.0657\n\nWhy Choose Berk's?\n\n  • A verifiable history of ethical business practices backed by a decade of BBB A+ratings\n  • A staff of professional painters that will bring a combined 100 years of experience to your home\n  • A commitment of excellence in our craft, unsurpassed in Connecticut\n\n\nWhen You Pay For Professionals,\n\nYou Should Get Professionals –\n\nNot Summer Help!\n\n\nIn The News\n\nBBB LogoBerk’s Fine Painting has been featured in numerous local publications recognizing their excellence in interior and exterior historic restorations.\n\nAs a member of the Better Business Bureau, Berk's Fine Painting, LLC is an A+ rated company. Berk's Fine Painting, LLC is a three time recipient of the Better Business Bureau Letter of Excellence.\n\nEric Berk, owner of Berk's Fine Painting, LLC was named Business Man Of The Month for donating all the labor and materials for fully restoring a local town hall.\n\nMeet The Owner\n\n\n\nHome | About | Services | Photo Gallery | Why Choose Us? | Q & A - Ask the Master| Testimonials | Free home Consultation | Sitemap\n\nLicense Number 611346 and Fully Insured\n\nA reminder from Berk's Painting. Make sure all your contractors are licensed, carry workers compensation and liability insurance\nCopyright 2009 Berk's Fine Painting, LLC All Rights Reserved Website Design by www.EasyWebCreations.com",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8759970069,
        "format_confidence":0.9400491714
    },
    {
        "url":"http:\/\/www.rainbowdoubleglazing.co.uk\/",
        "text":"﻿ Double Glazing | Replacement Windows & Doors | Rainbow Double Glazing Berkshire\nBifolding Doors Bifolding Doors\n\nWindows, Doors\n& Conservatories\n\nWelcome to Rainbow Double Glazing, we're your local, friendly and professional installation company, based in Silchetser, we've been installing quality uPVC windows, doors & conservatories across Reading and Berkshire since 1992. \n\nCreate a warmer, safer, quieter & more energy efficient home with our industry leading range of stylish yet practical (and affordable!) windows, doors, conservatories and porches.\nbelow menu\n\ndouble glazing in Swansea\n\n\nWe install quality energy rated, high security, uPVC\n\n\ndouble glazed windows\n\nReplacement front doors\n\n\nView our range of secure, durable & stylish uPVC &\n\n\ncomposite doors\n\nConservatory and Orangery in Berkshire\n\n\nAdd space, add value with a stylish conservatory, orangery\n\n\nor glass extension\n\nRoofline Gutters & Fascias\n\n\nView our range of durable, low maintenance uPVC roofline\n\n\nguttering, soffits & fascias\n\nuPVC Front Porch\n\n\nAttractive, practical & affordable uPVC entrance\n\n\nporches from Rainbow\n\nbelow menu\nnewsletter sighn upRequest A Free Quote\n\nSimply enter your details and a member of our team will call you back!\n\nQuality uPVC Double Glazing in Silchester & throughout Berkshire\n\nRainbow Double Glazing Ltd are a leading local company that prides itself in the care and quality of service and installation. Established in 1992 we have installed thousands high quality installations in Basingstoke and throughout Reading and Berkshire and are proud of our reputation for quality, service, price and equally as important, prompt and professional after sales service.\n\n\nBerkshire double glazing Fensa accreditations\n\n\nWhy choose Rainbow for your home improvements? \n\nYou may not see Rainbow as heavily advertised as most other companies as we work mainly from recommendations from existing customers. We hope that you agree that word of mouth is the best and cheapest form of advertising, hence we can keep our overheads to a minimum and pass the savings onto our valued customers. Whether it be conservatories, windows, doors, porches, building projects or roof line products, we at Rainbow will help and advise from day one to make your installation run smoothly.\n\n\nAs we are of course, human, we do make mistakes but have a service department dedicated to putting things right as soon as we possibly can, with as little fuss as we can. We are very aware of the need to reduce energy to save our planet and to reduce heating bills, that's why our products carry an \"A\" rating to help keep more of your hard earned money in your pocket.\n\n\nOur products are fully guaranteed for 10 years, also available is a 10 year insurance backed guarantee from the Consumer Protection Association. Rainbow employ their own builders, roofing division and electrician, We are Part \"P compliant. All building projects are managed by Rainbow from initial planning to completion.\n\n\n\n\"Very happy with service and fitters.  Would definitely recommend Rainbow Double Glazing for the quality of windows and efficient service.\"",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9879761338,
        "format_confidence":0.5995205045
    },
    {
        "url":"http:\/\/landsync.com\/",
        "text":"“New ways of thinking about familiar things can\nrelease new energies and make all manner of things possible.”\nB. Handy CBE, Philosopher.\n\n‘Housing Evolution™’\n\nOur mission – To make new, bespoke custom built homes more affordable.\n\nLandsync intends to revolutionise the custom build housing market.\n\nWe offer a new innovative solution, that will play a part in fixing the UK’s broken housing market by simplifying the new build process, enabling the delivery of exceptional, modern, bespoke custom build housing, more easily, in the right locations and most importantly of all, more affordably.\n\nAs our name suggests we ‘sync’ together landowners, property professionals, SME Custom Build contractors, our future homeowners, mortgage providers, and financial investors.\n\nWe operate right across the Home Counties.  If you own land (in excess of 1 acre \/ 0.4 hectares in size) and you consider it may be suitable for future residential development, we can offer you a free ‘Landsync Land Appraisal Report’.\n\nPlease call us anytime for a friendly chat.\n\nAlso, Have You Signed Up To Your Right To Build Register?\n\nIf you are interested in building your own home or having a custom built home completed on your behalf, then recent government legislation allows you to add your name to your local authority Right to Build Register. Find out more details and register with your local authority by clicking on the link below.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.6696802974,
        "format_confidence":0.9727147222
    },
    {
        "url":"http:\/\/reidwilliams.yourkwagent.com\/",
        "text":"Direct & Professional - Putting Your Needs First\nWhether you are a first time buyer or an experienced investor, you will find useful information about how to choose the \"right\" property, making an offer, negotiating, financing, mortgage rates, moving, and everything involved in making an informed real estate decision in today´s market.\n\nPlease feel free to browse through this site to explore the Boulder, Larimer and Weld County communities of Longmont, Boulder, Niwot, Firestone, Frederick, Mead, Berthoud, and Loveland. This comprehensive online tool offers direct access to the latest properties for sale in your area. Featuring extensive community information, consumer links, school information, free reports, answers to commonly asked real estate questions, and more, you´ll find everything about real estate within one easy source.\n\nIf you currently own property and are thinking of placing it on the market, this site contains information about preparing your home for sale, selecting the right agent, pricing your home appropriately, marketing it effectively, going through the inspection processes, and receiving a timely market evaluation.\n\nThanks for visiting my online real estate source. Please bookmark this site for future reference, and ENJOY!",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9774399996,
        "format_confidence":0.6799022555
    },
    {
        "url":"http:\/\/www.foretflooring.com\/CompanyBrands.asp?CompanyID=91255&CategoryID=23",
        "text":"Need help?\n\n337-855-6511Wednesday Hours: 8:00am-5:00pm\nWelcome to Foret Flooring...\n\nBrand Overview\n\nAnso® Nylon Carpet | Lake Charles, LA\nVisit us on Facebook \nClick here to view brand\n\nAnso® Nylon Carpet\n\nProfile | Website | Warranty | Maintain | Green\n\nThe Anso nylon family of brands became part of Shaw Industries when the Honeywell Carpet Fibers division was acquired by Shaw in late 2005.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8531872034,
        "format_confidence":0.7366341949
    },
    {
        "url":"http:\/\/www.katie-k.com\/about\/why-katie-karczewski\/",
        "text":"Why Katie Karczewski\n\n• Hardworking – While the real estate market has grown in complexity in the last two decades, one thing remains constant: The Katie Karczewski Team’s dedication to maintaining its leadership position within the real estate industry. We have exemplified an absolute commitment to service, out-of-the-box thinking and hard work. In volatile markets, choosing the Katie-K team is a sound business strategy.\n\n• Well connected in the Grand Rapids area – We know the market and how to navigate through it. We will educate you about the market values, taxes, appreciation and the mortgage process. We will help you feel more confident about your decision whether you are a Seller or Buyer. Our depth of experience and network of partners makes working with the Katie-K team both rewarding and convenient.\n\n• Immediate worldwide exposure for sellers – Within hours of listing with Katie Karczewski, your property will be exposed to a thousand plus daily visitors. Moreover, all of Katie Karczewski’s listings are featured on MLive.Com, GRAR.Com, KellerWilliams.Com and Realtor.Com and are directly accessible via heavily trafficked internet partners like Google, Yahoo and MSN. We use the latest technology, including RSS feeds, to attract prospective buyers to your property. We create a compelling showcase for your property. Katie-K.com is one of the hardest working sites in real estate.\n\n• A world of interactive resources for buyers – Katie-K.com is a simple, powerful interface that lets you search by location, budget, property type, features, amenities and more. These customized search functions are never more than a click away. You can maintain an account history of your property favorites, map them, sign up for alerts, and even manage your favorites on your iphone. We use the latest technology to ensure our listings are continuously maintained and updated, guaranteeing that all the information you find there is timely and accurate.\n\nRead what our clients say about the outstanding results delivered by the Katie-K Team or Contact Us to discuss your next move!\n\n\n© 2017 - Katie K Team",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.883476615,
        "format_confidence":0.9372931719
    },
    {
        "url":"http:\/\/www.checkatrade.com\/WorldOfRoofing\/",
        "text":"Scores based on 56 reviews\n\nReliability & timekeeping\n\nInvoice history based on 42 reviews.\n\nInvoice History\nCharged as per quote \/ estimate100%\nAppointments reported as missed (6 months) 0\nAverage score 9.97\n56 reviews\n  • Interviewed by Checkatrade\n  • 1 accreditation checked\n  • Insurance checked\n  • ID checked\n  • Address checked\n  • References checked\n  • Checkatrade standard signed\n\nWorld of roofing is a well established company that has been satisfying customers throughout south London and Surrey for the past ten years.\n\nWe carry out all aspects of roof work as small a replacing individual tiles to as big as installing complete new roofs.\n\nHaving been in the trade for over 13 years we like to pride are selves in maintaining a reliable honest approach. Working with integrity and achieving a level of customer service and workmanship second to none.\n\nWe here at world of roofing understand that when having work carried out on your family home you need someone who will provide you with a respectable quote that works to your satisfaction from people you can trust.\n\nThere is no callout charge and we will provide you with a competitive quote without compromising on are high quality work.\n\nFull public liability insurance. All new work fully guaranteed\n\nBased in\n\nEpsom, Surrey, KT19 8FG\n\nWorks in\n\nEpsom, London, Ashtead, Worcester Park, Tadworth, Surrey",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8438841701,
        "format_confidence":0.6644843817
    },
    {
        "url":"https:\/\/www.greenbankproperty.co.uk\/about-us.htm",
        "text":"We are proud to be an agency run by its company owners on a day to day basis. With our invaluable local knowledge, commitment and passion for the business, we ensure all our clients receive the very highest level of service from our dedicated Sales and Lettings staff.\n\nOur reputation as a professional company is extremely important to us, we know some property deals can be stressful so trusting your agent is crucial. You can be confident that when you walk into Greenbanks office you will receive the highest level of advice and support from all our staff.\n\nDriven by results and being the most successful agent in the Kirkby area for selling and renting all types of property, our team have a motivated work ethic to get you the results you want, whether its selling your property, finding you a new home, or sourcing a tenant for your investment \/ rental property.\n\nAs your local Estate Agent we are here to make Selling, Purchasing or Renting a property as easy and as stress free as possible, as it is probably one of the most important decisions you will make. Greenbank will guide you through the process from A - Z.\n\nWe can put you in touch with our Independent Mortgage Advisor to help you with a mortgage to buy your dream home, your next investment property or remortgage advice. We can also help you with a solicitor to deal with the conveyancing on the property you are buying or selling.\n\nContact us today for advice on selling or renting out your property or if you would like to view any of our properties For Sale or Rent please phone or email us, details on the contact us page.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8898765445,
        "format_confidence":0.992698133
    },
    {
        "url":"https:\/\/www.brewerandbrewer.co.uk\/company-profile",
        "text":"Brewer and Brewer Estate Agents in West Moors\n\nAfter 150 years of business in West Moors, you’d expect the Brewer family to know a thing or two about the area. Brewer and Brewer estate agents in West Moors are the area’s longest established leading agents, so we can certainly claim to know the area like our own back yard – we've put down roots here over a long time and have no desire to move.\n\nSituated on a prominent corner of the Village Centre crossroads, the family-built two storey offices represents an unrivalled legacy of property service to clients seeking to sell, buy or let properties in West Moors, Ferndown and East Dorset and the Brewer name has always been synonymous with first class service and quality advice.\n\nAs rooted as we are, we don’t like our service to sit still. We pride ourselves on constantly embracing the most up-to-date technology and our refreshing and energetic approach to marketing reflects our continuing success and progressive thinking, always evolving to accommodate the demands of the market and our clients.\n\nIn addition to our comprehensive sales and letting services our home presentation advice offers you help in bringing a fresh eye to detail and often making a few simple suggestions can improve the presentation of your home, we will work with you to create a positive and lasting image for potential purchasers’ minds.\n\nAs members of the team network of estate agents we are able to market your property automatically with in excess of 300 team agents all over the country – including London, utilising the latest technology and unrivalled web-site coverage enabling us to offer you the widest market place for properties for sale or to let in West Moors, Ferndown, Wimborne, Ringwood, Bournemouth, Poole and throughout Dorset and the New Forest.\n\nAbove all, service remains our key priority. It is testament to our commitment to the highest level of customer service that a great deal of our business is derived from repeat business or from personal recommendation.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8054237962,
        "format_confidence":0.9929338694
    },
    {
        "url":"https:\/\/brucespaintingmaintenance.vpweb.com.au\/",
        "text":"Shopping Cart\nYour Cart is Empty\nThere was an error with PayPalClick here to try again\nCelebrateThank you for your business!You should be receiving an order confirmation from Paypal shortly.Exit Shopping Cart\n\nBruce's Painting & Maintenance Ph:0404 198 319\n\nBruce has been painting for the last 45 years and goes that extra mile to satisfy his customers. Besides painting Bruce also is a competent handyman being taught by his dad who was a builder. He's never to busy to stop and have a chat of a cup of coffee.\n\nFree Quotes\n\nPensioner Discounts\n\nLic No: 201687c\n\nWe hope to see you again! Check back later for new updates to our website. There's much more to come!",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.7404124141,
        "format_confidence":0.5674433708
    },
    {
        "url":"https:\/\/shop.ultimateboxbreaks.com\/pages\/about-us-1",
        "text":"Cart 0\n\nAbout Us\n\nWho runs\n\nI'm Bryan! Hey how are ya? I started Ultimateboxbreaks in October of 2011. I was initially on eBay running breaks but they started to crack down on what type of auctions you could list and you had to jump through all sorts hoops to post breaks. I got tired of it and started Since then we've done over 2000 breaks busting thousands of boxes!! So far we have over 800 active box break enthusiasts here on the site and we're still growing! Ultimateboxbreaks is also an Authorized Box Breaker by Panini!!\n\n\nIt wont take you long to figure out why you should break here with us. \n\nLets start with the UBB crew: We have such a great community here on the website! Just jump on the forum and introduce yourself and you'll find out. You guys all make this possible! Thank you!\n\nLive Breaks every night @ 10pm est! It doesnt get any better than this! Each night you can jump on the website and know that you can get in a break immediately that night. When the card stores close, I'm still open :) Hanging with your buddies on the weekend and want to jump in a break? Do it, we're breaking that night!!\n\nHonesty and Integrity. This is the absolute foundation of Honesty and integrity stems from the values, methods, principles of the person running the breaks. Just watch a couple of the previous breaks and you'll see I run a tight ship! Check the forum and you can see all of the great feedback!\n\n\"Collection Ready\" Cards. Every card is delivered to you in the absolute best condition and they are ready to go straight into your collection. All cards are protected by brand new toploaders each and every time! No Tape will ever touch the card cases!! All cards come fully protected and if you get a big hit, it'll be sent in a brand new magnet case!!",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.6338404417,
        "format_confidence":0.905336678
    },
    {
        "url":"http:\/\/dogcatsupply.com\/about-us\/",
        "text":"Loading... Please wait...\n\nAbout Us\n\nThe highest quality pet products at or below the cost of inferior goods.\n\nDogCatSupply.com prides itself on selling only the highest quality products at or below the cost of inferior goods. Our selection of gourmet and high quality merchandise will please your pet and your pocketbook. \n\nOur product lines are sourced from some of the finest manufacturers of pet supplies. With such a wide selection of premium pet goods we are able to satisfy all your pet's needs. We continually monitor the pet industry in order to bring you the best products at the best possible pricing. \n\nOur goal is to continue providing you with high quality products, fast reliable service and great pricing. Your business is important to us and we will do our best to meet your expectations. \n\nOur Thanks, \n\n\nAbout Our New Website:\nDogcatsupply.com has an entirely new look and set of features all designed to enhance your shopping experience and make it easier for you to save money every day, every order. No emails to look out for.  No promotional codes to type in.  Huge savings every day when you want it and when you need it.  The more you buy, the more you save-period!\n\nQuantity Discounts\nDogcatsupply.com has long been known for our case quantity discounts and low pricing on bulk purchasing.  We’ve revamped our discounts so that you can continue to take advantage of those same great deals, but with much greater flexibility on what you buy.\n\nInstead of having to buy full cases of one item, you can now buy a variety of products in whatever quantities you need and get the same great savings.  Products are now displayed in “single quantities” rather than “case quantities.”  For those of you that are used to buying 1 case of 50 bully sticks, simply type 50 into the shopping cart for that same deal.  The great thing is the flexibility this offers.  One month, you might want to try something new, but still want your low price on bully sticks.  You can get a half case of bully’s and half case of the new item with unbeatable low prices on both!  Click the \"Shipping\" tab on the header navigation menu on the top of your screen to view our new discount pricing policy.\n\nIn stock guarantee\nUnlike most websites, we stock all our product in house at huge volumes.  This allows us to offer exceptionally low pricing on such high quality products.  No middleman.  No drop shipping.  Its always in stock and ready to ship within 24-48 of receiving your order.  In the rare case that something is temporarily unavailable, you will be notified immediately and offered the option to wait, substitute a similar item, or cancel your order.\n\nNew account Management Tools\nTake a look at all the incredible new features we have added to manage and track your orders, as well as your account information.  Just click the \"My Account\" tab on the header navigation menu at the top of your screen.\n\nBetter Navigation\nWith so many products and new ones being added all the time, we have improved the way we categorize products, enhanced our site search, and improved site navigation so you can more easily find the products you need. \n\nAdd to Wish List\nYour wishlist allows you to save products that you might want to buy in the future. Simply click the \"Add to WishList\" button on a product details page, and the product will be added to your wishlist. Your wishlist can be viewed at anytime by visiting this page. Whenever you're ready to purchase an item in your wishlist, simply click the product's \"Add to cart\" button on this page. Best Wishes! \n\nWe love feedback.  Please send us your thoughts at office@dogcatsupply.com.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.7835861444,
        "format_confidence":0.9936605096
    },
    {
        "url":"http:\/\/prafulthakkar.ma.exprealty.com\/finance.php",
        "text":"eXp Realty Massachusetts Lenders\n\neXp Realty\n\nAsk A Mortgage Question\n\n\neXp Realty does not recommend or endorse any particular lender.\n\nAbout eXp Realty Massachusetts\n\nTrust eXp Realty and our team of real estate agents to help you find homes for sale or to sell your current home. We recognize the level of service that the mobile consumer demands. You have information. You have dreams. We possess experience, integrity, and innovation. Together we create leverage to make your dreams a reality.\n\nLatest Blog Posts\n\nJust Listed 100 Currier St Methuen MA\n\nInterested in living in Methuen in a totally renovated home?Call\/Text Chris at 978-835-1776 for more information about 100 Currier St, Methuen, MA\n\nRead More\n\nFramingham Massachusetts Market Is StIll Hot Into September 2017\n\nHome sales in Framingham , Massachusetts are still moving. there were 68 homes that sold in the last 30 days. The average sales price was $444, 000. Average sold timeframe was 25 days. \n\nRead More\n\nSep 1 2017 34352 1\n\nCheck out this 3D Tour of our new listing!https:\/\/my.matterport.com\/show\/?m=KZV8bbMYRpDYou'll surely fall in love the minute you pull up to this precious & classic 9 room Colonial in Immaculate\n\nRead More\n\nVideo Testimonial From My Senior Client After Selling Her Home\n\nCheck out this video. It is so rewarding to help my seniors move from their home after so many years. https:\/\/www.dropbox.com\/s\/3br1se6tohini52\/MassEstateTeam%20video.MP4?dl\n\nRead More\n\nAreas We Cover",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.6656458378,
        "format_confidence":0.8409128189
    },
    {
        "url":"http:\/\/www.classicairconditioning.net\/",
        "text":"Meeting Jacksonville's needs in air conditioning and heating\n\nCall Us: 904-880-4511\nJacksonville, Florida\n\nAbout Classic Air Conditioning\nAir Conditioner Repairs\nZone Control\nClassic Dave's Blog\nPayment Accepted\nPayment Methods\n\nClassic Air Conditioning\n- serving the Jacksonville, Florida, Area -\n\nSpecializing in Service, Repair, Replacement and Maintenance of Air Conditioning and Heating Equipment for Residential and Light Commercial Applications.\n\nOur #1 goal as a HVAC contractor is to provide the best customer service in Jacksonville. We give free estimates on replacements of central air conditioning and heating equipment. Classic Air Conditioning Inc specializes in repairing maintaining and replacing all brands of central air conditioning systems, We also specialize in duct installation, modification, and repair. We are trained  heat load Manual J calculations. At Classic Air Conditioning Inc. we only use top quality parts for repairs and sell only the best, high efficiency central air conditioning and heating equipment. We then back everything up with the best warranties and 100% Guarantee. We invite you to our testimononial page to read a few of our customer    Testimonials\n\n100% Guarantee Satisfaction\n\nWe Are A Bryant Factory Authorized Dealer\n\nBryant Factory Authorized DealerClassic Air Conditioning Inc. is a Bryant Factory Authorized Dealer.  By being a Factory Authorized dealer we have met Bryant's high standards for superior skills...superior service...superior products...superior comfort... and a superior promise-in writing-of 100% satisfaction, guaranteed.\n\n\nBryant's Evolution® Series Air Conditioners offer highest efficiency home cooling (which saves you the most money during operation) and has earned Consumer's Digest Best Buy status, while Bryant's Preferred™ Series and Legacy™ Line Air Conditioner products give you economical performance, comfort and value.\n\nClassic Air Conditioning Inc is a Drug Free, Smoke Free NATE Certified company that carries many other brands in addition to Bryant.\n\n3825 Julington Creek Rd., Suite 1, Jacksonville, Fl 32223\nCall us: 904-880-4511\nService area includes Jacksonville, Jacksonville Beach, Arlington, Neptune Beach\nAtlantic Beach, Ponte Vedra, North St Augustine, Mandarin, Julington Creek, Fruit Cove\nSwitzerland, Orange Park, Fleming Island, Green Cove Springs, St Johns County\nClay County, Duval County\n2006-2010 Classic Air Conditioning Inc. Web Development",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9400564432,
        "format_confidence":0.9718795419
    },
    {
        "url":"https:\/\/hamiltoncountyiowawelcomehome.com\/live-here\/stanhope\/",
        "text":"Welcome to Stanhope\n\nA Little Slice of Home!\n\n\nAre you ready to relocate and get your little slice of home? Does a small town with peaceful streets and friendly neighbors sound like the quality of life you’ve been searching for? Stanhope, Iowa is ready to welcome you to the sweet life! Located on Hwy. 17 in rural central Iowa, this Hamilton County community speaks to those wanting a simpler way of life. A better way of life. One that allows you to live, work, and play close to home while enjoying all four of the beautiful seasons the Midwest has to offer. Learn More!\n\nStanhope offers affordable housing to fit your needs. The small Midwest town boasts safe neighborhoods, low property taxes, and a low cost of living. Classic older homes to newer builds, single family to apartments, this friendly town offers a variety of housing options. Are you ready to call Stanhope your new home?  Let’s take a look!\n\nWork Here\n\nIn Stanhope, you’re always a short drive from work. No traffic jams, no gridlock. Even better, an employer that appreciates your skills. The boom in cutting edge industries continues to grow alongside generations of agribusiness, offering both full and part time employment right here in central Iowa. Looking to change or advance your career? The businesses of Hamilton County are hiring.  Jobs with the opportunity to increase your income are waiting! Check out the job openings that meet your needs and make the move to a better way of life!  Search now!\n\nEducation & Healthcare\n\nStudents in PreK through High School receive public school opportunities from South Hamilton High School located in neighboring Jewell, Iowa. Smaller class sizes allow for excellent student to teacher ratio while commitments to technology, the arts and sports afford a wide range of activities for students. Quality education is the priority! High School students also benefit from post-secondary enrollment options available through Iowa Central Community College and DMACC. Higher education can be found at Iowa State University in Ames, IA.\n\nState-of-the-art healthcare is provided to Hamilton County residents through Van Diest Medical Center.\n\nThings To Do\n\nCelebrating the four seasons in this rural Iowa town is all about the simple pleasures. Close to a wide array of Hamilton County parks, families are never without something fun to do. Boating, canoeing, kayaking can be found on a nearby lake or river. Trails offer biking, hiking or a leisurely stroll. Winter fun can include ice fishing or cross country skiing just up the road at Briggs Woods. And when the days of summer roll around, the annual Stanhope Watermelon Days welcomes young and old alike with generations from around the state and country making their way home to this one-of-a-kind family festival. Residents also take advantage of local restaurants, and just a short drive away, theater and sporting events are ready to be enjoyed.\n\nDo Business Here\n\nStanhope is located on Hwy 17 just minutes from 4-lane Hwy 20 and I-35, surrounded by communities providing for wonderful business opportunities. Entrepreneurs looking to expand their business, to relocate to support an existing industry, or wanting to start a new business, will find a skilled workforce, job training services, available sites and buildings. Plus, based on the site chosen, local and state incentives make relocation an easy decision. Ripe for expansion in agribusiness, advanced manufacturing and technology, this central Iowa area also boasts cutting edge industries in the fields of aquaculture and wind energy. Broadband internet, tax breaks and commitment to local business growth make the decision to do business in Hamilton County, Iowa the right choice.  Learn more!\n\n\nCommunity Partners\n\nContact Info\n\nCity of Stanhope\n600 Main Street\nPO Box 128\nStanhope, IA  50246\n\n\nFollow us! \n\nScroll Up",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9724580646,
        "format_confidence":0.5832591057
    },
    {
        "url":"https:\/\/vombanachk9.com\/vom-banach-k9-forum\/",
        "text":"Vom Banach K9 Forum\n\nPrivate support community for use by Vom Banach K9 clients, friends, and select guest members.\n\nWhen you purchase a Vom Banach K9 German Shepherd you are welcomed into a large and supportive community of working dog enthusiasts. In addition to the support of the breeder you can find information and help on raising and training your puppy in our private Vom Banach K9 Forum with over 155 members and over 43,500 posts on over 2560 topics.\n\nThis is a closed non-public forum by membership and invitation only. It is a supportive, civil community reserved for use by Vom Banach K9 clients, personal friends, and select guest members.\n\nIf you would like to be a member please go to the forum page and register to setup your account.\n\nYou must register using your real first and last name as your username. You will then need to email me letting me know who you are and what username you registered with. I do not activate any new registered users accounts that have not followed this process.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9771749377,
        "format_confidence":0.5023277998
    },
    {
        "url":"https:\/\/briskair.ca\/",
        "text":"Welcome To BriskAir Furnace and Air Conditioning\n\nProfessional HVAC Services in Oshawa, Burlington & St. Catharines\n\nBriskAir Furnace and Air Conditioning ,  the preferred HVAC specialists in Burlington, Oshawa, and St. Catharines.  Whether you need air conditioner or furnace repair, we’ve got you covered around the clock.  We specialize in all facets of the HVAC industry including installation, maintenance, and repair.  We have provided customers throughout these areas with the highest-quality service at the most competitive rates in our industry.  No matter what the problem you are facing with your HVAC system, our team of certified and licensed technicians are always prepared to diagnose what is wrong and recommend the proper repair solution.\n\nWe pride ourselves on exceeding the customer’s expectations and like to think that we offer the best HVAC installation, maintenance, and repair services anywhere in the Greater Toronto Area.  No matter who you deal with when contacting our company, you will always be treated courteously and professionally.  Furthermore, our technicians will show you and your family the utmost respect when working on the HVAC system in your Ontario home.\n\n\nAs your HVAC services provider, you can rest assured that installations, maintenance, and repairs will always be completed in a timely manner.  We don’t want to see you suffer during the icy winters or temperate summers any more than we would want our families to.  Unlike our competitors who charge you by the hour, we’ll provide flat-rate, up-front pricing so you will automatically know how much the job will cost before we ever start working on your HVAC system components.\n\nWe also guarantee all replacement parts and the quality of our workmanship.  We can’t be satisfied until we know you are and we won’t leave a job until you have approved the work we’ve done for you.  Additionally, we understand that most households today see both parents working and so do their teenage children on occasion.  Their schedules are filled with responsibilities both at home and work.  With flexible appointment setting, BriskAir Furnace and Air Conditioning technicians can accommodate your busy schedule and be there when you need us to be.\n\n\nBriskAir Furnace and Air Conditioning specializes in commercial and residential air conditioner repair, maintenance, and installation, no matter what brand of equipment it is.  With many years of combined experience and expertise, and seeing nearly everything there is to see, we can easily say that no job is ever too big or too small.  Our highly skilled, knowledgeable, and experienced technicians can quickly diagnose your problem and restore your indoor comfort in no time at all.\n\n\nOur teams of certified and licensed HVAC specialists are always available and prepared to respond to your call for help.  We can solve whatever problems you are, no matter how big or how small.  The last thing you want to experience during the frigid Canadian winter is a furnace or heating system breakdown or malfunction.  Whenever you need heating system and furnace repair in Burlington, or St. Catharines, BriskAir Furnace and Air Conditioning is only an e-mail message or phone call away.\n\n\nAre you having issues with your water heater and need trustworthy service that you can always rely on? Our water heater repair technicians can have you enjoying hot showers once again.  Whether you have a standard tank-in water heater or the tankless version, just give us a call and we will be quick to have it operating as efficiently as we can.  In addition to our repair services, we also specialize in water heater installation and can develop a customizable maintenance plan that will keep it working the way it should.\n\n\nOne of the most common causes of air conditioner repair, furnace repair, and water heater repair is a lack of preventative maintenance.  Preventative maintenance on your HVAC system components and your water heater can save you money three different ways:\n\n  • You can extend the lifespan of your appliance and delay premature replacement costs which save you money.\n  • You can prevent up to 90% of all future repairs and the costs attributed to them which save you money.\n  • You can see lower monthly utility costs because of these plans can increase operational efficiency by up to 20% which saves you money.\n\nWhether you live in Oshawa, or St. Catharines, BriskAir Furnace and Air Conditioning can develop a customizable preventative maintenance plan that’s tailored to the specific needs of your household.\n\n\nWhether your goal is enhanced indoor comfort, increased efficiency, or a total system upgrade, we can restore your indoor environment to a more comfortable and healthier place.  If you need emergency services, we’re available 24\/7.  For information about HVAC system and water heater installation, maintenance, and repair services, contact BriskAir Furnace and Air Conditioning today and speak with a representative.\n\n\nCALL (289) 312-6684\n\n\nCALL (289) 812-2790\n\nSt. Catharines\n\nCALL (289) 273-1840",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9588440061,
        "format_confidence":0.6310677528
    }
]