[
    {
        "url":"http:\/\/www.lib.utexas.edu\/voces\/template-stories-indiv.html?work_urn=urn%3Autlol%3Awwlatin.871&work_title=Rodriguez%2C+Maximino",
        "text":"\nsupport us\nUniversity of Texas Libraries\n\nVOCES Oral History Project\n\nAdvanced Search   \n\nMaximino Rodriguez\n\nEmail this Story Print this Story\n\nNo Categories available for this record.\n\nWar & Locale: Europe\n\nDate of Birth:\nInterviewed by:\nDe Los Santos, Nancy\nMilitary Unit:\nU.S. Army\n\nMaximino Rodriguez (871-01-600)\n\nMaximino Rodriguez\n\nMaximino Rodriguez (871-02-600)\nMaximino Rodriguez\n\nClick on the images above to view full-size.\n\n\nBy Ashley Isordiam\n\n>CSU, Fullerton\n\nMaximino Rodriguez, who was 91 years old at the time of his interview, was unable to remember some of the details of his experiences, such as when and where he was wounded. But he clearly recalled other moments of hardship and tragedy. Rodriguez, a Mexican immigrant, was drafted in 1942 at the age of 21, shortly after the bombing of Pearl Harbor. It was not until Rodriguez received his draft card that his father realized the significance of World War II. Rodriguez’s father wanted him to move to Mexico to avoid going into the service.\n\n“I realized that I had a lot more opportunities growing up in the United States than my parents ever had living in Mexico. I can consider this country my own,” Rodriguez said. That is why he decided to fulfill his patriotic obligation.\n\nAfter basic training at Camp Roberts, near Paso Robles, Calif., he was sent to fight in Naples, Italy, after the U.S. invasion of the Italian peninsula in 1943.\n\n“At least I found Italy friendly. They [Italians] even gave us booklets to translate,” said Rodriguez, recalling his arrival in Italy. Rodriguez also said the U.S. soldiers had an opportunity to go to a village where Italians prepared food for them.\n\n“The people in Naples were not afraid of the war, so a lot of the houses were open to us [soldiers]. They served us Italian meals and glasses of wine were served over water, and of course we guzzled down on wine,” Rodriguez said with a chuckle.\n\nDespite the pleasant welcome he was still in a war zone and was prepared for combat as a mortar man. He recalled one time when his unit, the 338th Infantry Regiment, 85th Infantry Division was called into battle.\n\n“There was a small scrimmage outside of Rome; one of the areas we were going through was behind a hill. That was one of the toughest battles I ever saw,” he said.\n\nAccording to Rodriguez, about a third of the 240 soldiers in the battle died in combat.\n\n“We lost a lot of people there, because it was called an element of surprise, which meant, before they pulled back, they threw everything they had at us,” said Rodriguez.\n\n“When we lost all the men who were killed or wounded, it made it a lot more difficult to comprehend the war activities... It reminds you of the hazards of war” he said calmly.\n\nRodriguez vividly recalled seeing the dead on the battlefield.\n\n“When the dead bodies were out on the field, they would swell up because of the heat, and the people who were supposed to pick up the bodies would have to shoot the bodies, so they could pick them up, or else the bodies would blow up and explode. Those were some of the horrors of war,” Rodriguez said.\n\nBut things changed for him. Rodriguez was wounded in a battle in 1943, although he was unable to remember the exact date. His weapon accidentally discharged while he was cleaning it. He was struck in the leg; his shinbone was shattered. He was sent to a field hospital and was then transported to Rome, where he stayed a few weeks. He was then sent to Naples as the Allied Forces were preparing for the Normandy Invasion. On June 6, 1944, the Normandy Invasion began, and the Naples harbor was cleared to bring in the hospital ships to transport Rodriguez and other wounded soldiers to Charleston, S.C. He was then sent to Sheppard Field, near Wichita Falls, Texas, to be discharged but his leg became infected. The officer in charge decided the hospital could not save the leg, so they scheduled an amputation. But luckily, a surgeon believed the leg was salvageable.\n\n”If he wants to stay here long enough, you can cure that leg,” he recalled the surgeon saying.\n\n“I accepted that my leg was going to be amputated. But I didn’t have much to do, besides going home, and I didn’t want to go home with a missing leg,” Rodriguez said. After the surgery, it took about seven months for him to recuperate. Rodriguez was happy he would be able to make a safe return home without severe physical disabilities.\n\nWhile at Sheppard Field, he married Margaret Silva. When they returned to his hometown of Los Nietos, Calif., his wife was preparing to give birth to their first child, Grace. Later they had four other children: Yolanda, Daniel, Desiree, and Michael.\n\nIn returning to civilian life, Rodriguez used the GI Bill to help pursue an education. He was limited to certain jobs because he was unable to stand on his right leg for long periods of time.\n\nRodriguez applied to trade schools and trained in jewelry and watchmaking, since that job would allow him to sit. He would later use that knowledge to open his own jewelry store in Pico Rivera, Calif.\n\nRodriguez felt that, by being a Hispanic veteran, he was more accepted and faced less discrimination. Despite the horrors that he saw during the war, he also recalled positive aspects of his experiences.\n\n“I was satisfied with the activities and fortunate that I didn’t stay in any foreign countries, or died. But I accepted the war as a duty for the country,” Rodriguez said. “Going to the war made me aware of the good things this country has.”\n\np(Mr. Rodriguez was interviewed on Jan. 7, 2011, in Los Angeles by Nancy De Los Santos.)\n\nE-mail this Story Print this Story",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9850695729,
        "format_confidence":0.9625609517
    },
    {
        "url":"https:\/\/www.marlboroughonline.co.nz\/marlborough\/information\/history\/samuel-ironside-diaries-the-wairau-incident\/samuel-ironside-ii-67",
        "text":"Samuel Ironside Diaries- The Wairau Incident\n\nLast Modified: 20-2-2019 14:10\n\nNote: See F.W. Smiths lecture at Nelson on 08.11.52 page 15. Quoting from 1890's remaining. \"Next morning, Tuesday, we managed with difficulty to landed the boat and with a strong crew of white men pulled down to Kakapo Bay. There were the old chiefs Te Rauparaha & Te Rangiheata and a tumultuous mob of their followers, wind and weather bound, exultant at their unexpected victory and yet alarmed at the consequences when the Government should hear. \"As it was utterly impossible to venture out in the whale boat across the dozen miles of open sea to the mouth of the Wairau and the bar would be dangerous, I landed in the cove and went to see the old chiefs. They were sullen, and evidently in dread of the authorities; but they justified their conduct. The magistrate they said , had begun by wanting to handcuff them and threatening them with the war party if they resisted. \"I then said I wished to go, seek out and decently bury the slain, and I supposed they had no objection. \"What to do you want to go for?\" was the reply: \"Better leave them to the wild pigs; but you can go if you like\". \"We could do nothing that day and so returned to Ngakuta, dispirited and anxious. Next Morning we returned out at considerable risk, got over the bar at the rivers mouth. I wondered afterwards at our tenacity and our marvelous escape. END EXTRACT FROM LECTURE. 24th (June 1843). Late tonight I returned home from the unpleasant but necessary business of seeking up the poor bodies and reading the burial service over them. We found Capt. Wakefield, Mr. Thompson, Capt. England, Mr. Richardson, Mr. Patchett, Mr. Cotterell, & Mr. Howard gentleman, & twelve other white people all of Nelson. Many of them having shot wounds about them & all of them dreadfully tomahawked about the head. From all I hear Mr. Thomspon was hasty and caused the affray to commence, but the revenge of the natives has been indeed savage. Capt. Wakefield, Mr. T. and one or two others were made prisoner & slaughtered after the affray was over. The natives have gone away from here afraid of the Europeans taking with them ammunition, & all their property, so that Mrs. I, & I are left entirely except a boy & give whose services she has bought from their chiefs with blankets - there are also two or three from the Sound staying with us. What will be the end of these things? Lord Thou knowest!\n\nCite this page\n\nSamuel Ironside Diaries- The Wairau Incident. (2019) Retrieved May, 8, 2021, from",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9898001552,
        "format_confidence":0.6390292645
    },
    {
        "url":"http:\/\/www.virginiamemory.com\/online_classroom\/union_or_secession\/doc\/anthony_1861_05_02",
        "text":"Virginia Memory, Library of Virginia\n\nUnion or Secession\n  • \"When he dressed up in his Uniform\"\n  • \"When he dressed up in his Uniform\"\n  • \"When he dressed up in his Uniform\"\nNannie Anthony wrote to her cousin Callie Anthony on May 2, 1861, about the many young men she knew who were enlisting in Virginia forces. She offered comfort to Callie because her brothers had also enlisted.\n« Return to February 1861 to July 1861\nMy Dear Callie\n\n\"When he dressed up in his Uniform\"\n\nNannie B. Anthony to Callie Anthony, May 2, 1861, Anthony Family Papers, 1785–1952, Acc. 35647, 35648, Library of Virginia.\n\nCallie Anthony says: I'm glad that my cousin Nannie got to see my brother Johnny when he was in Lynchburg. It is still so difficult to think of him as being a soldier. He enlisted last month with Cousin Clarence. I wish I could see them in their uniforms! Nannie has been working hard, sewing uniforms, blankets, and the like for our boys who will soon be marching off to fight. It's the best way I know to help as well.\n\nNannie's right about Cousin Emilia being distraught over Clarence's enlisting. We really do hope that Mark will stay home. Emilia and Aunt Emily will fall apart if all the boys go to war. Luckily Ma is handling Johnny's enlistment well. I think that having brother Ben so close by with his family is a great comfort to her.\n\nWell, the boys will keep Richmond safe from the Yankees, and they'll all be home soon. I am sure of it!\n\nNannie B. Anthony to Callie Anthony, May 2, 1861, Anthony Family Papers, 1785–1952, Acc. 35647, 35648, Library of Virginia.\n\nLynchburg May 2nd \/ 61\nMy Dear Cousin,\nIt has been my intention to write to you for some time. But have been delayed from so doing by various things, so I concluded to write this evening. I would have written last week but was busily engaged, sewing for the Southern Guard. Among them I saw Clarence & Johny. They did'nt come to see us, but I suppose they did'nt visit any one. Callie, I wish you could have seen Johnie when he dressed up in his Uniform. I was around at the Hall sewing when he came in, & all the girls fell in love with him. He looked just as handsome as could be. I was very sorry for you & Emelia for I know how sad you must be since parting with your brothers. But you must console each other the best you can. Three companies left here last Tuesday week for Richmond & are there still. The Home Guard, Rifle, Greys, & the Artilery. We Did'nt go to the Depot with them, & I was very glad afterwards that I did'nt for I heard a great many persons say it was the most affecting scene they ever witnessed. We expect 10,000, Soldiers here this week. I wish you could come down to see them. Sister has received several letters from her friends among the Home Guard, & the all seem in fine spirits, but complain a great deal about the fare. How is Aunt Emily & Emelia give my love to them. Poor Aunt Emily I know she must be so sad. I suppose Mark has'nt gone yet, I hope he will not go, for they will be so lonely. Mr Simpson was gone North after his goods, when the companies left. He belongs to the H.G. & he left this week to join his company in Richmond. I never saw any one so distressed as Cousin Sallie is my my life. She expects to go down next week herself to stay with Mr Charles Simpson who lives in Richmond. Callie I am very lonesome here & long for the time to come when I can get a good chance & come up to see you-all. I am going to stay all the Summer when I do get there. How is Cousin Jennie & the children give my love to them & kiss them for me. Ma, Sister, & all the children join me in love to you all, kiss Uncle Charles & Aunt Martha for me. Tell Aunt Emily sister intends writing to her soon. Ask Emelia whe she saw Grand Daddy long legs? Tell her I saw him on the Street the other day but was'nt near enough to speak to him. When did you see Dr. Haley? & does he spout out as many big words as ever. Tell Cousin Jennie to give my best respects to Mr Brandon when she writes. My love to Ben.\nWrite soon to your devoted Cousin",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9715274572,
        "format_confidence":0.7597140074
    },
    {
        "url":"http:\/\/ancientimes.blogspot.com\/2013\/02\/a-conversation-with-medicus-series.html?showComment=1360596058229",
        "text":"Friday, February 1, 2013\n\nA Conversation with \"Medicus\" series author Ruth Downie\n\nI have enjoyed Ruth Downie's \"Medicus\" series since I read her very first novel in the series \"Medicus: A Novel of the Roman Empire\" (\"Medicus and the Disappearing Dancing Girls\" for you UK readers).  I've followed her hero, Gaius Petreius Ruso, from Roman Britain to Gaul and back again, reviewing his latest adventure, \"Semper Fidelis\" just a few weeks ago.  Whenever I read a book with a Roman setting and a captivating protagonist, a number of questions about the author's interest in ancient Rome, some of her challenges in character development and research sources invariably arise.  This time, the author has generously offered to answer some of my questions and has allowed me to share her responses with you.\n\nRuth Downie, author of the \"Medicus\"\nseries of novels set in Roman Britain.\nImage courtesy of Amazon.\nMary: What aspect of Roman civilization do you find most interesting?\n\n Ruth: What fascinates me is the contrast between the way Roman culture seems very familiar to us and the ways in which their thinking was so completely different. We can identify with the use of technology, the political bickering, the complex administration, the vast gap between rich and poor – and yet how could they accept slaughter as entertainment? And while there was some tinkering with the law to make the lives of slaves more bearable, the right of one person to treat another as ‘property’ was the basis of the economy and never seriously questioned.\n\nMary: Why did you choose the early 2nd century CE as the setting for the \"Medicus\" series?\n\nRuth: It was a trip to Hadrian’s Wall that sparked my interest in Roman Britain, so it seemed natural to write about the time when it was built. The first novel really didn’t work, but Ruso and Tilla evolved from two minor characters in the backstory. That’s why they ended up meeting some years before the wall appeared. In fact it’s worked out quite nicely, because in SEMPER FIDELIS they can slot into history and meet Hadrian on his only recorded tour of Britannia.\n\nMary: As a female author what aspect of your male protagonist do you find most challenging to capture?\n\nRuth: I’ve been racking my brains to remember the instance where I discussed a plot point with my husband, who said, “No, a man wouldn’t do that. A man would…” but I’m afraid neither of us can remember what it was!\n\nSomebody once observed that when a man looks in the mirror he sees a person, whereas when a woman looks in a mirror she sees a woman. I don’t know how true that is now but it was certainly true for the male-dominated ancient world, and I do try to bear it in mind.\n\nMary: Did you use an historical Roman as a model for Ruso or a modern acquaintance? Who?\n\nRuth: The character of Ruso is imaginary but his meeting with Tilla was inspired by a real-life dilemma faced by two medic friends. They were stuck in traffic and realised there had been an accident on the motorway ahead of them. They had to decide whether to stay where they were and leave it to the ambulance, or abandon the car, run to the scene and try to help. The trouble was, they were only students, they knew very little emergency medicine and they had no equipment or backup (I left that part out of the novel). Fortunately in real life the ambulance got there first. I didn’t give Ruso that option.\n\nMary: Do you share particular character traits with Tilla? If so, which ones?\n\nRuth: Her cooking is possibly slightly worse than mine. Well, somebody’s has to be. Apart from that, she fulfils all my fantasies of one day becoming confident, assertive and decisive.\n\nMary: Now that Ruso and Tilla are married, how will you maintain the sexual tension between them?\n\nRuth: Whilst they are indeed man and wife, that’s not irrevocable - divorce was readily available in both their cultures. I think the cultural differences between them will continue to give rise to tensions and while Tilla is married to Ruso, he owes his first allegiance to the Emperor and the Legion. So in a sense she always has to compete for his attention, while he’s torn between his loyalty to the Army and his loyalty to his wife – and of course his duty to his patients.\n\nMary: In \"Semper Fidelis\", Ruso is temporarily demoted from an officer to a ranker. This was surprising to me since officers were typically of a higher social class and Roman society usually strictly observed social hierarchy in spite of legal infractions. Did you find an historical precedent for this type of disciplinary action during the imperial period? If so, could you describe the example you found?\n\nRuth: That’s an interesting point: certainly people of patrician status seem to have been regularly banished rather than suffer a more plebeian punishment. I haven’t found a specific example of demotion of legionary officers, but much of our evidence for military careers comes from tombstones, where failure is unlikely to be recorded. However commanders were able to use their discretion and one of the punishments available to them was demotion.\n\nSecondly, although officers were generally of a higher social class than the men, doctors were an anomaly. Like many skilled trades, medicine was seen to be the province of slaves and Greeks, and its practitioners were rarely held in high esteem in civilian society. The elder Pliny had some very scathing things to say about them, and Ruso’s father was appalled when Ruso was desperate to go and learn medicine from his Uncle Theo rather than be a gentleman farmer. So although Ruso is in a position of authority because he has valuable skills, his social rank isn’t typical of officers – he would have more in common with centurions who had worked their way up through the ranks.\n\nAnother point here is that our sparse evidence on military doctors suggests that senior medics may have been appointed on short-term commissions as officers rather than having to serve the 25 years demanded of men in the ranks. There’s some dispute about this but the joy of being a novelist rather than an academic is that you can choose whichever interpretation works best for your story. So I’ve gone with the one that enables me to get Ruso and Valens very conveniently in and out of the Legion. \n\nMary: You mentioned on your blog that you have participated in archaeological site excavations. What has been the most interesting site you have helped to excavate and why?\n\nRuth: Most of my time in the trenches has been spent on a long-term dig of a Roman villa in a scenic location in Northamptonshire – you can see the photos and read more about it at Over the years, what had once been a stony field on a sheep farm was revealed as a large Romano-British villa site. We know from excavated bones that even then, the farm was breeding some very fine sheep.\n\nMy favourite day was when we finally dug below what appeared to a mass of rubble from a nearby bath-house and realised the tiles we were beginning to find were the tops of buried stacks. We had found the first heated room of a second, completely unexpected bath complex. Geophysics is a marvellous science but you never really know what you’re going to find until you start scraping away the mud with a trowel. \n\nMary: What is one of the most surprising facts about the Romans or early Britons you have discovered in your research?\n\nRuth: Well, one of the medical textbooks regularly used in the Roman empire offers a cure for earache that involves popping in a boiled cockroach. I can’t say I’ve tried this. Nor have I yet tried to get rid of toothache by shattering the offending tooth with the sting of a stingray. If anyone does, I disclaim all responsibility.\n\nMary: Who is your favorite author and why?\n\nRuth: I fear I’m rather fickle – it tends to vary depending on who I’ve just been reading. But Martin Cruz Smith is a firm favourite. His Russian detective, Arkady Renko, is just so cool.\n\nMary: What Roman (besides Ruso) do you most admire and why?\n\nRuth: Hadrian. After a wild period in his youth he turned out be an intelligent, ambitious and hugely hardworking man. He was never liked by the Senate – the rumours of a faked succession and the murders of several opponents can’t have helped – but he was respected by his troops and made the effort to travel and see and improve the Empire he governed. Instead of embarking on crazy expeditions into territories Rome couldn’t hold, he drew back and tried to bring peace by consolidating what they already had.\n\n In the end he became bitter and unpopular, but that was the fate of most Emperors anyway. And I’m mightily grateful to him and his wife for saying insulting things about each other – marital tension is always a wonderful gift to a storyteller.\n\nEnhanced by Zemanta\nPost a Comment\n\nRoman Archaeology Timeline",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.6549788713,
        "format_confidence":0.9217776656
    },
    {
        "url":"https:\/\/www.news.vcu.edu\/article\/VCU_history_education_professor_How_Confederate_monuments_and",
        "text":"VCU history education professor: How Confederate monuments and the ‘Lost Cause’ narrative distort our understanding of the Civil War\n\nThe Jefferson Davis monument, on Monument Avenue in Richmond.\n&lt;br&gt;Photo by Brian McNeill, Univer...\nThe Jefferson Davis monument, on Monument Avenue in Richmond.\nPhoto by Brian McNeill, University Public Affairs\n\nGabriel A. Reich, Ph.D., an associate professor in the Department of Teaching and Learning in the VCU School of Education, studies historical consciousness, a sub-field of history and social studies education that explores how young people come to understand history and apply historical frameworks to orient themselves in the world.\n\nGabriel A. Reich, Ph.D.\nGabriel A. Reich, Ph.D.\n\nAs part of this research, Reich’s work has recently focused on the collective memories of the Civil War and Emancipation, and how those memories are affected by state history standards, examinations, public monuments, family stories and the practice of teaching.\n\nAmid the debate over Confederate monuments in Charlottesville, Richmond and elsewhere, Reich recently spoke about his research and the role of monuments in how we remember and understand the past.\n\nHow did you first become interested in studying our collective memories of the Civil War and Emancipation?\n\nI never had much of an interest in the Civil War at all until I came to Richmond. I’d never been south of D.C. in the United States. I’m from New York City, and my interest really was first sparked when I visited Richmond [as a candidate for a faculty position] and I was driven down Monument Avenue. I was shocked to see monuments to Confederate generals. In my mind they were traitors who fought against their own country to defend enslavement and lost. I was not conscious of the extent to which I was raised on a victorious narrative until I returned to New York City and realized I was surrounded by monuments to the Union that I had never really noticed before.\n\nHistorians are engaged in a perpetual argument over how to interpret the past.\n\nSo that experience began to spark some interest. I was doing other scholarly work on how kids answer multiple-choice test questions in history. Historians are engaged in a perpetual argument over how to interpret the past. Multiple-choice questions, however, have a single answer, and what does that mean? Looking at questions and answers, what I found was this idea of collective memory. That our country, and our states, promote a certain narrative about the past, and certain knowledge about the past. Those narratives are supposed to draw us together into a singular national identity, a political aim that has little to do with the work of academic historians.\n\nGradually, those two interests came together: collective memory and the Civil War. So I started researching that.\n\nWhat did you find?\n\nThe first study that I did was of pre-service teachers here in the School of Education. That was looking at how they explained why the South seceded. And that was right around the beginning of the sesquicentennial [of the Civil War]. And then during the sesquicentennial, together with a colleague of mine named Amy Corning, we were able to get a grant from [VCU] to study collective memory of the Civil War and Emancipation here at VCU. We had a survey questionnaire and we got over 3,000 responses and we’ve been slowing working our way through the analysis.\n\nWe just had an article come out this year about the belief that African-Americans fought for both sides in the Civil War, which is not historically true. It’s a belief that we weren't looking for and that we were surprised to find. We asked an open-ended question about the nature of black participation in the Civil War. And when we were looking at the answers, this just kept coming up: “They fought for both sides.” And so we really looked closely at that, and did a mixed method — quantitative and qualitative — study where we had a number of hypotheses we could test quantitatively, and then we had a close look qualitatively at the answers that respondents gave. Almost all our hypothesis turned out to be wrong.\n\nWe thought people who went to high school in the South would be more likely to believe in this myth of black Confederates. And that wasn’t true. We also thought white respondents would be more likely to express that belief than respondents of color, but wasn’t the case either.\n\nThe one thing that did stand out was people who had an ancestor who fought in the Civil War on either side or both sides — it didn't matter — were more likely to say that African-Americans fought for both the Union and the Confederacy. We think that was probably because having that ancestor gave them an interest and a personal connection that would make them more likely to remember stuff they hear about the war, regardless of whether or not that information is true.\n\nBut when we did a close qualitative analysis of the responses, we were surprised again. This myth was promoted by groups like the Sons of Confederate Veterans as a way to remove enslavement and race as important factors from the narrative of the Civil War. Neo-Confederate groups would say that everybody was just fighting for their homes, fighting for their love of country, and that there’s nothing particularly special about African-Americans in this war because it had nothing to do with slavery — they fought for their homes just like everybody else did.\n\nWe expected to see a lot of that in the answers when we looked at them qualitatively but we did not. We only saw a couple — like less than 2 percent — who were kind of echoing that neo-Confederate propaganda. The vast majority either just said they fought on both sides or tried to justify in some way why African-Americans would be fighting for the Confederacy. They would say things like: “They were forced to fight for the Confederacy but they chose to fight for the Union.” Or: “They fought in place of the sons of their white masters.” Or: “They fought in exchange for freedom.” So [respondents] were trying to justify something that doesn’t really make sense, and not echoing neo-Confederate propaganda.\n\nIt’s interesting to me how stories about the past move through society and how people will change them and repurpose them once they hear them and incorporate them into their own understanding of the world.\n\nIn the context of your research, how do you view the issue of Confederate monuments and the role that they play in our understanding of the Civil War?\n\nThe Robert E. Lee monument, on Monument Avenue in Richmond.\n<br>File photo\nThe Robert E. Lee monument, on Monument Avenue in Richmond.\nFile photo\n\nFirst, I would say that I’m always skeptical when people make claims about what these monuments mean to large swaths of people. I did a study last year in a local school looking at how local high school students understand the monuments. It was before all the stuff happened this summer, and their views might be different today.\n\nThe students in this particular study were almost all African-American and there was tremendous diversity in how they understood the monuments. So I think often when issues about how we as a society come into conflict about how to remember the past are covered by journalists, the controversy gets portrayed as these people think this, and those people think that. So that’s my caveat, it’s complicated and the boxes we tend to put people in mask a lot of diversity of opinion.\n\nHistorically, the monuments were put up for two reasons: The first was to serve as a symbol to represent the fact that white supremacy had been re-established in Virginia and other parts of the South. [The statue of Robert E.] Lee goes up in 1890, that's not an accident. That’s when voting laws were disenfranchising African-Americans. There was only one black member of the city council at that time. And the monuments really symbolized that. “Whites can now say whatever we want, and there’s nothing anybody else can do about it.”\n\nPeople say these monuments are history. Well, they’re history in that they’ve been there for a long time. But they were a political tool to make a statement about white supremacy, that’s the history they represent.\n\nAs an educator, it’s also really interesting to me that they were [meant to serve as] a teaching tool. They were put there to teach the younger generations — who wouldn’t necessarily know someone who fought in the war — to revere certain figures from the war. What’s interesting about Monument Avenue, it’s not filled with monuments to the common soldier. It’s these representatives of the landed aristocracy that people are supposed to revere. If you look at the speeches made the day of the unveiling of the Lee monument, that’s one of the points that was being made — that these were a teaching tool to pass on this reverence and the Lost Cause narrative of the Civil War to the next generation.\n\nSo here we are today, quite removed from that time and we’re still trying to figure out what to do. One response to it was what Doug Wilder decided in 1995, which was to put Arthur Ashe on Monument Avenue. He believed that would change the narrative that unfolds on Monument Avenue from only the Lost Cause to something more akin to Virginia’s greatest hits.\n\nI wasn’t here at the time, but it was very controversial. Should we continue to add to Monument Avenue? Should we continue to change that?\n\nThe fact that the monuments become this rallying cry for white supremacists and Nazis is really disturbing.\n\nWhen I first came here, I was shocked by the monuments. But the more time I spent here, the less shocked I was by them. I used to walk my dog down there. My daughter lived on Monument Avenue for a while. Over time, that shock wears off and it becomes normalized in your head. I don’t think I appreciated how disturbing that was until Charlottesville, as well.\n\nSo what exactly is being normalized here? Why should that be normalized? Sure, there’s Arthur Ashe, ... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8607478142,
        "format_confidence":0.8346336484
    },
    {
        "url":"https:\/\/founders.archives.gov\/?q=Author%3A%22Ramadge%2C%20Frances%22%20Period%3A%22Washington%20Presidency%22%20Recipient%3A%22Washington%2C%20George%22&s=1621311111&r=1",
        "text":"George Washington Papers\nDocuments filtered by: Author=\"Ramadge, Frances\" AND Recipient=\"Washington, George\" AND Period=\"Washington Presidency\"\nsorted by: relevance\nPermanent link for this document:\n\nTo George Washington from Frances Ramadge, 22 August 1791\n\nFrom Frances Ramadge\n\nCharleston [S.C.] August 22th 1791.\n\nI Must beg leave to Congratulate your excellency on your safe arriveal and good Health afte so long and hazardous a Journey through our barren Country[.] I have sent a small Cask of our Carolina potatoes which beg your exceptance: as I hear the are much better than you have to the Norward. I will send some every opportunity if agreeable—the Shrubs and roots will be fit next month, which I will be very careful in sending: the Soap tree, and Tallow tree seed I Shall get; the sweet sented shrubs and what I Can find will be a rarity: any thing of that kind your Excellency would wish to have, Command me I will be happy, and take pleasure in procure it[.] I have sent a sample of saloop of my own manufacture which you had not room for on your departure from Charleston, it has been approved by the gentlemen of the Faculty in the Physical line, I have made a Quantity of it, and will ship some to New york and Philidelphia if it meets with encouragement[.]1 I most Earnestly pettion your excellency to present it to the Society of Arts and Sciences—my Daughter Sarah present her most respectful Compliments and Joins me in good wishes for Health and happiness to your good family[.] I remain with the greatest respect your excellency most Humble Servant\n\nFrances Ramadge\n\nALS, DNA: RG 59, Miscellaneous Letters. Tobias Lear docketed the cover of the letter: “Answered September 9th 1791,” but no reply from GW or his secretaries has been found.\n\nFrances Ramadge (Rammage) of St. Phillips and St. Michaels Parish served as GW’s housekeeper during his stay in Charleston (Heads of Families [South Carolina] description begins Heads of Families at the First Census of the United States Taken in the Year 1790: South Carolina. 1908. Reprint. Salt Lake City, 1978. description ends , 40; Lipscomb, South Carolina in 1791, description begins Terry W. Lipscomb. South Carolina in 1791: George Washington’s Southern Tour. Columbia, S.C., 1993. description ends 26).\n\n1Saloop or salep was a medicinal meal, starch, or jelly made from the dried tubers of plants of the genus Orchis.\n\nIndex Entries",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9803635478,
        "format_confidence":0.5794712901
    },
    {
        "url":"https:\/\/www.historynet.com\/6-questions-author-paul-bogdanor.htm",
        "text":"PAUL BOGDANOR is an author and researcher based in Britain. His latest book, Kasztner’s Crime, tells the story of how hundreds of thousands of Hungarian Jews were deported to their deaths during the Holocaust while the head of the “rescue operation” in Budapest collaborated with the Nazis.\n\n1.What drew you to writing this book?\n\nIn 1944 Hungary was the only Nazi satellite where a large Jewish population was mostly intact and where there was a well-prepared Jewish rescue underground, led by Rezső Kasztner. But when the Nazis occupied the country Hungary’s Jews were deported to Auschwitz in record time and with minimal difficulty. How was this possible? I became fascinated with Kasztner’s conduct during these events, especially his dealings with the SS [the black-uniformed elite corps of the Nazi Party]. My initial impulse was to exonerate Kasztner of charges of collaboration. But the more evidence I uncovered, the more I became convinced that his role was a negative one. I then felt a powerful moral obligation to defend the memory of the Auschwitz survivors who had spoken out against him.\n\n2. How long did you work on this book?\n\nI worked on the book for 10 years. About half of that was spent doing research, and half writing. The subject can sustain a person’s interest for a very long time because it’s about so much more than the rescue efforts during the Holocaust; it also involves Nazi deception operations, World War II intelligence networks, a famous Israeli libel trial, and Israel’s first political assassination.\n\n3. What kind of research do you do, and how much research do you do before you begin writing?\n\nFirst I read every published source on the subject, then I turn to the archives. For Kasztner’s Crime I used material in the Haganah Archives, the Central Zionist Archives, the Israel State Archives, Yad Vashem [the World Holocaust Remembrance Center in Jerusalem], the National Archives in Britain, NARA [the National Archives and Records Administration] in the United States, and other document collections too numerous to list. I also communicated with Auschwitz survivors and their families. Basically, I gather all the material I can find, then I start writing. Research never really ends—in fact, I’m still collecting evidence even though Kasztner’s Crime has been published.\n\n4. Do you enjoy the craft of writing or do you prefer the research?\n\nI prefer the research. Even if the material has been mined by previous researchers, you often see something new in it. It’s interesting to find that past authors have mischaracterized or omitted crucial aspects of documents. That happened more than once when I was researching Kasztner’s Crime.\n\n5. What books are you reading right now?\n\nRight now I’m reading Esther Farbstein’s two-volume work Hidden in the Heights: Orthodox Jewry in Hungary during the Holocaust. In my spare time I like to learn about other areas of history and politics. I have a collection of books on World War II and the Cold War that I’d like to read, starting with Richard B. Frank’s Downfall: The End of the Imperial Japanese Empire.\n\n6. What’s next for you? What are you working on?\n\nI haven’t yet started my next book. For a long time I’ve wanted to write a book on apologists for the world’s worst dictatorships. I have a lot of hard-to-find material on that subject and I believe I have something new to say about it. MHQ",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9636610746,
        "format_confidence":0.921954453
    },
    {
        "url":"http:\/\/teaneck.org\/virtualvillage\/OralHistory2\/washington2.html",
        "text":"\n\nNARRATOR: Imogene Smith Washington\nDATE OF INTERVIEW:    February 19, 1985\nTRANSCRIBER: Jackie Kinney (9\/1985)\n\nPrevious Page\n\n(I) In Teaneck or in the other towns around?\n\n(N) I don't know about Teaneck. I don't think that, now, today, I think Teaneck is more integrated than it was when we first came to Teaneck because remember, we were all going into the northeast section but today, you have black families throughout Teaneck and I've never felt that there was any type of animosity or real problem of being split or polarized but I would say though that you might find that there is a problem in Teaneck as far as apartments are concerned.\n\n(I) Well, number one, there aren't enough apartments to start with.\n\n(N) And most of them are very small. So I guess that's a hard nut to crack, the apartment situation.\n\n(I) I wasn't aware that it still existed. What other. .\n\n(N) If it didn't exist, we wouldn't need Fair Housing, would we? \n\n(I) Well, the communities surrounding us certainly. .\n\n(N) Well we always tend to say, hey look at, you don't mean Teaneck. You mean every town around Teaneck. And so sometimes you can lower yourself into thinking that things don't exist in Teaneck. But people are human so there are, I would say that there is a multitude of problems but. .\n\n(I) Well, Fair Housing is a countywide project, no?\n\n(N) Yeah. It is county. It too has come a long way.\n\n(I) What else are you, I know you've been with the N.A.A.C.P.\n\n(N) Yeah, I worked with the N.A.A.C.P. as first vice president when Byron Whitter was president. Of course the N.A.A.C.P. had sort of gone out of existence and we revived it and I worked as first vice president and then I succeeded him and became president for a couple of years. And my husband, Tom Washington, he is president today, so I am still involved in the N.A.A.C.P.\n\n(I) The questions that the N.A.A.C.P. is addressing today as opposed to those that they were addressing some years ago, locally, what were, when Byron reactivated. .\n\n(N) I can tell you most of our problems, phone calls, complaints, still deal with the police and what people consider to be unfair arrests or harassment and unfair treatment in the jails and so on. That still seems to be the number one problem and of course you have people who have been let go from jobs and so on and they feel that there is a racial undertone because of prejudice that they were fired or what have you. So I'd say most of the problems have to deal with the penal situation.\n\n(I) So that actually hasn't changed too much over the years then.\n\n(N) Well it is very difficult too because you see the N.A.A.C.P. bascially deals with class action type situations like for instance when we had complaints about the Foodtown in Englewood, then we could go in and actually go to the corporate office and spell out what the problems were as far as sanitary conditions and upgrading and promoting to assistant manager and then on to manager and so on and we were able to do something about that because there you are involved with the group. What a lot of people don't realize is that there is not too much you can do on an individual basis see. It's, first of all, you get fired from your job, it is very difficult to prove that it was because you were black.\n\n(I) I wasn't aware of a problem with the Foodtown in Englewood. \n\n(N) You are not aware of a lot of problems that come across our desk on a daily basis but this was just one example of the types of things that you can deal with when there are a lot of people complaining. Then you can move right in and make demands that that situation be changed. And of course the other thing was that the N.A.A.C.P. nationally is involved in is the Fair Share Program and on a local basis, we are asked to sort of be watchdogs where we see a situation where there are no black employees or there we go in and we want to know why and what's the proportion and I guess we are really getting more and more into affirmative action so I guess all of the organizations that I've been involved in have had to deal with civil rights and just human rights and so on but each of them has been different. Different in perspective and. .\n\n(I) Of all of the organizations that you have worked with, which would you say is (END OF SIDE 1 - BEGIN SIDE 2) most rewarding. Perhaps I should say the most exciting, the most stimulating?\n\n(N) They were all rewarding. They were all worthwhile. I wouldn't have been involved if I didn't feel that they were worthwhile. I guess each of them was during a different age span in my life too, don't forget. With N.E.C.O., well there was Myrna Gillespie, Tene Glasco, Conrad Hipkins. It was very social. We just looked forward to planning our dances and our friendships became, have endured through the years.\n\n(I) But it was more than the dances. I'm talking about the social. .\n\n(N) It was more social and suited that part of, that time in my life. Yes we were serious as far as wanting to improve the quality of life for people in the northeast section and we were concerned about the problems that were peculiar to our section but it was, I would qualify N.E.C.O. as being a more social period in my life. A period of developing friendships, of having lots of vim, vitality and everything was upward at that time. We were all young, buying homes, improving our lives, raising families. \n\n(I) And working for human rights and civil rights at the same time. \n\n(N) What would you say, upward mobility? We were on a high.\n\n(I) By the way, the mailmen and the service men still walk across the lawns and still ring the front doorbell\n\n(N) All we need to do is get a N.E.C.O. going over here. Then B.E.A.T. was during the time when my children were in school and I became more involved in education and in their future and thinking in terms of college and professions for them and those kinds of things and I guess it was like a leveling out period in my life. My husband and I, as I say, you know we were young, we were buying a house, we were raising kids. Now we come to the point in our life where instead of thinking about ourselves, we are beginning to think in terms of the future of our children. And so therefore B.E.A.T. comes along and becomes a vital part. So they were all worthwhile and they were very necessary to my development at that time. Then, well Fair Housing, I chose to move to a predominantly black section of town of my own free will. We had lived on the lower east side, we were the only black family in our building and so I was really seeking a more balanced type of background for my daughter who was, at that time, thirteen years old.\n\n(I) Now, how did the children do in their social lives. We didn't talk about the children too much.\n\n(N) No, we didn't. They were really our reason for being here.\n\n(I) We got your daughter into junior high school and we just sort of left her there.\n\n(N) Well my daughter went on to, she finished Teaneck High School, and then she went away to college. My son, when he finished at Eugene Field, he went to Benjamin Franklin and then after my husband died, then I put him in the Dwight Englewood, the private school. I was beginning to see peer pressure and I, it became evident to me the problem of marijuana and dope and everything was all of a sudden a new monster on the horizon and when my husband died, when my son was 16, so I felt very vulnerable and so I ran. I can't face putting him in Teaneck High. And I put him into Dwight Englewood and I found that you can't run away from your problems.\n\n(I) I was just about to ask.\n\n(N) You can't run away from your problems. In fact, I think they were of greater magnitude there than they were at Teaneck High because of the fact that so many of the youngsters were wealthy so there was no problem with money to avail themselves of not only marijuana but other kinds of dope. Then he, I guess the polite thing to say is he left Dwight Englewood and he finished his last year at Teaneck High and graduated from Teaneck High and then he went away to college.\n\n(I) Did you find that your kids were reasonably well prepared for whatever they studied?\n\n(N) I found that my daughter was reasonably well prepared.\n\n(I) Well you referred to her before as a bookworm and studious, quiet.\n\n(N) She was a bookworm, studious, quiet and so on. I found that my son was not but in all fairness, I cannot blame the system for that. He is just a different personality and he did exceptionally well with math, a good math student but. .\n\n(I) Did they choose to go to integrated colleges?\n\n(N) They went to the college that both their father and I had gone to. I don't know, now that I look back on it, maybe the choice wasn't so free after all. You sort of grow up hearing all your life that you are going to go to school where mommy and daddy went to, you know.\n\n(I) I was just wondering whether living in Teaneck had equipped them to live any better outside?\n\n(N) There was an instance that I had to fight for something and that I shouldn't have had to fight for. When I had an interview with one of my son's teachers when he was at Eugene Field, and she said, well he is only one grade level below in reading. And I became incensed. I mean, why is he one grade level, why isn't he a grade level above. I got so annoyed at the way she put it, you know. He is only one grade level below, you know, you should be happy about this. So then I took him over to Fairleigh Dickinson testing center, the learning center there, and he was tested and I put him into a program of reading there and they discovered that the problem was that eyes did not travel across the page. He hesitated, read like word by word. And there was a machine that was available at Eugene Field and when I went and I spoke to Mr. Mitchell and we went up to the library and there were the machines gathering dust. And I was just really, the school didn't. .\n\n(I) Had never diagnosed this. .\n\n(N) No way. I was just so annoyed and than she said, he is onl... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.7194612622,
        "format_confidence":0.9880716801
    },
    {
        "url":"http:\/\/diglib.lib.utk.edu\/cgi\/t\/text\/text-idx?c=tdh;cc=tdh;q1=Foster%20Family;rgn=main;view=text;idno=sl089",
        "text":"Tennessee Documentary History\n  Multiple Collection Search     View bookbag \nyour bookbag has 0 items \n\nTitle:[Letter] 1846 June 16, New Orleans [to] Mrs. Ephraim H. Foster, Nashville, TN\/ Robert C. Foster 3. : a machine readable transcription of an image\nAuthor:Foster, Robert C., III\n\nThis work is the property of the Tennessee State Library and Archives, Nashville, TN. It may be used freely by individuals for research, teaching, and personal use as long as this statement of availability is included in the text. For all other use contact the Tennessee State Library and Archives, 403 Seventh Avenue North, Nashville, TN 37243-0312. (615) 741-2764.\n\nDate: June 16, 1846\nExtent: 4p\nSummary:This is a letter from Robert C. Foster III, son of Tennessee Senator Ephraim Foster, to his mother, dated June 16, 1846. Foster writes from his station in New Orleans, where he is the captain of a troop of Tennessee Volunteers during the Mexican-American War under the command of Colonel William Campbell. Foster reports that the soldiers are enjoying good health, though there has been one death, that of a man named McAdams from Shelbyville. He also talks extensively about public parades in New Orleans and how the Tennessee Volunteers are thought of as the finest troops to have passed through the city.\nCollection:Foster Family\nBox:Correspondence Robert C. Foster\n\nPage [1]  view page image\n\n[added: [Gift of Dr. A. L. Crabb ]]\n\nNew Orleans June 16th 1846\nMy Dear Mother\n\nThis is the 7th day since our arrival here, and believe me it is the first oppirtunity [opportunity] that I have had of writing since that time — My constant engagements in the discharge of my duties, now that I belong to \"Uncle Sam\", which have so far been very laborious, has only give me time to [unclear: not ] at night — And now, My Dear Mother, that I have seated myself for the purpose of writing you, I do not know where to commence, for I have so much to speak of, and so little time to do it in, that it leaves me in doubt as to what I shall communicate first. Well, I am growing very sick of the \"Crescent City\" — the weather is very warm, and our quarters not by any means comfortable — We are in the French part of the city, opposite to the lower end of the shipping on the levee, and are quartered in [added: an] old \"lumber yard\", about three miles from the St. Charles Exchange — We are greatly annoyed at night, with these nasty things called musquitoes [mosquitoes], and without bars to protect ourselves from them constant and [gap] attacks upon us, and were it not for these troublesome \"customers\" and their friends the fleas, we would get along pretty well — All are anxious to leave and Col [Colonel] Campbell has just informed me that we will get off this evning [evening], if not then, most certainly tomorrow evning [evening] — There has been but little sickness amongst the troops — one death however, (the cause of imprudence in drinking cold ice water) in Capt [Captain] [unclear: Fresser ] company he had but a few hours after he was taken and [unclear: un ]\n\nPage [2]  view page image\n\nburied [burried] on Sunday evning [evening] with military honors — his name was McAdams from near Shelbyville and has a wife and three children — You will have seen before this the many compliments paid the Tennessee Volunteers by the all the public [unclear: parades ] in the city, and it is conceeded [conceded] on all hands that they are the finest troops that have yet passed here on the way to Texas — Harry heard all these things I began to grow proud and [unclear: look ] big and determined at once to parade my company, the \"flowers of the army\" through some of the principal streets of the city — and from the time that we were upon parade until we returned to the encampment, we were followed by crowds of citizens — and there it was that I was a foot taller than even before — The [unclear: \"Harsmm Gamass\" ] \" Capt [Captain] Foster company of Tenn. [Tennesse] Volunteers were noticed in the papers of the next day, and most higly [highly] complimented, as the finest and best drilled company of Volunteers that ever paraded through the streets of N.O. [New Orleans] There was scarsly [scarcely] a [unclear: man ] of standing and [unclear: respectability? ] that did not advance and give me his hand, at the same time crowding me with compliments,— but I did not get [unclear] and act the [unclear: part ] buy so much flater [flattery] and know that I met it with all [unclear: becoming n? ] — I never enjoyed better health, and have not been the least sick since I left — The great hurry with which I am compelled to write, make it almost illegible — but my dear Mother know that situated as I am, that I have but little\n\nPage [3]  view page image\n\ntime that I can call my own, and will most cheerfully excuse the haste and with which I write and all mistakes in spelling and composition — Many thanks to my dear Sister Ellen for the kind and affectionate letter— Love to all and say to father that my next shall be to him from the [unclear: army ] of occupation\n\nand believ [believe] me my dear Mother Your most affectionate Son\nRobt [Robert] C. Foster 3\n\nPage [4]  view page image\n\nMrs Ephraim H. Foster Nashville Tenn [Tennessee]\n[added: June 16 - 1846]\n\nA product of DLPS\nTo comment or inquire about content, contact UTK Special Collections\nTo report errors, contact UTK Special Collections",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9880252481,
        "format_confidence":0.7154198885
    },
    {
        "url":"http:\/\/www.charlotteobserver.com\/2012\/06\/29\/3350285\/tavis-smileys-america-i-am-comes.html",
        "text":"Save Money in this Sunday's paper\n\nTavis Smiley’s ‘America I AM’ comes to Gantt Center\n\nBy Glenn Burkins\n\nMore Information\n\n  • Exhibit celebrates proud history\n  • ‘America I AM: The African American Imprint’\n\n    More than 200 artifacts illustrating five centuries of U.S. history and culture.\n\n    Through Jan. 1 at Harvey B. Gantt Center for African American Arts + Culture, 551 S. Tryon St.\n\n    Details: $8-12. 704-547-3700\n\n“Would America have been America without her Negro people?”\n\nThat question, posed by W.E.B. DuBois more than a century ago, echoes in a new exhibition at the Harvey B. Gantt Center for African-American Arts + Culture.\n\n“America I Am: The African American Imprint” seeks to not only answer DuBois’ question with a resounding “No” but to quantify that answer. The traveling exhibit includes more than 200 artifacts relating to African-American history. Some are as common as photographs, others as lofty as original copies of the Constitution, Declaration of Independence and Emancipation Proclamation. And then there are the dungeon doors from Cape Coast Castle in Ghana, where Africans were housed before they were shipped across the Atlantic Ocean as slaves – the “doors of no return.”\n\nThe exhibition is the brainchild of entrepreneur and television personality Tavis Smiley. Answers have been edited.\n\nQ. What is the genesis of this exhibition?\n\nAfter the 400th anniversary commemoration of the Jamestown settlement, I started thinking there really are two stories about the founding of America.\n\nOne is the story of the immigrant coming through Ellis Island. The other story is the African coming to Jamestown, and the fact that the country was built, in many ways, on the backs of free labor of the Africans who were enslaved. And that story really hasn’t been told the way the immigrant story has. It’s not about telling the story to demonize others and raise ugly and old issues and open old wounds, but it really is to tell the story from the vantage point of the fact that the country simply would not be where it is if not for the contributions of African-Americans.\n\nQ. Why did you feel it was important to include Charlotte?\n\nObviously, it’s the place to go and be in the Southeast, and we certainly want to be there during the Democratic convention.\n\nQ. In other cities, what’s been the racial makeup of those attending the exhibition?\n\nIt’s multiracial, it’s multiethnic, it’s multicultural. … They’ll go into all that kind of detail to give me an understanding of who they are and how much they appreciate the exhibit, even though they’re not of African descent.\n\nQ. Is there a single item you are most pleased to have?\n\nThe “door of no return.” So many of our ancestors were marched in shackles and chains through these doors as they were stolen from their home and sold into slavery in the Americas and beyond. When they walked through those doors of no return, that was it; they were never coming back home, and millions, of course, died in the middle passage. Those doors are the one item that everybody seems to talk about.\n\nI guess right behind that would be something diametrically different – Prince’s guitar from “Purple Rain.”\n\nHide Comments\n\nThis affects comments on all stories.\n\nCancel OK\n\nHide Comments\n\nThis affects comments on all stories.\n\nCancel OK\nQuick Job Search\nSalary Databases\nYour 2 Cents\nShare your opinion with our Partners\nLearn More",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9290512204,
        "format_confidence":0.5132565498
    },
    {
        "url":"http:\/\/www.werelate.org\/wiki\/Transcript:Savage%2C_James._Genealogical_Dictionary_of_the_First_Settlers_of_New_England\/v2p516",
        "text":"Transcript:Savage, James. Genealogical Dictionary of the First Settlers of New England\/v2p516\n\n  Prev HYDE or HIDES - IDE Next  \nVolume 2, Page 516\n\n1639, aged 29, had w. Temperance, and ch. Joshua, b. 12 Mar. 1642, d.\nyoung; Job, 1643; Sarah, 19 May 1644; Samuel, 20 Jan. 1647; and\nElizabeth wh. m. 1667, Humphrey Osland, and d. 1723. He liv. at the\nvillage wh. bec. Newton, was freem. 2 May 1649, and d. 12 Sept.\n1689. Farmer says he was deac. mean. I suppose, of Hobart's ch. at\nNew Cambridge, for his name is not in Mitchell's Reg. Six generat. of\ndescend. have liv. on part of his ld. SAMUEL, Newton, s. of Jonathan\nthe first of the same, m. 20 Jan. 1674, Hannah, d. of Isaac Stedman,\nbut no issue is heard of, and he d. 1725; and his wid. d. 1727.\nSAMUEL, Norwich, s. of William, m. June 1659, at Saybrook, Jane\nLee, had Elizabeth b. Aug. 1660, the first Eng. ch. in the town; Phebe,\nJan. 1662; Samuel, May 1665; John, Dec. 1667; William, Jan. 1669;\nThomas, July 1672; Sarah, 1675, d. soon; and Jabez, May 1677; and\nd. 1677. Descend. are num. TIMOTHY, Wethersfield, s. of George, m.\nElizabeth d. of Thomas Olcott of Hartford, where he resid. some yrs. after\n1671, had only ch. Timothy, wh. d. 1710, unm. WILLIAM, Hartford,\nan orig. propr. rem. to Saybrook, thence a. 1659 or 60, to Norwich, there\nd. 1681. His only ch. kn. to us were Samuel, bef. ment. and Esther, wh.\nm. John Post. WILLIAM, Newton, s. of the first Jonathan of the same,\nfreem. 1690, m. Elizabeth eldest d. of his cous. Job Hyde of the same, had\nWilliam, b. 30 Oct. 1690; tw. ds. 1693, d. soon; Ebenezer, 14 May\n1694; and Caleb, 8 Oct. 1699, d. next yr. and the f. d. Dec. 1699.\nFourteen of this name had, in 1834, been gr. at the N. E. coll. but\nnone at Harv.\n\n    HYLAND, GEORGE, Guilford 1662, d. 1694, leav. wid. Hannah,\ns. Samuel, and four ds. Elizabeth, Hannah, Mary, and Deborah, of wh. two\nm. Hulls, and one had s. nam. Highland, as commonly by that fam. it was\nspelt, sometimes Hiland, or Hyland. His wid. d. 1697. THOMAS, Scituate 1637,\nwas from Tenterden, Co. Kent, had Thomas; Samuel, wh. d. in Philip's war;\nDeborah, wh. m. 1666, William Ticknor, as sec. w.; Mary, wh. m. 1664,\nJohn Bryant, as third w.; Sarah m. 6 Jan. 1652, Thomas Turner; and\nRuth. Prob. most of these were b. in Eng. THOMAS, Scituate, s. of\nthe preced. m. 1 Jan. 1661, Elizabeth d. of John Stockbridge, had Thomas,\nb. 1662, wh. d. in the wild exped. of Sir William Phips, 1690; Elizabeth\n1665; Mary, 1667; John, 1669; and Ruth, 1673.\n\n    IBROOK, RICHARD, Hingham 1635. Lincoln, 43. He had gr. in\n1647, of an isl. in the harbor; and d. 14 Nov. 1651. His wid. d. 4\nApr. 1664, as we learn from the Diary of Rev. Peter Hobart, wh. m. his\nd. Rebecca for sec. w. A d. Helen, or Ellen, m. Mar. 1638, Joshua\nHobart; and ano. d. Margaret, m. Feb. 1639, or 40, John Tower.\n\n    IDE, NICHOLAS, Rehoboth 1643, m. I presume, a d. of Thomas Bliss,\nfor in the will of B. he is call. s.-in-law; and prob. he had Mary, Nicholas,\nMartha, and John. His w. was bur. 3 Nov. 1676, and s. John, prob.",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9872057438,
        "format_confidence":0.8983954787
    },
    {
        "url":"https:\/\/www.history.navy.mil\/research\/publications\/documentary-histories\/wwi\/september-1917\/vice-admiral-william-34\/_jcr_content.html",
        "text":"Naval History and Heritage Command\n\nNaval History and Heritage Command\n\nVice Admiral William S. Sims, Commander, United States Naval Forces Operating in European Waters, to Anne Hitchcock Sims\n\nLondon, Sept 24, 1917\n\nMy darling Sweetheart:\n\n. . . Your letter of the 29th [of August] was written from Marion just after you had received the package Pinky sent you by express.1 This gave you some idea of some of my difficulties—particularly in getting the P.Ds to understand the situation. These difficulties are gradually clearing away, and I don’t think there will be any more of the same kind. My letters to Pratt2 have cleared matters up a good deal, and the officers who are frequently coming out from Washington and going back have done the rest. Also, Admiral Mayo’s account of the conference here, and what he has seen, will clear away some misunderstandings.3\n\n     However, you must not imagine that these matters worry me much. They do not, for, as I have explained before, the elements of my problem are simple and they must soon be well understood—particularly as a number of very able newspaper men are beginning to explain things on the other side.\n\n     I am sure I need not say; my darling, how much I was touched by your offer to come over here and bring all the children: Bless your dear heart, nothing could make me so happy as to have you here. You would of course be a great comfort to me not to mention the joy of having all the dear children. But, my dear, it would not be “good business,” and would not be a justifiable risk. Also, I understand that no women are allowed to take passage unless they are on official duty or can show some very urgent reason. Over here, if a woman (not on official duty) gets permission o to France, or vice verse, she cannot return for six months.\n\n     There is also another very weighty reason, namely, that not long ago I cabled the department recommending that no wives of officers attached to this force be granted permission to take passage for Europe. I have also issued a circular to all the forces stating that I think it very undesirable that my officers or man should have his wife take passage for this side.4 I could not legally give an order to this effect, but I think that expression of my opinion will have the desired effect. I did this because I was informed that a number of the young officers on the destroyers were talking of bringing their wives to Queenstown. There is still another very good reason for this, and that is that British naval officers are not allowed to have their wives with them when serving abroad. They can of course follow their husbands to any home port, but an officer serving in France, for example, cannot have his wife with him.\n\n     So, deary, you see it would not be right for you to come over—much I would like to have you. You may be sure my heart aches for you and all the dear ones, but, as you have often said, our sacrifices are inconsiderable compared to those who are suffering all the horrors of war over here.\n\n     I am as well as I can possibly be. Responsibility does not worry me in the least, and I find the work wonderfully interesting—so much so that I really enjoy it very much\n\n     The trip through France was a bit strenuous, but was very interesting. I wrote you a couple of notes from Paris,5 which I assume you will receive before this, but from this time of leaving Paris until I returned to London, I had no opportunity to write at all. In fact I spent most of the time in travelling, and nearly every night in sleepers.\n\n     We left Paris Monday evening, 17th, arrived Brest Tuesday morning at 9. Visited the Prefit Maritime, then visited the port and had a conference with Admiral Fletcher and his staff,6 then had lunch with the Prefit, and took the train again in the afternoon from St. Nazaire, where we spent the next day inspecting. That evening I took the train for Bordeaux while the C-in-C [Mayo] returned to Paris. I spent the day inspecting at Bordeaux and the neighborhood and that evening took the train for Paris. Arrived at Paris at 8 am next day, and took a 9 am train for Baulogne, thence crossed the channel and reached London at 8 the same evening.\n\n     At Bordeaux we were received at the station by the Mayor, a number of military and naval officers, the President of the Chamber of Commerce, the U.S. Consul and Vice Consul, etc7 Got no breakfast that morning, but had lunch with most of them at 11-30, then motored about 75 miles to visit all the stations, then dined with them all at 7, and took the train at 8:30.\n\n     The C-in-C visited the Western Front after returning to Paris. I declined to go, as I had no business there, and I have forbidden all the officers of the command to go their\n\n     I am sorry to say that whene the Admiral party was returning to Paris from the Front, a motor in which were Captain Jackson, Comdr Sayles and Comdr Bingham,8 sledded around a sharp corner and ran into a tree. They were all thrown through the glass screen and Jackson was very badly cut up, Sayles less so, and Bingham still less. It was an hour before they got them to a hospital at Amiens, and the suffered greatly from a loss of blood. Jackson will be in hospital for at least a week. The C-in-C returns here tomorrow, but I do not know when he will start for home. Admiral Jellicoe has gone (this evening) with several other officers to meet him at Dover. Babby went with him, just for a change. He seems quite well now, and looks fine is his commander’s uniform, which I have authorized him to wear in advance of the official notification from the department.9\n\n     On Sunday, having “huit-jours de chemin du fer dans le das [Eight-day train ride].” I went out W.Gillmor’s10 and played several sets of tennis I took Winston Churchill [American author]- with me.  It was a perfect day. I see him everyday, and I am supplying him with all the dope about the situation, and he will pass it on where it will do the most good. W.W. [Woodrow Wilson] has no confidence in the military men. he so stated in a speech he made on board the Pennsylvania a short time ago, which he declared his belief that the war would be won through the inspiration of some amateur So he is more likely to take Winston’s opinion than that of any other man. It is a very fortunate thing that he came over here.\n\n     He expects to be here until about the last of October, and will then go to France. Perhaps I will go with him. I will visit Queenstown before that time—and perhaps I will take him with me, or have him follow me up there. . . .\n\n     Last week there was only about half as much shipping sunk by submarines as the acreage for the last dozen weeks, but we can hardly expect it to remain as low as this right along, particularly as there are rater more submarines out than usual. During the last three months the Allies have sunk many more submarines than in the previous three months. The means of appacing (and chasing) them are improving, and the morale of the crews is probably decreasing considerably in consequence. There are seldom any survivors from those that are sunk. Sometimes one or two men get out of the conning tower, but the rest (about 30) remain in the boat. What a dreadful war this is! And how fortunate we are not to have lost any of my vessels of any of our men! Our destroyers have acquires a very fine reputation throughout the British service for the excellence of the boats and the skill which they are handled. Admiral Bayly has written a number of highly complimentary reports about them. . . .\n\nYour devoted\n\n\nSource Note: ALS, DLC-MSS, William Sims Papers, Box 7. Document is on the stationary of the “Embassy of the United States of America.”\n\nFootnote 1: Anne Hitchcock Sims’ letter has not been located. “Pinky” refers to Captain Frank L. Pleadwell, Medical Inspector, who had just returned to the United States after his being recalled from his post as Assistant to the United States Naval Attaché atLondon. Pleadwell would return in October to head the Medical Section of Sims' London Staff.\n\nFootnote 2: Capt. William V. Pratt, Assistant Chief of Naval Operations.\n\nFootnote 3: Adm. Henry T. Mayo, Commander-in-Chief, Atlantic Fleet, traveled to London at the end of August 1917 to conduct a review of the United States naval forces and gain first-hand perspective on the Allied naval war effort. During this time, he also attended an Allied Naval Conference in London on 4-5 September.\n\nFootnote 4: The cable and circular that Sims references here have not been located.\n\nFootnote 5: See, for example: Sims to Sims, 15 September 1917.\n\nFootnote 6: Capt. William B. Fletcher, United States Patrol Squadrons Operating in European Waters.\n\nFootnote 7: Charles Gruet was the Mayor of Bordeaux. The United States Consul at Brest was George A. Bucklin and the Vice-Consul was Azel D. Beeler.\n\nFootnote 8: Capt. Orton P. Jackson, Mayo' Chief of Staff, Cmdr. William R. Sayles, United States Naval Attaché at Paris, and Cmdr. Donald C. Bingham, Fleet Gunnery Officer, Atlantic Fleet.\n\nFootnote 9: :First Sea Lord Adm. Sir John R. Jellicoe and Comdr. John V. Babcock, one of Sims’ aides.\n\nFootnote 10: Reginald E. Gilmor was Sims’ Flag Secretary.\n\nRelated Content",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9832511544,
        "format_confidence":0.889966011
    },
    {
        "url":"https:\/\/www.accessgenealogy.com\/black-genealogy\/slave-narrative-of-tom-wilson.htm",
        "text":"Person Interviewed: Tom Wilson\nLocation: Mississippi\nAge: 84\n\n“My name is Tom Wilson an’ I’se eighty fo’ years old. My mammy was name Ca’line an’ my pappy was Jeff Wilson. Us lived right out on de old Jim Wilson place, right by New Zion Chu’ch. I lives thar now—owns me a plot of groun’ an’ farms.\n\n“Well, us b’longed to Marse Jim an’ Miss Nancy Wilson. I was born right out thar, but my mammy was brung down frum Ten’see. She come by heir to Marse Jim but ‘fo that her was sol’ for ten hun’erd dollars. My mammy was a big sportly woman an’ brung a lot er money an’ my pappy, he brung nine hun’erd. Marse Jim bought him offen de block, but I don’t know jes whar frum. I jes ‘members ’bout hearin’ him tell ’bout bein’ sol’.\n\n“Bofe of dem was fiel’ han’s. Law, mammy could plow jes lak a man all day long; den milk twen’y head er cows afte’ she quit de fiel’ at night.\n\n“De Big House was made out’n logs an’ reckin hit had ’bout seben er eight rooms in hit, an’ de kitchen sot a piece frum de mainest house. Thar was one brick chimbly an’ one dirt one to hit, an’ a great big wide po’ch ‘cross de front of de house. I ‘member Mis Nancy an’ white folks ‘ud set out thar of an evenin’ an’ mek us li’l cullud chullun dance an’ sing an’ cut capers fer to ‘muse ’em. Den dey had a trough, built ’bout lak a pig trough, an’ dey would mek de cook bake a gre’t big slab er co’n bread an’ put hit in de trough an’ po’ milk or lasses over hit, an’ tu’n us li’l cullud chullun loose on hit. An’ I’se tell’n y’ as much of hit went in our hair an’ eyes an’ years[FN: ears] as went in our moufs[FN: mouths].\n\n“I reckin thar was’ bout two er three hun’erd acres in Marse Jim’s place. Us raised cotton, taters, an’ hogs. No’m, slaves didn’ have no plots er dey own. Marse Jim give us our rashins’ every week. Well, mos’ er de cullud people ‘ud cook dey victuals over de fire place in dey own houses. Us sho’ did have ‘possum an’ taters.\n\n“My mammy wuked in de loom room at night by light of a pine knot. In de Big House dey had taller[FN: tallow] can’les ’cause I ‘member my mammy moulded ’em. No’m, de spinnin’ wheels was kep’ in de kitchen of de Big House. Hit had a dirt flo’. Us jes wo’ li’l old suits made out’n lowell cloth whut mammy wove on de loom. I doan ‘member wearin’ no shoes.\n\n“I jes played roun’ ’bout de place an’ he’ped wid de cleanin’ up an’ dish washin’. Kinder house boy, I was.\n\n[HW: Medicine]\n\n“When us got sick, mammy made us pills out’n herbs. She taken May apple roots an’ boiled hit down to a syrup; den she let dat, dry out an’ rolled hit inter pills. Day sho’ was fin’ fo’ mos’ anything we might have.\n\n“Chris’mus was a mighty glad time fo’ us. Yessum, us got extra rashins’ an’ had time off ter play an’ kick our heels. Gen’ly[FN: generally] had ’bout a week off. Tell you what Marse Jim ‘ud do when Chris’mus come ‘roun’. He’d sen’ one of da cullud mans out to git a log an’ say, ‘Now long as dis log burn, y’all kin have off’n wuk’. Co’se us’d hunt de bigges’ gum log an’ den soak hit in de stream so hit wud burn on a long time. Dey’d put hit on back er de fire an’ hit wud las’ mos’ a week.\n\n“Couldn’ none of us read or write, an’ us wa’nt neber learned ’til afte’ us was set free. Den some went to li’l schools fer da cullud people.\n\n“I sho’ has seen m’ mammy an’ lots mo’ git whuppins. Marse Jim, he had a strop er leather stuck in de slit end of a staff, an’ he sho’ did whup ’em layed ‘cross a barrel. Once’ m’ pappy run away an’ Marse Jim got de blood houn’s afte’ him, an’ catched him up ‘fo he could git fur, an’ dat day he lay him ‘cross de barrel, an’ whupped him frum sun up til sun down. When he quit off, m’ pappy couldn’ talk no more’n a whisper sca’cely.\n\n“Pattyrollers, I heard of ’em allright ’cause dey sho’ would git you iffen y’ went abroad widout a pass frum Marse Jim.\n\n“One day us li’l cullud chullun was frollicin’ out in de front yard an’ Mis’ Nancy an’ some mo’ was settin’ on de po’ch an’ all of a sudden I see somebuddy comin’ down de road an’ I says ‘Look, whut’s dat?’\n\n“An’ white folks run to de woods an’ hid out caze dey seen hit was Calv’ry ’bout a mile long comin’ down de road. Sojer rid right up to me an’ stuck his bay’net at me an’ says, ‘Boy, whar de tater house?’ An’ I sho’ did show him whar ’twas. Dem sojers sho’ was starved. Dey take thirty tater punks, fifteen er twenty chickens, and five hams. Den dey went in de smoke house an’ grabbed off five er ten poun’s er sausage, middlln’s, and sides. Dey take ‘nough grub to load three wagons an’ take hit over to New Zion Church ’bout er mile frum us. An’ right thar dey camped that night.\n\n“That was afte’ de Siege er Vicksburg. Marse Jim didn’ keer, but he sent us ober nex’ mo’nin’ to git de leavin’s, an’ thar was a wagon load er jes de leavin’s.\n\n“I ‘members when us was sot free allright. ‘Twas in de middle of da winter y’ know, an’ Marse Jim was so mad ’bout hit he went off down to a li’l stream or water an’ broke de ice an’ jumped in, an’ he died ’bout two weeks afte’ of de pewmonia[FN: pneumonia].\n\n“I was glad to git m’ freedom ’cause I got out’n frum under dem whuppins.\n\n“Afte’ dat us bought lan’ frum de Wilsons whut was lef’ an’ I been a fa’min’ thar ever since.”",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9544975162,
        "format_confidence":0.9051685333
    },
    {
        "url":"http:\/\/geneatopia.com\/episode-29-transcript\/",
        "text":"Episode 29 Transcript\n\nWelcome to the Genealogy News from Geneatopia\n\nI’m Patty Roy, also known as Dinah Larkham in Second Life\n\nToday is Thursday, March 20, 2014 and this is Episode 29\nRichard III is still making news. Last week there was a judicial review over his reburial. Remember that his remains were found buried beneath a parking lot in Leicester, England. The University of Leicester holds a license from the Ministry of Justice that allows it to decide where the remains are reinterred and they chose Leicester Cathedral.\n\nHowever, King Richard’s distant relatives want him reinterred in York. They believe that he spent most of his life in York; he would have chosen to be buried there.\n\nAfter King Richard’s death there was a Catholic ceremony and he was buried with full Catholic rites in a marked grave even though a body was not found.\n\nThe final resting place for King Richard will bring more tourists to the area.\n\nLast week the judges heard arguments for a consultation to determine the fate of King Richard. The judges have decided to that they will reserve judgment and they also decided to defer their decision. The final decision is expected in four to six weeks.\n\n\nThe United States National Archives has announced that the facility in Anchorage, Alaska, will close. The archival records will be moved to a facility in Seattle, Washington where the records will be digitized so the records will be viewed through the Internet. Employees at the archive in Alaska will be offered positions at other National archives and the National Archives will pay relocation expenses.\n\nAlso two facilities in the Philadelphia, Pennsylvania area will be consolidated to a single site. Records at the Market Street facility will be moved to the Townsend Road facility. These two facilities are in the same commuting area and employees from the Market Street facility will be transferred to the Townsend Road facility. The Townsend Road facility already contains the majority of archival records for the area and plans are to modify the facility for better access.\n\nAnd within the next two years two facilities in Fort Worth, Texas will be consolidated into a single site. There are two facilities in Fort Worth, one at John Burgess Drive and a smaller facility at Montgomery Plaza. The smaller facility will be closed and employees will be moved the John Burgess Drive facility. Records are not stored at the smaller facility so only the employees need to be relocated.\n\nThese changes are estimated to save the National Archives over 1 million dollars annually.\n\n\nFamily Tree DNA has launched a new learning center where all learning materials will now be found in one place. At the learning center you will find a blog, FAQs, list of upcoming webinars, archived past webinars, a forum, group projects, user guides, group administrator guides, a glossary, and links to papers.\n\nThere is a tutorial about how to use the learning center. And you can search the learning center to find exactly what you’re looking for.\n\n\nAncestry has dropped “old search.” You will no longer find a link to old search and of course you will no longer be able to access old search. Ancestry mentioned last year that this option would be going away.\n\nOld search is no longer supported by Ancestry because it doesn’t scale to meet the needs of the growing amount of records being added to Ancestry.\n\nAncestry has been supporting two search engines making it difficult to add new functionality to both. They have consolidated the two systems to make it easier to maintain and update.\n\nNew search was rolled out 5 years ago. People have been choosing to use the old search even though new search was available. Many were using new search and not even realizing it. That was the default search method and if you used advanced search, you were using new search.\n\nNew search is now called primary search. Ancestry has plans to add many more improvements to search over the next year.\n\nNew search is more efficient and technology for new search makes it easy to add new collections so they are searchable. Ancestry will be able to add more features to what you can add to your search to narrow down the results.\n\nOf course with change, many people complain. Some complaints are that new search takes more steps than old search to find the same information and you can’t search for exact matches. Some have said they will be cancelling their Ancestry subscription because old search is no longer available.\n\nAccording to Ancestry, less than 3% of users used old search. New search is more powerful and can do more than old search.\n\nThere is help to learn how to use new search. Dear Myrtle’s hangout on March 10th had a special guest Amy Johnson Crow from Ancestry. She demonstrated how to use primary search.\n\nSome in the audience tried her suggestions and found new records during the broadcast.\n\n\nAncestry has added records pertaining to Irish ancestry in the Emerald Isles. These include more than 25,000 birth, marriage and death records.\n\nThey’ve added over 750,000 new records to the Irish Roman Catholic Church collection. The types of records in that collection are baptism, confirmation, marriage, and death.\n\nThey’ve also added the Massachusetts State Census for 1855 and 1865. And they have added to the birth, marriage, and death records for Massachusetts from 1840 – 1915.\n\nSome other large collections they’ve added include Argentina, national Census, 1895 and Ohio tax records 1800 – 1850.\n\n\nAncestry has produced a research guide for Ohio. The guide contains an overview of Ohio history, census information, significant dates, where to find vital records, and where to find other resources.\n\n\nAncestry is one of the sponsors for the International Conference on the Frontiers of Handwriting. They have also submitted a proposal that was accepted for the handwriting recognition competition. The Ancestry proposal is about word recognition from segmented historical documents. As part of this project there is a new image database that will be used called ANWRESH-1 which stands for ANcestry.com Word REcognition from Segmented Historical Documents. So it’s a combination of the first letters or first two letters of each word.\n\nThe image database is being made available to the document analysis research community. It consist of image snippets of handwritten text from the 1920 and 1930 U.S. censuses. The fields used for the competition are Name, Relation, Age, Marital Condition, and Place of Birth.\n\nThe challenge in the competition is to take the fields and transcribe them into their textual representation.\n\nThe conference will be held September 1 – 4, 2014 on the island of Crete, Greece.\n\n\nMyHeritage recently announced a global initiative, together with BillionGraves, to digitally preserve the world’s cemeteries. Gravestones play a key role in family history and they are becoming illegible as time goes on.\n\nEighty MyHeritage employees in Israel went to a cemetery with the BillionGraves mobile application to digitize gravestones. They wanted to practice before they ask others to join them in this initiative. They’re goal is to determine best practices and improve methodologies for digitizing cemeteries efficiently.\n\nOver the course of 3 hours, the group took 51,000 gravestone photos. Volunteers using the BillionGraves app or web site will transcribe the photos. The records will be found at BillionGraves and added to MyHeritage SuperSearch.\n\nMyHeritage hopes others will help with this initiative and photograph gravestones with the BillionGraves app. You can find out how to do this at billiongraves.com\/myheritage.\n\n\nWholly Genes has released a new version of The Master Genealogist, version 9. The major changes focus on making data entry faster and easier. Some features include\n\nAdd a new source without leaving the Citation screen\nA button to preview the source output from the Citation screen\nAdd shared events to multiple people\nAn age column so if you enter an age the birthdate will be calculated automatically\nReminders can be added to roles\nSome enhancements to tag entry\nNew variables have been added for event tags\nA column for place styles has been added to the Master Place List\nAnd lots of bug fixes\n\nIf you purchased version 8 within the last 90 days, you will receive a free update to version 9.\n\n\nIf you have a Mac, you may be using the free program Personal Ancestry Writer II to keep track of your ancestors. There has been an update recently to version 103. From what I could find out from another site other than the official Personal Ancestry Writer site, the update fixes two errors – using the tab key in the main window when no people were tagged, and not updating the tagged people count when exchanging cached people.\n\nPersonal Ancestry Writer combines most of the features of the LDS Personal Ancestral File program, which has been discontinued, with additional features such as generating web pages and rtf files.\n\n\nLegacy QuickGuides contain four or five pages of information covering one topic. New Legacy QuickGuides have been released for Finnish Genealogy, Anatomy of a Death Record, Using Maps in Your Genealogy Research, Hungarian Genealogy, and Anatomy of a Marriage Record. That makes for 87 QuickGuides total that are available.\n\n\nThe site UKPressOnline is a newspaper archive site with papers such as the Daily Mirror, Daily Express and other major titles. It’s a subscription site. They have recently rescanned the existing pages of the 1960’s copy of the Daily Express. They have also added any previously missing pages. All the pages have been rescanned at a higher resolution from better quality original pages.\n\n\nThe UK National Archives has published the second batch of World War I unit diaries on its Word War I portal web site. You can search the diaries by regiment, battalion, brigade, or division number.\n\nThe second batch of diaries is from France and Flanders. There are records from the Indian Cavalry who were the first troop... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8445215225,
        "format_confidence":0.9661774635
    },
    {
        "url":"http:\/\/jeffersondavis.rice.edu\/Content.aspx?id=74&ekfxmen_noscript=1&ekfxmensel=e459af5e0_6_7",
        "text":"The Papers of Jefferson Davis\nThe Papers of Jefferson Davis\n\nPhotograph by Mathew B. Brady, c1860 National Portrait Gallery, Smithsonian Institution\n\n\n  To William B. Howell \n\nWashington D.C. 22 Oct. 1854\n\nMy Dear Sir,\n\nI am in receipt of yours of the 16st Inst enclosing a check for three hundred dollars drawn by Pickett, McMurdo & Co. in my favor, on Saml. Harris & Sons.\n\nThe proceeds will be placed at the disposal of Mrs. Howell as instructed. Present circumstances render it difficult to say when and by wha[t] route she had best return home. The western rivers are too low to be relied on and Fever and Cholera combine to render that route objectionable. The sea voyage would bring them throug[h] a tropical climate to your city fro[m] which it appears the yellow fever h[as] not entirely disappeared and the se[ason] is such as suggests rough weather off the Atlantic coast. The Southern or Rail Road route has such frequent changes as to be scarcely suitable for a Lady with helpless children. It has seemed to me proper under this stat[e] of case to delay for a while the contemplated journey, but I will confer more fully with Mrs. H. and advise you before any action is take[n.]\n\nI must ask your forgiveness for my failure to reply at an earlier date to your’s of the 16th Ult. and can only say in extenuation that I should have been more prompt if I had been able to make a definite or important reply. The Post Master at New orleans has not been removed and I have not learned that it had been decided to remove him. Mr. Nevitt wrote to me on the subject and I referred his letter to the P.M. Genl. with such an endorsement in relation to Mr. N’ character and position as information derived from you and others justified. The office as you are aware has no official relation to the War Dept. and I could not give any assurance as to the selection which would be made in the case of a new appointment. Several persons of much influence have been strongly recommended as a su[c]cessor to Mr. Kendall and if Mr Nevitt wishes to be considered as a Candidate it would be well for him to send on his recommendations and have them on file in the event of a vacancy.\n\nMrs. Howell is in better health than when she arrived, the children have improved more than their Mothe[r.]\n\nVarina is not well, for some time past has suffered greatly fro[m] a nervous cough and is subject to painful depressions the consequence [of?] irreparable grief.\n\nI hope William will have returned to New Orleans before this reaches and have received the promotion which I have learned is designed for him. The duty on which he went to Arkansas was important and difficult beyond the trusts usually confined to persons of his age, but I anticipate success and increased consideration for him as the result. I have much confidence in him and look forward to his future career as likely to be you asource of pride and pleasure.\n\nIt always gives me real gratification to receive a letter from you and though I should seem negligent in replying it cannot proceed from a want for either regard or respect or of that affectionate solicitude with which I am ever yours\n\n                                                                                                                           Jeffn,, Davis\n\n\nFrom The Papers of Jefferson Davis, Volume 5, pp. 91-92.  Transcribed from privately owned original.\n\n\nHow to Reach Us\n\nThe Papers of Jefferson Davis\nRice University--MS 43\nP.O. Box 1892\nHouston, Texas 77251-1892\nPhone: (713) 348-4990\nFax: (713) 348-4383",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9333971143,
        "format_confidence":0.6450580955
    },
    {
        "url":"https:\/\/ehistory.osu.edu\/books\/official-records\/026\/0570",
        "text":"War of the Rebellion: Serial 026 Page 0570 NORTH CAROLINA AND S. E. VIRGINIA. Chapter XXX.\n\nSearch Civil War Official Records\n\n\nWashington, March 27, 1863.\n\nMajor-General DIX, Fort Monroe, Va.:\n\nGeneral Viele was ordered south, by direction of the Secretary of War, under impression that General King was sufficient at Norfolk. General Hunter is much in want of generals. If you deem General Viele's services so necessary at present you can suspend the execution of the order.\n\n\n\nFORT MONROE, VA., March 27, 1863.\n\nColonel J. C. KELTON,\n\nAssistant Adjutant-General:\n\nThe regiments and batteries of the Ninth Corps remaining under my command are as follows, and compose the Third Division of that corps, now at Suffolk, commanded by General Getty: First Brigade, consisting of Ninth New York, Eighty-ninth New York, One hundred and third New York, and Tenth New Hampshire; Second Brigade, consisting of Eighth, Eleventh, Fifteenth, and Sixteenth Connecticut; and Third Brigade, consisting of Twenty-first Connecticut, Thirteenth New Hampshire, Twenty-fifth New Jersey, and Fourth Rhode Island. Artillery consists of Battery A, Fifth United States, and A, First Pennsylvania.\n\n\n\n\nFort Monroe, Va., March 28, 1863.\n\nCaptain C. B. WILDER,\n\nAssistant Quartermaster, Superintendent of Contrabands:\n\nCaptain Wilder is authorized to take possession of the farm of Jefferson Sinclair, an absentee disloyalist, and the buildings thereon. If the present occupant, Mr. William H. Lynch, will take the oath of allegiance and agree to pay quarterly in advance such rent as Captain Wilder may deem fair for twenty acres of the land and such portion of the dwelling as he needs, Mr. Wilder may allow him to do so; the same also of the Fayette Sinclair farm and its occupant, Mr. Charles L. Collier; the same of Messrs. Hicks and Bowen, on the Booker Jones farm; the same of the farms of Benjamin Hudgins, Eliza Jones, John and Helen Moore, Levin Winder, John Winder, William Smith, Robert Hudgins; the George Booker farm-not, however, disturbing the Howard family; the Lowry farm, the Watts farm, the farm of B. Howard, called the Stakes farm occupied by Mr. Host, and the Armstead farm, occupied by Hicks. The colored persons on these farms, if any, must come under Mr. Wilder's system of labor. The white tenants who will take he oath of allegiance and engage to pay rent as aforesaid are not to be expelled, but only to be limited to such portions of land and shelter as they require for their comfortable support, and are to be notified that any act of disorder or outrage will be visited with immediate removal as well as with legal penalties.\n\nCaptain Wilder will report to the provost-judge his proceedings",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9695324302,
        "format_confidence":0.6406696439
    },
    {
        "url":"https:\/\/www.witnesstowar.org\/combat_stories\/WWII\/9915",
        "text":"Preserving The Oral HistorIES of Combat Veterans\n\n\nRobert James | USS Keokuk (AKN-4) - Navy\n\n10:04   |   Robert James was propped up against a bulkhead, going in and out of consciousness. The kamikaze had destroyed the starboard gun mounts and there were many dead and wounded. He was grateful when someone gave him some morphine to ease the pain from multiple shrapnel wounds. This was the beginning of a painful journey to healing. Part 2 of 2.\n\nMore From Robert James\n\nKeywords   :     Robert James    USS Keokuk (AKN-4)    Kamikaze    morphine    hospital ship    Attack Transport (APA)    sword    Pearl Harbor    operation    shrapnel\n\nVideos ( 12 )\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  6:09\n\n    Robert James and his brother both had to drop out of school to support their single mother. The coming of war meant that they would be drafted and Robert was determined to get in the Navy. He had to convince his mother to sign for him at seventeen. Both brothers went to war and both sent money home.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  5:29\n\n    The weather wasn't too bad when the train full of Navy recruits pulled out of Richmond and headed for Great Lakes Naval Station for boot camp. Robert James, along with the rest, didn't bring heavy clothing and, when he stepped off the train near Chicago, it was into snow up to his knees.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  4:47\n\n    He had joined the Navy, but he still had to drill like the Army recruits. Robert James was at boot camp learning to be a sailor in the dead of winter outside Chicago. He attended classes where he was exposed to the naval weaponry he might use, as well as the planes and ships of the Japanese enemy.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  6:10\n\n    Boot camp was over and it was time to learn your assignment. Robert James was put on a train for California, though he wasn't yet told where he was going. He was housed at Treasure Island for a while, where he got some of that great San Francisco liberty. Finally, he boarded his ship, the USS Keokuk.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  5:49\n\n    The first stop was Pearl Harbor, where the ship was loaded with supplies. Next was a small island where Robert James remembers softball games and beers. When they put out to sea again, his duty was topside and, still, no word on where the ship was bound.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  7:15\n\n    When the crew of the USS Keokuk arrived at their first invasion, they had no idea where they were. The ship was a net layer, spooling out huge submarine nets to protect the battleships and carriers. Robert James watched the action at the beach through his field glasses, where the water turned red with the blood of Marines. Finally, he learned the name of the island. It was Iwo Jima.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  4:27\n\n    The invasion of Saipan and Tinian was easy for Robert James aboard ship. After the crew put in place its submarine nets, its part was done. He did not see the carnage he had witnessed at Iwo Jima. He did hear about some horrific suicidal acts by the Japanese civilians on Saipan.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  4:06\n\n    Robert James got plenty of shore leave in Pearl Harbor when his ship was docked there for resupply between actions. Like many of the men, he had a great thirst for beer, which got him into trouble more than once, but he also had a great desire for something else he could get on shore, something he wanted more than beer.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  5:06\n\n    Preparing for an invasion got to be somewhat routine for Robert James. Shipboard drills would increase. The ship would be fully loaded with the submarine nets it would lay. After the action on Peleliu, they had to head stateside because of problems with the boilers. When they returned to to the war zone, the Japanese had a new deadly tactic they would have to face.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  7:40\n\n    Robert James was in the shower aboard ship when the alarm went off. He scrambled to his gun mount to man the 20 mm gun and then the threat became apparent. Kamikazes had broken through the air cover and were headed for the convoy. He heard some firing from another gun and turned around just in time to see a horrifying sight. Part 1 of 2.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  5:04\n\n    As his ship headed for the invasion of Okinawa, Robert James was recuperating from multiple shrapnel wounds he had received in a kamikaze attack. During the action at Okinawa, the ship was very nearly hit again, this time from Japanese bombs.\n\n  • Robert James  |  WWII  |  USS Keokuk (AKN-4)  |  6:57\n\n    Like Robert James, every serviceman in the Pacific was filled with dread over the prospect of invading Japan, but it was the only target left. Their fears were wiped away when Harry Truman made the decision to use the atomic bomb.\n\nShowing : WWII Videos\n 1 2 3 >  Last › | Showing 30 \/ 4,695\n\nOur Sponsors\n\nSpendHQInsight Sourcing  Group",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9861191511,
        "format_confidence":0.8833818436
    },
    {
        "url":"http:\/\/www.yadvashem.org\/yv\/en\/righteous\/stories\/related\/appelboim_testimony.asp",
        "text":"The Testimony of Sender Appelboim, 1989\n\nOn 28 August 1942 the Germans killed the Jews of Wlodzimierzec and its surroundings. Hundreds of Jews managed to escape from the place they were gathered. I was one of those who got away. During my flight I was wounded in the leg.\n\nI spent one month wandering in the forest all alone. I ate berries and food I took from the Poles’ gardens. Polish friends of my parents gave me food and medicine.\n\nAfter my father found me, we decided to go and ask a good friend of my father, Mefodiy Logatzky, for help. Mefodiy and his family lived in a small farm outside Długowola, 3 miles from Wlodzimierzec. We knew that during the night before the ghetto liquidation Mefodiy arrived at the home of the relatives of the Eisenberg family. He said that he knew the ghetto of Wlodzimierzec would be liquidated and offered them to escape at night. He was willing to hide them. The Eisenberg family did not act on his proposal and was killed by the Germans with the other Wlodzimierzec  Jews on the following day.\n\nMy father and I arrived at Mefodiy’s home during the night sometime in October 1942. He welcomed us with friendship and love and said that he was pleased that God has given him the privilege of saving Jews. Four other Jews were already in hiding at his place, and he was willingly adding another two. There was no shortage of food and God would help.\n\nMefodiy and his wife were Baptists and believed in the bible. They had two children: a 12-year-old girl and a 6-year-old boy. We washed and ate. Mefodiy treated my injured leg. For two weeks we hid in the barn next to his house.\n\nThe brothers Abraham and Ruben Susel were with us, as well as two sisters from the village of Długowola.\n\nMefodiy and his family would bring us food every day. Mefodiy treated my leg and kept our moral high. He said we were the remnants of the community, that we would survive and go to the Land of Israel.\n\nMefodiy’s farm was close to Wlodzimierzec. Ukrainian policemen were everywhere in the area looking for Jews. After two weeks my father and I decided to leave and not endanger Mefodiy and his family. Mefodiy asked us not leave and wanted us to stay until the end of the war. He was the only one from among the good people who helped us, who had asked us to stay with him until the end of the war.\n\nThe two brothers Susel and the two girls from Długowola left shortly after us. Eventually two Jewish brother named Srulik and Liova (I don’t remember their family name) came to his place. Ukrainians from Długowola denounced him to the Germans and said that he was hiding Jews.\n\nIn May 1943 at night, the Germans surrounded his home. A search was conducted and the two Jewish boys were found and executed. The murderers asked Mefodiy why he had hidden Jews. He responded: You can take my body, but not my soul. He endured the interrogation with great courage and was killed by the murderers….\n\nI have decided to invite Feodor Lugatzky to visit Israel and to come to Yad Vashem. I request you most sincerely to do everything necessary to have the Lugatzky family recognized as Righteous.",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.7695693374,
        "format_confidence":0.9525354505
    },
    {
        "url":"http:\/\/blogs.lib.unc.edu\/civilwar\/index.php\/2012\/02\/20\/20-february-1862-letter-from-henry-sturges-in-wilmington-n-c\/",
        "text":"\n\nItem description: Letter from Henry L. Sturges, a Massachusetts soldier serving on the United States Navy steamer “Mount Vernon,” to an unidentified friend.\n\nAt the time of the letter, the “Mount Vernon” was operating in the waters near Wilmington, N.C. Sturges sends his condolences to his friend, due to the loss of the friend’s child, he comments on his personal religious beliefs, and also details several skirmishes near Fort Caswell.\n\n[Transcription available below images.]\n\nItem citation: From the Federal Soldiers’ Letters #3185, Unit #40, Southern Historical Collection, The Wilson Library, University of North Carolina at Chapel Hill.\n\nItem transcription:\n\nUS Steamer “Mount Vernon”\noff Wilmington N.C.\nFebry 20th 1862\n\nDear Friend\n\nYour kind regards of 23rd ult. came to hand Jnry 13th it affords me much pleasure to hear from you but it makes my heart sad to hear of the death of your child I can deeply sympathize with you by haveing had to pass through those trying moments myself. But its the Lord that giveth and taketh and all we can say is his Holy will be done. We can always feel happy to know that they are with Jesus, and are awaiting to welcome us home to that happy happy shore where trials and troubles are o[v]er. Oh what great inducements are held out to us to reach that Heavenly home, Christ is there. dear friends are there. Blessings are there. and I trust that we will be there, I pray that Jesus will not forsake us but will give us the full assurance that we are accepted of him. I can but say precious Jesus thou art mine, its hard work for me to write my feelings, if I was only with you in person I could then unfold the love to my dear dear Jesus from a sailors heart. pray for me dear Brother and Christ will reward you openly.\n\nOwing to our sailing so soon from Hampton Roads I did not get the package of Books, but trust I shall get them when we go back wich will be about 11th March. I should like to have been at the dedication, it dont seem to me as I can ever give up the Old South Church it will appear strange to me to pass by it. One thing I got clear of hearing, and, that was your letter of resignation. I do hope and pray that you will not leave Bridgeport if you do the South Church, I cannot hear the idea of parting from one who has done me so much good. do try and hold on somehow. I am well aware of youre troubles. but still I cannot let you go.\n\nWe was cheated in our expectation to join the Burnside Expedition. I’ve never detailed for that purpose but on examination we found that our ship’s draft of water was about five feet too much, so you may well judge our feelings. within a few days we have had two little skirmishes with the rebels. we opened the Balls on both occasions and fired the last shot. we do it to draw their fire and test the size and quality of their guns, we are satisfied that they have no rifled guns on “Fort Caswell,” we can easily tell when a shell comes from a rifled gun as it comes whistling all sort of tunes. it makes a fellow feel streaked when the shell begin to burst around him at first, but after a few shots we go at it like sawing logs and think nothing about danger.\n\nBy the appearance of things ashore they must expect an attack as they are reinforcing the Fort, and placing obstructions in the Channell. We lay anchored about three miles from the town of Smithville and if the Department would allow us we could knock it all to pieces in three hours, it is a small town of about 200 Houses and about 1200 inhabitants. we have positive orders not to molest it. it will be a very easy fort to take. these Forts at the entrance of Wilmington and at Beaufort N.C. The rebel flag has been hoisted about nine hours during the last seventy days on Fort Caswell. we know they have one and think they cannot feel very proud of it or they would show it more. I think you must be getting tired of reading my letter. but there is nothing else to write about just now.\n\nPlease remember me to [inquiring?] friends and accept those with my best wishes for youre future welfare.\n\nYours truly\nHenry L. Sturges\n\nMore about Henry L. Sturges:\n\n(From the American Civil War Database)\n\nBiographical data and notes:\n– Born in Massachusetts\n\n– Residing in Massachusetts at time of enlistment\n– Enlisted on Oct 28 1861 as Acting Master\n\nMustering information:\n– Commissioned into Navy (U.S. Navy) on Oct 28 1861\n– Discharged from Navy (U.S. Navy) on Sep 29 1865\n\nNaval postings:\n– South Atlantic Squadron\n\nSources for the above information:\nMassachusetts Soldiers, Sailors and Marines in the Civil War, (Adjutant General)\n\nThis entry was posted in Southern Historical Collection and tagged , , , , , , , , . Bookmark the permalink.\n\nComments are closed.",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9891401529,
        "format_confidence":0.8490003943
    },
    {
        "url":"https:\/\/www.airspacemag.com\/as-interview\/david-mccullough-wright-brothers-180955344\/",
        "text":"David McCullough on the Wright Brothers\n\nThe Pulitzer Prize winner tells the human story behind the invention of the airplane.\n\nThe author (in his office) has written several books on American history, including1776 and The Great Bridge. (William B. Mccullough)\nAir & Space Magazine | Subscribe\n\nAuthor and PBS fixture David McCullough has received many honors, including the Presidential Medal of Freedom, for his books on American history. He spoke to Associate Editor Diane Tedeschi in March about his latest biography, The Wright Brothers.\n\nAir & Space: Do you think the Wrights could have accomplished what they did in another country? Or do you think there’s something about this country that fosters visionary thinkers such as the Wrights?\n\nMcCullough: Well, they might have done something in France, but I doubt it. I think it was the atmosphere—and much of the book is about this—the atmosphere of America at that time. In a town like Dayton, which was really in the manufacturing surge—not just big things like railroad cars and cash registers—but everything. Every imaginable thing. It was a day when almost everything was made in America, and said so, and proudly so. And so they were just part of a whole—I don’t want to say culture, that sounds too fancy. They were part of an era when people were making things and new inventions were coming on the market all the time. It was also—it’s that period between the turn of the century and World War I. A really protean time in America, and I think it’s the time when we take over and succeed in building the Panama Canal where the French had failed. When there wasn’t a national debt, there was a national surplus. And Theodore Roosevelt was president—there was a vitality and an energy. The sense that progress wasn’t a fiction, it was reality. And the typewriter and the lightbulb and the telephone. All these things coming along one right after another. So it was an exciting period, and the Wrights were right in the thick of it.\n\nIn reading through the brothers’ correspondence and diaries, what do you make of their writing style? And what does their way of communicating with each other tell you about them?\n\nWell, you’ve asked a very, very pertinent question. Bishop Wright, their father, who was an itinerant minister, and was away much of the time, insisted that his children learn to use the English language properly and effectively as he had to do for his sermons and his essays. He kept a diary and he wanted to encourage them to keep diaries. He also encouraged them to speak the language effectively, as he did brilliantly. So when they were in the swim, as it were, they were always capable of writing superb letters, not only to each other—with an extensive vocabulary and an extensive sense of what makes English really work—but [also] in their business proposals, their explanations of what they had accomplished, the speeches that Wilbur gave in front of engineering groups and scholars and the rest. You read them today, and it’s humbling. And again, they never went to college. They never even finished high school.\n\nWhat role did their sister Katharine play in their success?\n\nTheir mother had died in 1889. It was the worst blow in the history of the family, and she died of tuberculosis. After that, Katharine became the woman of the house. She was the more sociable of the children. And she kept them in line, and if they didn’t want to do something, and she felt they ought to do it, she said, “You got to do that.” She was always there to be a help when needed. The most dramatic example was when Orville was putting on a demonstration over at Fort Myers across the river from Washington with a young Army lieutenant [Thomas Selfridge] flying with him [as a passenger]. He crashed, and the young man was killed—he was the first fatality from an airplane. Orville was very nearly killed, and he was terribly injured. And she got word back in Dayton—she was a high school teacher. She taught Greek and Latin. She’s the only one in the family who ever went to college; she went to Oberlin. And she loved college—she was superb at it. She was bright as could be—they all were. Extremely bright. Wilbur in my view was a genius. Literally a genius. But the minute Katharine got the word that Orville had had this terrible crash, she called the principal and said, “I’m taking an indefinite leave of absence.” And she was on the train that night from Dayton to Washington. She got to Washington, and she went over to the Fort Myers hospital and was with him for the next five weeks or more—tending to his every need. In some ways she saved his life, but certainly saved his spirit. He was very hampered by pain from that accident for the rest of his life. And she stuck with him.\n\nIn your view, did the brothers have any notable flaws or weaknesses?\n\nI would like to say yes, because that would make them seem more human I suppose, but, no, they didn’t. You might argue that they denied themselves too many of the pleasures of life. They never married. They never had children. They had set themselves on a mission. So they were really so focused on that. But, no, I don’t think so. I think in other ways, their conduct was exemplary. They never criticized or talked in a derogatory way about any of their rivals behind their backs. They were always polite—they were perfect gentlemen. They were brave in the extreme, and I think that’s a point that cannot be overstressed. It wasn’t just that they figured out how to fly and flew. Everytime they went up, and they went up 50 to 100 times in a year, they were risking their lives. They could be killed. And they would never fly together for that reason. Because if one of them got killed, the other was still alive to carry on with the mission.\n\nIs it true that Orville never spoke to Katharine after she got married?\n\nThat’s exactly right. He refused to go to the wedding, refused to have anything to do with her. He had what in the family were called “his peculiar spells”: He would get sullen and wouldn’t speak much to people and feel that he wasn’t being treated fairly and so forth. Well, [not attending Katharine’s wedding] came much later in his life. But it was also very unkind to her. But he felt that she had betrayed him, and that they were to be together for life. And they were partners, and they had been. They were very close in age. The difference between Wilbur and Orville in age was four years. So Katharine and Orville were very close—always had been. But when he heard that she was dying—she married a man who was the editor of the Kansas City Star—she was dying in Kansas City, he went down to see her in the last days of her life.\n\nWhat do you make of the Wrights protracted legal battles, particularly with Glenn Curtiss, over the patenting of their invention?\n\nWell, I feel badly for them. I feel sorry because they hated that kind of thing. But they were determined to stick up for the fact that they had been the inventors—that they had first developed the particular aspects of their flying machine as they called it. And they won every case that came up. Now there was a school that felt—and some still do—they would have advanced the development of aviation had they let everybody use whatever they had invented. But as was said at the time, there was much support for their point of view editorially and otherwise. The fact that [Thomas] Edison had patents didn’t stall the spread of electric light any more than the fact that [Alexander Graham] Bell had all kinds of patents on his telephone stalled or stymied the use of the telephone. What’s so ironic is that many of the people who would write about how this was the wrong thing to have done also had copyrights on the books they wrote.\n\nDo you think fame was a burden for the Wright brothers in the way that it was for Charles Lindbergh?\n\nYes. They didn’t like the limelight. They tried to avoid it whenever possible. However, when their hometown wanted to put on a huge celebration, a homecoming, closing the town down to celebrate for two whole days, their feeling was if our town wants to do this, the leaders of the town believe this is called for, who are we to say no? So they went along—perfectly willingly.\n\nLater on, Orville, who was the shyest of all, would make many public appearances out of respect for Wilbur. Wilbur was the big brother—he was the leader, and as I said, Wilbur was a genius. Orville\n\nhad more of an entrepreneurial instinct and desire than Wilbur ever had. Neither of them were interested in what they were doing because it was going to make a lot of money. There’s no question about that. They weren’t doing it for the money.\n\nWhat do you think people who are trying to solve some of today’s most pressing technological issues could learn from the Wright brothers?\n\nOne is to know what you’re doing and pursue a background reading that isn’t limited in focus. Pay great attention to details. Don’t give up. Learn from your mistakes. Learn from your failures. And remember that insoluble problems have proven again and again to be soluble. I think we can all learn from them. I think they’re a great lesson in how to approach life. They had a joyous time, and their love of architecture, their love of art, their love of music, their love of literature—these are fully educated people. They are home-schooled as it were, but their home-schooling was right up to and almost equal to any great liberal arts training in any great university.\n\nYou mentioned that money was certainly not the motivation for the Wright brothers, and you spoke of the joy with which they worked. Do you think that joy was most intensely experienced when they were doing the flight testing on the dunes at Kitty Hawk?\n\nI don’t think they were ever happier in their lives than they were living in the extreme hardships of Kitty Hawk. The attacks of mosquitos, the winds, the struggle they had against the elements. But they loved it. One other point that I think is extremel... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8780286908,
        "format_confidence":0.982531786
    }
]