[
    {
        "url":"http:\/\/www.ministrymatters.com\/lead\/tag\/leader_development\/?page=17",
        "text":"Conversation and Good Books: The Life Bood of Ministers\n\nby Jerrod Hugenot\nClergy often have professional societies or organizations they affiliate with for the purposes of collegiality, scholarly pursuits or opportunities to grow in pastoral skills… read more\n\nUsing Disciple Bible Study in Sunday School\n\nby Pamela Dilmore\nFor more than twenty years, DISCIPLE has provided the heartbeat for spiritual growth and transformation in thousands of churches through in-depth Bible study. Its… read more\n\n5 Reasons Pastors Should Lead Bible Studies\n\nby Magrey deVega\nIt is common for pastors to delegate the task of leading Bible studies to others. Reasons vary, from a preacher’s need to streamline his or her weekly workload, to a desire… read more\n\nInterview: Judy Fentress-Williams\n\nby Betsy Hall\nRev. Dr. Judy Fentress-Williams is Professor of Old Testament at Virginia Theological Seminary and Senior Assistant to the Pastor for Teaching and Preaching at Alfred Street… read more\n\nYouth Ministry Is More Than Your Title\n\nby Beth Morris\nOur title may say “Minister to Students” or “Director of Youth Ministries,” but as the person responsible for youth ministry in a local church we… read more\n\nResident Aliens: Wesleyan Politics\n\nby William H. Willimon\nResident Aliens is ecclesiology written by Stanley Hauerwas and me, two erstwhile Wesleyans who weren’t thought to have an adequate ecclesiology. Stanley and I drew a line… read more\n  1. 1\n  2. 2\n  3. 15\n  4. 16\n  5. 17\n  6. 18\n  7. 19\n  8. 47\n  9. 48",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9886903167,
        "format_confidence":0.9952791929
    },
    {
        "url":"http:\/\/www.patheos.com\/blogs\/ellenpainterdollar\/tag\/writing\/page\/2\/",
        "text":"Kids, Kidneys and Other Distractions\n\n\nIt’s normal for me to be less productive in the final weeks of August, as we try to squeeze all the stuff we planned to do over the summer into the final few days. But I was more sidetracked than usual this August. Besides a calendar dominated by school supply shopping, orthodontist and haircut appointments, and [Read More...]\n\n3 Mistakes to Avoid When Writing Memoir\n\nLet’s make one thing clear up front: I am drawing here on my experience as an avid memoir reader, not as a memoir writer. I have one book to my name, and while it is partly a memoir and was well-reviewed, having written one memoir does not make me an expert in writing memoir. But I think [Read More...]\n\nWhy Talking Evangelical is Good for Your Blog Stats\n\nA few months ago, I tweeted this: “Reason #437 I love being an Episcopalian: No one knows who Mark Driscoll is, much less why he’s apologizing.” Driscoll is a popular Seattle-based evangelical pastor, known in part for his complementarian opinions on sex and marriage (i.e., the view that God calls men and women to complementary [Read More...]\n\nIn Defense of Social Media\n\n\nTo dismiss the online world as a repository for irrelevant banter by narcissistic blowhards who are ignoring their families is both inaccurate and unfair to those for whom social media enables valuable, life-giving work. [Read more...]\n\nWhen a Viral Blog Post Doesn’t Change Much of Anything\n\n\nBeing a writer is primarily about writing—not about following some social media guru’s five-step system for getting the most attention for each blog post, or about keywords and SEO. [Read more...]\n\nTroll-Proofing Our Online Writing\n\nIf only Internet trolls were as appealing and harmless as this guy.\n\nAt the Festival of Faith and Writing two weeks ago in Grand Rapids, Michigan, my friend Jennifer Grant and I co-led a discussion group titled “Troll-Proofing Your Online Writing.” Based on our conversations and my own reading and musing, here are a few thoughts about what we can and can’t do about trolls, and why [Read More...]\n\nHow the Internet is Killing the Book Review\n\n\nNow that I own a Kindle, my ever-raging thirst for new reading material can be assuaged with a few finger swipes. Because I have wide-ranging taste and am relatively choosy about which books earn the swipe, I rarely regret a purchase. But last week I regretted not only buying a particular book, but also the [Read More...]\n\nGod Does Not Make Me Happy (or Three Things I Learned About My Relationship with God)\n\n\nLast weekend, I went on a one-night retreat with my church’s vestry. (In an Episcopal church, the vestry is akin to a board of directors. We advise and collaborate with the clergy on big-picture questions around the church’s mission, and approve the annual budget. I am in my third year of a three-year vestry term.) [Read More...]",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.6179130673,
        "format_confidence":0.888063252
    },
    {
        "url":"http:\/\/growingthrugrace.com\/RadioBroadcastArchive.aspx",
        "text":"Today On Growing Thru Grace\n\n7\/16\/2019 - Acts 8:26-40\nFollowing His Leading!\nTo what lengths would you go to find God? As we continue our study in the Book of Acts chapter 8:26-40, we’ll get back to the commitment of the Ethiopian eunuch that was willing to ride in a chariot for miles in order to find the truth. To meet this commitment and hunger, God has sent Philip to intercept this royal entourage on it’s way back home. Let’s join Pastor Jack for the exciting conclusion of this message.\n\nListen Buy\n\nLooking For Today's Radio Special? Click Here\n\nPreviously Aired Broadcasts\n\nDateStudy #TitleListenBuy\n7\/16\/201918ID3047BFollowing His Leading!\n7\/15\/201918ID3047AFollowing His Leading!\n7\/12\/201918ID3046BSamaria, Salvation, and Simon the Sorcerer\n7\/11\/201918ID3046ASamaria, Salvation, and Simon the Sorcerer\n7\/10\/201918ID3045BScattering the Flock\n7\/9\/201918ID3045AScattering the Flock\n7\/8\/201918ID3044BStephen Finishes Well\n7\/5\/201918ID3044AStephen Finishes Well\n7\/4\/201918ID3043BStephen Steps Up!\n7\/3\/201918ID3043AStephen Steps Up!\n7\/2\/201918ID3042BFaithful in the Little\n7\/1\/201918ID3042AFaithful in the Little\n6\/28\/201918ID3041BGrowing Pains\n6\/27\/201918ID3041AGrowing Pains\n6\/26\/201918ID3040BOur Relentless Enemy\n6\/25\/201918ID3040AOur Relentless Enemy\n6\/24\/201918ID3039BHypocrisy, the Enemy Within\n6\/21\/201918ID3039AHypocrisy, the Enemy Within\n6\/20\/201917ID3038BFill Us Again to Overflowing!\n6\/19\/201917ID3038AFill Us Again to Overflowing!\n6\/18\/201917ID3037BThe Honeymoon is Over\n6\/17\/201917ID3037AThe Honeymoon is Over\n6\/14\/201917ID3036BPeter Preaching on the Porch\n6\/13\/201917ID3036APeter Preaching on the Porch\n6\/12\/201917ID3035BLearning Whom God Uses!\n6\/11\/201917ID3035ALearning Whom God Uses!\n6\/10\/201917ID3034BA Look at Life in the Early Church\n6\/7\/201917ID3034AA Look at Life in the Early Church\n6\/6\/201917ID3033BThe Saving Power of the Word\n6\/5\/201917ID3033AThe Saving Power of the Word\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 ...\nShowing page 1 of 94",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9975730777,
        "format_confidence":0.8873001933
    },
    {
        "url":"http:\/\/www.realization.org\/page\/namedoc0\/isa\/isa_i.htm",
        "text":"Search Site\n\n• • • • • • • • • \n\nRecent stuff\n\nNothing Existed Except the Eyes of the Maharshi by N.R. Krishnamurti Aiyer. Oct. 29, 2001\n\nWho Are You? An Interview With Papaji by Jeff Greenwald. Oct. 24, 2001\n\nAn Interview with Byron Katie by Sunny Massad. Oct. 23, 2001\n\nAn Interview with Douglas Harding by Kriben Pillay. Oct. 21, 2001\n\nThe Nectar of Immortality by Sri Nisargadatta Maharaj. Oct. 18, 2001\n\nThe Power of the Presence Part Two by David Godman. Oct. 15, 2001\n\nThe Quintessence of My Teaching\nby Sri Nisargadatta Maharaj. Oct. 3, 2001\n\nInterview With David Godman. Sept. 28, 2001\n\nThe Power of the Presence Part One by David Godman. Sept. 28, 2001\n\nNothing Ever Happened Volume 1 by David Godman. Sept. 23, 2001\n\nCollision with the Infinite by Suzanne Segal. Sept. 22, 2001\n\nLilly of the Valley, the Bright and Morning Star by Charlie Hopkins. August 9, 2001\n\n• • • • • • • • • \n\nOur email address is editor @realization.org.\n\nCopyright 2001 Realization.org.\n\n\n\nIsa Upanishad\nTranslated by F. Max Müller\n\n\nPrevious Next  \n\n\nEditor's Introduction\n\n\nIN TRADITIONAL COMPILATIONS of the Upanishads, this one usually appears first.\n\nIt constitutes the fortieth chapter of the Vajasaneyi Samhita of the White Yajurveda. Since it is the only Upanishad taken wholly from a Vedic Samhita, it is sometimes called the \"Samhita Upanishad.\"\n\nLike the Kena Upanishad, the Isa Upanishad takes its name from its first word, Isa, meaning \"by the Lord.\"\n\nThe Text\n\nThis translation was made by F. Max Müller, a famous nineteenth-century Sanskrit scholar. We have copied it from The Sacred Books of the East, Volume I, published in 1879. The copyright has expired.\n\nThe notes are by me.\n\n-- Elena Gutierrez\nJune 4, 2000\n\n\n\nPrevious Next  \n\n\nThis page was published on Realization.org on June 4, 2000.\n\nCopyright 2001 Realization.org. All rights reserved.",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9918930531,
        "format_confidence":0.7535349727
    },
    {
        "url":"https:\/\/www.al-islam.org\/?cat=282&start=100&t=258&qt-resources=2",
        "text":"\n\nWhat's New\n\n  • Salatul Jumuah in the Thoughts and Words of Ayatullah Shahid Murtadha Mutahhari\n\n    This brief text gives insight on the viewpoint of Shahid Mutahhari on Salatul Jumuah and its importance. This lecture was given in the year 1380 AH in Tehran, Iran.\n\n  • In the Presence of the Beloved\n\n    We live in a world in which the fight for the material is omnipresent. We fight to obtain everything material but no matter how much we are never satisfied due to the fact that we always want something that we do not know what it is but that causes us to feel empty and in need. This emptiness can only be filled by seeking Allah swt. The present book is a collection of lectures about dua delivered by Ayatollah Muhammad Taqi Misbah Yazdi. It consists of four parts. The first part concentrates on the importance of supplication in general. The other three parts deal in detail about Dua al-Iftitah, Dua Abu Hamza at-Thumali and Dua Makarim al-Akhlaq.\n\n  • Ta’qibat al-Salat - Rituals Succeeding the Ritual Prayers\n\n    Ta’qibat al-Salat - Rituals Succeeding the Ritual Prayers Afzal Sumar Following a question from a gentleman about the sequence of the ta’qibat al-salat as practiced and taught by the Messenger of God (saw) and the Imams (as), the author has embarked on the journey of giving the best answer. In order to help answer the question the author has used works of demonstrative law (al-fiqh al-istidlal) which are taught and studied at the inter-mediate level of the Hawza curriculum. *********************************** A couple of months ago, a certain gentleman from Mombasa Jamaat (Kenya) asked an interesting question on an email list-serve to which I belong. He wished to know the sequence of the ta’qibat al-salat as practiced and taught by the Messenger of God (saw) and the Imams (as). Though the question was very specific and clear but to discern the authentic practice and teachings of the Prophet and the Imams from their sunna, would require a researcher to delve into the\n\n  • Resurrection, Ma'ad\n\n    The present work discusses the subject of \"Resurrection\", which is one of the volumes of the \"Splendid Light of Wisdom\" Collection with the aim to increase the level of knowledge in the young generation’s mind, and will enable them to comprehend and to know more deeply, the clear and erudite thoughts of this learned thinker; so that it may open a new path in front of them.\n\n  • Community Building, Part 3\n\n    This series of papers studies the importance of community-building and Prophet Muhammad’s efforts to implement it. This part further builds upon the concept of truthfulness in Islamic theology and is moral system; of Allah as the true being, revelation as the truth, the prophets’ mission to serve the truth, and the importance of communities striving to become truthful.This series is based on a nine-session course conducted by the author on Community Building at the Islamic Centre of England in London in 2009.\n\n  • Book Review - scripture, poetry and the making of a community: Reading the Qur'an as a literary text\n\n  • Unclear (Mutashabih) Verses According to the Will of Lady Fatima Al-Zahra\n\n    This article examines the personal requests and counsel in the will of Fatima Al-Zahra and offers an analysis of the events that revolved around socio-political issues.\n\n  • The Social Functions of Imamate\n\n    This paper investigates the existence and impact of Imamate. Imamate is a divine institution, and the Imam is responsible for administering the affairs of society through being linked to the main source of guidance – Allah.\n\n  • Intercession and Intermediation\n\n    Shafaʿah and tawassul can be compared to the links, connections and networks that people use in this life to acquire what they seek. These means and intermediaries should be approved, set and introduced by God, and one should not take them as any independent source of impact, for there is no independence whatsoever for anyone other than God, whether in this world or the next.\n\n  • Quran strategy on its Own Preservation, Part 1\n\n    This paper explores the practical measures taken to ensure the Qur’an’s survival as an unadulterated text, exploring the following areas to display these strategic stylistic methods\n\n\nI attained realization of God, may He be glorified, by the dissolution of resolutions, and by the solution of complexities.\n\n- Imam Ali (a) -\n\nNew to Islam\n\nDiscover Islam by browsing through material selected from our Library that is particularly appropriate for those who are new to Islam.\n\nWho are Shi'a & Sunni?\n\nUnderstand the commonalities & differences between the two major schools of thought in Islam, and find out more about Islam as taught by the Prophet & his family\n\n\nSign up for Al-Islam.org newsletter\n\nSign up to get notified when new books & articles are added to Al-Islam.org\n\nOur Sub Projects",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9974005222,
        "format_confidence":0.9941161871
    },
    {
        "url":"https:\/\/www.elevatedexistence.com\/archives\/march-2013-issue\/",
        "text":"March 2013 Issue: Gabrielle Bernstein\n\nmar-2013-coverOnly $4.99 for the Digital Issue\n\n\nBuy Print Issue\n\n\n\n\n\nCover Story: Gabrielle Bernstein – Living a Miraculous Life\nBest-selling author, Gabrielle Bernstein shares how to cultivate a miracle mindset and live a life filled with love, happiness and everyday miracles, based on her new book “May Cause Miracles: A 40-Day Guidebook of Subtle Shifts for Radical Change and Unlimited Happiness.”\n\nEditor’s Letter: Choosing Love (FREE Preview)\n\nGetting a Good Night’s Sleep\nCreating a sacred sleep space and bedtime ritual can assist the body, mind and spirit in the rest and rejuvenation needed to tackle another day.\n\nNEW Advice From Sonia: Love is in the Small Things (FREE Preview) by Sonia Choquette\nInfusing love into the everyday details of living is the first step toward creating the life of our dreams. \n\nNEW Food as Medicine: Embarking on an Anti-Inflammatory Diet by Christine M. Okezie, CHHC\nBy adding certain foods to our diet – and cutting back on others – we can put out the fire on inflammation and activate the body’s natural healing ability.\n\nThe Meditation Room\nElevated Existence bringing readers the latest meditation research, resources (books, CDs, DVDs), and products. This issue features our picks for candles, the Dream Weaver by Deepak Chopra, and a book featuring mini meditation for busy lives.\n\nBook Spotlight: Healing the Whole You\nAuthors Louise Hay and Dr. Mona Lisa Schultz team up for a new book called “All Is Well: Heal Your Body with Medicine, Affirmations and Intuition.\n\nHealing Corner: Spring Cleaning the Body by Cathi Stack, ND\nDetoxing by juicing or eating raw foods can help remove toxins and restore the body back to a balanced state. \n\nSoul Connections: At the Heart of Love by Dr. Craig Martin\nMost of us feel the highs and lows of the holiday season, but focusing on love can help make the season worthwhile.\n\nSubscribe Now\nBuy Single Digital Issue for $4.99\nBuy Single Print Issue",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.8406655192,
        "format_confidence":0.8961743116
    },
    {
        "url":"http:\/\/third-space.org.uk\/2009\/11\/",
        "text":"Monthly Archives: November 2009\n\nThe incarnation – not plan B\n\nTonight in the pub,  Wendy led us through thought provoking stuff on the coming of Christ. For some of us, our  answer to the question, “Why did Jesus come to earth?’  defaults to the centrality of the sacrifice and atonement of Jesus on the cross so that we can be right with God and spend… Read more »\n\nCelebratory meal 4\/11\/09\n\nWhat a great time we had!  3 new jobs and 1 significant birthday!  Before the meal we took a moment to give thanks for all our blessings – and our liturgy included applause for those celebrating jobs and birthday.  Bread and wine featured as usual between courses – all contributed to an excellent Indian meal… Read more »\n\nAll Saints Day at the bandstand\n\nWell we knew the day would come… torrential rain in the park! Nevertheless, with no-one to blame for the lack of church heating, we pressed on – and had a GOOD time.  Steve began with words from Hebrews 12, reminding us of the great cloud of witnesses surrounding us, urging us on in our journey. … Read more »",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9940305352,
        "format_confidence":0.9319105744
    },
    {
        "url":"https:\/\/www.epaumc.org\/tag\/bishop-james-e-swanson\/",
        "text":"Bishop James E. Swanson\n\nOpening Worship Procession, 2015 Annual Conference\n\nLooking back, leaning forward: Annual Conference 2015\n\nRanging from the serious to the celebratory, the 2015 Eastern PA Annual Conference, May 14-16, shone its spotlight on past, present and future concerns, beyond merely voting on resolutions and… Read more\n\nAnnual Conference will spotlight stewardship and 2016\n\nThe agenda and schedule for our 2015 Annual Conference is set…well, not in stone, but close enough. The roughly 3-day annual session, from Thursday to Saturday, May 14-16, will convene… Read more\n\nAnnual Conference speakers to teach ‘Faithful Stewardship’\n\nEmphasizing faithful stewardship, the Eastern Pennsylvania Conference’s 2015 annual session, May 14-16, will engage church leaders in exploring wide-ranging concerns that promote what presiding Bishop Peggy Johnson aptly calls “responsible… Read more\n\nAnnual Conference 2015\n\n“Faithful Stewardship of Our Time, Treasure and Environment” May 14-16, 2015 GREATER PHILADELPHIA EXPO CENTER AT OAKS 100 Station Avenue, Oaks, PA 19456 For GPS purposes: Use 1601 Egypt Road,… Read more",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9974623919,
        "format_confidence":0.9781447053
    },
    {
        "url":"http:\/\/kagyuoffice.org\/2009\/03\/page\/2\/",
        "text":"\n\nGyalwang Karmapa Receives the Oral Transmission of the Vinaya Mulya Sutra\n\nMarch 19, 2009\n\nHis Holiness is receiving oral transmission and instructions of Dul-wa-dho-tsa-wa ( Vinaya Mulya Sutra) composed by Lob-pon Youn-ten Yoe, from Khenchen Yongzin Thrangu Rinpoche. The oral transmission commenced on March 17th and is being held at Kyabje Thrangu Rinpoche’s residence from 7-8 am.\n\n\nGyalwang Karmapa Receiving the oral transmission of the Vinaya Mulya Sutra Read the rest of this article\n\nHis Holiness Shares His Experiences of Mahamudra Practice\n\nMarch 16, 2009\n\nAt the request of students who recently finished The Venerable Khenche Yongzin Thrangu Rinpoche’s Mahamudra course, His Holiness accepted to teach the day after his arrival from Delhi.\n\nHis Holiness began with some question answers. After carefully answering the questions, His Holiness decided to share some of his experiences for the benefit of the students who are practicing Mahamudra. Read more\n\nHis Holiness Gyalwang Karmapa Gives Talk to Students of Tibetan Youth Hostel in New Delhi\n\nMarch 13th, 2009\n\nMany students from all around Delhi gathered to attend the talk; His Holiness Karmapa gave the reading transmission of the common short supplication of Manjushri and Seven Line prayer of Guru Rinpoche. His Holiness began his talk wishing good health and success for everyone.\n\nThis year marks 50 years of exile in India for Tibetan people, and it is a very long period. We do many demonstrations and rallies for Tibet. If we do not have a Tibetan spirit then we are merely following society or just copying others. The new generation should take more interest in our tradition, culture and religion that our elders have preserved. We have to study and understand the fundamentals of our Buddhist religion – that is love and compassion. Learn basics of our culture and tradition and develop respect and affinity towards it. I think that is how to gradually develop a spirit of Tibetan. I think education and Tibetan ambiance are two very important factors for building up a Tibetan spirit.\n\nHis Holiness concluded the talk with some question answers with the students.\n\nHis Holiness arrived in New Delhi on March 12, from Read the rest of this article\n\nGyalwang Karmapa Inaugurates the 10th Religious Conference of Tibetan Buddhism\n\nMarch 6, 2009\n\nHis Holiness inaugurated the 10th Religious Conference of Tibetan Buddhism at Thekchen Choling in Dharamsala. The heads of all the major Tibetan Buddhism sects including the Bon participated the conference.\n\nThe Religion and Cultural department of Tibetan Government in exile requested His Holiness to inaugurate and to lead the conference. Read more",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9975389242,
        "format_confidence":0.9856988788
    },
    {
        "url":"https:\/\/www.catholicnewsagency.com\/archive\/2006\/07\/06",
        "text":"Archive of July 6, 2006\n\nMovement founder says family is a \"first line of evangelization\"\n\nJul 6, 2006 - 12:00 am .- The Family is a “path to holiness and first line of evangelization,” said Luis Fernando Figari, Superior General of the Sodalitium Christianae Vitae and Founder of the international Christian Life Movement during an address to the International Theological Pastoral Congress on the Family.\n\nPope tells Croatian Bishops to announce gospel values in face of relativism\n\nJul 6, 2006 - 12:00 am .- Pope Benedict XVI today received prelates from the Croatian Bishops' Conference, who have just completed their \"ad limina\" visit.  The Holy Father called on the bishops to continue preaching the Gospel in their changing country.\n\nPatriarch Alexy II positive about Russian Orthodox-Roman Catholic relations\n\nJul 6, 2006 - 12:00 am .- Russian Patriarch Alexy II insisted on the need for the Russian Orthodox and Roman Catholic churches to cooperate facing the challenges of the current culture in modern Europe, reported Interfax.\n\nChief Rabbi calls on Pope to denounce Gay Pride Parade in Jerusalem\n\nJul 6, 2006 - 12:00 am .- The chief rabbi has asked Pope Benedict XVI to denounce an international gay festival, scheduled to take place this year in Jerusalem, reported\n\nPriest requests prayers for abortion practitioners\n\nJul 6, 2006 - 12:00 am .- The national director of Priests of Life is calling on Christians to pray for the continued conversion of abortion practitioners.\n\nIndian bishops demand justice following attack on sisters of Mother Teresa\n\nJul 6, 2006 - 12:00 am .- Archbishop Marampudi Joji of Hyderabad and other Christian leaders are demanding that authorities take immediate action against Hindu radicals who harassed four Missionaries of Charity, reported the Catholic Bishops Conference of India.\n\nCardinal Herranz asks legislators to recognize marriage as a union between man and woman\n\nJul 6, 2006 - 12:00 am .- The President of the Pontifical Council for the Interpretation of Legislative Texts, Cardinal Julian Herranz, requested that the world’s legislators consider passing legislation recognizing marriage as “the union of one man and one woman, open to procreation.”\n\nLebanon is last hope for Christianity in the Middle East, Priest says\n\nJul 6, 2006 - 12:00 am .- Lebanon is the last hope for Christianity in the Middle East - that was the message from a Lebanese priest speaking recently at an event in support of the suffering Church.\n\nPope changes Valencia schedule to include visit to site of subway accident\n\nJul 6, 2006 - 12:00 am .- Organizers of the Fifth World Meeting of Families confirmed yesterday that the schedule of Pope Benedict XVI will be adjusted to include a visit the site of the metro disaster which took the life of 41 people in Valencia on Monday.\n\nFollow us:\n\nCheck out Catholic News Agency Polls on LockerDome on LockerDome",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9970178604,
        "format_confidence":0.9889843464
    },
    {
        "url":"https:\/\/thinkdivinely.com\/tag\/youth\/",
        "text":"So the Next Generation Will Know\n\nIf you're a parent, a Christian educator, or a Youth Pastor, this book needs to be in your library for a reference of fantastic ways to equip Gen Z for a biblical worldview.\n\nBy |May 1st, 2019|blog|8 Comments\n\nWhy I Put My Son Back in Public School\n\nI read a blog recently urging Christian parents to abandon the public-school system since it’s basically abandoned any semblance of Christian values and morals. The blogger stated that children cannot be expected to stand firm in their family’s values with the onslaught of secularists’ views for six to seven hours of instruction daily for […]\n\nBy |April 17th, 2017|blog|2 Comments\n\nA Boy’s Faith Walk Through Cancer\n\nIt was just a bump on his hand, or so they thought. Westley probably got it from roughhousing around with his brother. But the bump wasn’t going away. So, Kelly took her son to the doctor thinking it was possibly a broken bone. The doctor said it was just a cyst because when a […]\n\nBy |January 17th, 2017|blog|2 Comments\n\nApatheism— 3 things you can do to combat the theology of unbelief\n\nAmericans who say they are “non-religious” have grown in recent years. About one-in-five people (one-third are under the age of 30) claim to be religiously unaffiliated, according to the Pew Research Center. Some have a name for this new trend: “Apatheism.” This means people are apathetic about if there is a God and how […]\n\nBy |January 9th, 2017|blog|1 Comment\n\nIs Beauty Truly in the Eye of the Beholder?\n\nby Lisa Quintana\n“Beauty is in the eye of the beholder”… this saying is a rather modern concept. In ancient education, beauty was taught. Teachers told students to be aware of what they’re drawn to, and then encouraged to ask: to what are you being drawn? Is it something true and good, or not? Could it […]\n\nBy |October 31st, 2016|blog|5 Comments",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9641253948,
        "format_confidence":0.9490680099
    },
    {
        "url":"https:\/\/www.faithandleadership.com\/blog\/11-26-2012\/mondays-news-ideas",
        "text":"Monday's News & Ideas\n\n  • New strategy on women bishops?\n  • New face of old Moravian church\n  • Chronological New Testament\n  • Celebrity Prayer\n  • Post-election evangelical brand\n  • What to worry about\n\nAlmost half the lay members who voted against female bishops were womenThe (London) Guardian: Records show 33 of 74 laity who voted against female bishops were women. Internal memo says CoE needs radical new strategy.\n\nAt Central Moravian, the new face of an old churchThe (Allentown, Pa.) Morning Call: Jamaican pastor chosen to lead United States' oldest Moravian congregation, reflecting changing demographics of worldwide Moravian communion.\n\nChronological New Testament offers study toolUnited Methodist Reporter: Marcus Borg's new book does scholars, preachers and Bible students a great service by reordering the New Testament in the order the books were written.\n\nKim Kardashian's mercy mission to the Middle EastThe (London) Guardian: Prayer takes many forms, and one of the newest is the Celebrity Prayer, which takes place not in a church or in solitude, but on Twitter.\n\nPost-election fight over the 'evangelical' brandChristianity Today: Jim Daly, other leaders want \"evangelical\" to be less about politics.\n\nThe Spark\n\nThe worst is yet to comeNever in our history have Americans been so fearful; never, objectively speaking, have we been so safe, the Wall Street Journal reports. So what are we all so frightened of? Encyclopedia Paranoiaca offers a tongue-in-cheek catalogue of what to worry about in an age when Americans have never been so safe.\n\nWant to get News & Ideas in your inbox every weekday?Subscribe to our News & Ideas newsletter.",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9907844067,
        "format_confidence":0.7561163306
    },
    {
        "url":"http:\/\/www.chakra.org\/Apr2011.html",
        "text":"Old Browsers\nJagannatha's Chakra -- main banner\nChakra past articles:\nApril 2011\nNew Dwarika Dham, ISKCON Nyali Temple Opening\nby Sri Gauranga Das\nPosted April 30, 2011\n\nOn 12th of April 2011, Mombasa, Kenya celebrated a very special Ram Navami festival as a beautiful new ISKCON temple was opened and Their Lordships Sri Sri Sita Rama Laksman Hanuman were installed and welcomed to reside in Nyali to give Their blessings to all the residents of Mombasa.\n\nThe festivities of the grand opening of New Dwarikadham Temple in Nyali, Mombasa were spread over five days beginning with Nagar sankirtana in the Nyali area on Saturday 9th April 2011.\n\nOn Sunday 10th April 2011 devotees and well wishers arose very early in the morning to attend the last mangala arati offered to Sri Sri Rukmini Dwarikadish (Click here for the full article)\n\nIn the News:\nYamuna Rally\n\nby Radha Jivan Poddar\nPosted April 28, 2011\n\nA group of farmers led by Bhanu Pratap Singh, head of the Kisan Union ( Farmers Union ) of Mathura and devotees from different areas of Braj are demonstrating at the Jantar Mantar Grounds in New Delhi since April 15th.\n\nPlease see Click Here (for updated coverage of this rally).\n\nAmong those present are Radha Jivan das of ISKCON Alachua, who has helped in organizing and funding this rally at the behest of Sri Ramesh Baba of Barsana.\n\nThis group of dedicated devotees is sleeping on the Delhi sidewalks without any toilet and other facilities for shelter from the sun and rain since April 15th.\n\n72 people have been on a hunger strike since the 16th of April.\n\nAbout 40 devotees of ISKCON Delhi also attended and did kirtan at the site in a show of support.\n\nAn open letter of appeal has been sent to the President of India and Prime Minister of India demanding they immediately issue public notices stating the actual condition of the Yamuna beyond Delhi. (Click here for the full article)\n\nMini Camp for Children at Gita Nagari Farm\nby Ortrun Gates\nPosted April 25, 2011\n\nThere is still time to register for this year's first Children's Mini Camp at Gita Nagari Farm. The camp will be held from June 17th through the 19th and is open to boys and girls ages 9 to 13. Drop off is on the 17th at 3 pm and pick-up on teh 19th at 5 pm.\n\nRecently the question came up if parents could join their children during this time since it is a short camp (only 3 days) and it would make it hard for some parents to travel quite far to drop off their children and then come again to pick them up. The management team has come up with the following solution: If you - parents - would like to stay at the farm during the three day weekend you are most welcome to do so. The children can have their camp unemcumbered and we can certainly use some folks who can do some service. (Click here for the full article)\n\nIn the News:\nNew Life Sprouts in Old East Dallas Neighborhood\n\nby Jessica L. Huseman, Staff Writer, Dallas Morning News\nPosted April 22, 2011\n\nThe smell of cinnamon wafts through the intersection of Gurley and Graham avenues in East Dallas. It's not the only thing emanating from Kalachandji's Indian restaurant and its adjoining Hare Krishna temple, whose pristine grounds stand in stark contrast to the aging homes around it.\n\nThings are starting to change in the Mount Auburn neighborhood — mostly at the hands of the Kalachandji's community. \"The whole neighborhood was built by the Ford Company in the '30s for their workers,\" said Danny Thomas, manager of the restaurant. \"They were cheap houses back then that were built without foundations. They sink into the ground.\" Members of the temple have begun moving into the surrounding houses, remodelling them and becoming active in neighborhood groups.\n\nDallas's only Hare Krishna temple was founded in 1971 in a building that once housed Mount Auburn Christian Church. The restaurant opened a few years later, with the goal of sharing a unique brand of vegetarianism with the Dallas community. (Click here for the full article)\n\nProtestors Oppose Soup-Run Ban\nby Parasuram das, Food For All Kingscross, England\nPosted April 21, 2011\n\nWestminster, England's city council has proposed a law that would criminalise people who distribute free food. It would also criminalise people who are homeless if they are caught sleeping on the street. Such a law would certainly affect Food For Life, which is based in the Soho Street temple, and Food For All, which is based at Matchless Gifts in Kingscross.\n\nProtestors have vowed that they will clog up the courts if Westminster council proceeds with its proposed ban on rough sleeping and soup runs in parts of the borough. Hundreds of protestors turned out recently for a street protest to oppose the ban, which the local authority wants to introduce through a new bylaw. Protestors included volunteers, church representatives, homelessness charities and rough sleepers.\n\nAlastair Murray, deputy director with the homelessness charity Housing Justice, said the new law would \"effectively criminalize compassion.\" (Click here for the full article)\n\nResponse to the GBC Strategic Planning Committee for Temple Development\nby Niscala dasi\nPosted April 16, 2011\n\nIt is encouraging to know that our GBC are interested in finding the best way for making our temples successful, by surveying all the temples and finding out what works. If it is an impersonal survey, for the purpose of gathering statistics, leading to the passing of numerous resolutions for people they have never met, never spoken to, much less having gotten to know, then it will do more for the cause of depersonalization than for temple development and reform, and devotees will feel more than ever, reduced to numbers. When we are driving dangerously we are warned “you may become just another statistic!”, an idea that makes the skin crawl with horror, yet it is where we are at, if the only importance our leadership can assign us is numerical- how many books we have given out, how much money collected, etc…\n\nYet there is another way to do a survey… asking the devotees personally, their needs, problems, observations. Or if that is not possible to do in person, then much can be learnt from the various devotee forums, maybe even coming down to their level and taking part in the discussions, to find out what they find lacking in the temples. (Click here for the full article)\n\nBBT Communications Officer Sought\nby Kaisori-devi dasi\nPosted April 10, 2011\n\nThe BBT is seeking a Communications Officer. We're looking for an articulate, dynamic devotee--someone with fresh ideas, who can work on a team, and who has a love for Srila Prabhupada's BBT and his books. Good English skills a must. An ability to express yourself in writing a serious plus. Communications experience also a plus, but if you have the right spirit and a willingness to learn, it's not essential.\n\nResponsibilities include working with the BBT Trustees and Directors and a small team of devotees to create and execute a Communications strategy to promote the BBT, its books, and its services.\n\nFor more information, please write me privately and include something about your devotional background and service experience. Looking forward to hearing from you. email: (Click here for the full article)\n\nA Lord Caitanya Miracle\nby Parasuram das\nPosted April 10, 2011\n\nFor many years we would have wonderful processions for Gaura Purnima and Narasimhadev appearance day through the centre of London. but then the police informed us that they were not insured to police the events. We would have to get a professional security company to steward the event - the costs were going into thousands and thousands of pounds.\n\nThis year I phoned the head of police again - just in case, to try my luck. Again he spoke of 6 months of planing and huge fees. But some how Lord Caitanya sitting in his heart gave him a push and he told me to go ahead as there was a loophole in the law - which he explained to me. That was it - lets have Rathayatra with Lord Caitanya and Jaganath down the busiest street in London on a Saturday afternoon.\n\nSrila Prabhupad murti from Radha Krishna Temple in Soho left his Vyasasana and came out on a palanquin. (Click here for the full article)\n\nNew Book On Vraja Dhama\nby Sahadeva Dasa\nPosted April 10, 2011\n\nAs a service to devotees, holy dham and acharyas, we have released the book ‘Wondrous Glories of Vraja’. The book can be accessed and downloaded at the following addresss\n\nClick Here\n\nThis is the first book in the series of Vaisnava acharyas' works that we are planning to print and put up online. The idea is to make a comprehensive repository of Vaisnava acharya’s works which confirm to good standards. Many available works have been done for commercial reasons (Loi bazar editions) and many others are simply not available. To make the matters worse, many of the brilliant works rendered by devotees like Kusakrtha Prabhu have gone out of circulation. In today’s situation, a seeker would end up running from pillar to post if he were to look for an authentic edition of a book which is somewhat complete with original verses, transliteration etc. Of course there are many devotees who are producing excellent books in this field. (Click here for the full article)\n\nReport From the GBC's Strategic Planning Temple Development Committee\nby Kaisori dasi\nPosted April 7, 2011\n\nThis is part three of a series of reports informing you about the work of the GBC's Strategic Planning committees. If you missed the discussion about the Succession Committee or the Education Committee, you can find them here, respectively: www.dandavats.com\/?p=9337 and www.dandavats.com\/?p=9385\n\nA devotee friend asked me recently about the rationale behind creating a strategic plan for a spiritual organization. He understood the need for strategic planning in the corporate world where you have to anticipate market changes and consumer interests, but he suspected its relevance to our confederation of devotees who, after all, are ultimately i... (truncated)",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.996334672,
        "format_confidence":0.8356362581
    },
    {
        "url":"https:\/\/cuppajoeandthou.wordpress.com\/category\/faith\/",
        "text":"\n\nGo Color Your World With Hope!\n\n2016 is like a white canvas before us! It’s a challenging year ahead for everyone.  There are tough decisions to be made as our country faces another presidential election and new threats to our safety and peace. There is debris from 2015 still to sort through and put right even as threat of more upheaval looms heavy on the…\n\nSteady On\n\nLove this post I found on facebook shared by Broken Believers. Photo credit: One step at a time…sometimes shaky steps. We sang a song (from the first chapter of the book of Joshua) at a church I attended many years ago that pops into my head at some critical moments… “Be strong and courageous do…\n\nFaith Grows In The Midst\n\nI saw this on Facebook and hope it is okay to share it here.  I couldn’t have written it better. It is what I have lived and how I have survived…prevailed!…through some very dark and painful circumstances.  You can do this! Find more at Simple Reminders.\n\nReflections from Settled Street\n\nOriginally posted on dinkelislandsmalltalk:\nI walked today on a street called “Settled.”  The early sun cast long shadows across the road.  Houses were tidy with manicured lawns and decorative flags.  Birds tweeted busily among the bushes and trees.  A light breeze brushed my cheek.  It felt good to be on Settled Street today. Sometimes I…",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9973055124,
        "format_confidence":0.5204716325
    },
    {
        "url":"https:\/\/hiscreation.com\/frontpage?page=15",
        "text":"A Cicada Praises Christ Jesus in Colorado\n\nhttp:\/\/www.youtube.com\/watch?v=uaM949kFrkw&feature=youtu.be   This hymn of an annual cicada was heard at 4:30 PM in the Wheat Ridge, CO greenbelt on October 2, 2013. It has generally been assumed that insects sing to attract a mate, but honest scientists admit that this is yet an unproven theory. The Bible clearly states that God's creatures sing praise to their Creator (Psalm 96:11-13)!\n\nSurrendering to Christ\n\nMaybe you're already at the place of total surrender of your life to Christ, but if not, please prayerfully—on your knees and with a humble heart—listen to this brief message.\n\nWinter Longing\n\nWinter is necessary because it helps to create a longing for Christ—the One who is Life.\n\nPhoto by Radosław Drożdżewski\n\nKnow Your God!\n\n“It is the first and greatest work of ministers of Christ to acquaint men with that God [who] made them, and is their Happiness: to open to them the treasures of His goodness, and to tell them of the glory that is in His presence, which all His chosen people shall enjoy…. Having shewed them the right end, our next work is to acquaint them with the right means of attaining it.” Puritan Richard Baxter\n\nLandfill Harmonic Orchestra\n\nThe ability to make song is a special gift from our Heavenly Father (James 1:17). But in my wildest dreams I would have never imagined that He could bring such a depth of beautiful music out of such a desperate situation:\n\n\n\nSubscribe to Front page feed",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9959255457,
        "format_confidence":0.852751255
    },
    {
        "url":"https:\/\/rainbowroomni.wordpress.com\/useful-information\/",
        "text":"Below are links to pages with useful information about Reiki, how to live your life spiritually, and other information or articles which you may find useful and interesting. Just click on the link to bring you to the information.\n\nChakra information\n\nDistance Healing\n\nControl Drama’s\n\nRecommended Books\n\nClearing your house\n\nAura’s and how to see them",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.988958478,
        "format_confidence":0.9895011783
    },
    {
        "url":"http:\/\/www.sharefaith.com\/guide\/church-directory\/connecticut\/middlesex-county\/lake-pocotopaug\/index.html",
        "text":"Lake Pocotopaug Church Directory\n\nLake Pocotopaug Church Directory\n\nThe Lake Pocotopaug Church Guide provides descriptions of local Christian churches, cathedrals and other places of Christian worship in Lake Pocotopaug Connecticut. Maps are included. If you are a resident, visitor or are preparing to relocate within the city limits, you will find this information useful. With it you can connect with other congregations in your area, find a like-minded church to worship while visiting, or have the information you need to begin searching for a new home church.\n\nAbout Lake Pocotopaug - Background Information\n\nTotal population3169\nMedian Age: Female38.7\nMedian Age: Male37.2\nNumber of households1347\nMedian Income$58,325\n\nSource: 2000 census, U.S. Census Bureau",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9928129315,
        "format_confidence":0.5600369573
    },
    {
        "url":"http:\/\/www.michaelmichail.com\/2015\/04\/",
        "text":"Monthly Archives: April 2015\n\nBeltane – May Day\n\nThere are 8 basic mystical festivals that have been celebrated around the world for thousands of years. The names and specific dates may be modified in different cultures, and some of the rituals associated with them may differ – but\n\nPosted in Holidays\n\nSubscribe to Blog via Email\n\nEnter your e-mail address to subscribe\n\nJoin 15,146 other subscribers\n\nRecent Posts",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9935595989,
        "format_confidence":0.8011815548
    },
    {
        "url":"http:\/\/www.sermonindex.net\/modules\/mydownloads\/scr_index.php?act=topicSermons&topic=Jealously&page=0",
        "text":"SermonIndex Audio Sermons\nImage Map\nAudio Sermons : By Topic : Jealously\n\n The Glory Of God And The Image Of Jealousy by Carter Conlon\n\nTopic: Jealously\nScripture(s): 2 Chronicles 6:16-17, Ezekiel 9:4, Ezekiel 10  \nDescription: This is a message about how God will not compete with idolatry for the hearts and minds of his people. Instead he will lift his glory from their lives. He reluctantly took his glory from Israel as illustrated in Ezekiel, and nobody even noticed, for the priests were busy with their secret things. Whatever you give your time and attention to the most is what is influencing your character and is becoming your idol. Too many go to church, going through the motions on Sunday and the rest of the week devote themselves to their own pursuits and pleasures and wonder why they can't feel God's presence. God desires to dwell among his people. But when they don't like to retain the knowledge of God, when they prefer an appearance of godliness with no power it will lead to destruction.\nSermon Comments (1)\n\n©2002-2019 SermonIndex.net\nPromoting Genuine Biblical Revival.\nPrivacy Policy",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9977439642,
        "format_confidence":0.5124995708
    },
    {
        "url":"https:\/\/andrewjware.com\/2017\/11\/",
        "text":"The Real Kingdom of Heaven\n\nAs I stand up here to preach a sermon on Christian Unity I reflect on the manner in which I feel unqualified in this context today to preach on unity. My mind fills with thoughts of how a Caucasian man preaching in an African American church has little ground to preach about what it truly … Continue reading The Real Kingdom of Heaven\n\n\nRedemptive Forgiveness\n\nIn 1948 the country of South Africa was plunged into an oppressive time known as Apartheid. During this time the ruling, white, class oppressed the people of other races all across the country. Plunging most of the South African society into a racially segregated society that allowed white people to thrive and punished people of … Continue reading Redemptive Forgiveness\n\nLiving with the Spirit\n\nToday we work ourselves back in the creed to the part we skipped over last week. I want to begin by saying that when I skipped over the section on the Spirit last week it is not because the Spirit is unimportant in our faith, rather I saw an opportunity to connect God’s word to … Continue reading Living with the Spirit\n\nCommunity Together Forever\n\nI spent the better part of 8 years fighting my call to ministry. It wasn’t necessarily an outward fight that people would have seen, and most people may not have even known it was going on. However, in all that I went through, in my ups and downs of high school and college, there was … Continue reading Community Together Forever",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9976650476,
        "format_confidence":0.7479890585
    }
]