[
    {
        "url":"https:\/\/www.footballaustralia.com.au\/news\/outcome-football-australia-general-meeting-held-friday-19-february-2021",
        "text":"Outcome of Football Australia General Meeting held on Friday 19 February 2021\n\nFootball Australia held a general meeting of Members at 10:00am on Friday 19 February, 2021.\n\nThe meeting was convened in response to a notice given by Football NSW, a Member who currently holds 6.1% of the votes in Football Australia, to move a resolution to remove Heather Reid as a Director of Football Australia with effect from the close of the meeting.  \n\n In accordance with the Football Australia Constitution and the Corporations Act 2001 (Cth), the Members may remove a Director if the Members pass a resolution, by simple majority, in favour of removing the relevant Director.\n\nThe resolution proposed by Football NSW was passed by the Members at the General Meeting.\n\nAs the election and removal of Directors is a fundamental and exclusive right for Members to exercise, the Board of Football Australia will not be making any comment in relation to this matter or on the outcome of the resolution.\n\nFootball Australia would like thank Heather for her service to the Football Australia Board, and wish her the best for the future.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9639978409,
        "format_confidence":0.9560495019
    },
    {
        "url":"http:\/\/summit.davintech.ca\/archive\/v17-n05\/trampolinists\/",
        "text":"The Carlington Summit\n\nOttawa's Spring Action Trampoline Club had a very successful weekend at the 1st Ontario Trampoline Qualifying Competition on November 13 and 14. The competition was held in conjunction with the Canadian Living Parents & Kids Show at the Metro Toronto Convention Centre. This was the first trampoline competition of the season and the first competition ever for five of the young Spring Action Team members. Thirteen year-old Alex Adcock made an impressive début in the sport of trampoline, winning a Gold medal in the Provincial 1 Boys level. Alex comes to trampoline from a background in freestyle skiing.\n\nMatthew Patry, age 15, took the Gold medal in the Provincial Open category with a performance that also qualified him to represent the Eastern Region at the Ontario Winter Games which will be held in Sault Ste. Marie in March, 2000. Nicholas Rizewiski of Spring Action will be the alternate for the Ontario Winter Games Eastern Region Team. Rizewiski received a bronze medal in Level 2 Boys competition, with team-mate Jonathon Keon close behind in 4th place. Eleven year-old Kelly Vertes placed 4th in the Provincial 1 Junior Girls Category.\n\nOttawa also showed strong results at the National level with four silver medal performances. Kathleen Lane took silver in the Novice Women's category and Geoff McGill missed the gold by only 0.1 points in Novice Men's. Canadian Team member, Heather McManus, also from Spring Action, received the other two Silver medals for her performances in the Senior Women's Synchronized competition with partner Brenna Casey, and in the Two Trick Spectacular event where she was second to future Olympian, Karen Cockburn!\n\nTrampoline is a new Olympic sport. Competitions consist of a compulsory routine which is judged for style and execution (similar to diving or gymnastics), and an optional routine which is judged for both execution and difficulty. Each routine has ten skills which must be performed consecutively. Karen Cockburn and Matthew Turgeon of Richmond Hill will be representing Canada at the 2000 Olympic Games in Sydney, Australia.\n\n[graphic] [graphic]\n\nAll photos by SportsWatch\n\n\nSpring Action Trampoline Team: (back) Sean McManus, Heather McManus, Eric McGill, Alex Adcock, Yolande Usher, Geoff McGill, Kelly Vertes, Kathleen Lane, Giacomo Trottier, Lynn Ashdown, Karine Halpenny. (front) Jonathon Keon, Nicholas Rizewiski, Matthew Patry, Cathy Savage.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9965726137,
        "format_confidence":0.5809792876
    },
    {
        "url":"https:\/\/www.formulaford.org.au\/single-post\/2019\/08\/28\/Massive-field-set-for-Formula-Ford-celebrations-at-Phillip-Island",
        "text":"Follow Us\n  • White Facebook Icon\n  • White Instagram Icon\n  • White Twitter Icon\n\n© 2019 by Formula Ford Association Inc.\n\nMassive field set for Formula Ford celebrations at Phillip Island\n\nMarch 5, 2019\n\n\nThis weekend a field of 56 Historic Formula Ford cars will celebrate the category's 50th Anniversary at Phillip Island for the largest Historic Race Meeting in the Southern Hemisphere.\n\nCompetitors from all over the country will be joined by six international drivers, who will be flying in from the U.K. and New Zealand.\n\nRenowned historic competitor Andy Newall will this year be headlining the U.K contingent aboard a Palliser FF. Newall will share the circuit with fellow British drivers Don Boyack, Mark de Rozarieux and Oliver White. White is here for his second outing Down Under, after winning the Historic Formula Ford races in support of the 2018 Hi-Tec Oils Bathurst 6 Hour last year.\n\nNew Zealander Henry Kircher will be the only Kiwi racing at the Island this year, after a big contingent crossed the Tasman to race at Phillip Island in 2018. Kircher's car has been living in Australia ever since and the Kiwi is planning on doing more racing in Australia in 2019.\n\nLast but not least is Melbourne-based American competitor George Thornton. George will be steering his Australian-based RF86 Van Diemen.\n\nThis event will be all about celebrating the long history of the category in Australia. Cole Spender will be participating in the event aboard a Spender Lynx that his father, Phil Spender, built in New Zealand in 1971. Phil will also have a steer of his old car during the Regularity events at Phillip Island.\n\nAmong the Aussies, a few names will ring a bell to the general public.\n\nRichard Davison, son of the late Lex Davison and father of Will and Alex, will be racing his RF89 Van Diemen, alongside his niece Claire Greig, who will be the only woman in the field aboard her Reynard FF84.\n\nFormer Australian Formula Ford Champions David Roberts and Tim Blanchard will join the 50+ car field aboard a Swift FB89 and an RF88 Van Diemen, respectively. Tim, who's now retired from his full-time Supercars career, is expected to race at various Formula Ford events this year. The Blanchard family is a strong supporter of the category, with Tim's brother Harri racing in another RF88 Van Diemen over the weekend at Phillip Island.\n\nThis year the VHRR (promoter of the event) have allocated more track time to Formula Fords, with a parade lap and a longer, \"trophy race\", to be held on Sunday afternoon.\n\nVarious cars will be presented during the parade lap, with John Bowe, Larry and Terry Perkins, Tim Blanchard and David Roberts confirmed to take part in the parade.\n\nThe trophy race on Sunday will mark the beginning of a new perpetual trophy, the \"Perkins Cup\". Both Larry and Terry Perkins won the TAA Formula Ford Driver To Europe Series in the 1970s and will be at Phillip Island on Sunday to award the winner of the final race with the trophy.\n\nThe weekend celebrations will kick off on Friday with qualifying and race one, followed by another four races on Saturday and Sunday.\n\nGeneral public admission prices:\nFriday $30.00\nSaturday $35.00\nSunday $45.00\n2-day (Fri\/Sat) $50.00\n2-day (Sat\/Sun) $70.00\nWeekend (3-day) $95.00\nPensioner concession $5.00 off each of above fees\n\nFor any further information regarding this event, please feel free to contact our VHRR category representative.\n\nFormula Ford schedule for the weekend:\n\nQualifying - 11:05AM\nRace 1 - 3:05PM\n\nRace 2 - 10:50AM\nRace 3 -2:35PM\n\nRace 4 -9:10AM\nTrophy race \"Perkins Cup\" - 12:25PM\n\nFormula Ford Entry List:\n\n#1 Andy Newall (UK) - Palliser\n#2 Andrew McInness (Vic) - Van Diemen RF89\n#3 Richard Davison (Vic) - Van Diemen RF89\n#4 John Greig (Vic) - Reynard FF82\n#6 Todd Willing (Vic) - Reynard FF82\n#7 Jeremy Mantello (Vic) - Van Diemen RF86\n#8 David Roberts (QLD) - Swift FB89\n#10 Henry Thomas-Kircher (NZ) - Ray FF87\n#12 Ian Edgar (Vic) - Lola T642A\n#13 Paul McMahon (WA) - Van Diemen RF88\n#14 Steve Willing (Vic) - Swift FB89\n#17 Adam Berryman (Vic) - Van Diemen RF86\n#18 Lyndon Arnel (Vic) - Lola T440\n#21 Tim Blanchard (Vic) - Van Diemen RF88\n#22 Norm Vesty (NSW) - Zink Z10\n#22 Glen Woodforde (SA) - Reynard FF83\n#23 Bo Jensen (SA) Van Diemen RF89\n#26 George Thornton (US) - Van Diemen RF86\n#30 Andrew Lamrock (Vic) - Reynard\n#32 Jacob Bonisch (Vic) - Crossle 32F\n#33 Claire Greig (Vic) - Reynard FF84\n#35 Warwick Foletta (Vic) - Van Diemen RF75\n#36 Don Boyack (UK) - Van Diemen RF89\n#39 Mark Brunning (Vic) - Elfin 620B\n#41 Neil Richardson (SA) - Van Diemen RF89\n#42 Harrison Blanchard (Vic) - Van Diemen RF88\n#46 Phil Oaks (NSW) - Elfin 600\n#47 Adrian Wilkinson (Vic) - Van Diemen RF89\n#48 Patrick Mullins (SA) - Van Diemen RF86\n#49 Eric Bellamy (Vic) - Wren 3\n#50 David Grant (NSW) - Reynard\n#51 Jonathan Miles (Vic) - Van Diemen RF89\n#53 Nicholas Bennett (Vic) - Elfin 600\n#55 Raymond Stubber (WA) - Royale RP31M\n#57 Cole Spender (Vic) - Spender Lynx\n#58 Mark de Rozarieux (UK) - Van Diemen RF88\n#60 John Van Leeuwen (WA) - Van Diemen RF80\n#65 Robert Surman (SA) - Van Diemen RF87\n#70 Phil Marrinon (Vic) - Galloway HG5\n#72 Anthony Mann (Vic) - Van Diemen RF86\n#73 Graeme Degotardi (Vic) - Bowin P6F\n#80 Ewan Geals (Vic) - Lola T644\n#81 Simon Matthews (WA) - Royale RP29\n#87 Jeffrey Sorensen (NSW) - Streaker Ford FF01\n#88 Andrew Nethercote (Vic) - Reynard FF87\n#94 Paul Faulkner (Vic) - Crossle 32F\n#95 Will Faulkner (Vic) - Van Diemen RF86\n#100 Daniel Holihan (NSW) - Swift DB1\n#117 Craig Degotardi (Vic) - Elfin 600\n#177 Oliver White (UK) - Reynard FF89\n#188 David Brennan (Vic) - Van Diemen Piper\n#221 Frederick Frech (NSW) - Crossle 32F\n#330 Frank Harris (Vic) - Van Diemen RF86\n#342 Kevin Kosa (Vic) - Lola 340\/342\n#416 Andrew Barron (Vic) - Van Diemen RF73\n#783 John Flint (Vic) - Lola T440\n\n\n\nShare on Facebook\nShare on Twitter\nPlease reload\n\nRecent Posts\nPlease reload",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9674038291,
        "format_confidence":0.8701691628
    },
    {
        "url":"https:\/\/women.nznbl.basketball\/nbl-announce-womens-development-league-games-tipping-off-4-december\/",
        "text":"NBL Announce Women’s Development League Games tipping off 4 December\n\nTo cap off a big year for basketball, the Sal’s NBL has announced the dates for its newest competition – the women’s Development League.\n\nSimply known as the D-League, the competition will feature four teams playing in three-day schedule this year, however a move to an eight-team extended league is expected in 2021.\n\nThe D-League will feature during the final three days of the currently running Sal’s NBL 18IN18 at Pulman Arena, south Auckland.\n\nCompeting teams include Tauranga City Coasters, Rotorua Lady Geysers, Northland Phoenix and Taranaki Thunder.\n\nNBL general manager Justin Nelson is pleased to finally see the new competition get off the ground.\n\n“The D-League was originally planned for mid-year with eight teams competing, but of course it’s be stop-go throughout 2020 and we’ve all had to wait patiently to get to where we are today,” said Nelson.\n\n“This competition is a stepping stone to the Sal’s NBL and is another vital piece in the player pathway for our elite women. To have another forty-plus women on the court in early December playing under the NBL banner is incredibly important to what we are trying to build for the players.”\n\nThe D-League competition will see two games played on Friday 4 December, four games on Saturday 5 December, and then a Grand Final on Sunday 6 December.\n\nAll games will be played during the day ahead of the evening’s NBL game, and entry for all fans will be free.\n\nIn another coup for the NBL, the D-League Grand Final will be broadcast live on Sky Sport Select (2:30pm, Sunday December 6) as a curtain raiser to the 18IN18 Grand Final which tips off at 5pm that day.\n\n“All going well, a return to a normal season in 2021 will see more than a hundred players participating in our women’s NBL and D-League competitions. You simply cannot overstate how important that is for the future of the Sky Sport Tall Ferns and New Zealand’s growing opportunities to win medals at international level,” added Nelson.\n\nPlatinum Homes Taranaki Thunder general manager Rebecca Langton is looking forward to seeing her team back on court.\n\n\"The opportunity to play in the D-League competition alongside our NBL women couldn't have come at a better time for the Platinum Homes Taranaki Thunder.  We had a successful campaign at the Schick 3x3 Cup with a final placing of 5th, well above our initial seeding of 10th, so the natural next step was to continue building on that result and to field a team in the D-League tournament.\"\n\n\"We are excited to be in a position where we can field a team of young and more experienced players.  This short tournament format has enabled players to commit to the team.  Players like Zoe Kensington, Jenna Kensington, and Vanessa Weir juggling jobs and babies, through to Raquel Sampson and Caitlin O'Connell being able to fit this in between NCEA exams - this format is ideal for our players.  We just had to be a part of it.  We acknowledge and appreciate the mahi gone in to making this happen for us.\"\n\n\nSal’s NBL D-League\n\nWhere: Pulman Arena, south Auckland\n\nWhen: December 4-6\n\nEntry: Free\n\nFriday December 4\n\n3:00pm          Tauranga City Coasters vs Rotorua Lady Geysers\n\n5:00pm          Northland Phoenix vs Taranaki Thunder\n\nSaturday December 5\n\n8:00am          Taranaki Thunder vs Tauranga City Coasters\n\n10:00am       Rotorua Lady Geysers vs Northland Phoenix\n\n3:00pm          Northland Phoenix vs Tauranga City Coasters\n\n5:00pm          Taranaki Thunder vs Rotorua Lady Geysers\n\nSunday December 6\n\n2:30pm          Grand Final (1 vs 2 \/ broadcast live on Sky Sport Select Ch50)\n\n\nMore info in the 18IN18:\n\n  1. Sal’s NBL 18IN18 – the women’s NBL event with 18 games in 18 days\n  2. Tickets will be sold on the door from $10 (Under 18s free).\n  3. Tip off 19 November at the Pulman Arena, Takanini, Auckland.\n  4. All games broadcast live on Sky Sport. See the full schedule here.\n  5. The 18IN18 official website is\n  6. Fans can follow the League on Facebook, Instagram and Twitter via @NZNBL. #SalsNBL\n\nForm is temporarily not available. Please visit our contact page.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9968919158,
        "format_confidence":0.8747897148
    },
    {
        "url":"https:\/\/caloundramalibuclub.com\/2020\/08\/31\/reminder-agm-this-thursday-night-6-30pm\/",
        "text":"Caloundra longboard surfers club\n\nReminder AGM this Thursday Night @6-30pm\n\nHi Everyone,\n\nReminder This Thursday Night September 3rd The AGM IS ON at Sailing Club Starting at 6-30 PM.\n\nFree Drinks\n\n\nBusiness Rising out of Last Meeting\n\nPresidents Report\n\nElection of Officers\n\nGeneral Business\n\nC u all There\n\nComments are closed.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9229969382,
        "format_confidence":0.9900892973
    },
    {
        "url":"http:\/\/playinourdirt.com\/run-for-kids-in-kenya-5k-run-1-mile-walk\/?date=2018-3-20&t=list",
        "text":"Run for Kids in Kenya-5k Run-1 Mile Walk\n\nJoin the community for a fun filled family opportunity to give. Monday, November 9th at the Clark County Fairgrounds 1301 Whipple Logandale NV 89021.\n\n  • Meet at 4:40 pm, event starts at 5:00 pm\n  • Bring the whole family!\n  • $20 per participant\n  • $50 per family\n  • $5.00 for Child for 1 Mile Run and mileage counts toward the 100 mile club.\n\nThis is a non profit Fundraiser and 100% of the proceeds will go towards purchasing items for the children’s home including bedding, clothing and hygiene items.\n\nDonate personal hygiene items for raffle tickets!\n\nPurchase $1 or $5 Raffle Tickets!\n\nAdditional Information:\n\nText or call Sadie 702-336-9167\n\nTo register or donate, contact Sadie or go to Sage Health and Empowerment 257 South Moapa Valley Blvd Overton NV 89040\n\nDonation Checks should be made payable to: Africa is Life Changing Inc.\n\n\n2017-11-10T22:29:42-08:00 October 21st, 2015|Categories: Uncategorized|Tags: , |",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.986428082,
        "format_confidence":0.7080584168
    },
    {
        "url":"http:\/\/crossfitmsd.com.au\/saturday-the-19th-january-2013\/",
        "text":"CrossFit 42 South\n\nSaturday the 19th January 2013\n\nOpen box today at 10am till 11.30am…\n\nCome in and do a catch up WOD, work on extra olympic lifting and tackle some mobility and things you need to work on..\n\nWhat is a CrossFitter?\n\nThis is a cool read….\n\n\nLeave a Reply",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9972088933,
        "format_confidence":0.7932203412
    },
    {
        "url":"https:\/\/www.volleyballwa.com.au\/indoor-beachnew\/ibvf-wa-2017-erdinger-alkoholfrei-super-league-series\/",
        "text":"The Indoor Beach Volleyball Federation of WA is pumped for their upcoming 2017 ERDINGER ALKOHOLFREI Super League Series which takes place over 6 weekends this Winter season. This elite competition will showcase the best athletes in a 6 vs 6 format in a heart-stopping action-packed series. In 2017 the Rounds feature a change back to the traditional 3 x 14min set game format and the series will be split across 2 venues to allow for maximum game time for players. The first round on 6th of May is a North-South Battle, with the southern centres all competing at Bunbury and northern centres competing at Malaga\n\nIn a historic first, the 2017 ERDINGER ALKOHOLFREI Super League Series will be live streamed across the globe via the internet! We will be live streaming a morning and afternoon session from each of the venues on Facebook, and the entire day will be live streamed from each centre on YouTube. For Round 1 we will be live streaming Court 5 from Bunbury and Court 3 from Malaga. We would like to thank the folks at the Telstra Business Centre in Osborne Park for making this possible!\n\nTune in on Facebook here: https:\/\/www.facebook.com\/IBVFWA\/\n\nand on Youtube here: https:\/\/www.youtube.com\/channel\/UCobWITt4KIp0B_XFADflGOg\n\nFuture rounds can also be watched at the above links\n\nFixtures and Results will be posted here (and on facebook):",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9955742359,
        "format_confidence":0.9796309471
    },
    {
        "url":"http:\/\/frmanninggaels.ie\/minor-news-24-02-2019\/",
        "text":"Minor News – 24-02-2019\n\n\nSt Vincents Minor Football Club: MONSTER BINGO: St Vincents Minor Club are holding our Annual Bingo Fundraiser on Sunday 14th April 2019 @ 3pm in the ’98 Memorial Hall, Ballinamuck.  €2,500 to be won in prize money and Easter Eggs to be won on every page.  There will also be a monster raffle on the day.  The Minor Club caters for Nursery Children up to age 17\/18 years of age and support from our players Parents, Families & Friends is appreciated.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9137440324,
        "format_confidence":0.9897538424
    },
    {
        "url":"http:\/\/www.meangreensports.com\/sports\/c-track\/spec-rel\/050113aaa.html",
        "text":"White Named SBC Athlete Of The Week\n\nDENTON, Texas (5\/01\/13) – Hurdler Steven White was named Sun Belt Conference Athlete of the Week the conference announced on Wednesday.\n\nWhite become the first Drake Relays Champion in more than 40 years for North Texas this past Saturday in Des Moines, Iowa.\n\nWhite recorded a season best 50.11 in the men’s 400-meter hurdles. It was the second best time of his career and is the fourth best in Division I this season. White also leads the SBC in the event.\n\nNorth Texas will take the week off before traveling to Miami, Fla., for the SBC Outdoor Championships May 10-12. \n\n\n\nNorth Texas Mean Green",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9980849028,
        "format_confidence":0.6864029169
    },
    {
        "url":"http:\/\/byuhawaiisports.com\/general\/2016-17\/releases\/20170301zak2t4?dec=printer-decorator",
        "text":"Three Seasiders earn All-PacWest honors\n\nThree Seasiders earn All-PacWest honors\n\nIRVINE, Calif. – Three Seasiders were selected to the 2016-17 All-PacWest Men's and Women's Basketball team, released by the conference office on Wednesday.\n\nTanner Nelson and Safia Sheikh were each named to the All-PacWest Third Team for men's and women's basketball, respectively. Baldwin earned honorable mention All-PacWest honors.\n\nNelson led the BYU-Hawaii men's basketball in scoring this year at 16.8 points per game, good for seventh in the conference. He scored over 20 points nine times this past season, including a career-high of 35 points against Alaska Fairbanks and 31 at Hawaii Pacific. Nelson added 5.8 rebounds and 2.8 assists, both in the top 20 of the PacWest conference. Nelson was also named to the CoSIDA Academic All-Region team this season.\n\nSheikh ranked ninth in the PacWest in scoring at 15.1 points per game and 14th with 3.0 assists per game. She had seven 20+ point games and a career-high of 32 points to lead the BYU-Hawaii women's basketball to a victory over Dominican. After her performance against Dominican she was named Player of the Week Dec. 19\n\nBaldwin was Seasiders' defensive enforcer in the paint this season, routinely holding opposing centers below their season averages. Baldwin topped the conference with 2.5 blocks per game and ranked No. 17 nationally. She averaged a double-double of 12.0 points and 10.9 rebounds per game and tallied 11 double-doubles on the year. She finished the season ranked 13th nationally in rebounding average and 10th in defensive rebounds per game. Baldwin was named defensive player of the week Feb. 20.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9947289824,
        "format_confidence":0.8383219242
    },
    {
        "url":"http:\/\/www.brownbears.com\/sports\/c-gym\/2013-14\/releases\/20140314aev7m0",
        "text":"Gymnastics Posts School-Record 194.225 at William and Mary\n\nGymnastics Posts School-Record 194.225 at William and Mary\n\nWILLIAMSBURG, Va. – Sophomore Alexandra Chretien (Commerce Township, Mich.) tied the school record of 9.875 on bars and freshman Caroline Morant (Chicago, Ill.) took second with a career-high 39.025 in all-around, helping the Brown gymnastics team post a 194.225 and break the team score school record for the second meet in a row. The Bears placed second overall at Kaplan Arena on Friday, trailing only first-place North Carolina (194.775) and finishing ahead of William and Mary (193.425) and Rutgers (193.375).\n\nFollowing a then-school record 194.125 in last Sunday's quad meet, the Bears raised the bar once again on the strength of Morant's personal best 9.825 on beam and 9.800 on floor to claim first place in both events. Senior Michelle Shnayder (Lincolnshire, Ill.) matched Morant's 9.800 on floor to round out a trio of first-place honors for the Bears. Sophomore Diana Walters (Austin, Texas) tied for second on beam after a career-high 9.800 and took third on bars with a 9.775, while Chretien nabbed second on bars to give Brown a total of six top-three finishes.\n\nBrown sprinted out of the gate with a meet-best 48.625 on bars, driven by Chretien's inspired 9.875 that wrote her name in the Brown record books. Walters took hold of third place (9.775), Morant placed fourth (9.725) and freshman Jorden Mitchell (Indianapolis, Ind.) finished fifth (9.700) in an exceptionally strong bars field. The Bears slightly trailed William and Mary for first place after the Tribe went for a 48.725 on vault in the first rotation.\n\nBrown's elevated performance continued on beam with Morant's event-winning career-best 9.825 and Walters' personal-record 9.800, lifting the Bears to a 48.550 event score. Despite being on pace to set another program record, Brown's 97.175 was outpaced by the Tarheels, who snuck into first place with a 97.275 total after floor and vault. \n\nMorant and Shnayder teamed up to shine on the floor exercise, tying for first place with matching 9.800 scores. Walters (9.700) took fifth and freshman Brooke Williams (Clyde Hill, Wash.) placed sixth (9.675) to contribute to Brown's 48.575 team mark.\n\nThe Bears concluded with vault and saw Shnayder and senior Rebecca Freedman (Plainview, N.Y.) tie for fourth place with 9.750. Brown reeled in a 48.475 total to secure a 194.225 for a new school team score record. North Carolina proved just strong enough to run away with the victory, however, using an outstanding 49.050 on bars to seal a 194.775 and first place.\n\nIn all-around, Morant's best score of her young career (39.025) earned second place, while Walters (38.925) took fourth and Shnayder checked in at fifth (38.700).\n\nThe quad meet concludes regular season competition for the Bears and the back-to-back Ivy Classic Champions will return to action at the ECAC Championships at Temple University on March 22.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9977958202,
        "format_confidence":0.6001153588
    },
    {
        "url":"http:\/\/www.washingtonrotary.org\/2019\/03\/kewash-half-marathon.html",
        "text":"Friday, March 22, 2019\n\nKewash Half Marathon\n\nThis week at Rotary Teri Hartzler and Amy Schulte invited Michelle Driscoll to talk to the group about the Kewash Half Marathon. The run started in 2014 with about 70 participants and has grown over the past 5 years with over 240 participants from 10 different states last year. Last year, over $8000 was raised, with part of the funds being returned to different organizations and clubs in the community, including 2 youth running groups in Washington, and the high school cross country team.\nThis year, the race will be held on Saturday, April 20th, and will start and finish outside JPs 207. The route goes through some of the more beautiful and historic parts of Washington, before heading west out of town onto the Kewash Nature Trail. There is a half marathon, a 10K and a 5K. New additions to the race this year include pacers for those trying to set new personal records, or who just want to run with a group of people for extra encouragement. Organizers are also hoping to have cheering sections set along the route to give runners an extra nudge to keep going. There will be a group of local firefighters who are going to run the half marathon as a relay, with each one running 1 mile in full fire gear.\nThe organizers are asking for volunteers to come out the Saturday before, April 13th, at 9 am to meet at the trail entrance near Sunset Park to help with trash clean-up. The flyer for the clean-up is pictured below, and you may contact Teri Hartzler if you are interested in helping.\n\nTeri also spoke briefly about a new program the Y is hosting for community members with special abilities. Each Tuesday afternoon in the month of April from 3-5, they Y will host The Social Scene. A new activity will be offered each Tuesday for participants to expand their skill sets and try out some new things. The flyer is pictured below with more information.\n\nUpcoming Events:\nMarch 28: Lynn Koch\nApril 4: Connie Larson\nApril 11: Willie Stone\nApril 18: Emory Van Gerpen (Holy Week)\nApril 25: Bob Lamb",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9945065379,
        "format_confidence":0.827020824
    },
    {
        "url":"http:\/\/dunderrygaa.com\/articles\/12576",
        "text":"Founded 1890\n\nCo. Meath\n\nFootball & Hurling Championship Last Man Standing Competition starts this weekend.\n\nLastmanstanding logo 68k9167i\n\nWant to manage your club's membership online this year? We've seen revenue increase by 30%.\n\nSee More\n\nThe Football and Hurling Championship is already under way but it's never too late............\n\n\nDunderry GAA club will be running a predictor game for the rest of the season.\n\nEntry into the competition is €20 per person. The rules are simple:\n\n\n\n- Each Wednesday the games are posted on the club website. \n\n\n\n- You simply pick the winning team \/ teams for that weekend.\n\n\n\n- Picks must be returned by Friday at 8pm\n\n\n\n- 5 points awarded for the correct winner. \n\n\n\n- You can pick as many winners as you like.....but.....\n\n\n\n-......If you guess incorrectly, you are out! \n\n\n\n- If you miss the deadline, you score zero points but are still in. \n\n\n\n- League table updated every Monday. \n\n\nPlease contact Tony Dowdall 087 090 8824 or Garreth Dooley 085 169 2575 with your entry. \n\n\n\n- Top 3 at the end of the season share the pot with the club.\n\nOther News\n\nDownload ClubZap and subscribe for more news.\n\n\nThe 2019 Battle of the Townlands is here!!!\n\nThis Sunday see's the second Townland Cup taking place in...\n\nAgm 2019 1024x483\n\nUpcoming AGM's\n\nPlease mark these dates in your diary: - Dunderry Fair AG...\n\nAgm 20note\n\nDunderry GAA Club Annual General Meeting\n\nDunderry GAA Club will be holding the Annual General Mee...\n\n\nJunior C Championship Final\n\nDunderry will take on Walterstown in the Ideal Bathrooms ...\n\nHurling 202\n\nIntermediate Hurling Final\n\nThis Saturday Dunderry are in the Uniflu Intermediate Fin...\n\nCrest 20pic\n\nUnder 21 Football & Hurling 2019\n\nAnyone who would like to be involved in the coaching setu...\n\nDownload ClubZap\n\nGet live information for Club on the ClubZap App\n\nApp Store Google Play",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9895135164,
        "format_confidence":0.8210715652
    },
    {
        "url":"http:\/\/www.roadracingworld.com\/news\/mro-chaplain-tim-burleson-organizing-events-to-benefit-food-bank-in-new-orleans\/",
        "text":"Digital Edition Subscribers: Read Roadracing World Magazine Now >\nRoadracing - An Online Service of Roadracing World Magazine\nSep 26, 2012\n\nMRO Chaplain Tim Burleson Organizing Events To Benefit Food Bank In New Orleans\n\nI am guessing that many people if not all that are reading this have been fed today and fed well. I have. I just picked up my grandson from pre-school. Jack Jack and I made a stop at McDonald's before we came home. However there are people around us who have not eaten well today. There are still many people who will go hungry, not just in Africa or Bangladesh but in the good ol' US of A.\n\nAt next week's GEICO Motorcycle AMA Pro Racing event at NOLA Motorsports Park, we shall have the opportunity to do something about hunger in one of the cities that hosts our racing. New Orleans is a city where due to poverty and weather related problems, many of the people within its influence are hungry. The Second Harvest Food Bank of New Orleans serves the hungry of the lower 22 parishes (counties) in Louisiana. We are going to have a food drive to support this food bank and we are inviting racers, teams, families, officials and fans to participate by brings containers of non-perishable foods to drop in the collection bins which will be all over the paddock and fan areas of the track. Since this is the last race of the 2012 season, we are asking teams to donate leftover food. There is a real chance to make a real difference in the lives of hungry and needy people in and around New Orleans. We are also asking racers to participate in a Wednesday work day at the food bank prior to move in day at the track. Cameron Gray and the good folks at M1 Motorsports are helping to organize this workday. If you are interested in joining the workday contact Cameron at M1. We have several riders lined up and could use more.\n\nThanks for your help and participation!\n\nTim Burleson, Chaplain GEICO Motorcycle AMA Pro Road Racing",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9193413258,
        "format_confidence":0.7917214632
    },
    {
        "url":"https:\/\/boylegaaclub.blogspot.com\/2017\/08\/update-14th-august.html",
        "text":"Monday, August 14, 2017\n\nUpdate 14th August\n\nOwen Garvin, Maeve McDonell and Conor Tivnan were €20 winners at the most recent Club Lotto draw which was held in the Patrick's Well. The jackpot wasn’t won. It will be at €1,600 for the next draw on Saturday Aug 19th which will be held in the Kate Lavin's.\nWell done to the McGovern Directional Drilling sponsored senior team who have completed the league stages of the O'Gara Cup unbeaten. As a result they will play Division 1 League football in 2018.\n\nThey will be out again next Saturday evening, August 19th, when they play St. Brigid's in the senior championship in Castlerea at 5:30pm.\n\nThe U-14's play St. Ciaran's on Thursday August 17th, at 7:30pm in Fuerty. The U-16's play Clan na nGael on Sunday August 20th, at 12noon in Johnstown.\n\nWell done to the Minors on their win in the first round of the Championship. They play Kilbride on Thurs at 7.30pm in the Abbey Park. \n\nCongratulations to Shannon Gaels on winning the Sean Daly Memorial Cup final. It was a very competitive match with great football played by both teams. Thanks to Paddy and Monica Daly & family for presenting the cup.Thanks to the teams who took part and to all who were involved in hosting the competition. A special word of thanks to Aileen Daly for her assistance and to Tony Murphy for taking photos at the final.\n\nBest of luck to all players who are representing Roscommon in the National Community Games Final next weekend.\n\nNo comments:\n\nPost a Comment",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9828969836,
        "format_confidence":0.8269524574
    },
    {
        "url":"https:\/\/www.army.mil\/article\/31618\/Royals_sign_autographs__present__25K_for_families\/",
        "text":"FORT LEAVENWORTH, Kan. (Dec. 10, 2009) - Army Community Service is providing $50 gift cards to more than 400 families of deployed Soldiers on Fort Leavenworth, thanks to a donation from Royals Charities.\n\nKansas City Royals outfielder David DeJesus, and team Hall of Famers second baseman Frank White and pitcher Dennis Leonard visited post to sign autographs, meet with Army families and present a $25,000 check to support waiting families Dec. 2 at the Frontier Conference Center.\n\nJoy Sedlacek, senior director of Royals Charities, said the team raises funds throughout the year with sponsorships, golf tournaments, auctions and events at games. She said supporting military families of deployed service members was one of the charity's priorities, especially close to the holidays.\n\n\"We want to support our Soldiers because they are defending and keeping us safe,\" she said. \"We support our families and our military.\"\n\nCol. Wayne Green, Fort Leavenworth Garrison commander, said it was an honor to accept the charity's gift.\n\n\"We're thrilled to accept this offer on behalf of our waiting families and the Soldiers they support,\" he said.\n\nGreen said the funds would not only support gift cards, but a catered holiday dinner for waiting families and gift boxes for single Soldiers through their unit family readiness groups. He thanked Royals Charities for their gift of caring and concern.\n\nFamilies said they were especially excited to meet Royals baseball Hall of Fame players.\n\nMaj. Jim Bunyak, Battle Command Training Program, brought his son Dylan, 7.\n\n\"He didn't know, I surprised him and brought him over after school,\" he said.\n\nChris McCormick brought her daughter, Ainsley, 5, and neighbor Reese Dietzman, 6.\n\n\"Apparently, Reese has been wearing his ball cap for about two days,\" McCormick said.\n\nJonathan Hokana, Patton Junior High School eighth-grader, said he was pleased to meet the players.\n\n\"I was stunned because this hardly happens,\" he said. \"Personally, I think the more people support the military, the happier we'll be. These guys make everyone happy.\"",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.6946982145,
        "format_confidence":0.6931132078
    },
    {
        "url":"https:\/\/ballparkbiz.wordpress.com\/2016\/06\/24\/atlantic-league-unveils-2016-all-star-game-uniforms\/",
        "text":"Atlantic League Unveils 2016 All-Star Game Uniforms\n\nLancaster Barnstormers 2016 AL All-Star GamePRESS RELEASE – Imagine a sunny summer morning on one of the many farms that comprise Lancaster County. Picture a rising sun glistening behind the bright red barn.\n\nThat is the concept behind the 2016 Atlantic League All-Star jerseys, unveiled today by the Lancaster Barnstormers and Atlantic League (ALPB) officials. The design is in accordance with the incorporation of Lancaster County agriculture as the theme of the All-Star event.\n\nLancaster Barnstormers 2016 All-Star Game Unis Unveiled\n\nThe home Freedom Division squad will wear red, the primary color of the host Lancaster Barnstormers since the club’s inception in 2005. For the visiting Liberty Division squad, the jerseys will be a bright, sunny yellow, in line with that Lancaster County clear morning.\n\nOn both sets of jersey, a Lancaster County “farmscape” is imprinted on the back. This “farmscape” runs consistently with the logo for the 2016 ALPB All-Star Game as does the font for the numerals and the “Liberty” and “Freedom” lettering on the two sets of uniform tops.\n\nThe 22 members of each All-Star Squad plus the respective coaching staffs will be dressed in these festive, one-time only jerseys, provided by TeamGear and manufactured by Alleson Athletic, the official uniform of the Atlantic League.\n\nCaps maintain the color scheme with red bills on the Freedom Division caps and buttons, while the Liberty Division will sport yellow bills and buttons on its caps. Both sets will contain the 2016 ALPB All-Star logo. Headwear for the 2016 ALPB All-Star Game is provided by OC Sports, the Atlantic League’s exclusive headwear partner.\n\nThe Barnstormers partnered with Skye Design Studios ( to develop the 2016 Atlantic League All-Star Game logo and uniforms. SDS is a brand identity and design firm based in the greater New York City area with a satellite location in Winston-Salem, North Carolina.\n\n“The spirit of the All-Star Game is to celebrate and showcase the host area and the league. Lancaster itself is a vibrant region, so we wanted the look and feel of the All-Star Game to reflect those same qualities,” said Dillon.\n\n“We really wanted the jersey to represent the uniqueness of Lancaster County,” said Bob Zuckerman, one of the partners in the Barnstormers. “The All-Star logo does a tremendous job in reflecting this area, and we were able to translate that to the uniforms.”\n\nLeave a comment\n\nFiled under Branding & Marketing, Conference & Events, Merchandising\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9638367891,
        "format_confidence":0.5292660594
    },
    {
        "url":"https:\/\/www.buggywhip.com\/n-14-the-mint-400-the-great-american-off-road-race.html",
        "text":"March 1-5, 2017 : Las Vegas, NV\n\n“The storied history of the Mint is steeped in celebrity, drama and excitement as the city of Las Vegas itself. The Mint 400 has held the title of the toughest, most spectacular off-road race in North America since 1968 when it was first run. The race was created by Norm Johnson who was race director through 1974 and a participant from 69 to 82. Initially the race was a public relations event promoting the Mint Hotel’s annual deer hunt, but what started out as hotel promotion soon grew into a legitimate desert race.\n\nThe Mint 400 race ended in 1988 after the sale of the Mint however the story continued in 2008 when the Great American Off-Road Race was revived. Bigger badder and better than ever, the Mint 400 is everything that is was and a whole lot more. Given the advances in off-road technology and the ever changing landscape of Las Vegas, the Mint has grown but all the classic elements are still in place.” *\n\nThe Buggy Whip® Inc. Team shares in the enjoyment and excitement for this epic off road event. The Porter family’s history and love of off road racing stretches back across 3 generations, when George Porter, founder of Buggy Whip Inc., raced in The Mint 400 for many years. Running alongside famed drivers and celebrities across the history of the race, makes for sharing some awesome memories. Our passion for engineering the highest quality safety and visibility products sparks from this heritage.\n\nCheck Out all that is going on this week in Vegas on the Mint 400 Website\n\nBuggy Whip® Inc. wishes each driver the best of luck! Have fun and watch your favorite driver tear up this epic course!\n\n(Photo Credit: the Mint 400 website *)\n\nThe Buggy Whip name and Logo are trademarks of Buggy Whip, Inc. All Rights Reserved.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9866220355,
        "format_confidence":0.9404629469
    },
    {
        "url":"https:\/\/nowracroquetclub.com\/nowra-hosts-cat-croquet\/",
        "text":"Nowra Hosts “Cat” Croquet\n\nOn a cold winters afternoon, club members introduced visitors  to CAT Croquet ie “come and try “ croquet.  A number of the visitors enjoyed the two hour session, which was followed  by a wonderful afternoon  tea provided by the members.  After the afternoon tea, visitors expressed their willingness to join our club (for the food or the game?)  The organisers of the event were happy with the result.  Bob Williamson\n\n\nIMG_1914IMG_1913 2IMG_1912IMG_1892 2IMG_1896IMG_1900",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9676631689,
        "format_confidence":0.9871767163
    }
]