[
    {
        "url":"http:\/\/www.dailytech.com\/article.aspx?newsid=9544&commentid=211055&threshhold=1&red=3212",
        "text":"\n\nAs more sophisticated tools for traffic shaping are unveiled, the question soon becomes which service providers aren't throttling customer traffic\n\nAdding itself to the small-but-growing list of ISPs that admit to traffic shaping, Canada-based Bell Sympatico has confessed to using “traffic management” on heavy users “during peak hours.”\n\n“We are now using a Internet Traffic Management to restrict accounts,” wrote an unnamed forum administrator on Bell Sympatico’s support forums. According to the administrator, Bell Sympatico’s traffic shaping affects an unmentioned number of applications and protocols, including BitTorrent, Gnutella, Limewire, Kazaa, eDonkey, eMule and WinMX.\n\nA Bell Sympatico Manager chimed in immediately afterwards, explaining that “there continues to be phenomenal growth of consumer Internet traffic throughout the world” and that “Bell is using Internet Traffic Management to ensure we deliver bandwidth fairly to our customers during peak Internet usage.”\n\nAccording to the Manager, the bandwidth cap was introduced sometime last year and “doesn't affect the vast majority of [Bell’s] customers.” One concerned user asked if the traffic management will be removed as network capacity increases, to which the administrator replied that he “can’t answer this question,” and noted that it would be decided as the issue arises.\n\nInternet service providers have found themselves under an increasing burden as bandwidth-intensive internet services like online video and file-sharing have proliferated. While the true volume is unknown, many think that 30%-50% of all internet traffic is P2P-related, with a recent survey from traffic-management company Ipoque pushing that number towards an astonishing 90%.\n\nIn response to this, many providers have employed a variety of techniques to limit customers who are deemed to be using more than their “fair share,” a tactic that has been the subject of much debate as part of the controversy surrounding “network neutrality.”\n\nWhile traffic shaping is by far the most common, a few companies have employed more exotic methods: Comcast is thought to impose an invisible 600 GB bandwidth limit on its “unlimited” internet service, and a recent study conducted by the AP found that the ISP impersonates BitTorrent clients for the purposes of interfering with their connections.\n\nComments     Threshold\n\nThis article is over a month old, voting and posting comments is disabled\n\nAnother reason not to choose Bell\nBy DukeN on 11\/12\/2007 7:48:27 AM , Rating: 2\nHere in Canada, they are probably one of the worst organisations out there. Brutal customer service, quality of product, miserable repair\/service commitment (I once went to an office three different days to meet with a technician, not once did someone show up) and terribly expensive pricing.\n\nNot like Rogers (the other major player in majority of eastern\/central Canada) is any better, but atleast their service departments listen to you.\n\n“And I don't know why [Apple is] acting like it’s superior. I don't even get it. What are they trying to say?” -- Bill Gates on the Mac ads\nRelated Articles\nComcast Screws with File-Sharing Traffic\nOctober 19, 2007, 8:07 PM\n\nCopyright 2016 DailyTech LLC. - RSS Feed | Advertise | About Us | Ethics | FAQ | Terms, Conditions & Privacy Information | Kristopher Kubicki",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.8017604351,
        "format_confidence":0.890696466
    },
    {
        "url":"https:\/\/gizmodo.com\/this-is-why-half-the-internet-shut-down-today-1844425114",
        "text":"This Is Why Half the Internet Shut Down Today\n\nIllustration for article titled This Is Why Half the Internet Shut Down Today\nGraphic: Downdetector\n\nScores of websites and services went down Friday afternoon due to problems with Cloudflare’s DNS service, sparking rampant speculation about the cause. After all, a global DDOS attack would totally fit the real-life apocalypse movie that 2020 is increasingly turning into.\n\n\nThe outage, which started shortly after 5 p.m. ET, brought down popular sites and services like Discord, Politico, Feedly, and League of Legends for roughly half an hour on Friday. Once connections were restored, Cloudflare issued an incident report stating that the issue “was not as a result of an attack” and that it “has been identified and a fix is being implemented.”\n\n\nTurns out the real explanation’s nothing so nefarious. Evidently, half the internet briefly went dark because of a crappy router in Atlanta.\n\n“It appears that a router in Atlanta had an error that caused bad routes across our backbone. That resulted in misrouted traffic to PoPs that connect to our backbone,” Cloudflare CEO Matthew Prince tweeted Friday. “We isolated the Atlanta router and shut down our backbone, routing traffic across transit providers instead. There was some congestion that caused slow performance on some links as the logging caught up. Everything is restored now and we’re looking into the root cause.”\n\nAccording to the incident report, this issue with Cloudflare’s DNS service impacted its data centers internationally, from Frankfurt to Paris and Schiphol, as well as several in major U.S. cities, including Los Angeles, Chicago, Seattle, Atlanta, and San Jose. Reports on Downdetector showed the outages appeared to be concentrated in the U.S. and northern Europe.\n\nA DNS, or Domain Name System, serves as the connective tissue between the domain name you use to locate a website (like and its corresponding IP address, which determines the site’s specific location on the web. The service essentially acts as a digital phonebook for the internet, and there’s no getting to where you want to go online without it—regardless of whether a site’s own servers are working or not. Some internet providers rely on their own DNS service, but alternatives from the likes of Google and Cloudflare, which launched its version in 2018, are more commonly used.\n\n\nIt’s little wonder that most people immediately thought malicious hackers might have been the cause given this week’s Twitter hack for the history books. That kind of sprawling breach would have anyone on edge. And while a glitch in Cloudflare’s system may not be as exciting an explanation, at least we got a few good memes out of the deal.\n\nGizmodo weekend editor. Freelance games reporter. Full-time disaster bi.\n\nShare This Story\n\nGet our newsletter\n\n\n\nI find it pretty damn concerning that one crap router can cause this much trouble.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9178858995,
        "format_confidence":0.956559062
    },
    {
        "url":"http:\/\/lifehacker.com\/5806455\/mafiaa-fire-gets-you-around-shut-down-domains-to-their-new-homes",
        "text":"Firefox\/Chrome: When government officials seized ownership of a number of domains last month, a lot of people suddenly found their favorite torrent tracker shut down. Many owners of the seized domains simply moved to new URLs. If you're looking for them, the MAFIAA Fire extension uses a crowd-sourced database of alternative domains to connect you.\n\nThe MAFIAA Fire extension, once installed, will take you around any seized domain to an alternative operated by the same owner, if one is available. The extension maintains the list of alternatives and IP addresses so you can type in the name you know and be routed around the seized domain until you get to the site you're looking for.\n\nTo the extension developer, this is a matter of privacy and censorship, but to law enforcement officials it's an anti-piracy campaign that they've said will continue for years. Have you tried MAFIAA Fire, or miss your old torrent tracker after it was shut down? Let us know your thoughts on the issue in the comments.\n\n\nUpdate: The developer's web site, which hosts the Chrome version of the MAFIAA Fire Redirector, has had its hosting suspended this morning. We've linked to the Firefox add-on below, which is still up at\n\nMAFIAA Fire Redirector | Mozilla Add-Ons via TorrentFreak\n\n\nYou can follow Alan Henry, the author of this post, on Twitter.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.975638628,
        "format_confidence":0.9617305398
    },
    {
        "url":"https:\/\/9to5mac.com\/2018\/10\/23\/facebook-meseenger-4-update\/",
        "text":"Facebook has announced today in a blog post that the much-anticipated Messenger 4 update for mobile is rolling out today. The revamp focuses on simplifying the messaging experience by removing some of the clutter users have complained about in the past.\n\nMessenger 4 has simplified its navigation, revamping the entire bottom tab menu. It starts with one-to-one and group conversations, which are now combined into a single Chats tab. The company is also adding a new Camera button on the top right of this menu to let users easily share photos and videos to your friends and family. You’ll also have revamped People and Discover tabs which are self-explanatory.\n\nIn a recent Messenger study, 7 out of 10 (71%) people told us simplicity is the top priority for them in a messaging app.\n\nBut that’s not all, Messenger 4 will also bring in new ways to personalize conversations with custom nicknames, emojis, and chat colors. This includes the ability to create a really incredible OLED dark mode with custom chat bubble colors. Unfortunately, you won’t be able to apply this app-wide, but just to the specific chat you’re in. You can, however, manually theme every chat with the dark mode.\n\nWhile Messenger 4 is all about simpler and easier-to-use messaging, we’re still keeping all of the features that help you connect with the people you care about. Whether you want to poll your friends on which movie to see, split the bill for last night’s dinner, share your live location to find friends at a music festival, challenge them to your favorite games, or catch up in a group video chat, we aren’t changing anything about what you’ve always loved about Messenger.\n\nThe new update will be rolling out globally in the coming weeks. Learn more about the update here.\n\nMessenger is a free download from the App Store.\n\nSubscribe to 9to5Mac on YouTube for more Apple news:",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9888817668,
        "format_confidence":0.9939118624
    },
    {
        "url":"https:\/\/www.darkreading.com\/attacks-breaches\/spear-phishing-attacks-on-the-rise",
        "text":"Spear Phishing Attacks On The Rise\n\nSymantec warns that spear-phishing attack volume has hit a two-year high as attackers try to install botnet software, keylogging applications, or other malware.\nStrategic Security Survey: Global Threat, LocalPain\nStrategic Security Survey: Global Threat, Local Pain\n(click image for larger view and for full slideshow)\nTargeted email attacks are on the rise. In fact, the volume of such attacks has recently reached a two-year high.\n\nThat warning comes via Symantec, which said that it's now intercepting 85 targeted attacks per day--a subset of the actual number that would be seen on the Internet--which is the highest volume since March 2009, when it saw 107 attacks per day prior to that year's G20 conference in London.\n\nFurthermore, the nature of such attacks appears to be evolving. \"While some high-profile targeted attacks in 2010 attempted to steal intellectual property or cause physical damage, many of these targeted attacks preyed on individuals for their personal information,\" said Francis deSouza, group president of enterprise products and services for Symantec, in a blog post.\n\nSymantec's warning came on the heels of last week's announcement from Google that it was seeing attacks that targeted specific Gmail users' accounts. Google's Eric Grosse, the engineering director of the Google Security Team, said the attack appeared to originate from China.\n\n\"We recently uncovered a campaign to collect user passwords, likely through phishing,\" said Grosse in a website post. \"This campaign, which appears to originate from Jinan, China, affected what seem to be the personal Gmail accounts of hundreds of users including, among others, senior U.S. government officials, Chinese political activists, officials in several Asian countries (predominantly South Korea), military personnel and journalists.\"\n\n\"The goal of this effort seems to have been to monitor the contents of these users' emails, with the perpetrators apparently using stolen passwords to change peoples' forwarding and delegation settings,\" he said.\n\nGrosse said that Google's investigation was aided by spear-phishing research published in February, which warned that attackers were using fake Gmail log-in pages to harvest log-in credentials, then forwarding email to an attacker-controlled account.\n\nTo mitigate the risk that these types of targeted attacks pose, Grosse offered numerous recommendations, including activating two-step verification for Gmail, which employs a phone and second password for signing in. He also recommended using a unique, strong password, and never entering it except for a proper sign-in prompt on a page encrypted via HTTPS, and watching for red \"warning about suspicious activity\" that appear above the Gmail inbox. Finally, he said that users should beware attempts to forward their accounts to strange addresses, or to delegate the account inappropriately.\n\nGmail tweaks aside, stopping targeted attacks remains quite difficult, as its success against numerous organizations, including the White House, as well as security powerhouse RSA, illustrates.\n\nThat's because many of these attacks employ so-called spear phishing techniques. Unlike regular phishing, which sends large numbers of emails to large numbers of people, spear-phishing refers to sending a phishing email to a particular person or relatively small group. Attackers may also heavily customize their spear-phishing emails, using public information gleaned from the Web, to make the emails seem more authentic.\n\nThe purpose of these targeted attacks it typically to get the recipient to execute an attachment, which is really malware, or to get them to visit a website that then attempts to exploit their PC using known vulnerabilities. In either case, the attacker's goal is to gain root-level access to the targeted PC, typically by installing botnet software, keylogging applications, or other malware.\n\nIn this new Tech Center report, we profile five database breaches--and extract the lessons to be learned from each. Plus: A rundown of six technologies to reduce your risk. Download it here (registration required).\n\nRecommended Reading:",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.5681591034,
        "format_confidence":0.7332814932
    },
    {
        "url":"http:\/\/blog.seattlepi.com\/microsoft\/2009\/10\/21\/can-your-computer-handle-windows-7\/",
        "text":"Can your computer handle Windows 7?\n\nIf you own a Windows Vista machine, good news: Odds are you can use Microsoft’s new Windows 7 when it comes out Thursday \u0096 unless you’ve really screwed your computer up. But what if you’re running Windows XP on a pre-Vista machine?\n\nEnter the Windows 7 Upgrade Advisor, a tool Microsoft launched Tuesday to help people see if their computers can run Windows 7.\n\nIt can be downloaded for free here, and it scans your computer for any problems with your hardware, devices and applications. Then it recommends what you should do before upgrading, if your computer can handle Windows 7.\n\nHeads up \u0096 the program sends information back to Microsoft. But, the company says, the info won’t be used to identify or contact you.\n\nRemember all that hoopla with Windows Vista when it first came out in 2007, that it just didn’t work well with third-party peripherals? All signs so far indicate Windows 7 won’t have as much of a problem, but it’s still good to check.\n\n\nEach product at the Windows 7 Compatibility Center is labeled with one of these icons, as explained in Microsoft’s FAQ. Click to enlarge\n\nEnter the Windows 7 Compatibility Center, a Web site Microsoft set up to help people see if their external devices are compatible with Windows 7.\n\nNew devices are likely in the clear \u0096 if they boast the Windows 7 logo, they’ll work. But the Compatibility Center also lists peripherals whose manufacturers stated are compatible with both the 32-bit and 64-bit versions of Windows 7, according to the site’s FAQ.\n\nAlso available on the site are drivers and software updates to get your system running correctly.\n\nHere are more tips for upgrading to Windows 7 from Windows XP.\n\nNick Eaton",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9383087754,
        "format_confidence":0.5277022719
    },
    {
        "url":"https:\/\/www.techdreams.org\/microsoft\/welcome-to-windows-8\/5875-20110602",
        "text":"Tech Dreams\n\nWelcome to Windows 8\n\nWindows8 Microsoft has finally released the official demonstration video of  the upcoming “Windows 8” operating system at the All Thing digital conference yesterday. What comes as a surprise for many windows users the video mainly demonstrates the touch capabilities of  upcoming  operating system rather than the traditional Windows GUI.\n\nThe start up screen is replaced with the new tablet tiles interface similar to the “Window 7 Mobile” OS. But the major change is the live tiles are open applications written using HTML5 & Java scripts. It also supports switching back and forth between the original Desktop interface and Touch scree. These are some of the other interesting features\n\n  • Multi tasking support for touch interface\n  • Touch compatible  IE10\n  • Improved Onscreen keyboard\nThe official Window 8 video",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.8874405622,
        "format_confidence":0.7373441458
    },
    {
        "url":"http:\/\/www.foxnews.com\/tech\/2009\/09\/28\/malicious-new-botnet-fortune.html",
        "text":"Malicious New Botnet Found in 50 of Fortune 100\n\nA new information-stealing botnet is on the loose in corporate America, having infected at least 50 of the Fortune 100.\n\nSecurity experts have identified over 70 variants of the virus with varying purposes, including email address harvesting, injecting code into known system processes, and surreptitiously downloading malware onto corporate computers and networks.\n\nCanadian information security firm Defence Intelligence has tagged the virus as Mariposa and claims to have identified its activity in tens of thousands of unique corporate networks since its discovery in May of 2009.\n\n\"The purpose behind so many variants may only be functionality differences or efforts at avoiding AV detection,\" speculates the firm, \"but it does not reveal the number of controllers or the exact motivation behind the overall threat.\"\n\nAntivirus giant Trend Micro thinks this may be a new twist on an older threat. Paul Ferguson, Senior Threat Researcher with the company, describes it as \"one of those smaller, more obscure botnets. The insidious thing about botnets—especially those that fly under the radar—is that the possibility is much greater of data being stolen by criminals,\" since the threat is relatively unknown.\n\nThis one could be especially problematic for corporate security, notes Michael Fitzpatrick, president of information risk management consultancy NCX Group. He points out that the bot appears to operate in a unique method, by flooding the UDP traffic on a network.\n\n\"That's usually traffic for your logs, for the routers and switches in the network,\" explains Fitzpatrick. \"This would flood the logs, and this malware may be using that fact to mask and disguise what's actually happening.\"\n\nIn addition, this threat is very complex, working in multiple ways: running automatically from USB sticks, through an Internet-based update module, and across the MSN Messenger chat network, plus there's a command and control interface to talk to other elements.\n\nThe potential for hidden botnets savaging unguided through corporate networks is a scary one, but at this point, there's little information about the potential danger of this one. Still, better safe than sorry, notes Fitzpatrick, who suggests that IT pros keep an ear to the ground. After all, everyone has heard of the big name threats, such as Confiker. \"There are lots of little, small, specially crafted botnets that fly under the radar. And they're really the danger.\"\n\nJeremy A. Kaplan is Science and Technology editor at, where he heads up coverage of gadgets, the online world, space travel, nature, the environment, and more. Prior to joining Fox, he was executive editor of PC Magazine, co-host of the Fastest Geek competition, and a founding editor of GoodCleanTech.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.6424506307,
        "format_confidence":0.9927767515
    },
    {
        "url":"https:\/\/uk.pcmag.com\/mobile-apps\/66697\/google-bouncer-now-scanning-android-market-for-malware",
        "text":"Google 'Bouncer' Now Scanning Android Market for Malware\n\nWe review products independently, but we may earn affiliate commissions from buying links on this page. Terms of use.\n\nGoogle on Thursday added a new layer of security to the Android Market, dubbed Bouncer, that will scan apps for evidence of malware.\n\nThe effort will automatically scan new and existing apps as well as developer accounts, \"without disrupting the user experience of Android Market or requiring developers to go through an application approval process,\" said Google's vice president of engineering, Hiroshi Lockheimer, in a nod to Apple's App Store process.\n\n\"Here's how it works: once an application is uploaded, the service immediately starts analyzing it for known malware, spyware and trojans,\" Lockheimer wrote in a blog post. \"It also looks for behaviors that indicate an application might be misbehaving, and compares it against previously analyzed apps to detect possible red flags.\"\n\nGoogle said it runs every app in its cloud infrastructure to simulate how it might work on an Android device to look for anything fishy. Developer accounts are also scrutinized to guard against banned individuals making a reappearance.\n\nAndroid malware was big news in 2011. Unlike Apple, Google does not have a strict approval process in place for its Android Market, and while that might make for a more open environment, it also makes the store vulnerable to some dangerous apps.\n\n\"We've chosen not to be the gatekeeper,\" Alan Davidson, now former director of public policy at Google, said during a May hearing on location tracking. \"We don't generally go back and try to make sure that every app does what it says it's going to do. [Google is] really trying to maximize the ability of small app developers to get online.\"\n\nAccording to data from Juniper Networks, malware in the Android Market jumped 472 percent between July and November 2011. Google said today, however, that it saw a 40 percent decline in the number of potentially malicious downloads on the Android Market between the first and second halves of 2011.\n\n\"This drop occurred at the same time that companies who market and sell anti-malware and security software have been reporting that malicious applications are on the rise,\" Lockheimer wrote. \"We know the rate is declining significantly.\"\n\nAfter announcing the discovery of the most widespread piece of Android malware, Android.Counterclank, Symantec today retracted its claim to align with rival Lookout's more muted assessment.\n\nLast month, in hopes of capitalizing on Google's mobile security problems, Microsoft offered free Windows Phones to Android malware victims.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9328718781,
        "format_confidence":0.9945790768
    },
    {
        "url":"https:\/\/thebettertwin.co.uk\/technology\/ie10-now-available\/",
        "text":"IE10 now available\n\n\nInternet Explorer 10 has been something Windows 8 users have had exclusive access to since the Operating System was released in October last year. Up until now Microsoft have been pretty secretive as to when the latest version of their browser would be available for other users. Well the wait for some is over as the Internet Explorer team announced today on Facebook that IE10 for Windows 7 is available now.\n\n\nThe browser is available in both 32bit and 64bit versions with numerous languages (95!) available. Users are advised to ensure their systems are up to date and you may be required to run Windows Update first before you can install Internet Explorer 10. Microsoft have promised to roll out IE10 as an automatic update, moving towards the model rival browsers already employ.\n\n\n\nThis will come as good news to web developers as the latest version expands the browsers standards compliance for HTML5 and CSS3 (CSS transitions finally!). Users of the browser on mobile devices will also notice significant improvements to battery usage, while JavaScript has seen a speed boost, as has the browser in general.\n\n\nThe UI remains disappointingly unchanged from IE9, and there is no full screen metro version for non Windows 8 users, however, one of the best features has been ported over from Windows 8. Namely, the spell check and auto-correct feature. This works in a similar fashion to Word’s auto-correct feature, automatically changing miss-spelled words. It works very well and is a great feature to have.\n\n\nGo here to download IE10!\n\n\nThanks for reading,\n\n\n\nWritten by",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9742230773,
        "format_confidence":0.8683772087
    },
    {
        "url":"http:\/\/hothardware.com\/News\/Apple-Delays-iTunes-11-Launch-to-Get-it-Right\/",
        "text":"Apple Delays iTunes 11 Launch to \"Get it Right\"\n\nSomething that has long set Apple apart from its competitors, and is one of the reasons for its success, is that it refuses to release a product that's less-than-perfect. Of course, recent launches and issues brought forth by those may lead us to question if that's still the case, but more often than not, the company is truly meticiulous when it comes to the design of many of its products, both hardware and software.\n\nBut... there can be exceptions. For about as long as iTunes has existed, it's been considered a bloated mess by many - and we're not talking only the Windows port here. The problem isn't even so much the fact that it installs multiple background services and usually finds a way to pack in additional software, such as QuickTime (and at one point, Safari for Windows). No, the problem has been that the program as a whole runs sluggish, and really isn't much of a joy to use. You may have an über-fast PC, but iTunes is one piece of software that could make you think otherwise.\n\nGiven all this, it was of great interest to many when Apple talked briefly about the upcoming version of iTunes during its iPhone 5 launch event (read our review of the phone here). It was touted as being the most major update to ever hit the software, and the promise was that we'd see it before the end of October. Given the date of this news post, and the fact that the latest iTunes is still not here, it doesn't take a rocket scientist to figure out that the almighty Apple missed a deadline.\n\nBut it's for good reason, as Apple spokesperson Tom Neumayr puts it:\n\n\"The new iTunes is taking longer than expected and we wanted to take a little extra time to get it right. We look forward to releasing this new version of iTunes with its dramatically simpler and cleaner interface and seamless integration with iCloud before the end of November.\"\n\nAlthough I've used iTunes extensively in the past, I pretty much try to avoid it at all costs now. But with Tom's comments above, I have to say I'm rather excited to see what the final software is going to look like. In addition to aesthetics and design improvements, the latest iTunes will have faster performance, a full-library search, improved iCloud integration, a redesigned mini-player and a new full-window interface for both the PC and Mac.\n\nVia:  AllThingsD\nTags:  Apple, itunes, music\n\nblog comments powered by Disqus",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.7020190954,
        "format_confidence":0.9718456268
    },
    {
        "url":"http:\/\/betanews.com\/2012\/11\/13\/internet-explorer-10-release-preview-for-windows-7-first-impressions-review\/",
        "text":"Internet Explorer 10 Release Preview for Windows 7 first-impressions review\n\nWhen Microsoft first announced that Internet Explorer 10 would be part of Windows 8 most users assumed that this would also mean a release of the browser for the version 7 operating system. The first version of Internet Explorer 10 was released publicly with Windows 8's Developer Preview back in 2011, and then updated whenever new versions of preview builds released. Microsoft at that time was tight lipped about the future of IE10 for Windows 7\n\nOctober 2012 came and brought along Windows 8's launch. It was in the week prior to the release of Windows 8 that the company shed some light on the future of IE10 for Windows 7. A blog post indicated that Microsoft had plans to release a  preview version for Windows 7 in November 2012.\n\nInternet Explorer 10 Preview for Windows 7 released today for 32-bit and 64-bit editions of the operating system, and for 64-bit editions of Windows Server 2008 R2.\n\nSystem Requirements\n\n  • 32-bit or 64-bit edition of Windows 7 SP1 or 64-bit edition of Windows Server 2008 R2 SP1\n  • At least 512 Megabyte of RAM\n  • At least 70 \/ 120 \/ 200 Megabyte of hard drive space\n  • At least 1 GHz processor\n\nInstallation and uninstallation\n\nThe installation of Internet Explorer 10 Preview will replace the current version of the browser on the system. A restart is required before the new version becomes available.\n\nNote that it is possible to uninstall IE10 again on a system it has been installed on. To uninstall the browser do the following:\n\n  1. Click on the Start button.\n  2. Type Programs and Features in the search box and select it from the results.\n  3. Select View installed updates from the sidebar.\n  4. Locate Windows Internet Explorer 10 under Microsoft Windows.\n  5. Right-click the entry and select uninstall.\n  6. Select Yes when prompted if you really want to uninstall the program.\n  7. Restart the PC right then or at a later point to complete the removal.\n\nWhat's New\n\nInternet Explorer 10 is nearly identical to the version of the browser that Microsoft released for Windows 8. The core difference: is: Adobe Flash is not natively integrated into the Windows 7 \/ Windows Server 2012 version.\n\nBoth Internet Explorer 10 versions on Windows 8 include a built-in version of Adobe Flash, which is especially important for the Modern UI version of the browser as it does not support browser plugins. Microsoft circumvented this restriction with the direct implementation of  Flash in Internet Explorer 10.\n\nWeb standards support appears to be identical in both versions of IE10. The Internet Explorer blog notes that the following improvements have been made over previous versions of the browser:\n\nRich Visual Effects: CSS Text Shadow, CSS 3D Transforms, CSS3 Transitions and Animations, CSS3 Gradient, SVG Filter Effects\n\nSophisticated Page Layouts: CSS3 for publication quality page layouts and application UI (CSS3 grid, flexbox, multi-column, positioned floats, regions, and hyphenation), HTML5 Forms, input controls, and validation\n\nEnhanced Web Programming Model: Better offline applications through local storage with IndexedDB and the HTML5 Application Cache; Web Sockets, HTML5 History, Async scripts, HTML5 File APIs, HTML5 Drag-drop, HTML5 Sandboxing, Web workers, ES5 Strict mode support.\n\nThe browser scores 320 and 6 points in the HTML5test, an indicator of how well browsers support the HTML5 standard. That's an increase of more than 200 points over Internet Explorer 9. IE10 is still trailing behind other browsers in the test. Google Chrome 23 for instance scores 448 + 13 points in the test, and Firefox 16 372 and 10.\n\nInternet Explorer 10 is the first browser that ships with Do Not Track enabled by default. The feature informs websites and services the browser connects to that users do not want to be tracked. The default nature of the feature in IE10 has been controversially discussed as the Do No Track specification requires users to make the decision. Yahoo as a consequence announced that it would ignore Internet Explorer 10's Do Not Track header.\n\nIE10 on Windows 7 may run faster than comparable web browsers in select benchmarks. Microsoft claims for instance that Internet Explorer 10 is two times as fast as Google Chrome 23 and 20 percent faster than Firefox 16 in the Mandelbrot benchmark available on Microsoft's Test Drive website.\n\nThe browser does not perform as well in other benchmarks. Its score of 5134 in Google's Octane benchmark is beaten by Firefox 19's 9031, and Google Chrome 23's 12975. Mozilla's Kraken benchmark paints a similar picture. Firefox and Google Chrome need roughly the same execution time of around 2200ms, while Internet Explorer 10 three times at much with 6800ms.\n\nIE10 performs better when running applications and demos on Microsoft's Internet Explorer Test Drive site. It is somewhat surprising that Google Chrome usually comes in last in these benchmarks, while Internet Explorer 10 and Firefox finish in close proximity to each other.\n\nClosing Words\n\nMicrosoft released Internet Explorer 10 as a preview version and it should be handled as such. While it is possible to uninstall the browser on the system to revert to the previous version of Internet Explorer, it is not suited for production environments, even though there does not appear to be any -- visible -- difference between the preview version for Windows 7 and the final version on Windows 8.\n\nMicrosoft managed to close a large part of the performance and web standards support gap between previous versions of Internet Explorer and third-party browsers such as Chrome, Firefox or Opera with the release of IE10.\n\nPhoto Credit: Annkozar\/Shutterstock\n\n© 1998-2015 BetaNews, Inc. All Rights Reserved. Privacy Policy.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9789348245,
        "format_confidence":0.7799252272
    },
    {
        "url":"http:\/\/www.neowin.net\/news\/us-dot-bans-microsoft-upgrades",
        "text":"U.S. DOT Bans Microsoft Upgrades\n\nIt looks like my company isn't the only one severely shying away from Microsoft's latest offerings of operating systems, web browsers, and office suites. According to memos seen by InformationWeek, the U.S. DOT has put the kibosh on tens of thousands of of their federal workers upgrading to Vista, Internet Explorer 7, and\/or Office 2007. DOT CIO, Daniel Mintz, says he has placed \"an indefinite moratorium\" on the upgrades as \"there appears to be no compelling technical or business case for upgrading to these new Microsoft software products. Furthermore, there appears to be specific reasons not to upgrade.\" He must have been talking to our CIO.\n\nLink: Forum Discussion\nNews source: InformationWeek\n\nReport a problem with article\nPrevious Story\n\nBerners-Lee: Keep the internet free\n\nNext Story\n\nDr.Web Anti-virus with AntiSpam 4.33\n\n36 Comments - Add comment",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.863059938,
        "format_confidence":0.7784227133
    },
    {
        "url":"http:\/\/www.ithinkdiff.com\/microsofts-word-flow-keyboard-fir-ios-now-supports-built-in-search-gifs-and-more\/",
        "text":"Microsoft’s Word Flow keyboard for iOS now supports built-in search, GIFs and more\n\nMicrosoft has updated its keyboard app, Word Flow for iOS, with exciting new features and performance improvements. The latest version of the keyboard turns it into a mini browser by introducing built-in search for GIFs, images, movies, facts and much more. Users can find all this information and use it in in apps like Messages, without leaving them.\n\nMicrosoft's Word Flow keyboard fir iOS now supports built-in search, GIFs and more\n\nWhat’s New in Word Flow 2.0\n\nWord Flow has a new and intuitive search interface which allows searching for various types of content from Bing search results. Users can now search for GIFs, emojis, and images to compose creative and expressive messages. Users can search and share a contact’s number, and also look up information on latest movies, facts, restaurants and more.\n\nThe keyboard also offers predictions triggered by typed words. Suggestions for next word and GIFs will appear as the user is typing a message. Other new features include new themes, ability to control the cursor placement with 3D Touch, and support for iOS Text Replacement.\n\nMicrosoft's Word Flow keyboard fir iOS now supports built-in search, GIFs and more 1\n\nMicrosoft has also rolled out performance improvements and bug fixes to ensure smooth functioning of the app via accuracy improvements around space bar and arc mode.\n\nAlthough Word Flow is a great third party keyboard app for iOS, the concept behind the updated features is not new. Google released similar features a while back through Gboard for iOS. Word Flow 2.0 is also receiving mixed reviews in the App Store. Where, on one hand, people are in love with the new search UI, others are irritated by a surge of unwanted GIFs and images.\n\nRead our coverage of Google’s Keyboard app, Gboard for iOS to see which keyboard suits your needs better.\n\nWord Flow is available on the App Store for free and it requires iOS 9.0 or later. It is compatible with iPhone, iPad, and iPod Touch.\n\nDownload Word Flow for iOS",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9605582356,
        "format_confidence":0.8338572979
    },
    {
        "url":"https:\/\/wccftech.com\/microsoft-office-2016-windows-launch-year-22nd-september\/",
        "text":"Microsoft Office 2016 For Windows Is Coming Next Month\n\nAug 26, 2015\n\nMicrosoft is expected to launch the latest edition of Microsoft Office by the end of next month, in a bid to merge all Office software across Windows. In Office 2016, there aren’t many changes as compared to already existing features, but there will be big a change in the color theme.\n\nOffice 2016\n\n22 September Will Be The Likely Release Date\n\nThere have been rumors that the new version of Microsoft Office for Windows has certain features identical to its Mac counterpart. Users will now have a new colorful theme to bask under, probably customizable, similar to iOS and Android apps. It is also quite similar to the Windows 10 touch-optimized versions of Office and with some similarities to the older versions of Excel, Word and PowerPoint.\n\nMicrosoft said now, you will be “able to pick and attach files on your SharePoint or OneDrive accounts even if they don’t appear in your recent items list.”\n\nThe colorful new theme will most likely attract people who don’t like the dull and dark outlay available right now. Basically, Microsoft is improving several things this time around in Outlook 2016 as the company is working on email delivery performance, increasing storage, making attachments easier for users, and improving image insertion options in both Word and Excel 2016. The company is also refining the results for search as well, which has been the biggest challenge for them until now. A little orientation is required in order to insert images into documents automatically and so fewer number of clicks will be needed in the new version for Windows.\n\noffice 2016\n\nThe official date of its launch is not yet confirmed, but according to different sources, it is possibly launching in September. Right now testing on the final build of Microsoft Office 2016 is under process. According to some reports, the new Microsoft Office suite 2016 would cost around €140 (£102), and Office Home and Business 2016 would be around €240 (£176). It will be released in 139 countries and approximately in 16 languages around the globe by the month of July.\n\nA page of Office 2016 Launch Hub stated:\n\n“We’ll release Office 2016 with updates for Word, Excel, PowerPoint, OneNote, Outlook, Skype for Business, Project, Visio, Access, and Publisher. The innovation wave continues in Q2 with the release of E5 and Skype for Business, and on-premise servers will follow.”\n\nAs we have more news on this matter, we’ll update our readers immediately. Till then, sit back, relax and mark your calendar for September 22nd.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9879042506,
        "format_confidence":0.9905107617
    },
    {
        "url":"http:\/\/tidbits.com\/article\/6617",
        "text":"\n\nNetscape 6.2 Released\n\nSend Article to a Friend\n\nNetscape 6.2 Released -- Netscape Communications has released Netscape 6.2, bringing full Mac OS X compatibility and fixing bugs. The new version exists as an application package for Mac OS X, which means installation is merely a matter of dragging the Netscape file to your hard disk. A number of problems have been fixed, such as sluggish performance on dual-processor Power Macs and LDAP functionality. Netscape 6.2 requires a PowerPC 604e running at 266 MHz or faster, with at least 64 MB of RAM and Mac OS 8.5 or later. The Mac OS X version is a 16.9 MB download; the Mac OS 9 version remains an active installer that downloads just needed modules, so be prepared for a potentially lengthy installation process. [JLC]\n\n<http:\/\/home.netscape.com\/eng\/mozilla\/ns62\/ relnotes\/62.html>\n\n\nPDFpen and PDFpenPro 7 make PDF editing easy. Review and mark up\nyour PDFs, fill and sign forms, and even export PDFs to Word format.\nSigning is now easier, you can view the OCR text layer, and more.\nTry editing your PDFs today! <http:\/\/smle.us\/pdfpen-7-tb>",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9856803417,
        "format_confidence":0.8204509616
    },
    {
        "url":"http:\/\/www.digitaltrends.com\/social-media\/tweetro-forced-to-charge-users-for-twitter-client\/",
        "text":"Home > Social Media > Another third-party Twitter client, Tweetro, is…\n\nAnother third-party Twitter client, Tweetro, is forced to charge its users\n\n\nSince announcing API restrictions, Twitter has required that developers put in a special request should they hit the 100,000 user limit. And third-party app Tweetro had a legitimate reason to request additional API tokens after hitting its 100,000 user limit on Windows 8 OS.  After reaching out to Twitter however, Tweetro hit a brick wall, and the developer’s request was denied.\n\nTweetro, which was the only available Windows 8 Twitter client, quickly become popular after the OS’ release and needed the extended availability. Twitter, for the record, has yet to introduce a native Windows 8 app (it’s obviously available via browers, but there are no apps for download). Tweetro’s popularity, however, was the beginning of its fall from grace. The third-party Twitter client was decisively pulled by Tweetro from the Windows Store until its team could figure out a solution. Twitter responded to Tweetro’s request via email, which Windows Observer republished, that bluntly rejected Tweetro’s request. The email stated:\n\n“As you know, we discourage developers from building apps that replicate our core user experience (aka “Twitter clients”). We know that there are developers that want to take their passion for Twitter and its ecosystem to unique underserved situations. As such, we have built some flexibility into our policy with regard to user tokens – which went into effect September 5, 2012.\n\nUnfortunately, it does not appear that your service addresses an area that our current or future products do not already serve. As such, it does not qualify for an exemption.”\n\nTweetro was forced to take extreme measures and resort to a pay-to-use business model that will be implemented in the coming weeks. Nonpaying users will be required to pay for the service for continued use,  and this should reduce the number of users to under the 100,000 token limit. Tweetro has not revealed how much it will cost. Lazyworm Applications, the company responsible for developing Tweetro, and its co-founder Atta Elayyan responded to the controversy with the following statement provided to Windows Observer:\n\n“As much as we’d love to continue supporting Tweetro as a free app, it simply doesn’t make sense for us under these new restrictions. We hope that people understand our situation and continue showing us their support as we’d love nothing more than to continue delivering the best possible Twitter experience on Windows 8 … Even if it’s only accessible to a very limited number of people.”\n\nDevelopers reaching the 100,000 token limit are gravitating to the for-pay route, like Tweetbot has done with its Mac client, which costs $20.\n\nIf you pick apart Twitter’s rhetoric, “it does not appear that your service addresses an area that our current or future products do not already serve,” you can probably assume the platform is hinting at its own native Windows 8 app. Until then, anyone wanting to download a free Twitter app for Windows 8 is out of luck.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.8748478293,
        "format_confidence":0.9835830331
    },
    {
        "url":"http:\/\/www.theregister.co.uk\/2002\/05\/14\/eds_bans_im\/",
        "text":"EDS bans IM\n\nBig hammer, small nut\n\nNo entry\n\nEDS, the computer arm of the British government, has banned its staff from using Instant Messenger products in the workplace. It cites security concerns, especially over virus transmissions.\n\nA memo to staff from EDS' security compliance unit leaked to The Register describes \"use of Instant Messenger (IM) products through the Internet\" as a \"risk to Client EDS' infrastructure and network\".\n\nThe company will block access to public Internet instant message sites at its firewalls from tomorrow (May 8).\n\nSecurity staff can make exceptions to the rule but the policy means that from tomorrow EDS staff will be unable to use popular IM products such as AOL, ICQ and Yahoo!\n\nGateway AV tools or managed services providers can be used to block infectious emails before they reach end users, but instant messages go directly to workstations - so skipping a layer of defence.\n\nIM is convenient but it can create holes into an organisation. Instant messaging attacks have become a common method of propagation in recent viral outbreaks, and (as CERT warned back in March) a tool for social engineering, including tricking users into running malicious software (potentially DDoS attack tools) on their machines.\n\nNeil Barrett, technical director of security consultancy firm IRM, said IM products are \"implicitly clandestine\" and make the exchange of files easier - something likely to be frowned on by security-conscious organisations.\n\nEDS is not noted for its lightness of touch with staff - and it hasn't always been so cosy with the UK government. In 1986, the company was found out ordering staff, American nationals, to lie to British immigration officials. The staff were told to say they were coming to the UK on holiday, when in reality, their real purpose was to work. That cost EDS one measly UK government contract - or, to be precise, the chance to bid for one contract. ®\n\nBiting the hand that feeds IT © 1998–2017",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.6569510102,
        "format_confidence":0.9944704771
    },
    {
        "url":"http:\/\/arstechnica.com\/uncategorized\/2008\/03\/mpaa-hopes-to-unclog-the-tubes-verizon-wants-no-plumber\/",
        "text":"Uncategorized —\n\nVerizon wants fat pipes, not a badge; MPAA urges ISP filters\n\nAt the Tech Policy Summit in Los Angeles yesterday, the MPAA pitched its ISP …\n\nAt the Tech Policy Summit in Los Angeles, MPAA CTO Jim Williams called on ISPs to install filters in their pipes, arguing that it was in their own best interest. Furthermore, Williams said that ISPs ought to start filtering content not just to please the movie studios, but for their own bottom lines. Filtering will \"unclog the Internet,\" Williams said, and eliminate \"a bunch of freeriders that are hogging bandwidth.\"\n\nWilliams' comments came in the wake of comments from Verizon CTO Richard Lynch, who admitted that the ISP does use a blacklist to stop access to child porn sites. Williams seized on that point. If Verizon truly isn't willing to police the Internet, why will it blacklist certain sites? Copyright concerns and child porn aren't quite on the same level, but Verizon's willingness to control access to certain kinds of content predictably leads others with content concerns to demand a similar sort of treatment.\n\nWe know this issue is on the minds of copyright owners (see our lengthy chat with NBC Universal's Rick Cotton, for instance), but Williams' remarks illustrate just how high a priority ISP filtering is to the movie business. When asked how he would rewrite the DMCA if he could go back in time and do so, Williams had no hesitation: he would \"like to see some sort of encouragement to ISPs to do something about mass, indiscriminate reproduction of copyrighted works.\"\n\nWilliams stressed that he's not against P2P. The studios love P2P as a technology because of what it could mean for them: a cost-effective method of selling high-def content to consumers without the need to pay for huge bandwidth bills and server farms. But he does argue that \"much of the Internet is being clogged up with stolen goods\" and \"you find that almost all P2P traffic goes away if you turn on copyright filters.\"\n\nA cat-and-mouse game \n\nAfter his talk, I asked Williams about issues involved in filtering P2P content, especially with encrypted content. He noted that it was still possible, though because the data is encrypted, the filtering software needs to do extra work (such as joining a BitTorrent swarm in order to gain access to the encryption keys) rather than being able to peer directly at the traffic passing over the wire. Williams did admit, though, that it was a \"cat-and-mouse\" game, one that might spawn a P2P arms race but that could still put a dent in piracy, especially of the casual kind.\n\nFor a hint of how this might play out, we need only consider Canada, where several of the major ISPs throttle P2P traffic. Ashwin Navin, BitTorrent's president, told me that his company has ways to bypass such restrictions but that it's a constant game of tweaking. As BitTorrent makes changes, the ISPs respond, leading BitTorrent to make more changes. We've also seen Vuze in the US adopt encryption of its legitimate P2P downloads in part as a way of avoiding Comcast's upload throttling. Widespread ISP filtering would certainly lead to similar see-saw battles.\n\nVerizon wants no part of such battles, as Lynch reiterated that the ISP remains committed to an open Internet. In addition to throwing open Verizon Wireless' data network to more devices and applications, Lynch stressed yesterday that Verizon has no interest in being a content \"policeman.\"\n\nEducation and personal responsibility\n\nJim Davis, the CIO of UCLA, said that based on what was happening on his campus, the best approach seemed to be a combination of education, personal responsibility, and action against repeat offenders. The school takes its mission to educate its students seriously and it wants to create ethical adults who act out of their own sense of what's right. To that end, UCLA educates incoming students about what is and is not appropriate but has no interest in technological filters running somewhere in its network. It also targets repeat offenders with increasing sanctions.\n\nYouTube's chief counsel, Zahavah Levine, also stressed the need for digital media education. While YouTube does employ audio and video filtering systems, these can flag copyrighted content but can't help educate users about proper behavior. This leads to \"a lot of nasty e-mails from users\" when content is taken down, she said. Some users think that because they bought a CD or DVD, they have the right to upload parts of it to YouTube; others think that the footage they took on a cell phone camera at a concert is theirs to do with as they please and that they can upload band performances.\n\nGood ideas, all of them, but calls for \"education\" are unlikely to be enough for content owners, who see a clear and present danger. Education, whatever its merits, takes time.\n\nYou must to comment.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.643298924,
        "format_confidence":0.531270504
    },
    {
        "url":"http:\/\/progressbangladesh.com\/viber-tango-blocked-in-bangladesh\/",
        "text":"Viber, Tango blocked in Bangladesh\n\n\nMuhamad Zahidul Islam\n\nThe government has blocked popular internet calling and messaging services Viber and Tango on security purpose.\n\nBangladesh Telecommunication Regulatory Commission (BTRC) has sent letters to the mobile phone operators and international internet gateway operators regarding the closure.\n\nBTRC Secretary Sarowar Alam confirmed this to the Dhaka Tribune.\n\nThe notice was also sent to several embassies in Dhaka informing that the service will be inactive from 12am, Sunday to 6pm.\n\nLater, the duration of the closure was extended till 12am on Monday.\n\nSource: Dhaka Tribune",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.5493016839,
        "format_confidence":0.991504848
    }
]