[
    {
        "url":"http:\/\/spiritually-true.com\/post\/Dont-miss-the-Real-Treasure-of-Life.aspx",
        "text":"Amazing Quotes Tweet me Spiritually Facebbok Spiritually\nweb 2.0\n\nDont miss the Real Treasure of Life\n\nJenny was a bright-eyed, pretty five-year-old girl.\n\nOne day when she and her mother were checking out at the grocery store, Jenny saw a plastic pearl necklace priced at $2.50. How she wanted that necklace, and when she asked her mother if she\nwould buy it for her, her mother said, \"Well, it is a pretty necklace, but it costs an awful lot of money.\n\nI'll tell you what. I'll buy you the necklace, and when we get home we can make up a list of chores that\nyou can do to pay for the necklace.\n\nAnd don't forget that for your birthday Grandma just might give you a whole dollar bill, too. Okay?\"\n\nJenny agreed, and her mother bought the pearl necklace for her.\n\nJenny worked on her chores very hard every day, and sure enough, her grandma gave her a brand new dollar bill for her birthday. Soon\n\nJenny had paid off the pearls. How Jenny loved those pearls. She wore them everywhere to kindergarten,bed and when she went out with her mother to run errands.\n\nThe only time she didn't wear them was in the shower. Her mother had told her that they would turn her neck green!\n\nNow Jenny had a very loving daddy. When Jenny went to bed, he would get up from his favorite chair every night and read Jenny her favorite story.\n\nOne night when he finished the story, he said, \"Jenny, do you love me?\"\n\n\"Oh yes, Daddy, you know I love you,\" the little girl said.\n\n\"Well, then, give me your pearls.\"\n\n\"Oh! Daddy, not my pearls!\" Jenny said. \"But you can have Rosy, my favorite doll. Remember her? You gave her to me last year for my birthday. And you can have her tea party outfit, too. Okay?\"\n\n\"Oh no, darling, that's okay.\" Her father brushed her cheek with a kiss. \"Good night, little one.\"\n\nA week later, her father once again asked Jenny after her story, \"Do you love me?\"\n\n\"Oh yes, Daddy, you know I love you.\"\n\n\"Well, then, give me your pearls.\"\n\n\"Oh, Daddy, not my pearls! But you can have Ribbons, my toy horse. Do you remember her? She's my favorite.\n\nHer hair is so soft, and you can play with it and braid it and everything. You can have Ribbons if you want her,\n\n\"Daddy,\" the little girl said to her father.\n\n\"No, that's okay,\" her father said and brushed her cheek again with a kiss. God bless you, little one. Sweet dreams.\"\n\nSeveral days later, when Jenny's father came in to read her a story, Jenny was sitting on her bed and her lip was trembling. \" Here, Daddy,\" she said, and held out her hand. She opened it and her beloved pearl necklace was inside.\n\nShe let it slip into her father's hand.\n\nWith one hand her father held the plastic pearls and the other he pulled out of his pocket a blue velvet box.\n\nInside of the box were real, genuine, beautiful pearls. He had had them all along. He was waiting for Jenny to give up the cheap stuff so he could give her the real thing.\n\nSo it is with GOD. He is waiting for us to give up the cheap things in our lives so he can give us beautiful treasure\nLovely Thoughts for Lovely People Just Like You\n\n\nblog comments powered by Disqus\nInspirational Motivational Quotes on Life Love",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9815173745,
        "format_confidence":0.6036247015
    },
    {
        "url":"https:\/\/www.daily-prayers.org\/day-prayer\/pure-hearted-giving-4\/",
        "text":"Pure Hearted Giving (1)\n\n\n\nJesus said, “Be careful not to display your righteousness merely to be seen by people. Otherwise, you have no reward with your Father in heaven”. (Matthew 6:1)\n\n\nSome say love is private! Perhaps, that’s partly what Jesus was implying.\n\nWhere can I sow a little love today and expect, no reward?\n\n\nLord Jesus, help me sow a little sunshine and happiness on the path of all that I meet today.\n\nPrayer: Solace\n\nMay Christ support us all the day long,\ntill the shadows lengthen,\nand the evening comes,\nand the busy world is hushed,\nand the fever of life is over\nand our work is done.\nThen in his mercy\nmay he give us a safe lodging,\nand holy rest\nand peace at the last. Amen.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9972031116,
        "format_confidence":0.8508576155
    },
    {
        "url":"http:\/\/thenooj.blogspot.com\/2012\/07\/",
        "text":"Between my shadow and my soul\n\nOn Loving Ramadan\n\nChildren of Adam,  Rejoice, as the Moon calls,\nIt says, Become aware of the gentleness of my light.\nMake your nights mindful and aware\nEmpty your days of their harsh chasing.\n\nRestrain your daily desires, feel the pangs of withdrawal\nFollowed by the liberation of victory\nBathe in my soft light and stand in praise of your Sustainer\nLet go of delusions of sustenance, only through restraint\nWill you see through this mirage of fulfilment\n\nYou’ll return in anticipation, to your soul’s rhythm\nLove and praise, praise and love, without covetousness or flattery\nYou would have burnt a path to your core, your spine of existence\nThis is the Joy you feel when you hear the Moon’s call\n\nChildren of Adam, make merry while the ethereal contentment lasts,\nTomorrow may be Eid, when the Sun’s dominance returns,\nWith its blazing rays of production and consumption\nThat overwhelm your Soul’s flickering moonbeams.\nSo now, dance with the Moon and\nSing the Message in evening vigils , and rejoice.\n\nIn between the signs\n\nIf this soul yearns, \nFor a delicious reunion of purpose and passion\nIt is when, I kiss my mother's feet\nAnd yet my soul yearns for God\nOr I clasp my father's hand, \nMy soul still yearns for God\nFall asleep in my husband's arms,\nCaress my newborn's forehead,\nDrive the newest model of my German car,\nStare in awe at the Niagara Falls, \nSummit the tremendous Uhuru;\n\nEven if, my words are published in the world-famous publications.\nMy face on every prestigious magazine, and my laugh on every television screen\nAll legitimate Halaal desires, if and only if \nMy soul still yearns and is impressed only by reunion with God, then\nI have realised what the purpose of being human is \nAnd will only strive for the rare type of wealth, tranquility (Sakeenah)\nBecause true love can only exist between a soul and God",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9813320637,
        "format_confidence":0.8921263814
    },
    {
        "url":"http:\/\/princesstine.blogspot.com\/2010\/07\/lost.html",
        "text":"Thursday, July 1, 2010\n\n\nLike many others authors, I have tried my hand at poetry from time to time. And like most writers, I write mediocre poetry. And since it will never see the light of day otherwise, I can at least put it on my blog!\n\nI forgot about this one until I found it hidden among some other papers today. I wrote this in the year following my sister's passing.\n\n\nI am seeking,\nI am searching, \nI am stumbling,\nI am lost.\n\nI thought I knew\nwhere I was going\nand I did not\nmind the cost.\n\nBut, to my disappointment,\nmy faith was built on sand.\nA strong wind blew \nand knocked me over;\nI fell and dropped Your hand.\n\nNow I struggle through the twilight\nof doubt and of fear.\nI search to see Your purpose,\nYour voice I try to hear. \nI think of those who went before me,\nwhose tales are well known.\nI walk their well-worn footsteps\nand now their stories are my own.\n\nI am the beggar\nwho is begging,\nI, the blind man\nwho cannot see.\nI am Lazarus\nin the grave\nwaiting for You\nto set me free.\n\nI am the deer\nyearning for the stream\nso thirsty, almost fainting.\nI am the watchman\non the tower\nin hopeful darkness waiting.\n\nI am Mary  at the tomb\nlonging for Your face.\nI am the children\nwho hear Your voice\nand want to run\nto Your embrace.\n\nI am the woman \nwho has sinned\nand now falls at Your feet.\nI am the parent \nwhose child is ill\nand seeks Your healing\nin the street.\n\nI am dry,\nI am broken,\nso weak\nI cannot move.\n\nI am frail,\nI am empty,\nmy tears \nmy only food.\n\nThis dark night of the soul,\nI know it cannot last\nThough I may never understand\nwhy these things have come to pass.\n\nEvery day is a struggle\nto stand on solid ground,\nto hold on in spite of\na faith turned upside-down.\n\nI have made a choice\nand on this I stake my faith,\nThough I no longer hear Your voice,\nThough I cannot see Your face.\n\nTo love in spite of loss,\nto keep going, though I can't move \nAnd to hold with all my might\nto a Savior I can't prove. \n\nI will sing the song of faith\nwith my voice, wan and weak.\nA song so full of grace\nwith music pure and sweet.\n\nUsing lyrics that are true\nfor Your strength is in the weak.\nI believe with all I can.\nNow Lord, help my unbelief!\n\ncopyright C Alcott 2006\n\nNo comments:",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.5215077996,
        "format_confidence":0.7701531053
    },
    {
        "url":"http:\/\/andreayorkmuse.blogspot.com\/2012\/09\/psalms-for-sunday-lix.html",
        "text":"Sunday, September 16, 2012\n\nPsalms for Sunday, LIX\n\nI am swimming in the sea of your goodness; buoyed up by your favour. Your face is turned toward me, and I’m warmed by your glance. Your eyes bore my soul; I am naked but not exposed for you cover me with love.\n\nShow me more, O Lord, let me run into eternity seeking but not finding the end of your goodness. What I have and who I am can’t contain it, like a 2nd helping of my favourite dessert, there is no more room but you remove me and place me where there are no limits. This is your place of favour for those who love you and give themselves in surrender to you.\n\nI am yours, totally and forever. My life is lived in worship for you, my King. There is no place you go where I won’t follow because I am protected in your shadow; it’s the only place I’m safe.\n\nRun away with me; let’s go to the caves and hide out there. The birds will feeds us and the streams provide our drink. Let me trace my fingers on your face, even in the dark I will know you.\n\nYou have yielded yourself to me, as I have to you and we will be together forever. Amen.\n\nNo comments:\n\nPost a Comment\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9962005019,
        "format_confidence":0.6272807717
    },
    {
        "url":"http:\/\/fansi.id\/tag\/darkness\/",
        "text":"Darkness is life’s fairness. A not so popular yet very significant element because it makes simple things challenging to see. Making your eyes blind though they are wide open. Keeping you searching even if it’s exhausting.\n\nDarkness is the inevitable side on every line of life no matter what. In the dark sometimes you can’t be so strong for ever that your tears drip. Or getting lost on the open road. Or being scattered in the randomness of fantasy. Darkness isn’t pleasant to see (and you can’t really see it) but it gives you the opportunity to imagine colors and lights using only your brain and your heart – the most capable medium ever created to invent whatever you want.\n\nUntil that trumpet horns resonate, you will always be in the darkness of hopes and certainties. Teaching you that life is not designed to give you happiness, but instead chains of disappointment and pain. So there is this saying, “pleasure and happiness are actually trials.” For true life is the flood of sufferings that are written for all who were born.\n\nBut God doesn’t perfect the dark as an absolute misfortune that you must accept. Thus, on preferred nights, accompanied by a gentle breeze of wind you can enjoy a luminous night: when you let yourself bathed in a full-moon light – round, silvery, blazing.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9566728473,
        "format_confidence":0.7707031965
    },
    {
        "url":"http:\/\/voxpoetica.com\/when-god-is-not-god\/",
        "text":"It's just poetry, it won't bite\n\nWhen God is Not God\n\n01.19.20 Posted in today's words by\n\nClaire Scott’s most recent poem to appear here was Die Die” (November 2019). \n\nWhen God is Not God\nBy Claire Scott\n\nGod thinks he is god, a paranoid delusion of the fifth degree\ncombs his orange hair, tunes to Fox to find what he thinks\nplays a jillion holes of golf with seraphim who let him win every round\ngroveling cheats\n\nKnowing which side their manna is buttered on\nhe sits on a plywood throne covered in faux rubies flashing MAGA red\nrandomly screaming “off with their heads” as he munches\n\nchildish tweets \n\nBig Macs with fries first tasted by Matthew or Mark, patting\nhis ever expanding girth while trying to keep his size extra-extra-\nlarge cardboard crown from slipping off his comb-over\nsurly bleats\n\nGod thinks he is god when he says it’s time to build a mile-wide moat\naround Mar-a-Lech complete with alligators & immigrant-eating eels\nwhile his ministers carve smiles on their wooden faces\nlackeys he chose\n\nAgreeing he has no need to read the summaries\npresented by cherubim or the facts & figures of Saint Peter\nor the military strategies devised by sword-wielding archangels\nno one dares oppose\n\nWe are waiting for a child to slip through the cumulous clouds\nwearing innocence & a Warriors cap\nwe are waiting for a child to whisper sotto voce\n                  he’s not wearing clothes\n\nComments are closed.\n\nLatest Podcast Episode\nvox poetica archives",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.6188851595,
        "format_confidence":0.9762122035
    },
    {
        "url":"https:\/\/yessinblog.com\/2021\/02\/23\/reach-life-and-purpose-significant-life-fight-the-good-fight\/",
        "text":"Life has the ultimate power of remodelling your very core. Do not let the world take away your soul. Hence, do not allow the wickedness of this world change who you are, for if it does, you loose your purpose. One becomes a wonderer, opened to the looming destruction.\n\n\nTake my hands he says with a whisper\nTo the whole world will thy eye welcome\nNights of dreams are long gone with the tides\nTomorrow cometh the traveler with many warnings\nCast him before the gates that I may not listen\nTo die is to live, to die another is to be reborn\nBroken ribs and ankles reformed in existence\nNot one day will pass again without breathing\nShouting at the paintings in the quiet corridors\nHead dug between my thighs, murmuring into my ears\n“Reach he says, REACH”\n\nFalling in the deepness of oblivion, dark is here\nFeet and arms float slowly peacefully with the moist\nBody deepening to a deafening everlasting call of mystery\nNobody can plan the next even with the surest of time\nMusic pleasant at wake and frightening at dawn\nLost yet in wait have I embodied a statue of indescribable words\nScream, yes scream something louder of note\n“Reach he says, REACH”\n\nLet me go you gift of a Satan\nCast your demons out so i may be free\nTake this coins and leave my heart afloat and mind at rest\nThat I may heed the call of he who entrusts\nTo run towards his voice and envelop in his utterances\nBegotten in his arms to see the fallen stars\nOh help for I have left a little too soon or late\nThe voices in my head faint but loud, look now\nI am lost once again, cold to the emptiness ahead\nThe wheels are running round and round, about about and turn\n“Reach he says, REACH”\n\nFound is the key that was nailed, shaken and weak\nBroken is the rope meant to scrag the core\nFallen to the ground tattered in stink, the crown is lost\nCurse flow from the mouth, a generational old black poison escapes\nFingers dig hard, uproots the empty of the land in summer sun\nEyes now buried in a fountain of dust, blindness is inevitable\n‘Mayday’, venez m’aider, the queen has fallen head down\nNo eyes have seen yet tongue profess a reckless defeat\nTake that which has called you since everlasting and stand now!\n“Reach he says, REACH”\n\n\nNobody knows if they are doing the right thing or the wrong thing. But as long as its enough for your well-being, you might just do the best thing!\n\n\nDid you love this article? then you will love our products. Head on to yessinshop to reach your beauty and fashion goals. Buy our well curated organic and synthetic beauty products, all-time well designed affordable luxury handbags and our vintage and modern eyewear to fit every attire, mood and event. You will absolutely love these products when you receive them. Also subscribe to the shop’s newsletter. We hope and expect your patronage soon. Many thanks.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.5056443214,
        "format_confidence":0.8975292444
    },
    {
        "url":"http:\/\/ancientvoice.wikidot.com\/src-mbh-02:section-59",
        "text":"Sabha Parva\n\nCreated by Jijith Nadumuri at 29 Mar 2010 11:50 and updated at 29 Mar 2010 11:53\n\n\n<<<< Previous Section Current Parva All Parvas Next Section >>>>\n\nSection 59\n\nLIX Vaisampayana said, When the play commenced, all those kings with Dhritarashtra at their head took their seats in that assembly. And, O Bharata, Bhishma and Drona and Kripa and the high-souled Vidura with cheerless hearts sat behind. And those kings with leonine necks and endued with great energy took their seats separately and in pairs upon many elevated seats of beautiful make and colour. And, O king, that mansion looked resplendent with those assembled kings like heaven itself with a conclave of the celestials of great good fortune. And they were all conversant with the Vedas and brave and of resplendent countenances. And, O great king, the friendly match at dice then commenced. Yudhishthira said, O king, this excellent wealth of pearls of great value, procured from the ocean by churning it of old, so beautiful and decked with pure gold, this, O king, is my stake. What is thy counter stake, O great king, the wealth with which thou wishest to play with me\n\nDuryodhana said, I have many jewels and much wealth. But I am not vain of them. Win thou this stake' Vaisampayana continued, Then Sakuni, well-skilled at dice, took up the dice and casting them said unto Yudhishthira, Lo, I have won\n\n<<<< Previous Section Current Parva All Parvas Next Section >>>>\n\nShare:- Facebook\n\nUnless otherwise stated, the content of this page is licensed under Creative Commons Attribution-ShareAlike 3.0 License",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.7397334576,
        "format_confidence":0.5599658489
    },
    {
        "url":"https:\/\/preservechristianfamily.org\/day-257\/",
        "text":"Day 257\n\nI will praise You as long as I have life, and in honor to Your Name, I lift my hands and worship You! Every day I will bless You and adore You, Precious Lord; yes, I will praise Your wonderful Name forever and ever! O Lord, open my lips, and my mouth will declare Your praises; with singing lips my mouth overflows with Your praises! [Ps 63:4; 145:2; 44:8; 51:15; 63:5]\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9972645044,
        "format_confidence":0.5393559933
    },
    {
        "url":"http:\/\/www.2check.com\/desert-night.htm",
        "text":"A Desert Night\n\nSoft white cotton candy clouds float lazily on high.\n\nA myriad of stars sparkle against the blue-black sky,\n\nCompeting for attention with the glow of city lights.\n\nI can sense God's nearness, as I take in all these sights.\n\nThe cold night's icy fingers send shivers from toes to head,\n\nThe midnight desert air is still: for the wind has gone to bed.\n\nShe has gathered her little breezes, and gently tucked them in\n\nStill, I wrap my arms around myself, as bumps rise on my skin.\n\nI hear the whirring sound of tires racing along the street.\n\nA siren wails in the distance, an emergency to meet.\n\nNothing outside my garden wall can steal my reverie.\n\nThe garden I call \"my place\", is where God whispers to me.\n\n                                                                  Dawn Tucek (c)1997",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.8525500298,
        "format_confidence":0.9902384281
    },
    {
        "url":"http:\/\/stphilipsoconnor.org.au\/psalms\/psalm84.php",
        "text":"Psalm 84\n\n1 How lovely is your dwelling-place:\n    O Lord God of hosts!\n2 My soul has a desire and longing to enter the courts of the Lord:\n    my heart and my flesh rejoice in the living God.\n3 The sparrow has found her a home, and the swallow a nest where she may lay her young:\n    even your altar, O Lord of hosts, my King and my God.\n4 Blessed are those who dwell in your house:\n    they will always be praising you.\n5 Blessed are those whose strength is in you:\n    in whose heart are the highways to Zion;\n6 Who, going through the valley of dryness, find there a spring from which to drink:\n    till the autumn rain shall clothe it with blessings.\n7 They go from strength to strength:\n    they appear, every one of them, before the God of gods in Zion.\n8 O Lord God of hosts, hear my prayer:\n    give ear, O God of Jacob.\n9 Behold, O God, him who reigns over us:\n    and look upon the face of your anointed.\n10 One day in your courts is better than a thousand:\n    I would rather stand at the threshold of the house of my God than dwell in the tents of ungodliness.\n11 For the Lord God is a light and a shield, the Lord gives favour and honour:\n    and no good thing will he withhold from those who walk in innocence.\n12 O Lord God of hosts:\n    blessed are those who put their trust in you.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9974009991,
        "format_confidence":0.8890448809
    },
    {
        "url":"http:\/\/spiritually-true.com\/post\/Path-To-Love-and-Happiness.aspx",
        "text":"Amazing Quotes Tweet me Spiritually Facebbok Spiritually\nweb 2.0\n\nPath To Love and Happiness\n\nThe path to love and happiness, is really not outside,\nit's born from truth & honesty, and not within a lie.\nIt grows within the feelings, that centers in your heart,\nit feeds on trust & loyalty, and does not tear apart.\n\nIt lifts you when you're burdened, and holds you when you're sad,\nit secures you when you're jealous, and laughs when you are mad.\nAnd through the joys and sorrows, of love and hate and fear,\nthe memories created, should last throughout your years.\n\nLoving is the answer, it grows from what you learn,\nyour thoughts create the future, the Point of no Return.\n\nWhen you go off center, and lose your sense of pride,\nthe negative surrounds you, with bitter words and lies.\nSometimes indecision, and sometimes in regret,\nsometimes insecurity, and sometimes as a threat.\n\nBecause of constant pressure, because of fear of why,\nbecause of all the questions, and because of all the lies.\nYou need to touch your center, is what I can suggest,\nget hold of faith & confidence, this is the last request.\n\nYou need to start things over, starting with the truth,\nyou need to start to change the past, began within your youth.\nYou're just a fish in water, swimming for your life,\na thinking feeling person, looking for what's right.\nYou need to touch the child, held deep within us all,\nescape through truth & honesty, not up against the wall.\nOur pets show us this secret, they give love without concern,\nthe message here is giving, with no thought of your return.\n\nWritten as an omen, about the quest for life,\na thought provoking commentary, about searching for what's right.\nYou can be a martyr and destroy what you have learned;\nor you could be in ecstasy, a place that you must earn.\n\nYour thoughts become the future\n\nLovely Thoughts for Lovely People Just Like You\n\nTags: , ,\n\nblog comments powered by Disqus\nInspirational Motivational Quotes on Life Love",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9665733576,
        "format_confidence":0.518994391
    },
    {
        "url":"http:\/\/sharinggospelpoetry.com\/2014\/03\/nemesis\/",
        "text":"By Christine Hare Tate\n\nOur nemesis sleeps not\nand has no compassion,\nbut spins his evil web\nwith malicious passion.\n\nIf you are committed\nto serve God and obey,\nsatan will pursue you\nwith a vengeance day by day.\n\nSo think it not strange\nwhen fiery arrows fly,\nand accusations come\nfrom the father of lies.\n\nStand firm on God’s word\nand take full authority;\nfor in the name of Jesus\nsatan has to flee.\n\nCount it a privilege\nto shoulder your cross…\nit will be your gain\nand the devil’s loss!\n\n\n‘Humble yourselves before God, resist the devil and he will flee from you.’\n[James 4:7]\n\n\n\nThis entry was posted in Bible Teaching and tagged , , , , . Bookmark the permalink.\n\nLeave a Reply",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9964660406,
        "format_confidence":0.8915063143
    },
    {
        "url":"https:\/\/ravencypresswood.com\/2018\/11\/19\/5147\/?shared=email&msg=fail",
        "text":"Lama Think of Me!\n\nHis Eminence Menri Ponlop Yangton Trinley Nyima Rinpoche. Photo credit: Unknown\n\n\nWith the devotion of my body, speech and mind, I pray to the essence of the three Enlightened Bodies, the kind root lama.\n\nPlease bestow upon me right now the realization of my own enlightened mind and the meaning of the view, realization and behavior.\n\nMay I recognize my natural mind, without modification and free of extremes.\n\nMay I recognize the brilliantly clear power of the wisdom of self-awareness.\n\nMay the many kinds of unceasing mental perceptions arise as self-appearances.\n\nMay I recognize my own enlightened mind, I pray.\n\nBless me that I may see my true face!\n\nBless me that self-awareness will arise for me!\n\nBless me to recognize my own true nature!\n\nBless me to see my own enlightened mind!\n\nLama, think of me!  Lama, think of me! Lama, think of me! \n\nHold me, and all other sentient beings, in your compassion, I pray! \n\nProtect us with your compassion, I pray! \n\nLead us with your compassion, I pray!\n\nA Powa Prayer written by Lord Shardza Tashi Gyaltsen and included in his Kalong Gyatso, An Ocean of Instructions. Translation by Raven Cypress Wood ©2015 All Rights Reserved.\n\nPosted on November 19, 2018, in Prayer and Ritual, Tibetan Lamas, Translation, Uncategorized. Bookmark the permalink. 3 Comments.\n\n  1. Wonderful!\n\n  2. Thank you for sharing this beautiful prayer\n\n  3. You are most welcome.\n    All the best to you and your family,\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9974008799,
        "format_confidence":0.7857400775
    },
    {
        "url":"http:\/\/poemhunter.com\/poem\/come-sinners-to-the-gospel-feast\/",
        "text":"Charles Wesley\n\n(18 December 1707 – 29 March 1788 \/ Epworth, England)\n\nCome, Sinners, To The Gospel Feast - Poem by Charles Wesley\n\nCome, sinners, to the gospel feast,\nLet every soul be Jesu's guest;\nYe need not one be left behind,\nFor God hath bidden all mankind.\n\nSent by my Lord, on you I call,\nThe invitation is to ALL:\nCome, all the world; come, sinner, thou!\nAll things in Christ are ready now.\n\nCome, all ye souls by sin opprest,\nYe restless wanderers after rest,\nYe poor, and maimed, and halt, and blind,\nIn Christ a hearty welcome find.\n\nCome, and partake the gospel feast;\nBe saved from sin; in Jesus rest;\nO taste the goodness of your God,\nAnd eat his flesh, and drink his blood!\n\nYe vagrant souls, on you I call;\n(O that my voice could reach you all!)\nYe all may now be justified,\nYe all may live, for Christ hath died.\n\nMy message as from God receive,\nYe all may come to Christ, and live;\nO let his love your hearts constrain,\nNor suffer him to die in vain!\n\nHis love is mighty to compel;\nHis conquering love consent to feel,\nYield to his love's resistless power,\nAnd fight against your God no more.\n\nSee him set forth before your eyes,\nThat precious, bleeding sacrifice!\nHis offered benefits embrace,\nAnd freely now be saved by grace.\n\nThis is the time; no more delay!\nThis is the acceptable day,\nCome in, this moment, at his call,\nAnd live for him who died for all.\n\nComments about Come, Sinners, To The Gospel Feast by Charles Wesley\n\n  • Rookie - 95 Points Lisbon Tawanda Chigwenjere (3\/16\/2013 6:20:00 AM)\n\n    Ye vagrant souls, on you I call;\n    (O that my voice could reach you all!) (Report) Reply\n\n    0 person liked.\n    0 person did not like.\nRead all 1 comments »\n\nRead this poem in other languages\n\nThis poem has not been translated into any other language yet.\n\nI would like to translate this poem »\n\nword flags\n\nWhat do you think this poem is about?\n\nPoem Submitted: Wednesday, April 21, 2010\n\n[Hata Bildir]",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.8819519281,
        "format_confidence":0.9904379249
    },
    {
        "url":"http:\/\/christian-hymns.co.uk\/christian-hymn-christs-passion\/",
        "text":"Christian Worship Christ’s Passion.\n\nThe morning dawns upon the place,\nWhere Jesus spent the night in prayer;\nThrough brightening glooms behold his face,\nNo form or comeliness is there.\n\nLast eve by those he called his own,\nBetrayed, forsaken or denied,\nHe met his enemies alone,\nIn all their malice, rage, and pride.\n\nBut hark! he prays;-’tis for his foes;\nHe speaks;-’tis comfort to his friends;\nAnswers;-and Paradise bestows;\n‘Tis finished!-here the conflict ends.\n\nTruly, this was the Son of God!\n-Though in a servant’s mean disguise,\nAnd bruised beneath the Father’s rod,\nNot for himself,-for man he dies.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9965270162,
        "format_confidence":0.9699575305
    },
    {
        "url":"https:\/\/www.lds.org\/friend\/1990\/06\/double-lesson?lang=eng",
        "text":"Double Lesson\n\nYour work shall be rewarded (2 Chr. 15:7).\n\nI really don’t know how I let Sister Moffat talk me into it in the first place. Before I knew what was happening, I had agreed to give a five-minute talk in sacrament meeting about being a Cub Scout. All the other guys were pounding me on the back, saying that they were glad it was me, not them.\n\n“You really are a pal, Alan,” Will said. “You saved all the rest of us.”\n\nYeah, I thought, but who’s going to save me?\n\nWhen I got home, I told Mom about it. “I don’t know why I said I’d do it. I can’t talk for five minutes.”\n\n“It sounds like a great opportunity to me,” she said, smiling.\n\nSomehow I knew she’d say that. That’s what mothers always say. “But five minutes,” I said. “That’s a long time to say I like Cub Scouting because it’s fun and helps me learn new things.”\n\nMom chuckled. “Five minutes isn’t nearly as long as it sounds to you. I’ll help you. Together I’m sure we can think of enough to take up five minutes.”\n\n“I sure hope so,” I said. I was glad she had volunteered to help though. It was kind of like she had picked up the other end of a heavy load that I had been trying to lift by myself.\n\nBecause this was a talk for sacrament meeting, and because Dad says that sacrament meeting is probably the most important of all our Church meetings, I knew that I couldn’t put off preparing it until Saturday. So after school on Monday I asked Mom if she had had time to write any of my talk.\n\nShe looked at me in surprise. “Now, wait a minute. I didn’t say that I would write your talk. I said that I would help you write one.”\n\n“But you always wrote my talks before,” I said. “I thought that that’s what you meant when you said that you’d help me.”\n\n“You’re old enough now that I don’t have to do everything for you. Wasn’t it you who was telling me last week that a ten-year-old ought to have more privileges than his eight-year-old sister?”\n\n“But I don’t even know how to begin,” I wailed. “You said that you’d help me.”\n\n“I will,” Mom answered. “But there’s a difference between helping you and doing it for you.”\n\nWell, when Mom finally convinced me that she really wasn’t going to do it all, I pleaded for suggestions. She said that we should start with prayer. Then, by asking questions, she helped me get a better idea of what I wanted to say. After that, she helped me decide in what order to say things.\n\nI still had to sit down and write the talk out myself, but it wasn’t as hard as I’d thought it would be, because I knew what I wanted to say. When I finished, Mom helped me correct some grammar mistakes.\n\nOnce the talk was written, I started feeling kind of glad that I was going to talk in sacrament meeting. I practiced giving it every day in front of a mirror. By the time Saturday rolled around, I felt pretty confident. As long as I had my paper there to remind me what came next, I could give most of the talk by just glancing down once in a while.\n\nSunday morning I made one last trial run with Dad as my audience. “Alan, that is a very fine talk,” he said. “You’ll do just great in sacrament meeting. But there is one thing that you don’t want to forget.”\n\n“What’s that?” I asked, a little disappointed to think that something wasn’t just right.\n\nSeeing my disappointment, he said, “Oh, there’s nothing wrong with your talk. I just want to remind you to ask Heavenly Father to help you do your best.”\n\n“Oh,” I said, feeling much better. “I will.”\n\nSitting up on the stand, I felt pretty important. I glanced at the clock—two minutes until the meeting started. I felt a nervous excitement as I reached into my pocket for my talk. It wasn’t there! I felt in my other pockets. I looked on the floor. It was gone! Just then the bishop got up and announced the opening song and prayer.\n\nWhat was I going to do? I caught Mom’s eye and gave her a pleading look. She just smiled at me. I began praying fervently that the paper with my talk on it would miraculously appear. I felt in my pockets again—nothing. When I put the hymnbook under my seat, I felt around the entire area for my paper—still nothing.\n\nWhen the deacons were just about finished passing the sacrament, I knew that my miracle was not going to happen. I began praying that I would be able to remember my talk or that I would at least know what to say.\n\nSuddenly I heard my name as the bishop announced me as the first speaker. With leaden feet I walked slowly to the pulpit. I could see my mother and father smiling at me. Will was pointing at me.\n\nI was sure that everyone could see me shaking. Very slowly I announced the topic of my talk. There was Sister Moffat. She was smiling too. I just stood there quaking for a minute. Then something miraculous did happen: I remembered the first few sentences! As I began speaking, I remembered more and more. It was almost like I was standing in front of the mirror at home, except that I felt a warm, radiating glow around me.\n\nI was finished before I knew it. The rest of the meeting was like a pleasant after-glow. I felt wonderful. That feeling was only intensified by all the compliments I received when the meeting was over.\n\n“Alan,” Dad said, “you were great!”\n\n“You really were,” Mom said as she planted a kiss on my cheek. “We’re proud of you.”\n\n“But you know,” I confessed, “I didn’t think that I was going to be able to do it, because I lost the paper with my talk on it. When I discovered that it was gone, it was too late to do anything else but pray for help. So I did. Heavenly Father really came through for me.”\n\n“It sounds like you learned more than just how to give a good talk,” said Dad, giving my shoulders a squeeze.\n\n“Yeah, I really did.”\n\n[illustrations] Illustrated by Mike Eagle",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9962642789,
        "format_confidence":0.6941760182
    },
    {
        "url":"https:\/\/blessedandbroken.com\/page\/2\/",
        "text":"a safe place\n\nTheir kindness unraveled me.\n\nThere were no expectations.  There were no admonitions.  There was no condemnation.\n\nThey listened with calm patience and peaceful understanding in their eyes.  They encouraged with loving words of counsel and wisdom for every aching sigh and wretched confession.\n\nWithout judgement or correction, they drew near and waited for this unwilling flower to open.  They were not appalled when a long wilted petal fell to the ground.  The stench of long neglected wounds did not make them flinch.  Nor were they scandalized to see that what remained was lacking.\n\nAnd when the tears fell and the dam broke and my speech became slurred and incomprehensible, they laid solemn hands over me and called on the Comforter to minister where they could not.\n\nOver and again, another blemish would be revealed as we addressed the last.  I was appalled that the breaking was cyclical, there seemed to be no end.  The healing a wrestling of persistence and stamina.\n\nBut these mothers, these Titans, she that had walked in the ways that I was entering, created a holy haven with their Being.\n\nThey provided for me what no other had attempted or had fathomed was needed.\n\nThese women of faith surrounded me with a shield of anointed protection.  Rescuing me from the harsh elements of this earth, they created a safe place.  They sustained a covering in which I finally felt the confidence to heal. A gentle gathering where truth could be spoken and received.  Where the poignancy of honesty was delivered in the sanctuary of acceptance.\n\nThere is a resistant protection built up in every broken person.  When there has been a shattering, the frantic makeshift triage has left a thick scar. Only in a harbor, a place of refuge can we even entertain a thorough repair.\n\nWe all need a cove, where our hearts and minds find soothing balm, a place we feel content.  It’s where the violent waves meet the breakers far from the shore.  A shelter where there is love and calm waters and we don’t fret the tides. Tears well up in our eyes from just the thought of being there and our longing to return overwhelms us until the breath in our lungs presses against our heart and all we hear is the deafening beat in our ears.\n\nThat is where the layers begin to fall away and  the walls start to crumble.  When we stop trying to pick up the broken pieces with dust-covered hands and press them back into the walls that imprison us.\n\nIt’s where the tears begin to wash away the soot and our stories start to fall like vibrant petals from our tongues.\n\nThis is the space that every broken girl needs.  It is a gift of grace and love.  It is a place of  beauty and courage where brokeness, weakness, flaws and fragility are not uncomfortable but unconditionally accepted.  It is where you are called blessed because of them.\n\nBeautiful alabaster box, pouring out your sin and hurt and shame at the feet of Christ.\n\nOh mighty women of valor!  We need you to pass on your knowledge, your intentional acceptance and willingness to serve and save.  So many of us need you.\n\nSo many need us to take up that mantle of rescue.  To lift our hands in service and call on the Comforter to abide in the spaces we keep.  To restore warrior princesses and high priestesses to their rightful, whole and fortified selves.\n\nAnd show your own self in all respects to be a pattern and a model of good deeds and works, teaching what is unadulterated, showing gravity [having the strictest regard for truth and purity of motive], with dignity and seriousness.And let your instruction be sound and fit and wise and wholesome, vigorous and [a]irrefutable and above censure, so that the opponent may be put to shame, finding nothing discrediting or evil to say about us.  Titus 2:7-8 (AMP)\n\n\nlet’s cross over\n\nHe calls me out to cross the waters.\n\nBut I am hesitant.\n\nThe harbor is safe. The docks overflow with provision. I am held in high esteem. My position is secure and my name is known at the gates.\n\nOh but his voice dances on the wind. I am drawn by his invitation though reason keeps my feet planted in the sand.\n\nThe water is perilous and unpredictable. Struggles and temptations are the litany of the water. It is murky with the unknown. Hostile is its nature.\n\nThere are storms at sea.\n\nMonsters rise up out of its dark deep and rush waves upon waves of doubt and fear onto the shore. They threaten to capsize and send me adrift should I dare attempt a crossing. Should they engulf me, overwhelm and consume me, I could perish!\n\nBut still he calls.\nLet’s crossover.\n\nWhat is on the other side?\nWhy does he beckon?\nI must know.\nI cannot resist.\nAcross the waters I will go.\n\nQuickly all is black of ink and foamy white and shades of gray.\n\nThe waters are merciless.\n\nTempests rise, squalls abuse, hurricanes churn, the waves are icy cold and heavy. They batter and bruise.\n\nThe sea is unrelenting.\n\nRun down, I am sinking beneath the waves. Gasping for air, I am at the brink of surrender when I hear that same sweet voice now speak with authority into the chaos.\n\nThen peace.\nAll is haltingly still.\nI will cross over.\n\nWhat is on the other side?\nOn the other side is victory.\nOn the other side is potential.\nOn the other side is hope.\n\nWhen I cross over to the other side, the storm surge rolls and withdraws and rushes back into the sea. My adversaries are swept into the very waters that threatened and tried to intimidate me. Doubt and fear are dragged through the sand and into the dark undertow.\n\nLet’s crossover.\nLet’s walk on water.\nLet’s go and know Him\nand all He is,\nand all He will do,\non the other side.\n\nthorns and thistles\n\nThe earth is in me.\n\nThough my soil is deep, rich and fertile, the warmth of its dark grounds seemingly affectionate and cultivated, in it lie thorns and thistles.\n\nThe gardener scattered the seeds of His word in my fields.  My heart had been worked by the till of contrition and I was ready to receive the seeds of life.\n\nAs these seeds took root their young shoots pushed though the surface, reaching for the righteousness of the Son and seeking to drink in the refreshing rains of His grace.\n\nThe dormant thorns and thistles were aroused.\n\nThorny creeping tendrils of cares and fears, worries and anxiety began to twist, tangle and distort. And while I worked diligently to remove the noxious weeds, it seemed that with each one I removed, three more sprouted up in its place. Prickly and seemingly evolving in defense, they were painful to uproot.\n\nThe thistles of my doubt and skepticism were even more adept at pressing down words of life.  They were quick to choke every expectant bud as too lofty to take root and too risky to cultivate.\n\nSoon my treasure of seed was fruitless.  Hope looked just vain. The promise of increase, harvest and bounty in the Word was consumed until the vital shoots and buds of my faith shriveled, withered and came to nothing.\n\nI was overcome.  \n\nIn my despair the serpent slithered:\n\nThe earth is cursed.  “..thorns and thistles it shall bring forth for you”\n\nScripture warns me of these thistles and thorns.  They are the bitter herbs that took root when along with Eve I rejected God’s provision and questioned his motives.\n\nThey are the weeds of discontent and distrust.\n\nThey are the root of all sin that continues to distance us further and further from the certainty of the gardener’s love and intentions for us .  They spiny stalks are the cause of pain, suffering and death that we experience in our lives.\n\nGod saw all of this.\n\nWe were overrun by thorn bushes, suffocating and seemingly defeated.\n\nThen God, in His unfailing love and never-ending compassion, sent His son to free us all.  Christ gathered up each thorn of sin and He laid them on his head.  He bore my shame and endured my pain and sorrowed all of my failings.\n\nHe succumbed to my death.\n\nReaching down into the depths of all sin, he paid the price of the curse.   And in rising again, he defeated it.  Breathing life into his lungs he breathed life into all humankind.\n\nHe made all things new.\n\nAnd through Him, and with Him, I can hope again.\n\nI can believe that those seeds of promise in me will one day birth fruit to perfection.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9960785508,
        "format_confidence":0.7244912982
    },
    {
        "url":"http:\/\/prabhupadabooks.com\/cc\/antya\/17\/46",
        "text":"yeba venu-kala-dhvani, eka-bara taha suni',\njagan-nari-citta aulaya\nnivi-bandha pade khasi', vina-mule haya dasi,\nbauli hana krsna-pase dhaya\nyeba—whoever; venu—of the flute; kala-dhvani—the sweet vibration; eka-bara—once; taha—that; suni'-hearing; jagat—of the universe; nari—of the women; citta—hearts; aulaya—become disturbed; nivi-bandha—the fastened belts; pade—fall; khasi'-becoming loosened; vina-mule—without a price; haya—they become; dasi—maidservants; baulimad; hana—becoming; krsna-pase—after Krsna; dhaya—run.\n\"The transcendental vibration of Krsna's flute disturbs the hearts of women all over the world, even if they hear it only once. Thus their fastened belts become loose, and these women become the unpaid maidservants of Krsna. Indeed, they run toward Krsna exactly like madwomen.\n\nLink to this page: http:\/\/prabhupadabooks.com\/cc\/antya\/17\/46\n\nPrevious: Antya 17.45     Next: Antya 17.47\n\nIf you Love Me Distribute My Books -- Srila Prabhupada",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9851757288,
        "format_confidence":0.5751465559
    }
]