[
    {
        "url":"https:\/\/blvdbakery.com\/boil\/frequent-question-is-silicone-safe-for-cooking-utensils.html",
        "text":"Frequent question: Is silicone safe for cooking utensils?\n\nIn 1979, the U.S. The Food and Drug Administration (FDA) recognized silicon dioxides as a safe (GRAS) to use as food-grade materials. … Thus, generally, food grade silicone cookware are considered safe for daily cooking or baking.\n\nIs silicone cookware toxic?\n\nThe short answer is yes, silicone is safe. According to the FDA, food-grade silicone cookware and utensils do not cause harmful chemical contamination of foods. If you are nervous about using silicone when cooking or baking, focus on using silicone kitchen tools and avoid cookware.\n\nIs it safe to use silicone cooking utensils?\n\nSilicone utensils are a durable and non-toxic alternative to plastic. This material has a higher melting point than plastic, is chemically stable under extreme temperatures (won’t leach materials into your food), and does not release any odors or toxic fumes during cooking. It’s also very soft and child-safe!\n\nAre silicone spatulas safe to cook with?\n\nSilicone cooking utensils are non-corrosive and hard-wearing. Food grade silicone is very safe to use in any type of food. It does not react with food or beverages or produce any hazardous fumes. … This means that it will probably last longer than the other kitchen utensils.\n\nTHIS IS EXCITING:  What happens to wine when you cook with it?\n\nDoes silicone contain BPA?\n\nBenefits of food grade silicone:\n\nHighly resistant to damage and degradation from extreme temperatures. If cared for properly, it won’t harden, crack, peel, crumble, dry out, rot or become brittle over time. Lightweight, saves space, easy to transport. Non-toxic and odorless – contains no BPA, latex, lead, or phthalates.\n\nIs silicone as bad as plastic?\n\nWhy is silicone better than plastic? Silicone is preferable to plastic because it doesn’t contain the harmful chemicals like phthalates and bisphenol A (BPA) and it is more durable so silicone products often last longer and do not need to be replaced as often \/ generate less waste than plastic products.\n\nAre silicone utensils better than plastic?\n\nSilicone is indisputably safer for human health than plastic, which is a petroleum-based material commonly containing estrogen-mimicking chemicals like bisphenol-A (BPA). Furthermore, when it comes to the environment, silicone is highly durable and more environmentally friendly than plastic.\n\nWhich type of utensil is best for cooking?\n\nWhat Kind of Utensils are Ideal for Cooking?\n\n  1. Stainless Steel. One of the most readily available and best vessels for cooking that you should consider is stainless steel. …\n  2. Cast Iron. One of the long-lasting and sturdy metals that can be used for cooking food is cast iron. …\n  3. Glass. …\n  4. Brass. …\n  5. Bronze. …\n  6. Clay Pots.\n\nWhich is safer nylon or silicone cooking utensils?\n\nMost chefs prefer silicone over nylon because it poses less of a health risk and has higher heat resistance. Nylon utensils, however, are usually affordable, sturdy, and have an average heat resistance of about 400° F.\n\nTHIS IS EXCITING:  Can you use mayonnaise for frying?\n\nAre all silicone spatulas heat-resistant?\n\nHeat resistance – Silicone can withstand high heat, with some being able to resist heat up to 600 degrees Fahrenheit. … This in turns means that silicone spatulas are easier to clean and wash, compared to other materials such as wood which is more porous, and which can harbor more bacterial growth.\n\nAre silicone utensils heat-resistant?\n\nSilicone is a fantastic option for heat-resistant utensil sets because it can handle temperatures of up to 400 degrees. Better yet, silicone utensils are more flexible than bamboo or stainless steel, making them the perfect option when it comes to flipping pancakes or getting into all the crevices of a pot or pan.\n\nAre silicone muffin cups safe?\n\nThe FDA has approve silicone as a food safe substance and it is generally considered inert and will not leach into foods. … Lower quality silicone may contain fillers or additives which may cause odor during baking and discolor over time. Silicone bakeware is durable, non-stick, and quite flexible.\n\nHow can you tell if food grade is silicone?\n\nHold the silicone product by hand, focus on one place, and then pull hard on both sides. Turn White is an ordinary silicone, and no white is the food-grade silicone. If the silicone product pulled white and has a pungent smell, then it can be concluded that it is an ordinary silicone, not food grade.\n\nWhat are silicone utensils made of?\n\nSilicone, a synthetic rubber made of bonded silicon (a natural element abundant in sand and rock) and oxygen, is increasingly filling this niche.\n\nTHIS IS EXCITING:  Your question: Do homemade noodles have to dry before cooking?\n\nIs 100% silicone food safe?\n\nEssentially, a silicone material is generally food safe if it is listed as 100% food-grade silicone. Other materials within a silicone composition (fillers) may not have the same properties that make silicone so suitable for use in food applications.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9604040384,
        "format_confidence":0.8935311437
    },
    {
        "url":"https:\/\/ohmygoodness.co\/pages\/questions",
        "text":"Frequently Asked Questions\n\nHow do I store my Goodness?\n\nWe always recommend portioning, wrapping\/placing in an airtight container and freezing as that's the best way to preserve any baked goods, not just ours, for weeks or even months. Refrigerators tend to dehydrate baked goods - that's why leftover birthday cake kept in the fridge for days is never good! \n\nAll our products are preservative-free. Like any other cake\/bread, this means that if you leave the products out in the open at room temperature - in Singapore's heat - they should be consumed within 2 days maximum. If kept in the refrigerator, within 5-7 days, but the products may not be as moist.\n\nWhere can I find the nutrition information for each product?\n\nRight here!\n\nHow do I know which products are free of gluten\/dairy\/eggs\/nuts?\n\nALL our products are gluten, dairy and refined sugar-free. For other claims or more specific details, please see here\n\nHow much is delivery? \/ Is there a minimum order?\n\nNo, we do not impose any minimum order quantity. We simply charge a flat delivery fee of $9.99 per location for orders below $49 and offer free delivery for orders of $49 and above. This applies to orders placed via our website only.\n\nFor corporate or bulk orders not placed via the website, delivery is charged at $9 per individual home (up to 3 items per location) and $30 for bulk delivery (more than 3 items).\n\nWhen do you deliver? \/ Can you deliver at a specific time?\n\nWe deliver Monday to Saturday and selected Public Holidays between 10am and 1pm. \n\n(Selected Public Holidays: New Year's Day, Christmas, Chinese New Year, Hari Raya Puasa, Deepavali and Good Friday)\n\nJust check which days are available on the calendar when you check out! \n\nShould you require delivery outside of these timings or within a very specific window, this can be arranged for a delivery fee top up of $20. We will send you an invoice for this amount and payment must be made to confirm the delivery slot. \n\nThe cut-off for next day delivery is 3.30pm. \n\nDo give us a call at 9162 2633 if you need any help with your delivery. \n\nWhat happens if I am not able to receive my delivery at the scheduled time?\n\nDelivery slots are selected by customers but we understand that plans change. If you know ahead of time that you will not be able to receive your order, please call us at 91 622 633 to re-arrange your delivery at least 24h before your scheduled delivery. Kindly do not send us a message via Facebook\/Instagram\/SMS - such requests will not be entertained via these platforms as they are only checked periodically. \n\nRe-deliveries are charged at $9.99 per location.\n\nAs all food products are perishable, for food safety reasons, a new item may need to be prepared for you depending on the re-delivery arrangement to maintain the freshness \/ quality \/ integrity of the product. The need for a new product will be determined at the discretion of Oh My Goodness! on a case-by-case basis. Such items will be billed to the customer and payment has to be received prior to delivery. \n\nDo you have a physical location? \/ May I pick up my items myself?\n\nOh My Goodness! is an 'e-bakery' and we operate on a delivery-only basis as this helps us keep our prices down in a place like Singapore. If you'd like to pick up some Goodness when you're out and about, you can visit one of our stockists listed here.\n\nHow far in advance should I place an order?\n\nYou can order any of our items online as early as you please or with just 24 hours' notice.\n\nShould you need anything in a hurry, give us a ring at 91 622 633 and we'll do everything we can to help! Alternatively, you can get your hands on some Goodness via one of our stockists listed here.\n\nMay I make a special request? \/ Do you take custom orders?\n\nLike what you see but want to customise it? Drop us an email at or give us a ring at 91 622 633 and we'll chat! Typically, custom orders require at least a week's notice to ensure we can give your Goodness our best. \n\nCan I remove\/replace an ingredient in any of the products?\n\nBaking is essentially chemistry in an oven and each recipe takes several months to test and perfect before we finally bring the product to you. Ingredients can’t simply be removed or replaced without disrupting the balance of the recipe and having to recreate it entirely. Do bear in mind that as a commercial entity, we do not produce one cake at a time.\n\nDo watch out for new products coming out from time to time, though, and maybe you'll find something that suits you just perfectly! \n\nCan I cancel my order?\n\nYou may cancel your order and receive a full refund within 12 hours of placing your order.\n\nAfter 12 hours and up to 3pm the day before your scheduled delivery, you may cancel your order and receive the value of your order in store credit to be used on our website within 6 months.\n\nDo you provide refunds or replacements?\n\nRefunds and replacements are provided on a case by case basis, i.e. for proven issues\/defects, at the discretion of Oh My Goodness!.\n\nIf you receive an incorrect item, please give us a call at 91 622 633 within 3 hours of receipt to let us know and send us a picture of the incorrect item - we will either send you the correct item as soon as reasonably possible, stock permitting, or issue you a gift card for the value of your order to be used on our website within 6 months. You may wish to place an order for the correct item thereafter. \n\nIf you receive an item with an issue\/defect, please give us a call at 91 622 633 within 3 hours of receipt to let us know and send us a picture of the issue\/defect. We will arrange for pick up of the item at our own cost for internal investigation and to send to our partner laboratory, where needed. We seek your kind assistance in facilitating this pick up. Depending on the issue\/defect, if proven, we will provide you with a replacement or refund at our discretion.\n\nRefunds and replacements will not be provided for issues arising out of personal preferences e.g. not liking the taste, texture, colour.\n\nHow will my items arrive?\n\nDepending on your order, your items will arrive chilled or frozen.\n\nAre your products keto- \/ paleo- \/ diabetic-friendly?\n\nAs each of these diets are defined and applied differently by different individuals, we recommend checking the list of ingredients on each product page to see if it works for you. \n\nFor diabetics, we recommend checking your allowances with your doctor. Remember - our products are refined sugar-free, they are not sugar-free! (Only the walnut and vegan buckwheat breads are entirely free from added sugar.)\n\nI am making a custom\/corporate\/bulk order for my company\/organisation\/event - why is my delivery fee different? How come I do not enjoy free delivery when there is a free delivery promotion on your website? \n\nThe $9.99 delivery fee and any free delivery promotions apply only to consumers who place orders directly on our website and pick a delivery slot within our usual delivery schedule. \n\nFor custom, corporate or bulk orders placed directly with us and not via our website based on bespoke needs, our team arranges the delivery suited to these specific needs and this is a chargeable value-added service.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.991802156,
        "format_confidence":0.9775544405
    },
    {
        "url":"http:\/\/www.chilly.in\/chili_faqs.htm",
        "text":"Varieties of Chili Indian Chili Varieties Scoville Scale Origin of Chilies Sitemap |  E-Mail   \n\nChili Faqs\n\nWhy is chili hot to taste?\nChili is hot and stimulating with very less aroma when eaten. Chili contains capsaicin, an alkaloid substance which makes chili hot to taste. Capsaicin is present in chili seeds and membranes. When chili powder is swallowed, capsaicin makes the brain to release a neurotransmitter called substance P. This makes brain think that the body is in pain making body respond to chili. The heart beats rapidly and the natural painkiller endorphin is secreted.\n\nWhich is the hottest chili in the world? Where is it found?\nThe hottest chili in the world is the “Naga Jolokia” which read 855,000 in the Scoville Scale. Naga Jolokia has replaced Mexican chili Red Savina Habanero which scales 557,000 in Scoville units. The Naga Jolokia is found in hilly terrain Tezpur town of Assam in India.\n\nWhat is Scoville Scale?\nScoville Scale is a method of finding the heat of the chili. This method was invented by a chemist, Wilbur Scoville in 1912. This is a subjective test where the capsaicin extracted from chili is soaked in alcohol. The soaked extract is later mixed with sweetened water and given to the human tasters to determine if there is pungency in the chili. Pure capsaicin scales 16,000,000 Scoville units.\n\nWhat is the origin of the chili?\nChili was used in Mexico as early as 7000 BC. The chili was brought to rest of the world when the Italian Spanish navigator Christopher Columbus discovered America. He mistook the chili for pepper and took it to Spain which later spread to rest of the world.   \n\nWhen was chili introduced in India?\nIn May 28, 1498, Chili was brought to India by the Portuguese explorer Vasco-da-Gama. Soon chili became an important ingredient in Indian cuisine.   \n\nWhat are Mexican Ristras?\nThe Mexican Ristras is the oldest traditional method of drying the chilies. Mexicans tie the chilies with cotton string also called ristras. There are many different methods of making Mexican ristras. The chilies could be tied in a cluster, two three chilies, or just single chili per knot. When hung Mexican ristras look so beautiful, that it is used for decorative purpose too.  \n\nHow to dry chilies?\nYou can lay out the chilies in sun. As the sun does not dry the chilies completely, it is good to smoke to preserve them.   \n\nHow to preserve chilies for longer time?\nYou can dry, freeze, or smoke the chilies to preserve them. Do not forget to break the stalks. This will preserve both green chili and red chili for longer time. You can store them in air tight container and keep it away from heat. Chilies can also be preserved by canning them. Green chilies can be preserved and prevented from turning it red by removing the stalk and storing them in dry bags.\n\nThe color of dried and grounded chili powder fades away after few days. How to preserve the color of chili powder for longer time?\nTo preserve the color of the chili, you can add little groundnut oil to the chili powder. This will keep the red color of the chili powder for longer period. A pinch of asafoetida or raw salt can preserve chili powder.\n\nHow to prevent the throat irritation while frying the chili powder?\nAdd little salt to prevent throat burning.\n\nWhat is the remedy if I have burned my mouth from eating too much of chili?\nMilk, Milk cream, curd, and other dairy products will reduce the burning sensation in your mouth. Drinking water will not help the situation.\n\nHow to reduce the burning sensation caused by chili or chili powder while handling them?\nApply oil to your hands before cutting the chilies. If you have not used oil and feel burning sensation then it is good to wash them with sugar and tamarind.  \n\n\n\n\n<...Chili Facts     About Us...>\n\n  Kindly visit our commercial website\n\nHome | Chili Pepper | Chili Powder | Benefits of Chili | Chili Photo Gallery | Chili FactsChili FAQS |  About Us\n Varieties of Chili Indian Chili Varieties Scoville Scale Origin of Chilies |  Sitemap",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.994165659,
        "format_confidence":0.9773933887
    },
    {
        "url":"https:\/\/ship.unos.com\/pages\/fraq",
        "text":"Prolonged severe weather across the U.S. is causing delays including the ability to pick up and deliver in certain cities. Expect shipment and order processing delays.\n\nFrozen Chicago Pizza Shipped Nationwide\n\nEverything you need to know about the Original Recipe Chicago Deep Dish Pizza\n\nCan I ship pizza to a P.O. Box?\n\nNo, we cannot ship to a P.O. Box because this is a frozen food product. It must be shipped to a business or residence directly.\n\nHow big is this pizza?\n\n10\" diameter and 3\" thick!\n\nHow many people does a pizza feed?\n\nA single 10\" deepdish pizza will feed between 2-4 people.\n\nHow fast will my pizza arrive?\nClick Here to see our shipping schedule. Most orders are received within two days.\nHow will my pizzas arrive?\n\nOur Pizzas are stored and shipped in insulated coolers with ice packs. For best results the Original '43 pizza should be stored and cooked from frozen.\n\nCan I ship outside the United States?\n\nShipping in the continental United States is included. If you wish to send to a destination outside of the continental United States please contact customer service.\n\n\nNo, Uno Gift Cards can be used for Dine-In and Take-Out at all Uno restaurant locations in the U.S. However, they cannot be used for the pizzas we ship from this site.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.5219866633,
        "format_confidence":0.9479324818
    },
    {
        "url":"https:\/\/absolutepasturedpoultry.com\/faqs",
        "text":"Absolute Pastured Poultry – Frequently Asked Questions\n\nQ: What is “naturally raised, pastured” poultry?\n\nA: The best chickens are more “naturally raised” and “pastured” by growing on new fresh green pastures daily. This means that they are never exposed to any antibiotics, growth hormones or animal by-products in their food. After the first 2-3 weeks, they are introduced to natural fields of pasture that have not been exposed to mass production agricultural practices or related chemicals for over 40 years. Unlike today’s mass production factory facility raised chickens (they are not farms), more naturally raised, pastured chickens actually see the sun, breathe fresh air, interact with nature and have fresh new green life to explore each day. They are free to enjoy a much more natural environment that lets chickens be chickens!\n\nChicken – Year 2018 (contact us for this year’s details and information)\n\nChickens are available “per chicken, per pound” each season with average weight ranges between approximately 3.5 to 6.5 pounds due to differences in age, individual variations in size, weather conditions, etc. Custom meat orders require a pre-order reservation deposit per each chicken which are then raised to your specifications.\n\nPastured chickens are noted for producing excellent high quality, nutrient dense protein and flavor. These chickens are consistently rated by those who are knowledgeable chefs as “gourmet quality”. This level of quality can only be achieved through a “hands on” natural, humane, pastured approach.\n\nWe strongly encourage you to contact us as soon as you have determined the number of chickens you will be ordering for this year before or during the upcoming current season. All custom meat arrangements are by pre-order with a pre-order reservation deposit per chicken. This helps in planning and adjusting numbers being raised. We thank you for your commitment to eat healthier and to better quality food! You and your family will appreciate it!!\n\nEmail: absolutepp@email.com  Telephone: 570 788-1044 for further details! Or use the easy CONTACT FORM link. Go to the “contact” page… We will do our best to help you and answer your questions on how to transition your menu to pastured poultry! A New (Old) American Way Forward!\n\nQ: Can chickens fly?\n\nA: Who says chickens can’t fly! Hundreds of fowl whiz through the air after the farmer blows his whistle to gather his mountain ranging chicken flock for supplemental feeding. This video footage was recorded in China’s Guizhou province. Hundreds of chickens can be seen flying\/gliding through the air towards the farmer. Most chicken breeds can (more or less) “fly” about 20 yards if motivated.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9810521603,
        "format_confidence":0.9730554819
    },
    {
        "url":"https:\/\/csafarms.ca\/frequently-asked-questions\/",
        "text":"CSA Farms prioritizes education and will always find solutions to meet their needs. Whether you have issues regarding your subscription or would like to inquire about our terms, we will accommodate your request and respond to your questions accordingly. You may see our answers to frequently asked questions here.\n\nFor now, we recommend to CSA farms to only accept commercial establishments as pickup locations. You may contact us for more information about the process and requirements.\n\nWe’re sorry to hear that. Please let the farm know as soon as possible, and they will find a solution to your issue.\n\nThank you for the suggestion! However, for consistency, farms normally use their eco-friendly packaging to maintain the quality of their produce. You may bring your packaging during the Swap Meet or when you’re purchasing goods from their farm, stalls, or partner establishments.\n\nCSA farms normally harvest more than 30 types of vegetables on their farm; some of these are grown regularly and the others are either brand-new additions or seasonal goods. For example, farms regularly grow strawberries, eggplants, potatoes, asparagus, and green onion.\n\nDuring June, farms add beets, blueberries, and kale to their list. With those in mind, you can expect a basket filled with those types of produce.\n\nYou may drop by at any of the farm’s partner establishments or the farm itself to swap your vegetables for different goods. Every month farms normally have a weekly “Swap Meet” at the farm where their CSA members can bring vegetables or other items they would like to trade. You may check their website to view the schedule.\n\nYou may reschedule the delivery date, pick up your share at any of the farm’s partner establishments, or have your share delivered to a friend’s location. Please inform the farm 2 days early via phone or email so they can adjust their harvesting schedule as well. You may also have your share delivered along with your next one, doubling up the amount you will receive. Lastly, farms do not offer refunds.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9487752914,
        "format_confidence":0.9724534154
    },
    {
        "url":"http:\/\/rouxblond.com.au\/PRIVATE_PROVISIONS\/415_FAQ.page",
        "text":"Q:  Do we need to meet you?\n\nA:  Not at all, our provisioning service is designed to offer you convenience.  You have the choice of delivery either prior to your arrival at your accommodation or once you have arrived to your accommodation.  We are happy to make all arrangements with you via email\/phone.\n\nQ:  What is the use by date on your baked goods?\n\nA:  Our cakes and tarts are freshly baked within 24hrs of you receiving them. We recommend you consume within the first two days of receiving them. It is best to keep them in an airtight container or wrapped well with cling wrap and in the fridge.\n\nQ:  What if I want to cancel my order?\n\nA:   If you do wish to cancel your order once it has been confirmed you will be responsible to pay for the existing order and any outstanding tax. \n\nQ:  Can I add to or change my order?\n\nA:  Changes to an existing order may incur charges on certain products and goods. We do our very best to accommodate late orders and requests in the time frame given.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.8860881329,
        "format_confidence":0.9787582159
    },
    {
        "url":"https:\/\/www.kensingtonwinemarket.com\/help\/faqs\/",
        "text":"Basket (0 Items)\nSubtotal: $0.00\nYour basket is empty!\n\nPLEASE NOTE; Some of the policies  below may be altered at this time due to the current Covid regulations., including hours of operation, tastings and forms payment.\n\n\n\nThere are general rules of business that we MUST abide by in order to follow ethical and legal business practices. They may be few but we hold them in high regard.\n\n  • The legal drinking age in Alberta is 18 years of age. We ID anyone under 25.\n  • If you are under the influence of alcohol, it is against the law for us to serve you\n  • If you live outside the province of Alberta, please do not ask us to ship your order. It is illegal to do so.\n\n\n  • We are located in Calgary, Alberta, Canada and state our prices in Canadian dollars ($CDN).\n  • 5% Goods and Services Tax (GST) is added to all online orders.\n  • Prices are subject to change at any time and without notice.\n  • We cannot guarantee availability of a product at the time of your order.\n  • A restocking fee may be charged on returns - with the exception of faulty products.\n\nFollowing are some of the questions we answer most often about the store and customer service.\n\nWhere are you located and hours of operation\nDo you have a monthly wine club?\nDo you offer wine tastings?\nCan I book a private corporate tasting?\nCan I order corporate gifts?\nDo you deliver?\nDo you give discounts?\nWhat forms of payment do you accept?\n\nCancellation and Refund Policies\n\nWhere are you located?\n\nCalgary, Alberta, in the trendy neighborhood of Kensington. The street address is 1257 Kensington Road NW, Calgary, Alberta, Canada. We are only minutes from downtown and have plenty of parking available for your convenience behind our store. \n\nWhat are your Store Hours?\n\n  • Monday - Wednesday 10:00am - 6:00pm\n  • Thursday & Friday 10:00am - 8:00pm\n  • Saturday 10:00am - 8:00pm\n  • Sunday 11:00am - 6:00pm\n  • We are open on most holidays except Christmas Day, Boxing Day, New Year's Day\n\nDo you have a Monthly Wine Club?\n\nYes we do! Wine and Beer! Its actually a gift club. You can send yourself or a loved one monthly wine treats. You can subscribe on line under the Gifts tab, Gift Club, and we’ll get right on it! Or, you are welcome to contact us at 403.283.8000 or toll-free at 888.283.9004. You can email us any questions you may have at [email protected]. Remember, we can only deliver within Calgary.\n\nBack to Top\n\nDo you offer wine tastings?\n\nYes, and we also offer tastings of single malts and beer! To see what we offer and register, check out our Tasting schedule. Most Saturday afternoons from 2:00 to 5:00 p.m. you can also enjoy informal wine tastings. Come in and ask an expert about the wine we are sampling that day.\n\nPrivate Tastings?\n\nYes. Private tastings can be arranged either at our store or at a location of your choice. For our in-store tastings, we can accommodate groups of 20 people for sit-down functions or 30 people for stand-up\/cocktail style functions. Read more....\n\nCan I order corporate gifts?\n\nAbsolutely. We have quite a reputation for beautiful gift packages. Not only can we help you pick the perfect gift, we will be happy to wrap your gift in one of our signature bags, boxes, baskets or crates. Read more...\n\nDo you deliver?\n\nOur provincial liquor laws dictate that we cannot ship orders outside of Alberta. But we deliver within Calgary city limits. That's the quick answer, but there is more. For details, read our delivery policy.\nYou are welcome to contact us at 403.283.8000 or toll-free at 888.283.9004. You can email us at [email protected] or send a fax to 403.283.4283.\n\nBack to Top\n\nDo you give discounts?\n\nYes. We give a standard 10% discount on WINE orders of 6 - 11 bottles and a 15% on over 12 bottles of wine. Not all wine is discountable. To be eligible for our quarterly 10% no minimum purchase discount, subscribe to our wineline newsletter. Want to read the fine print on our discount policy?\n\nWhat forms of payment do you accept?\n\nWe accept  Visa, Mastercard and American express online.  We do not accept personal cheques.  If you are interested in setting up a corporate account, give us a call at 403.283.8000 or toll-free at 888.283.9004.\n\nCancellation Policy\n\n  • You may cancel your order at any time prior to pick-up or delivery. \n  • A re-stocking charge may apply except on faulty products.\n  • To cancel, contact [email protected] or call 403.283.8000, toll-free 888.283.9004.\n\nRefund Policy\n\nUnopened Products: Refunds may be given for unopened product in saleable condition. A re-stocking charge may apply. We cannot accept a return on any product that has been used or where the packaging has been altered in any way.\n\nOpened Products: Refunds or exchanges are given for spoiled wine only when the contents are still in the bottle. Empty bottles are not accepted for refund.\nSale Products: No refunds or exchanges on sale items.\nRefunds without original purchase receipt or verification of KWM purchase are not accepted.\n\nBack to Top",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9148007631,
        "format_confidence":0.9749847651
    },
    {
        "url":"http:\/\/idreamcakes.com\/about-me\/frequently-asked-questions\/",
        "text":"FAQ’s | Frequently Asked Questions\n\n*As my blog at idreamCAKES.com grows, I will periodically update this section with questions many of you have asked! Please subscribe above to receive FREE updates sent to your email and contact me with your questions! I’d love to hear from you!\n\n“How much notice do you need to make a cake for my celebration?”\n\nPlease give me as much time as you are able. Typically, I’m booked at least 2-3 weeks in advance so as soon as you know your date, please contact me 🙂\n\n***NOTE: Because my hubs is an accountant, life gets a bit crazy when he’s at the office late during tax season. So, from January through mid-April, the number of cakes I’m able to make will be decreased during this time***\n\n“Do you make wedding cakes?”\n\nYES! I love meeting with engaged couples for a wedding cake consultation and taste testing! I will schedule this up to 6 months prior after we have communicated on occasion about what the couple’s wants and ideas are. This will probably be your most favorite wedding appointment. Just saying.\n\n“What cake and frosting flavors do you make?”\n\nPlease click HERE for the complete list!  Specialty flavors or use of a family recipe is available upon request. Pricing may vary.\n\n“What size cake do I need?”\n\nPlease click  HERE and scroll to the bottom of this page to see the size cakes and the number of servings. I follow the Wilton Sizing Chart as a guide.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9832268357,
        "format_confidence":0.9777265191
    },
    {
        "url":"http:\/\/www.poppasfreshfish.com\/fishcription\/faqs-how-will-fishscription-work\/",
        "text":"How will FishScription Work?\n\n\nPoppa’s FishScription offers fresh, local, non local, and seasonal  seafood straight from fishermen and processers to our community.   FishScription boxes are offered to shareholders in regular or small sizes, weekly, every other week, or monthly for an 8 week commitments.\n\nWe use Farmigo to process our new shares.  On Farmigo you will create a unique account, be able to track and make payments, and renew your subscription in a few easy steps!  Commitment and payment are on an 8 week basis. We do this because we need to know how many shareholders to order for.\n\nWith Farmingo, you will make a pre-payment for your 8 week committment.  Your subscription will automatically renew when your credit account with Farmingo reaches zero, unless you cancel or change your subscription.\n\nWe will accept payment via credit cards, debit cards and shortly will be able to accept echecks.  (sorry at this time we will not be able to recieve payment via American Express or by check.)\n\nBecoming a FishScription shareholder means that you pledge to support Poppa’s Fresh Fish Company in its operations by pre-paying a fee in exchange for a share of the harvested seafood.\n\nYou have an interest in Poppa’s Fresh Fish Company’s success! Our FishScription boxes are priced competitively or better than store prices. We’ve eliminated the middle men, fuel costs, and extra packaging, while still able to offer a variety of healthful Seafood. Go Green!\n\nEach box will include a variety of items, and will be at a savings of 20-25%  our regular retail pricing.\n\nYour box will be at the specified pick-up location on the designated delivery dates and time. The box is guaranteed during the pick-up hours. If you or your agent, do not pick up during the designated hours, or make acceptable arrangements for pickup, your box will be donated to the San Diego Food Bank.\n\nYou are responsible for making arrangements for your box if you are unable to pick up. Please ask a neighbor, friend or family member to pick-up your box for you. We offer one cancellation per commitment period and require one week notice.\n\nSeafood in the boxes will come from available fresh stocks, and will be subject to what is in season and available, boxes may vary box to box.\n\nAll seafood will be fresh unless otherwise specified here:  Wild Salmon will be fresh during wild salmon season, and will be “frozen at sea” wild salmon while out of season.  All clams, mussels, oysters, lobsters, and crabs will be live.  Shrimp and scallops will be frozen unless fresh stocks are available.\n\nShareholders will be allowed to upgrade or downgrade size of share during commitment period.\n\nShareholders will choose pickup site for their box pickup.\n\nSome Text provided with permission from Suzies Farm (",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.5450855494,
        "format_confidence":0.9446460605
    },
    {
        "url":"http:\/\/www.shoptreated.com\/faq",
        "text":"I love your treats but I have something else in mind. How can you help?\nWe'd be happy to help you put together a special Treat for your pal. Just add the 'Custom Treat' to your cart, fill out the survey and we'll be in touch!\n\nThis is the best idea ever and I want my entire office to have a treat. What's the maximum I can order?\nWe're thrilled that you want to share our Treats with the world and will do our best to accommodate your request. Please email and include the number\/types of Treats as well as the timeline you're facing and we'll get back to you as soon as we can.\n\nIs this a subscription?\nIt is not. Treated is a gift-based service and can be ordered on a case-by-case basis.\n\nI make neat stuff. Can we work together?\nObviously! If you think your style aligns with Treated, please submit an inquiry here: We're always looking to partner with people making neat stuff!\n\nHow long will it take for my treat to ship?\nCurrently, Treats ship on Wednesdays and Fridays, weekly.\n\nHow much is shipping?\n$11 per Treat, domestic\n\nI've changed my mind and want to cancel my order. How do I do that?\nUnfortunately at this time, we are not offering refunds or returns. If you want to cancel your order, you can do so within 24 hours of purchasing. Please email: with your order number and reason for canceling.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.8191940188,
        "format_confidence":0.9772734046
    },
    {
        "url":"https:\/\/www.vanillabeanbakingstudio.com\/faq",
        "text":"Q: How do I place an order?\n\nA: Click the CONTACT tab above.\n\nQ: How much are custom cookies?\n\nA: One dozen basic custom cookies start at $42 & go up to $48+ (with a two dozen minimum.)  Prices go up based on design & detail, and are priced on a per project basis.\n\nQ:How much notice do you need for custom cookie orders?\n\nA: I book very quickly, it's never too early to book custom cookies.  Check the availability tab, however usually three to four weeks notice is sufficient.  I may not be able to take on your order with less notice than that, or a rush fee will be applied if I am able to fulfill it.\n\nQ: When is payment due?\n\nA: Your order is not booked on my calendar until you have paid your nonrefundable retainer fee, due within 48 hours of receiving your invoice.  Your remaining balance is due 2 weeks prior to your event.  Alternatively, you may pay the full cost up front within 48 hours of receiving your invoice.  I accept cash, cards, & Venmo.\n\nQ: What flavor custom cookies do you offer?\n\nA: Vanilla & vanilla-almond are my most popular flavors.  I also offer lemon, chocolate, cookies 'n cream, peanut butter, chocolate chip, funfetti, & gingerbread around the holidays.\n\nQ: Are you able to ship me custom cookies?\n\nA: I operate under the state of Alabama's cottage food law & because of this I unfortunately am unable to ship cookies at this time.  \n\nQ: Do you make anything other than custom cookies?  \n\nA: I do!  I also make delicious and beautiful cakes, cupcakes, smash cakes, french macarons, and more.  Just click on the contact tab & ask!",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9913930893,
        "format_confidence":0.976895988
    },
    {
        "url":"https:\/\/www.goszechuanhouse.com\/blog\/often-asked-how-to-use-szechuan-pepper.html",
        "text":"Often asked: How To Use Szechuan Pepper?\n\nWhat do you do with Sichuan pepper?\n\nIt has a powerful aroma and creates a unique numbing sensation in your mouth. Apart from being used as whole for stir-fries, braised dishes & hot pot, ground Sichuan pepper plays an important role in seasoning Chinese delicacies.\n\nHow do you eat Sichuan peppercorns?\n\nSichuan peppercorns should be heated before eaten or ground. Use whole peppercorns as called for in recipes, usually to flavor the cooking oil. In some recipes it’s chopped up roughly with other ingredients as an ingredient or garnish.\n\nIs Szechuan pepper spicy?\n\nAnd they’re not really peppers either. A spice indigenous to China, Sichuan peppercorns aren’t actually pepper, but the dried red-brown berries of a type of ash tree. The smell of the peppercorn is intoxicating, lemony and perfumed, and the taste, electric.\n\nAre Sichuan peppercorns good for you?\n\nSome of the most significant components include vitamin A, potassium, manganese, iron, copper, zinc and phosphorus. Consuming Sichuan pepper may help increase the hemoglobin content in your body and stimulate the circulatory system as it contains a high amount of iron.\n\nYou might be interested:  FAQ: Who Sells Szechuan?\n\nShould I grind Sichuan peppercorns?\n\nIt’s better to grind your peppercorns in small batches because they will lose their flavor quickly. Freshly ground Szechuan pepper is better fresh. Refrigerate any extra ground Szechuan pepper.\n\nAre pink peppercorns the same as Sichuan?\n\nPink peppercorns are actually the fruit of a completely different plant—the Baies rose plant—a small tree native to South America. Szechuan peppercorns also come from an entirely different plant, a type of prickly ash shrub native to northern China.\n\nWhat is the difference between Szechuan peppercorns and black peppercorns?\n\nUses, Benefits, and Recipes Classic dishes of Sichuan cuisine wouldn’t be the same without Szechuan peppercorn. The Sichuan peppercorn by itself does not have more spicy hotness than black peppercorns, but the mouth tingle acts to enhance tastes.\n\nDo Sichuan peppercorns go bad?\n\nNo, commercially packaged dried peppercorns do not spoil, but they will start to lose potency over time and not flavor food as intended – the storage time shown is for best quality only.\n\nWhat is the difference between red and green Sichuan peppercorns?\n\nmuch like black pepper. What does that contain? Red Sichuan peppercorns have stronger flavour, while green Sichuan peppercorns have a milder flavour but have a stronger numbing effect.\n\nWhy is Szechuan so spicy?\n\nLocals will tell you that the reason they eat such punishingly spicy food is because of the climate. ” Sichuan sits in a basin, so it gets quite humid,” Du says. These pungent flavors are a hallmark of Sichuan cuisine, and they also lend themselves to another regional export: spicy hot pot.\n\nYou might be interested:  Often asked: Which Mcdoanlds Have Szechuan Sauce?\n\nWhich is hotter Hunan or Szechuan?\n\nThe end result of Szechuan chicken is sweet and spicy while Hunan chicken is plain and hotter. Hunan chicken has its fresh hot chili added as the major ingredient but Szechuan’s main ingredient of chili is mixed with pepper paste. This makes Hunan chicken spicier.\n\nHow spicy is Sichuan food?\n\nSichuan food is most well-known for its hot and spicy flavor, though it may sport sweet and sour flavors too. The most commonly used spices you can find in most households and eateries are “The Five Fragrances” which consist of fennel, pepper, aniseed, cinnamon, and clove; chili and Sichuan pepper.\n\nWhy were Sichuan peppercorns banned?\n\nFrom 1968 to 2005, the United States Food and Drug Administration banned the importation of Sichuan peppercorns because they were found to be capable of carrying citrus canker (as the tree is in the same family, Rutaceae, as the genus Citrus).\n\nWritten by\n\nLeave a Reply",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9974301457,
        "format_confidence":0.9134979844
    },
    {
        "url":"http:\/\/www.thepiggysquire.co.uk\/hogroast-questions.php?-session=pig_sess:36E103720f1dd2103EnlW27CF08B",
        "text":"\"Are you able to provide table linen and cutlery & crockery?\"\n\nYes we provide a comprehensive range of hire ware.\n\n\"Can you cook indoors?\"\n\nCooking the whole roast indoors isn't ideal. We tend to cook outside then bring the machine in once the cooking is done. The burners are then left on tick-over during the service period.\n\n\"Do you precook the pig\/hog?\"\n\nNo, never. Our quality meat deserves nothing less than being cooked freshly at your event. You can only ensure perfect crackling by freshly cooking your pig at the location. We certainly never reheat any of our meat.\n\n\"How much space do I require for a pig\/hog roast?\"\n\nWe can operate in a surprisingly small area. We only require a space of 12 square foot. A standard domestic 13 amp power supply is helpful but not essential.\n\n\"How long does a spit-roast take?\"\n\nA pig will take on average 6 -7 hours. \nA lamb will take on average between 3-4 hours.\nA whole hind of beef 7-10\n\n\"What happens if it rains?\"\n\nFirstly it probably won't! If it does rain we simply cook and serve under our canopy if an indoor area is not available.\n\n\"How many people can you cater for?\"\n\nWe pride ourselves on being totally flexible. We can cater for groups numbering between 20 and 2000.\n\n\"If my event is for less than 50 can we still have a pig roast?\"\n\nYes, of course. It will cost a little more per guest as most of our overheads remain the same but it can be done. (Steer clean of anyone suggesting a roasted leg joint! It's just not suited for a spit roast)\n\n\"Do you only provide pig roasts\/hogs?\"\n\nNo, the Piggy Squire is primarily a catering company that specialises in Hog Roast and Barbecues. As such we provide the most amazing canapes and desserts as well as amazing vegetarian menus.\n\n\"Do you cater for vegetarians?\"\n\nThe Piggy Squire delivers an unforgettable experience for all. Vegetarians are never treated as an afterthought.\n\n\"Can we a combine a pig roast and a lamb roast?\"\n\nYes, of course.\n\n\"Are you a registered food business?\"\n\nYes, we are registered with Cherwell District Council. We’re proud to have held the 5 star food hygiene rating since its introduction in 2009.\n\n\"Do you hold public liability insurance?\"\n\nYes we hold 10 Million public and product liability.\n\n\"What areas do you cover?\"\n\nThe Piggy Squire provides Hog Roasts in Oxfordshire, Gloucestershire, Buckinghamshire, Northamptonshire and West London.\n\nHot potatoes\n\nThe Piggy Squire is based in Bicester, Oxfordshire. Our rural location gives us access to the best producers, suppliers in the country. We take huge pride in buying direct from two local farmers.\n\nMatt serving at an Oxfordshire Summer wedding, 2016\n\n\nLook through some of our menus, read our fantastic customer comments and book The Piggy Squire for your next event\n\n\nTraditional Hog Roast Lamb Roasts BBQ Menus Customer Comments",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9948601723,
        "format_confidence":0.9305933118
    },
    {
        "url":"http:\/\/sushilinks.com\/faq.html",
        "text":"sushi links\n\nsushi introductionsushi linksall about sushisushi linkssushi recipessushi linkssushi tips\nsushi links\nsushi FAQsushi linkssushi bookssushi linksSushi Links Online Store - Sushi Productssushi linksvisit Miyamoto\nsushi links\n\nsushi links\nUpdates & New Links\nSUSHI is a great website that has an enormous amount of unique and interesting info on it. Here's something from their front page: \"Beginning as a method of preserving fish centuries ago, sushi has evolved into an artful, unique dining experience. In its earliest form, dried fish was placed between two wads of vinegared rice as a way of making it last. The nori (seaweed) was added later as a way to keep one's fingers from getting sticky. Technically, the word 'sushi' refers to the rice, but colloquially, the term is used to describe a finger-size piece of raw fish or shellfish on a bed of vinegared rice.\"\n\nBecause have answers to so many sushi questions, we've listed 5 of their pages below. And keep in mind that by joining the newsgroup you'll be able to post your own specific questions and receive answers.\nNote: Links will open pages in a new browser window.\n\nHow To Make Sushi - Sushi Making DVDNEW — How To Make Sushi — SUSHI'S SECRETS\nHow To Make Sushi - Sushi Making DVD\nThis DVD is better than most sushi books! A unique experience!\nThe SUSHI'S SECRETS DVD is a fun, easy and entertaining way for you to learn how to make delicious sushi at home. Never before has an authentic Japanese Sushi chef and instructor revealed his 20 years of know-how like this. Following the step-by-step instructions you will be amazed by your own results. You'll enjoy rolling your own sushi and you'll also be able to delight your family and friends. 65 minutes of video! PLUS A FREE NUTRITION CHART!\nLearn more on our Sushi DVD Page How To Make Sushi - Sushi Making DVD — SUSHI'S SECRETS\n\nsushi links\nsushi supplies - free shipping\nIn section 4 you will find answers to the following questions:\nsushi arrow 4.1 What are the different kinds of sushi?\nsushi arrow 4.2 What is sashimi?\nsushi arrow 4.3 What are those other things I see on my plate?\nsushi arrow 4.4 What do all these words mean? (i.e. terminology)\nsushi links\nsushi - The Sushi Experience\nIn section 5 you will find answers to the following questions:\nsushi arrow 5.1 Is there sushi\/sashimi etiquette?\nsushi arrow 5.1 Who is this guy preparing the food and can I pester him with questions?\nsushi arrow 5.3 How can I impress the Itamae? Do you know any expressions?\nsushi arrow 5.4 What kinds of preparation techniques are there for sushi?\nsushi arrow 5.41 Are the grooves in my Ika (squid) natural?\nsushi arrow 5.5 Are there other fanatics like me? Can I meet them?\nsushi links\nOshizushi Box - pressed sushi | sushi maker\nsushi links\nsushi - Preparation, Supplies And Tips\nIn section 6 you will find answers to the following questions:\nsushi links6.1 Where do I find more information on preparation?\nsushi links6.2 Where do I find more information on purchasing, storing, and handling seafood?\nsushi links6.3 Where do I get sushi making supplies?\nsushi links6.4 What type of rice cooker should I get?\nsushi links6.5 Have you any tips on preparing my own sushi?\nsushi links6.6 Is fresh water fish OK to use?\nsushi links\nsushi - Other Information Sources\nIn section 7 you will find answers to the following questions:\nsushi links7.0 What other sources of information are available?\nsushi links7.1 Parasites, Illness and bugs? Oh my!\nsushi links7.2 How do I know if the food is fresh?\nsushi links7.3 Where can I find information on parasites and other pathologies?\nsushi links\nsushi linksThe Secret of Sushi\nSeafoods served in sushi are very much lower in calories and fat than meat. Visit the The Secret of Sushi website to see a comparison chart between fish and meat, along with some sushi keywords explained. [GO]\nsushi links\nsushi linksSeafood Network Information Center - Seafood Safety\nFood-borne illness is not limited to seafood, but is a common concern of all food industries. The recent media attention to seafood has led to an increase in public awareness and a number of misconceptions about the safety of eating seafood. The incidence of illness attributed to seafood can be reduced if the public is better informed, understands the risks, and most importantly, learns to prevent seafood-borne illness. Visit the Seafood Network Information Center's Seafood Safety pages to learn more. [GO]\nsushi links\nsushi linksTokyo Food Page - Sushi Vocabulary\nDo you know what the words ama-ebi, kajiki, saba or tsubugai mean? If you don't, this glossary of Japanese sushi terms will help you figure out just what you're ordering in a sushi bar. [GO]\nsushi links\nsushi links\nsushi links\nsushi links",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9974294305,
        "format_confidence":0.9315878749
    },
    {
        "url":"https:\/\/greco.ca\/menu\/glutengone\/",
        "text":"Order now\n\n\nIn response to numerous customer requests, below are Frequently Asked Questions.\n\nIf you require further information, please contact us by visiting our comments page.\n\nWhy did Greco Pizza decide to create a GlutenGone™ menu selection?\n\nYour new Gluten-free subs are amazing!!!! Finally a healthy choice that is also delicious for those of us that can’t have gluten. Thank-you!\nLori L.\n\nCustomer demand. Every day, more and more people are realizing they have a sensitivity to gluten. They may have been recently diagnosed with Non-Celiac Gluten Sensitivity or just want to live a Gluten Free lifestyle and still want to enjoy their favourite pizza and subs.\n\nWhat is gluten?\n\nGluten is the protein found in wheat, barley, rye and related wheat species such as spelt and kamut. It helps baked goods keep their form and chewy texture and is also added to other food items more and more, both for consistency and taste purposes.\n\nWhat is Celiac Disease?\n\nCeliac disease is a medical condition in which the absorptive surface of the small intestine is damaged by a substance called gluten. This results in an inability of the body to absorb nutrients: protein, fat, carbohydrates, vitamins and minerals, which are necessary for good health.\nAlthough statistics are not readily available, it is estimated that 1 in 133 persons in Canada are affected by celiac disease.\n\nA wide range of symptoms may be present. Symptoms may appear together or singularly in children or adults. In general, the symptoms of untreated celiac disease indicate the presence of malabsorption due to the damaged small intestine. For more information please visit http:\/\/www.celiac.ca\n\nAre GlutenGone™ Menu Items Gluten Free?\n\nLove your gluten-free pizza!Can’t wait to try the GF subs! Thanks for offering gluten-free products.\nCindy M.\n\nGreco Pizza’s GlutenGone™ Menu Selections are made with ingredients that are not made with gluten, however Greco cannot certify that they are 100% gluten free. Our GlutenGone™ Menu items are prepared in Greco Pizza restaurants, that also produce products made with gluten, therefore there is the possibility of cross contamination of gluten between these products. Any person with a severe reaction to gluten should not consider these to be 100% gluten free. GlutenGone™ menu is NOT recommended for Celiac patients. There is always the small risk of cross contamination.\n\nWhat does Greco do to lessen the risk of cross contamination with GlutenGone products in their stores?\n\nThere is always the small risk that a GlutenGone product could have come in contact with minute particles of gluten in the restaurant. Even small particles of flour can become airborne in the restaurant and contaminate GlutenGone products. While this risk is minimal and the amount of gluten would be very small Greco advises any customers who have a severe reaction to gluten to be aware that we cannot certify 100% that gluten is not in any GlutenGone products. Greco trains its staff in the importance of ensuring separation of gluten and Non Gluten products in the store. Staff training also includes using separate pizza paddles, cutting tools and utensils when preparing GlutenGone products to minimize the risk of cross contamination. Human errors however can occur despite our best efforts to ensure all GlutenGone products are free of any gluten.\n\nWhere are GlutenGone™ Pizza Shells and Sub Buns produced?\n\nPizza shells and sub buns are produced in a dedicated gluten-free bakery allowing us to ensure the highest level of customer safety.\n\nAre your sauces and cheeses made with gluten?\n\nGreco Pizza’s pizza sauce, donair sauce and pizza cheese are not made with gluten.\n\nIn addition to your pizza sauce, donair sauce and pizza cheese, what other ingredient do you carry that are not made with Gluten?\n\nAime la croute sans gluten et aime la croute mince.\nRose P.\n\nDonair Meat\nDry Cured Pepperoni\nBBQ Chicken\nAll Veggies\n\nCan I purchase your pizza shells and sub buns for use at home?\n\nCurrently our products are only available for purchase as completed menu items.\n\nGlutenGone™ Pizzas\n\nDonair – Famous Greco Donair Meat using 100% pure Beef topped with Onions, Tomatoes and Pizza cheese swimming in Greco Donair sauce.\nPepperoni – Full flavoured Dry Cured Pepperoni and Pizza Cheese.\nVeggie – A garden paradise – Fresh cut Tomatoes, Onions, Mushrooms, Green Peppers, and Pizza Cheese. We will add olives and hot peppers upon request.\nMeats – Perfect for the ultimate carnivore. Dry Cured Pepperoni, Bacon Topping, Sausage, and Ham covered with Pizza Cheese.\nWorks – Our most popular. Dry Cured Pepperoni, Bacon Topping, Mushrooms, Onions and Green Peppers covered with Pizza Cheese.\nHawaiian – Need a vacation, visit Greco Island – Ham, Pineapple and Bacon Topping with Pizza Cheese.\n\nGlutenGone™ Garlic Fingers\n\nOur delicious pan pizza dough baked to a golden brown with garlic butter, pizza and asiago cheeses. Combined with our own secret donair sauce, and you have a runaway hit!\n\nGlutenGone™ OvenSubs®\n\nDonair – Dry Cured Pepperoni, Donair Meat, Onions, Tomatoes, Donair Sauce, Cheese.\n\nPizza – Garlic Spread, Pizza Sauce, Dry Cured Pepperoni, Mushrooms, Green Peppers, Cheese.\nVeggie – Mushrooms, Pineapple, Onions, Tomatoes, Green Peppers, lite Italian dressing, Cheese.\nHawaiian – Garlic Spread, Pizza Sauce, Ham, Bacon, Pineapple, Cheese.\nChicken – Chicken Strips, Onions, Tomatoes, Cheese.\n\nFor nutritional information click here\n\n*Although no gluten ingredients are used in the making of this product it is made in a facility that also produces gluten products and therefore there is the possibility of cross contamination with gluten products.\n\nBest Managed Companies Canada",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9915852547,
        "format_confidence":0.9123988748
    },
    {
        "url":"http:\/\/www.williamsbrewing.com\/FAQ_1-4_Answers-W10.aspx",
        "text":"Request Our Free Catalog!\nRequest our free home brewing catalog and get on our email specials mailing list. Our paper catalog features our entire line of home brewing, winemaking, and coffee roasting products, and getting on our email specials list is a good way to hear about our special weekly offers.\n\n  Connect with William's\n\n\n1. Beginners\n\n1. 1 What do I need to start?\n\nTo get started in home brewing, you will need a fermenter, priming tank, hydrometer, thermometer, bottle capper, caps, bottles (48 twelve oz. pry-off beer bottles or equivalent for a 5 gallon batch), 4' of siphon tubing, sanitizing solution, basic guidebook, and ingredients for your first batch, usually a brewing kit. Check out our Home Breweries (page 3 of our paper catalog, or our website) for a package deal on what you need to get started.\n\n1.2 What type of beer is easiest?\n\nEasiest to brew are ales, wheat beers, stouts, and porters. All of these use hardy ale yeast, which can ferment at warmer temperatures (60° - 75° F.), and mature faster than the fussier lager beers. Ales can be ready to drink 5 weeks after the start of the brewing process. Lagers are the hardest to brew because they require refrigerated fermentation and aging for an authentic flavor. A lager should be brewed at 51°- 55° F., and aged at 40° F for at least 6 weeks after bottling.\n\n1.3 Can I make beer without alcohol?\n\nIt is extremely difficult to make beer without alcohol. We have tried fermenting beer, and then boiling it for an hour to remove the alcohol, but found that a 4% beer still had over 2% alcohol in it after an hour boil. The problem is, when you boil beer that is fermented, you also boil some yeast cells, which give the beer an unpleasant cooked yeast flavor. Commercial breweries use advanced centrifuges and filters to remove alcohol without damaging heat, equipment that is not available to the home brewer. It is possible to make a low alcohol beer (under 3%) beer at home, by using a low amount of fermentable malt extract (4 lbs. in 5 gallons), although the beer will have a correspondingly weaker flavor than a beer made with 6 lbs. of malt extract or more.\n\n1.4 How long does it take to make a batch?\n\nFor our Beginner Kits, allow 5 weeks from starting the yeast pack to drinking your first bottle. For Intermediate Kits, allow up to 3 months for extended refrigerating aging if they are lagers or pilsners, and 5 weeks for ales. Our William's Mead Kit requires about 6 months from start to finish.\n\n2. William's Brewing Kits\n\n2.1 What is the difference between a kit rated beginner and one rated intermediate?\n\nA William's Brewing Kit rated beginner is designed for the first time brewer, and does not require strict temperature control, two step fermentation, or other steps. Keep in mind that a kit rated beginner can produce just as good a beer as a kit rated intermediate, the only difference is that the kit rated intermediate is a more difficult style of beer to brew.\n\n2.2 My kit says to use a single fermenter. Can I use a primary and secondary fermenter instead?\n\nAlthough you can use a two stage fermentation method with any of our kits, we specify a simple one step fermentation because it is easier for the first time brewer. If you are just starting out, brew the kit with the specified one step fermentation, as there is less chance of bacterial infection because the beer is handled less. If you\u0019ve brewed a few batches, go ahead and use your usual two-stage method.\n\n2.3 My William's Brewing Kit says to wait 14 days before I can bottle. Can I bottle sooner?\n\nIt is best to wait the full 14 days before bottling, even if the finishing gravity has dropped to or below the recommended level. This is because there is still yeast in suspension, which would lead to a heavy yeast sediment in the bottles if bottled too soon. There is also the danger that the beer may still be fermenting, and if bottled too soon, even if the recommended finishing gravity has been reached, it may continue to ferment and lead to dangerously over carbonated bottled beer.\n\nIf you are concerned that the yeast sediment in the fermenter may taint the beer (more of a concern in 75° F. + conditions and with light flavored beers), transfer the beer to a secondary fermenter and wait until the 14 day fermentation period is over. Keep in mind that you still need to take two hydrometer readings before bottling: the first after 12 days or so to determine if the finishing gravity has been reached, and the second a couple of days later to make sure the gravity has stopped dropping and the beer is safe to bottle.\n\n2.4 How long will William's Brewing Kits last before I make them?\n\nIf refrigerated upon arrival, figure 6 months as the normal shelf life. If stored at room temperature, figure 2 months as the normal shelf life. The yeast is the most perishable part of the kit, and should be refrigerated for long term storage.\n\n2.5 Can I get the formulation for a William's Brewing Kit?\n\nKit recipes are proprietary and are not released. Released details are limited to the paper and web catalog kit descriptions. If you are looking to formulate a specific recipe, additional help can be found from our Customer Support Department. William's Customer Support is available to all current customers. For information on formulating your own recipes, we suggest a good recipe book, as listed in our paper and web catalog in the book section.\n\n2.6 What are the hops in my William's Brewing Kit?\n\nLike all formulated products, kit recipes are proprietary and are not released. Released details are limited to the paper and web catalog kit descriptions. If you are looking to formulate a specific recipe, additional help can be found from our Customer Support Department. William's Customer Support is available to all current customers.  For information on formulating your own recipes, we suggest a good recipe book, as listed in our paper and web catalog in the book section. \n\n3. Ingredients\n\n3.1 Malt extract or grain mashing, which method should I use?\n\nMalt extract is used by the majority of brewers because it saves a lot of time, but brewing direct from grain is definitely the way to go for the brewer who wants maximum control over his or her beer. Outstanding beers can be produced with today's improved malt extracts, so we recommend that you start with malt extract (the malt extract manufacturer has done the mashing for you). After you get a feel for the brewing process, try an all grain batch, which requires more time and specialized equipment.\n\n3.2 Syrup or dry malt extract, which is better?\n\nMalt extract is available in two forms, syrup and dry. Both are capable of producing excellent beers. Syrup malt extract is generally less expensive per pound, and more varieties are available, making it the first choice of most brewers. It is subjected to less heat during processing than dry malt extract, and can make a lighter colored beer if an excellent quality lighter grade is selected. Dry Malt Extract, on the other hand, is easier to measure out than syrup, and is 20% stronger per pound than syrup malt extract, because it does not contain water.\n\n3.3 How long will William's Malt Extracts last, and how should I store them?\n\nWilliam's Syrup malt extract will keep for a year or longer if kept in a cool place (although it darkens over time), and should be refrigerated if the package has been opened. We have heard of customers using sealed pouched that were stored for 2 or 3 years, although the beer will of course not be as fresh flavored as if the malt was fresher. If you have opened a pouch and squeezed out some of the extract, seal it back up by rolling up the corner of the bag and sealing with a large paper clip. Put it in the refrigerator and it will keep for up to a year.\n\nWilliam's Dry malt extract will keep for several years without darkening if protected from moisture, although if a bag is left open to the outside air, the dry malt will quickly harden into a sticky lump as it absorbs humidity.\n\n3.4 How long will whole and crushed grains last?\n\nWilliam's malted grain, in either whole or crushed form, will keep for up to 2 years if stored in the original 1 lb. oxygen barrier package. This is because, unlike coffee, grain has no oils to evaporate when crushed, so the crushed form keeps just about as well as the whole form. The whole form has a slight edge when bought by the sack, however, as our sacks do not have oxygen barrier liners, and the grain has more of a chance of moisture getting in and degrading the flavor. Figure that whole grain in sacks will last at least a year, and crushed grain in sacks will last at least 7 months. Storage in a cool dry area is best.\n\n3.5 Are your grain malts fully modified?\n\nAll grain malts sold by William's Brewing are sufficiently modified to fully convert in a simple one-temperature infusion mash at 152°-158° F. You may still want to do a multiple temperature rest decoction mash to reduce the likelihood of protein haze in the finished beer, although it is not required.\n\n3.6 How do I use flaked ingredients? Do they have to be mashed?\n\nFlaked ingredients like flaked barley, corn, rice, and oats must be mashed with pale malt to convert their starches to sugars. To do this, mix the flaked adjunct with an equal amount of crushed pale malt, mix in ¼ gallon of 170° F. water for each pound of grain mix, and hold for 1 hour at 155 F°. before sparging to remove the grain sugars from the husks. You will need some basic mashing equipment to do this. Merely steeping them before the boil will impart some flavor, but is not good brewing practice, as the grains will become quite gummy, and starch haze may form in the finished beer.\n\n3.7 What is toasted malt, and how do I obtain it?\n\nToasted malt is just common pale malt (crushed or whole) that has been heated on a cookie sheet in an oven at 350° F. for 20 to 30 minutes before using. This heat imparts a slight nutty flavor to the grain. You can do this with any two or s... (truncated)",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9226713777,
        "format_confidence":0.972976923
    },
    {
        "url":"https:\/\/www.cakesmiths.com\/discover\/how-we-work\/FAQs",
        "text":"Care, Display & Frequently Asked Questions\n\nWelcome to your one-stop-shop for useful tips and frequently asked questions to help you get the most from your Cakesmiths cakes.\n\nCheck out the short videos below for expert tips from our Cake Champion Pip, or head straight to our most frequently asked questions and answers below.\n\nVideo placeholder image\n\n\nNew to Cakesmiths? Pip is here to tell you a little about who we are, what we do, and how we can help!\n\nVideo placeholder image\n\nUnboxing Your Cakes\n\nFind out what to expect when you open your first Cakesmiths delivery, and how to dispose of the packaging.\n\nVideo placeholder image\n\nCaring For Your Cake\n\nFrom TrayBakes to Loafcakes, follow our guide to getting the most out of your delicious bakes.\n\nVideo placeholder image\n\nCare & Display\n\nTo fridge or not to fridge? Let Pip show you how to keep your cakes looking and tasting fantastic. Or download our printable guide.\n\nVideo placeholder image\n\nHow To Sell And Upsell\n\nOur cake is perfect as it is, but here are a couple of tasty ideas to add a little something extra to your menu! Warm Apple Crumble cake anyone?\n\nVideo placeholder image\n\nQuestions and Answers\n\nHow do I return my Woolcool? What does 'Very Low Gluten' really mean? Why is everything frozen? Get some answers for common queries.\n\nDo you send samples?\n\nWe think sample packs can be a bit hit and miss, that's why we offer you the chance to get the full Cakesmiths experience for free instead! Simply choose two full trays to try, and we'll send you £30 off your next order. Get the full details here.\n\nDo you bake any gluten-free cakes?\n\nWe have several cakes in our range that have been made without gluten-containing ingredients. We hold a BRC grade AA accreditation and have repeatedly demonstrated our ability to manage allergens within our bakery to minimise the risks of cross-contamination. There is however still a very small risk, therefore, we label these products Very Low Gluten. Browse the range now.\n\nPlease use the filter at the top of the category pages to find these products faster. Should you have any questions regarding our Very Low Gluten products or any other allergen, please don't hesitate to get in touch or see our Allergen Advice Sheet.\n\nDo you offer credit accounts?\n\nWe are able to offer a credit account to multi-store or more frequent users where your monthly spend exceeds £500. We also offer payment by GoCardless a nifty payment solution that allows non-cardholders to order without the need to pay at the point of purchase, ideal for managed stores. If either of these solutions is of interest please get in touch via our contact page or give us a call.\n\nI have several coffee shops can I order in bulk?\n\nWe deal with a number of smaller coffee shop groups and can supply larger palletised quantities directly or through your nominated carrier. Please get in touch via our Contact Page or give us a call.\n\nCan I mix cakes from the different ranges?\n\nAbsolutely! Yes, you can, mix ‘n’ match any cakes you like. There is a minimum order value of £75 and it's £150 for FREE delivery.\n\nWhy do you freeze and portion?\n\nCake is very fragile so freezing ensures they travel well, arriving in the condition that they left the bakery. Freezing also preserves the flavour and prolongs the shelf life without damaging the structure of the cake. We can't tell the difference between a cake that's been frozen and one that hasn't.\n\nPre-cutting enables you the flexibility to defrost only the slices required to make your display, keeping the remainder frozen. Defrosting slices out of their packaging at room temperature only takes an hour ensuring you always have amazing cakes at your fingertips with little chance of wastage!\n\nDo you make bespoke products?\n\nYes, we do make bespoke lines however this is quantity and commitment dependent. We are constantly working on new ideas and would be very happy to discuss your requirements.\n\nI am unsure what to order, what are your top sellers?\n\nWhen it comes to ordering we understand that it can be a little overwhelming at first. To lend a helping hand we have listed our top 10 sellers below. Why not give them a try on your next order?\n\n  • Cinnamon Classic Sticky Buns\n  • Ultimate Carrot - Vegan\n  • Morello Cherry Blondie\n  • Big Rock\n  • Banana and Chocolate Loaf\n  • Billionaire's Shortbread\n  • Blueberry Bakewell\n  • Salted Caramel Brownie\n  • Super Dark Brownie\n  • Dark and Fruity Flapjack\n\nHow much should I sell your products for?\n\nGiving a specific RRP for our cakes is tricky as it differs greatly from region to region. The most helpful thing to say is that having spoken with many of our customers the below seems to be the average pricing bands:\n\n  • £2.25-£2.75 per Traybake, Brownie or Flapjack\n  • £3-£3.50 per Sticky Bun\n  • £2.25-£2.75 per Individually Wrapped Slice\n  • £2.50-2.95 Loaf Slice\n  • £2.95-£3.50 per TrayCake slice\n  • £1.50-£1.95 per Bake-Off Cookie\n  • £1.50-£1.95 per Pastel de Nata\n  • £3-£4 per slice of Round Cake\n\nI don't have a coffee shop, can I still order?\n\nWe regularly supply cakes to weddings, office parties, and many other joyous events because of the high quality, ease of use, super-fast delivery, and wholesale pricing. We also supply mobile catering, such as coffee vans and carts, so if you require your order to be delivered to a residential address, that's fine, just remember that we only deliver to businesses.\nIf you're at all in doubt, please don't hesitate to call the office on 0117 941 3065.\n\nWill you deliver to a festival site?\n\nDue to the risks involved in delivering to large festival sites, we will not be held responsible for missing parcels if our courier has obtained a signature at the given festival site. Unfortunately, hand in hand with this, orders delivered to festival sites must be paid for at the point of purchase by a debit card to avoid the risk of conflict overpayment, in the event of the order not finding its destination.\nTel: 0117 941 3065 | © 2021 Cakesmiths",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9922353625,
        "format_confidence":0.974732101
    },
    {
        "url":"https:\/\/bakeitinstinct.com\/bake\/can-i-use-lurpak-for-baking-cookies.html",
        "text":"Can I use lurpak for baking cookies?\n\nCan you use Lurpak instead of butter for cookies?\n\nThere was only one problem: the loss of the wonderful flavour of butter. … These so-called spreadable butters do, however, vary and we have found Lurpak is the best because it has the highest butter content, and because it has the least additives it is the purest.\n\nIs Lurpak spreadable suitable for baking?\n\nPerfect for all your food adventures, be it baking, spreading, drizzling, mixing, frying… we have a range of butter & spreadables to meet your needs. With Lurpak by your side you’re always ready to start cooking.\n\nCan you use spreadable butter for cookies?\n\nWhy Whipped Won’t Work\n\nOther tub butters marked as “spreadable” are a 50\/50 blend of regular butter and plant oils – usually canola – and result in dense, greasy cookies. Oil cannot be substituted in cookie recipes calling for butter, because oil is 100 percent fat, whereas butter also has protein and milk solids.\n\nCan I use spread instead of butter for baking?\n\nThe baking spread is a substitute for butter. It is not butter, but rather, a butter-like spread made of bovine fat and other ingredients. … Palm oil is the most common ingredient for making margarine. Margarine’s water content is also less than 20%, making margarine a good choice for baking and similar projects.\n\nTHIS IS INTERESTING:  Should I blind bake a fruit pie?\n\nCan I use Country Life Spreadable for baking?\n\nUse Country Life® Spreadable straight from the tub on fresh bread or toast. It’s a perfect ingredient for cooking and is delicious in home baking or roasting.\n\nIs Aldi norpak the same as Lurpak?\n\nAldi sells “Norpak” rather than “Lurpak”. The names are similar and so is the packaging and theme. Consumers understand that Norpak isn’t just butter but it’s a butter that bears strong similarities to the key distinctive characteristics of Lurpak.\n\nCan I use vegetable oil spread instead of butter for cookies?\n\nVegetable oil is a viable substitute for butter when baking cookies. You will likely need to use a smaller amount to keep your cookies from being greasy.\n\nWhat can I use if I don’t have a stick of butter?\n\nSubstitutes for Unsalted Butter\n\nIf you find your fridge empty in the butter department or can’t tolerate dairy, you can swap it completely with these butter replacements. For 1 cup unsalted butter, substitute 1 cup shortening, ⅞ cup (that’s 14 Tbsp. or ¾ cup plus 2 Tbsp.) vegetable oil, or ⅞ cup lard.\n\nCan you use Country Crock instead of butter for cookies?\n\nYes! Country Crock® is great for cooking and baking. Certain Country Crock® products can be swapped 1:1 for butter in cooking and baking recipes: Country Crock® Baking Sticks and Country Crock® Plant Butter sticks and tubs. … Both our Salted and Unsalted Country Crock® Baking Sticks are perfect for baking.\n\nIs Lurpak a healthy butter?\n\nLurpak spreadable unsalted\n\nAmanda’s verdict: This spread is a good choice if trying to limit salt in your diet. It is high in total fats but lower in polyunsaturated fats compared with other spreadable examples.\n\nTHIS IS INTERESTING:  What temperature do I bake frozen chicken strips?\n\nIs margarine worse than butter?\n\nMargarine usually tops butter when it comes to heart health. Margarine is made from vegetable oils, so it contains unsaturated “good” fats — polyunsaturated and monounsaturated fats. These types of fats help reduce low-density lipoprotein (LDL), or “bad,” cholesterol when substituted for saturated fat.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9964780211,
        "format_confidence":0.82499367
    },
    {
        "url":"http:\/\/www.topwok.com\/about-us\/faqs\/",
        "text":"Slide background\n\nAbout Us: FAQs\n\nIs Top Wok A Chain?\n\nNo. Top Wok was founded by Ronnie Luke when he opened the Christchurch takeaway in 1994, this grew to include takeaways in Ferndown, Bournemouth and Parkstone. However all the Top Wok branches are now independently run. Top Wok Parkstone remains as the only Top Wok run by the original founder.\n\nDoes the original Top Wok founder still actively work at Top Wok Parkstone?\n\nYes, Ronnie Luke still runs the Top Wok Parkstone takeaway in Poole and is always looking for ways to improve the menu, taste and service on offer. Please get in touch through our contact us page if you have any suggestions or feedback for Ronnie.\n\nHow does the Top Wok Pound loyalty voucher system work?\n\nWe operate a voucher loyalty system; for every £10 spent, one Top Wok Pound voucher is issued. These vouchers can be redeemed in multiples of 10 at the Bank Of Top Wok Parkstone, so 10 Top Wok Pound vouchers can be exchanged for one £10 voucher. Please note we only accept vouchers issued by or own branch.\n\nWhere does Top Wok Parkstone deliver to?\n\nTop Wok Parkstone offers a full delivery service covering Poole and Bournemouth. A delivery charge of £1.00 is applied to all takeaway orders within a 2 mile radius (shown below). We deliver outside of this radius, and frequently make deliveries to locations as far away as London with an additional fee calculated on the delivery mileage required.\n\nTop Wok Delivery Radius\n\n\n\nDoes Top Wok Parkstone pre-cook and microwave dishes?\n\nNo, Top Wok Parkstone cooks every order from scratch. We follow the virtues that made Top Wok the most popular and respected Chinese takeaway in Poole and Bournemouth, our highly skilled chefs use fresh ingredients to create the best tasting dishes.\n\nDoes Top Wok Parkstone offer Gluten Free Dishes?\n\nYes. As we cook every order from scratch we can make 90% of our dishes gluten free. Some dishes are impossible to make withou using gluten in the ingredients understandably. Please check when placing your order and we will be happy to advise.\n\nDo you cater for Birthdays, Anniversaries and Special Events?\n\nYes, Top Wok Parkstone runs TWP Catering which has created menus for events of all sizes; from large conference events feeding over 1000 people to intimate parties locally (birthdays, weddings and anniversaries). Please see the TWP Catering page for more information.\n\nWhat hours are you open?\n\nTop Wok Parkstone is open 5pm – 11pm every day.\n\nHow long does delivery take?\n\nWe aim to deliver within 35-45 minutes. At times, like all cook-to-order restaurants we do get busy, but we’ll let you know of any likely delays when you place your order and keep you updated.\n\nIs there any way to get a quicker Delivery?\n\nWe always try to deliver as soon as we can but we’ve put together our top tips to ensure a quick order:\n\n  • Order before 6:30pm or after 9:00pm. It’s always quieter then as 7:00-8:30pm is our peak time.\n  • Order when the weather’s good. We get twice as many orders when it rains or snows (no one wants to be outside then).\n  • Orders can be placed any time in advance, on special occasions such as Valentine’s Day, Mothers Day, Fathers Day, New Years Day and other bank holidays we will guarantee delivering within a one hour window if you order one day in advance.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9913478494,
        "format_confidence":0.9756594896
    }
]