[
    {
        "url":"https:\/\/www.canonwatch.com\/canon-lens-designers-talk-about-latest-rf-mount-lenses-in-interview\/",
        "text":"skip to Main Content\n\nCanon Lens Designers Talk About Latest RF Mount Lenses in Interview\n\nCanon Lens Designers Talk About Latest RF Mount Lenses In Interview\nThe Canon RF 85mm f\/1.2L DS (Defocus Smoothing) - still not released\n\nDPReview sat down with Canon lens designers (Manabu Kato – Head of EF + RF mount R&D, Yoichi Sato – EOS camera electronics R&D, Shogo Yamaguchi – Optical planning specialist).\n\nThe interview was about the new Canon EOS RP, the six RF lenses Canon is set to announce soon, and in general what’s going to happen with the EOS R system.\n\nExcerpts from the interview:\n\nHow do you prioritize which [RF mount] lenses to develop?\n\nSo the idea for the initial four lenses was we wanted to deliver the surprise factor, so we decided to deliver the 28-70mm, as well as the 50mm F1.2, with stunning resolution. That was the concept behind these two lenses.\n\nWith 24-105mm we thought it would be the best match as a standard zoom lens to the EOS R camera, and the 35mm F1.8 was supposed to be an affordable and compact travel companion. Those were the concepts behind the four initial lenses.\n\nWith the six additional lenses that we introduced as development announcements this time, we believe we will be able to deliver more surprise factors, for some models compactness. These two concepts with the addition of these models.\n\nAbout the Defocus Smoothing technology.\n\nCan you give any insight into the DS technology?\n\nWith lens such as the 85mm F1.2 bokeh is a really important factor, because it’s a portrait lens. We really wanted to deliver something that was not possible with the conventional lenses, so we decided to develop this technology of defocus smoothing.\n\nThe fact with our DS technology is that it’s a coating technology, so it’s relatively easy to apply this technology to a range of different lenses. This is all we can say at this moment.\n\nRead the interview at DPReview.\n\nBack To Top\n\n\nThis website or its third-party tools use cookies, which are necessary to its functioning and required to achieve the purposes illustrated in the cookie policy. If you want to know more or withdraw your consent to all or some of the cookies, please refer to the cookie policy.\nBy closing this banner, scrolling this page, clicking a link or continuing to browse otherwise, you agree to the use of cookies.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.9407426715,
        "format_confidence":0.9378101826
    },
    {
        "url":"https:\/\/www.podfeet.com\/blog\/2020\/06\/ccatp-644\/",
        "text":"Chit Chat Across the Pond Lite logo\n\nCCATP #644 – Lory Gil on WWDC\n\nWhat could be more fun thank talking to iMore’s awesome managing editor, Lory Gil about the fun things that were announced at WWDC? Last time she was on, we made a date to get back together after the WWDC announcements. She had said she loves WWDC because “Everything old is new again!” because we don’t have to buy new hardware because so much fun comes to our existing devices.\n\nmp3 download\n\nHere’s the outline we used for our discussion:\n\nWho gets to play on Big Sur?\n\nThe latest Mac operating system will run on the following devices:\n\n  • MacBook (2015 or newer) ← all of the 12″ MacBook nothings\n  • MacBook Air (2013 or newer)\n  • MacBook Pro (Late 2013 or newer)\n  • Mac mini (2014 or newer)\n  • iMac (2014 or newer)\n  • iMac Pro (2017 or newer) ← Confused me at first, but the first model was 2017\n  • Mac Pro (2013 or newer) ← Trashcan to current\n\nWho gets to play on iOS 14?\n\nWho gets to play on watchOS?\n\n  • As old as Apple Watch Series 3 (not all features of course) (2017 introduction)\n\n\nIt’s tempting to hit the big topics but those have been pretty well covered so far. I’d like to dig into a few concepts and areas that I haven’t heard highly covered. macOS Big Sur comes with two important capabilities I was hoping we could talk about. Both of these technologies will help us to make our old devices new again.\n\nCan you explain Rosetta 2 vs Universal?\n\n  • Rosetta 2 is emulation for non-Apple Silicon apps\n    • Takes native Intel instructions and translates them into native ARM instructions\n    • If you distribute via the Mac App Store, translated as installed\n    • If not, translated on first launch\n  • Universal means one app can run on either Intel or Apple Silicon\n  • They also talked about virtualization?\n\nmacOS vs iOS\n\nApple announced that iOS apps would be coming to the Mac. Apple pundits seem to be constantly wringing their hands worrying that macOS is going to go away.\n\nIs this some danger to macOS or is it just awesome?\n\nQuotes from Platform State of the Union:\n\n  • “Macs will stay Macs the way you know and love them.”\n    • Still be able to create multiple volumes with different operating system versions\n    • Still be able to Boot externally\n    • Macs will still be amazing UNIX machines for devs running any software they like\n\nIn the State of the Union they talked about how iOS apps would be able to run – it sounded like by default all iOS apps would show in the Mac App Store under Purchased Items, but there was increased functionality if an app was using Catalyst. I didn’t follow what exactly that meant for developers or users.\n\n\nNew Apple accessibility features coming this fall make technology usable and more accessible to all | iMore\n\n  • Headphone accommodations\n  • Sound recognition\n  • FaceTime Sign Language Recognition\n  • RTT Notifications\n  • Hearing health upgrades – is this watchOS only, do you know why not iOS? Apple Watch Series 4 and up.\n  • VoiceOver recognition\n    • Image recognition enhancements\n    • Recognizing more than buttons in a UI\n  • Swift Blind Preview\n  • Back Tap\n    • Interesting that this is in accessibility. Wonder if Apple put it there first so those with mobility impairments know it’s there or to make currently-abled people aware of accessibility?\n  • Magnifier\n  • Mobility enhancements\n\nFiling “Radars”\n\nChanges to Recovery Mode with Apple Silicon?\n\n  • Recovery mode redo coming to Apple Silicon Macs | iMore\n  • There are currently 13 different things you can do when you restart your Mac, but each one of those things requires a keyboard shortcut. This new boot process will, instead, offer these options on a list.\n  • Hold down power to get to the options\n  • Mac Sharing mode replaces Target Disk Mode – turns it into an SMB file server\n  • Reduced security mode\n\nFollow Lory on Twitter @appaholik and\/or email her at\n\nLeave a Reply\n\nYour email address will not be published.\n\nScroll to top",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.6277077198,
        "format_confidence":0.7902901769
    },
    {
        "url":"https:\/\/www.droneguide.news\/drone-that-changed-everything-3\/",
        "text":"5 00 am seagulls screaming like today is today. It was my first flight with that drone. During that flight. I captured some photos that made me somewhat recognizable among latvians all over the world, using the drone that changed everything mavic pro Music Music. It was announced in 2016 and released later that year. It was first of its kind, a truly portable 4k drone that folded into a very small package. It had a very strong flight time that allowed you to get immersed in the flying experience. It was truly amazing, i remember it like it was yesterday. Maybe it was yesterday wait what year the size of this drone is what made it my workhorse. I do not have a car or drivers license so size matters when it comes to filming gear and the mavic pro was the first drone that i was able to bring along with me anywhere. I went. It was such a great feeling to be able to have the drone with you at all times, a feeling that was very new to me, a feeling that turned into an obsession obsession with flight and capturing. I was tempted to capture beauty in places where people couldnt find it themselves. I loved to share my captures with everyone online, as they hadnt seen those places from such angles. It brought happiness to them, and that is what made me happy, knowing that i could make someone smile with something that i had captured with a flying camera, and that is what pushed me forward to keep on capturing more and more beautiful shots and share them with Everyone my favorite feature for this drone was the fact that you were able to turn the camera vertically.\n\nSo you could capture vertical videos that was perfect for instagram stories or other phone consumed content. I wish they would bring that back, but, as we can see, they still havent. The design was truly genius, as they are still making drones that look very similar to the original mavic pro. And if you create something truly great, there will be followers and companies followed. Everybody was starting to create these foldable drones that looked like mavics. Everyone was copying dji, but just like with everything that is copied, none could bring the same quality as dji did. Mavic pro really changed everything. For me, it was the drone that i was able to take everywhere, and i think that is the most important thing. As we know, theres this saying the best camera is the camera that is always with you and mavic pro was the drone that was always with me Music. Thank you for watching. Hopefully you were able to enjoy this documentary style type of interview, storytelling video, i dont know i. I thought i will experiment in such a way.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.819067359,
        "format_confidence":0.5432366133
    },
    {
        "url":"https:\/\/mashable.com\/2010\/10\/02\/ben-heck-interview\/",
        "text":"Interview: Ben Heck Explains Modding at World Maker Faire [VIDEO]\n\nOur Mashable Tech field trip to the World Maker Faire at the New York Hall of Science was a kid-in-a-candy-store scenario for the crew. With so much incredible modded mayhem, it was, as Sarah Kessler pointed out, easy to get overwhelmed.\n\nIt was clear that we needed someone to walk us through this world where every device is more than meets the eye, and Benjamin J. Heckendorn (a.k.a. Ben Heck) was that someone.\n\nBen Heck is a rock star of the modding community, having made everything from special one-handed gaming controller for an injured soldier, to a Bill Paxton-themed pinball machine built from the scratch.\n\nWe sat down with Ben to discuss the Xbox 360 laptop project that he's working on, his new show about modding and, most importantly, what modding is all about:\n\nThe Ben Heck Show runs every other Monday on Revision3.\n\n[Video by Evan Wexler]",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8814112544,
        "format_confidence":0.7547485828
    },
    {
        "url":"http:\/\/abcnews.go.com\/Technology\/video\/ipad-mini-windows-8-october-tech-bonanza-17425896",
        "text":"iPad Mini, Windows 8: October Tech Bonanza\n\nApple, Microsoft, and Google will make big tech announcements this month.\n3:00 | 10\/08\/12\n\nComing up in the next {{countdown}} {{countdownlbl}}\n\nComing up next:\n\n\n\nSkip to this video now\n\nNow Playing:\n\n\nRelated Extras\nRelated Videos\nVideo Transcript\nTranscript for iPad Mini, Windows 8: October Tech Bonanza\nYou think the big fight going on right now is between President Obama and Mitt Romney. -- the real rumble is between tech giant throwing out some new products hoping to win their consumers votes. And ABC news technology editors who ministers here now with a pregame report and all of this Joanna welcome thank you for acknowledging the important fight in techno exactly we're keeping -- -- -- races great and small in this and obviously -- heating up. The pay issue that -- the the big issue entering this race it's going to be an issue -- -- what has been obviously apple rolling -- the iPhone 5 they still huge headlines with that but now they're upping their game. There -- game and heading into a market that they haven't been before and that is the smaller tablet space. The iPad many thoughts and lots of rumors been circulating about -- -- -- -- coming at the end of the month and they're not saying that -- the rumors are saying mass for lots of evidence that the iPad -- is coming. So the bigger iPad -- -- the iPad that's been out for the last three years has had a nine point seven inch screen -- -- -- -- -- -- -- -- -- seven -- -- -- this -- -- -- -- -- And it's gonna probably be around the same -- this maybe a little bit bigger so you can see a lot easier to hold more focus on reading right watching movies. -- consumption device than actually being able to can but create content. -- you have to be doing a lot of email on this necessarily but still have the same kind of capability though the -- many as with the -- iPad is. And so that that's really the positioning from apple that'll -- -- smaller device and probably cheaper in. And this -- been a big market that has sort of grown over the last couple years with Amazon Barnes & Noble -- Google and so it's become this really big market of cheaper tablets to fight the iPad. But now the iPad is gonna probably be in the race -- -- so -- apple Illinois coming out this new tablet or are there other things that are going to be out there it's -- -- be tablet month it barely got that's what's gonna happen. The other big thing that's happening at the end of the month is windows eight is launching a -- is a computer that's running windows eight. And it's from Acer but one of the big things about windows eight -- from Microsoft is that it's going to run on tablets laptops desktops all types of computers. So it's built around -- It's it's your -- It's built around touch so this is that laptop but it's got -- touch screen and lots of different computers are -- see coming out. From Acer Asus Lenovo. All these different big brands are gonna have really innovative designs. And even Microsoft's coming out with their own -- if. -- have touch for years on the game anymore are you I mean it's really it's become the stick is an essential component you're gonna come off any kind of a new device it. Is that the big thing we're seeing with windows is pairing that touch screen with keyboards and that's where Microsoft's really saying. With the touch screen you've got to have a keyboard so they're coming out there on surface tablet again also asked that exposed to come out at the end of the month -- gonna come with a keyboard are really -- keyboard dock. -- with it. Lots really -- keyboard accessories probably. All right well now what about went -- to follow us because again I mean the iPhone 5 just -- just blew everyone's expectations excitement out of the water. Apple -- continued to remain the domineering force and that sector. Everyone is coming out fighting against the iPhone at the end of this month look at. Microsoft also coming out windows eight phone does -- have entries they -- from Nokia HTC Samsung. Big push for Microsoft there are also gonna see some new android -- of course there -- thousands of feels like an android phones. But there's going to be a really major announcement from from Google they're saying it's going to be a phone in partnership with -- again a lot of rumors around that's -- probably -- halo android phone heading into the -- It's all right well and that's just it because obviously people are keyed in on what's happening between Romney and Obama but really. This is the debate that's happening right here -- right now this is where your money is going to really have to. -- tablets operating systems and phones coming out. Tons of that I I'm ready for the fight for it Joanna stern thanks much for being with us today thanks for having --\n\nThis transcript has been automatically generated and may not be 100% accurate.\n\n{\"id\":17425896,\"title\":\"iPad Mini, Windows 8: October Tech Bonanza\",\"duration\":\"3:00\",\"description\":\"Apple, Microsoft, and Google will make big tech announcements this month.\",\"url\":\"\/Technology\/video\/ipad-mini-windows-8-october-tech-bonanza-17425896\",\"section\":\"Technology\",\"mediaType\":\"default\"}",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8839219809,
        "format_confidence":0.9052488804
    },
    {
        "url":"https:\/\/www.electronicdesign.com\/blog\/how-worlds-smallest-ups-was-designed",
        "text":"Secondary Emissions\n\nHow the World's Smallest UPS Was Designed\n\nLast Month, Linear Technology introduced the LTC3355, which it calls a “complete, ride-through, dc\/dc system IC.”  Essentially it charges and regulates the output of a “small” ultracapacitor, in order to temporarily hold of the supply voltage for mission-critical circuitry until a data backup supply kicks in.  Linear says there is considerable need for such a “ride-through “application and products such as power meters, industrial alarms, and the solid state drives. Stated more concretely, the LTC 3355’s nine, synchronous, constant-frequency, current-mode, monolithic-A buck switching regulator provides a 2.7 to 5-V- regulated output voltage from an input of supply up to 20 V.\n\nI’m always interested in the chip design process, particularly for one-of-A-kind devices like this, so\n\nLinear let me talk to Sam Nork who heads up the company’s Boston Design Group, where this part was created.\n\n\nDon: “I guess the first question is, where did the idea come from, was here already anything like this around? Another is what aspects of the design were particularly interesting?”\n\nSam: Well, for the first question, the fundamental aim of this product was to integrate all of the necessary components to build a capacitor-based short-term backup circuit. This sort of alternative to battery backup is pretty common in things like power meters and alarms, industrial alarms, and data-backup. However, to my knowledge, there were previously no integrated circuit solutions like this available anywhere. Therefore the So the task on our part was to design a device that would provide all of the necessary functions to provide uninterrupted power for a short amount of time using energy stored in a capacitor.\n\n“There were a few things that were interesting.  For instance, the wide range of the main power source. That wasn’t a big challenge: we just made a buck regulator that that produces a regulated output from an input of 3 to 20 volts. The trickiest question we had to consider was response time.  If V-in goes away in a nanosecond, you'd like, but you don’t want to accomplish that with a whole pile of capacitors out on V-out. ”\n\n“That’s reasonably tricky. Of course, it can be solved with an external diode, but that's kind of clunky and inelegant. Also, you want to prevent the boost regulator from back driving V-in, if for instance, V-in gets shorted by a screwdriver to ground. In that case, you don't want your backup supply to get shorted also.\n\n“ So we had to provide a blocking path from V-out back through the part, so that V-in doesn't simply load it. Those were the two of of trickiest problems that we had to solve with this part. After that, the rest of it was really just a mater of production of definition, providing all the kind of hooks and features that people, interested in these applications would want to have. For instance, in the case of power meters, there are limits as to how much power the meter can pull off of the mains, because it's usually the power company that pays for that, not the consumer.\n\n“That makes it handy to have something like an input current limit. But that introduces a conundrum: you want to charge up your capacitor as fast as you can, but if you have a limit as to how much power you can pull, you have to be able to manage that.  We decided to make all those features programmable external resistors.\n\nDon: “How many man-hours, weeks, went into developing the part?\n\nSam: “Well, it's hard to say. There's a decent amount of work that just goes into figuring out, 'Okay what, exactly, do we want to build?'  If we're a user of this part, what kind of features will make it useful for as many applications as we can possibly foresee. There’s a lot of effort that goes into that. Once we've got the definition, and we've chosen kind of a technology to use, and then we try, like always, to borrow as many existing building blocks as we can and figure out, If we have to invent something new, we'll invent something new, but the way to get the shortest development time is to use things that you already know work, so we try to do that as much as possible.\n\n“But things like the two problems that I mentioned require brand new design, and it's hard to put an exact number on how long it takes. It takes months to verify a circuit design and then it takes months to complete a layout and then more months to fabricate it and more months to evaluate it. So these projects, they stretch out. Two years is pretty common, from start to finish.”\n\nDon: “Anything to add?”\n\nSam: “It’s important to get the fundamental concept across to the system designer. This is not the same as battery-based backup circuit. In a battery-based system, the battery keeps things alive for a long time. In this case, it's a whole different animal. Because we're using a capacitor the amount of time that we can keep things alive is much shorter. So if it's data that the system has to save, that has to be done in a hurry. If it's some kind of alarm you have to sound, you've got a limited amount of time to do that. That affects how big of a capacitor you want to use.\n\nDon: “So you don’t have the luxury of a battery, but you also don’t have the problems of a battery.”\n\nSam:  “Right, you don't have the lifetime issues of the battery; you don't have all the safety concerns of the battery; you don't have all of the care and feeding. Batteries are finicky beasts, so it's nice to not have to deal with that.”\n\nTAGS: Power\nHide comments\n\n\n  • Allowed HTML tags: <em> <strong> <blockquote> <br> <p>\n\nPlain text\n\n  • No HTML tags allowed.\n  • Web page addresses and e-mail addresses turn into links automatically.\n  • Lines and paragraphs break automatically.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.748791635,
        "format_confidence":0.8117644787
    },
    {
        "url":"http:\/\/blogs.telosalliance.com\/livewire-in-canada",
        "text":"• Telos Alliance\n  • Telos\n  • Omnia\n  • Axia\n  • Linear Acoustics\n  • Twentyfive-Seven\n  • Minnetonka Audio\n\nRSS header - this is hidden\n\nLive(wire) in Canada!\n\nPosted by Dave Sarkies on Oct 4, 2017 11:30:00 AM\n\nThis past weekend was the annual conference of the CCBE (Central Canada Broadcast Engineers) outside Toronto. The proceedings featured a small-scale interoperability event similar to the AES Plugfest, and a keynote presentation on the benefits of AES67 and AES70. Our Jeff McGinley attended along with Tyler Everitt, from our Canadian dealer Pippin, so we caught up with them for a review.\n\nHow did this year’s CCBE go?\n\nTyler EverittTyler: The conference was well-attended by various levels of engineering, as well as a lot of higher-level management types. It was a great cross-section of people who were able to see the significance of AES67 on display. I was impressed with the number of attendees for the AES67 presentation.\n\nWhat was significant about this year’s conference?\n\nTyler: Over time we’re getting a clearer picture of what AES67 can do for a broadcast facility. As time has moved along we’re starting to get a much better idea of the significance of how AES67 can improve the day-to-day operations of a broadcast facility. Now we’re moving toward television as well, so we’re able to see how a common protocol can improve broadcasters’ access to equipment and make workflows run more smoothly.\n\nTell us why you decided to give away 150 copies of the Axia Livewire+ AES67 IP-Audio Driver.\n\nTyler: We thought it would be great opportunity to give people the technology that allows their equipment to talk AES67. We did the giveaway in conjunction with the AES67 presentation, so it gave us a chance to explain to attendees what the driver is, and answer any questions they had about the AES67 standard and Axia gear.\n\nJeff: There were a lot of questions, and some attendees already had the driver, while others don't have Axia, but as Tyler points out, the giveaway is a great opportunity to answer questions and give attendees the information they're looking for when it comes to the AES67 standard.\n\nYou mentioned the AES67 \/ AES70 presentation from Anthony Kuzub of Ward-Beck Systems. What was the key point Canadian broadcasters could take from this presentation?\n\nTyler: Interoperability. We’re able to demonstrate that broadcasters can interoperate across brands and products. As was pointed out by the speaker, we’ve been locked into different brands for so long, and now with AES67 we can interoperate between them. That’s a significant thing for people to know because it’s not possible for one brand to offer every single item. Even a juggernaut such as the Telos Alliance—who has a deep penetration of products in their catalog—doesn’t make monitor speakers or certain other endpoint type items that might be accessible through AES67. So it gives broadcasters the ability to completely network all the way out to the very edge of their systems.\n\n\"We’re able to demonstrate that broadcasters can interoperate across brands and products... We’ve been locked into different brands for so long, and now with AES67 we can interoperate between them.\"\n\n—Tyler Everitt, Sales Manager, Pippin Technical\n\nJeff: It’s important that the presentation touched upon not only AES67 but also AES70 (Control over IP), which will provide even more flexibility for broadcasters over time, beyond equipment from different manufacturers playing nice with each other.\n\nAnthony Kuzub of Ward-Beck presents on AES67\nAnthony Kuzub of Ward-Beck presents on AES67\n\nTyler: We’ve demonstrated over the years that AES67 does not have to be a hugely difficult and complicated ordeal. With the proper preparation it can be implemented successfully relatively quickly. You need to know what you’re doing, but we’ve demonstrated that it can be done successfully and it doesn’t take four days to set it up. And as Jeff said, Anthony did a good job of intertwining AES67 and AES70, and showed that they’re two separate protocols, but two very complementary protocols.\n\nHow did the Micro Interop event go?Jeff McGinley\n\nJeff: It was a big success. We successfully passed streams between gear from six manufacturers—The Telos Alliance, ENCO, RCS, Ward-Beck, Roth, and Covleoz. It was a wild success and everyone was very excited. There was a lot of talk about how we got it done and the future of interoperability.\n\nHow have AoIP–and Livewire specifically–been received by Canadian broadcasters over the years?\n\nJeff: There is so much Livewire up in Canada! The presentations I give in Canada are attended by so many smart, engaged customers that want to learn more about their Livewire networks. From legacy facilities to new facilities. It’s been very well received. The Canadian market is all about it.\n\nTyler: We’ve been selling and installing Axia now for more than 13 years, and now, that’s all we do. Our company does everything from small community, northern, native stations all the way up to the top billing stations in Canada, and we’ve installed Axia products at every single level there is. It’s the only product we put in, from the very smallest to the very largest.\n\nGreat to hear that Axia is providing Canadian broadcasters with the tools and information they need to push their facilities into the future. Thanks for your time guys!\n\n\nFurther Reading\n\nFor more on interoperability, read these blog posts:\n\nManufacturers Plug in at AES Plugfest\n\nShay: Manufacturers Plugged In to AES67\n\nAES67 Breaks Out at ISE 2016\n\nTopics: AES67, aoip, AES70\n\n\nIf you love broadcast audio, you'll love Direct Current! Get it delivered to your inbox weekly!\n\nRecent Posts\n\nPosts by Topic\n\nsee all",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.7649620175,
        "format_confidence":0.7724968791
    },
    {
        "url":"http:\/\/www.gizwizsearch.com\/episode-573.html",
        "text":"Daily Giz Wiz 573: USB Plasma Ball\n\nEpisode 573 of the podcast\n\nUSB Plasma Ball\nSubject: Review of USB Plasma Ball\nReleased:Wednesday 21 May 2008\nLength:about 17 minutes\nDownload file:DGW-573.mp3 (7.8 MB)\nBookmark: Bookmark and Share\n\nListen to the episode\n\nShort info\n\nHarness the power of the USB Plasma Ball right from your USB port.\n\nDetailed information\n\nThis Plasma Ball is powered by USB, 4'\" in diameter, with an on\/off swtich.  Put your finger on the sphere and the \"glow\" will congregate around your finger, like all other plasma balls.  Available at VAT19 and ThinkGeek.\nHere is ThinkGeek's explanation of this magic.  A combination of gasses (such as Argon) are  trapped inside a plastic sphere at relatively low pressures.  An alternating current, at relatively high voltages, is sent into the sphere via an electrode in the centre.  This energy causes atoms (or electrons maybe) to be stripped from the gasses, leaving in its wake some positively charged ions and a gorgeous gaseous and electrically conductive environment (aka Plasma).  That high voltage served up through the electrode will now arc up through the plasma to the plastic sphere where the voltage is lower (starting at the top where the temperature is greater). The arcs glow because they are hotter than the surrounding plasma. You can touch the plastic and the arcs will strongly congregate to your touch because you will be creating an even lower voltage jump from the electrode.\nOr just let Dick explain it to you in his own words:\n[play video]\n\nThe Giz Wiz Green Room\n\nDick is negotiating for the TWiT Studio to be named after him.  Leo suggests \"The Dick DeBartolo Memorial Antechamber\".  Dick thinks it's too early to do that, and prefers \"The Giz Wiz Green Room\".\n\nThe Bird Logo\n\nLeo explains to Dick how the name Twitter came about.  Evan Williams was running Odeo whose logo was a bird.  As a side project, an engineer of Odeo suggested this IM-like web service, so people could send messages called \"tweets\" to each other.  Hence the name Twitter.  For Dick and Leo's previous mention of Odeo, listen again to Episode 150, towards the end of that episode at about 14:00.  And it was Leo who told Dick about Odeo.\n\nNo Begging, Again\n\nHaving finally overtaken Barack Obama on the number of followers on Twitter, Leo is now locked in a close race with Kevin Rose.  As with the May 2006 Podcast Alley vote, Dick and Leo do not beg (Episode 67).  So sign up at Twitter and follow Leo, follow Dick, and Alfred E Neuman.\nPlease alleviate Leo's mid-life crisis and follow him on Twitter.  Otherwise send him a Jacob's Ladder for The Giz Wiz Green Room.\n\nThe Belly of a Dead Fish\n\nJack from New Hampshire (who may or may not be Jack Kelly from Episode 419) was listening to Episode 564 and was amused by Dick's reference to the beigey colour of the Socket Pocket.  As a technician, he is all too familiar with the colour and has always called it the \"dead fish belly yellow\".  It's very close to Dick's Tainted Tuna Taupe.\n\nRelated gadgets & episodes\n\nSubscribe on Twitter or Twit Army",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.9558819532,
        "format_confidence":0.6468340158
    },
    {
        "url":"http:\/\/podcasts.itmaze.com.au\/f-call\/20130310.f-call.txt",
        "text":"What use is an F-call? Using a Foundation Call in Amateur Radio puts a number of restrictions on your on-air activities. The most bemoaned of those restrictions is the limit of 10 Watts output power. There is nothing like the experience of almost having completed a contact when a deaf lead foot stomps all over your signal and drowns you out. In the past I've pointed out that a group of Amateurs shares that experience and power restriction and more. The community I'm referring to is the QRP fraternity, who restrict their power to half that available to us and often make contacts with even less power. What I didn't think of at the time was that this community is also an excellent source of information and knowledge. Their drive is to do more with less and as a Foundation licensee, you cannot help but be in the same boat. So, look around you, search the web, find projects, bands, frequencies, antennas, radios, power supplies and activities that the QRP community engages in and you'll find common ground. I know that there is a slice of the Amateur Radio community who have the slogan, \"life is too short for QRP\", but as a Foundation licensee, perhaps it's time to wear your low power budget on your sleeve. I'm Onno VK6FLAB",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8815782666,
        "format_confidence":0.8679728508
    },
    {
        "url":"http:\/\/www.thephoneographer.org\/nban-the-worlds-greatest-tech-community\/",
        "text":"#nban – The world’s greatest tech. community\n\nIf you’re a regular member of on-line Nokia communities, you may be familiar with Patrick Hamilton Walsh. He’s the modern day adventurer who spent six action packed years travelling around the world.  While the countries and continents changed, one thing always stayed constant: The trusty Nokia smartphone in his backpack.\n\nNow, Patrick has got a book out, The Backpacker who sold his Supercar, which shares more of his life story and showcases his amazing trip with fifty never before seen photos, all taken with Nokia smartphones. We hooked up with Patrick to find out how his adventures around the world lead to him building one of the most active on-line Tech communities.\n\nWhat was the motivation behind you going off to travel the world with a Nokia?\n\n“As a sixteen year old, I asked myself a simple question, “If I could do any three things in the world, what would they be?” Third on my list was to go out explore the seven continents of this great planet of ours.  So, once I had completed my education and qualified as a Chartered Accountant, I sold everything I had, purchased a Nokia and off I went.”\n\nAbhi FadingPhoto by: Abhi Fading\n\nHow did this community begin?\n\n“While planning my trip, I learnt that Nokia were releasing the N95 with a 5Mpx camera and I knew that it was the perfect tool that I just had to buy.  The N95 was so far ahead of the game, there was no need for a camera anymore; my Nokia would meet all my electronic needs from alarm clock to calendar to camera.  So, that is what I did – I set out to travel the seven continents of the planet using ‘Nothing but a Nokia’ (#nban) and I set up a Facebook group using that name so my friends and family could follow me.”\n\nDeepak Khoenie Photo by: Deepak Khoenie\n\nAnd it just grew from there?\n\n“Yeah, it was a simple as that.  In the early days it was just my friends and family that followed my #nban adventures.  Today, the group has grown to over 8,000 active members with new members being added every day.  It really is amazing when I think about it and how it has grown.”\n\n Edward Romain Photo by: Edward Romain\n\nWhat makes this community so special?\n\n“This group is special because it is so active – there are always members on-line sharing their phoneographs on #nban, engaging with others and leaving feedback for the other members in a positive manner.  No matter a person’s location, race, religion, creed, age or anything else, they will be welcomed into the group (which is known amongst the members as the #nbanFamily) with great warmth.\n\nThere is a real sense of family amongst the members with a lot of kindness shown to everyone.  However, if I was to sum up the one ingredient that makes #nban so special, I would have to say, it is the mutual respect that all members have for each other – everybody is equal.”\n\nHannele SjöqvistPhoto by: Hannele Sjöqvist\n\nWhat would make new members want to join ‘Nothing but a Nokia’? \n\n#nban is a group that appeals to people that have an interest in capturing great photographs using Nokia devices.  It doesn’t matter what device a person is using or how good they are at taking photos, all that matters is that they want to get better and are willing to support the other members to get better also.\n\nNo one in #nban is a professional photographer when they start (although some go on to achieve amazing things through the support of the #nbanFamily) – we are all amateurs that try to get better every day, by posting our photos and obtaining feedback from the community.  We are always open to accepting new members and helping them to develop and get better.\n\nHarish PrabuPhoto by: Harish Prabu\n\nIs it only about photography or does ‘Nothing but a Nokia’ offer more? \n\nEverything in the community would appear to be based around photography, but the very essence of the group is the interaction with other members and the connection that exists through a shared love of Nokia.   We set a weekly photography theme to challenge everyone to go out and try to capture some new and unique images based on a theme, such as #nbanColourpop.\n\nThrough our photography we get to see a totally new view of life, allowing us to learn more about different regions and cultures.  I am still a backpacker at heart, so for me a lot of my interest in the group comes down to the people in it and the towns and cities that they live in.  I am interested to see how they live and I enjoy people posting images of places that I travelled to during my ‘Nothing but a Nokia’ world travels.\n\nJeannette M. SacmanPhoto by: Jeannette M. Sacman\n\nTo people outside the group, #nban may seem like a photography group, but there is much more to it than that – it is a place where we all learn from each other, everyone is selfless and there are no egos in the #nbanFamily.  The result is a friendly community of people sharing quality images, allowing us to see how people from all over the world live their life’s on a daily basis – it is very interesting.\n\nNolie Ocoy 2Photo by: Nolie Ocoy\n\nMany ‘Nothing but a Nokia’ members are now very well known within the Nokia Community – is that intimidating for new members? \n\nI don’t think so, in fact I believe that the success of the group comes down to the fact that the guys and girls that are well known are still very active in the group and very supportive of new members.  They almost take on the duty of guiding the newcomers with positive feedback.\n\nPeople join because of the pictures they see online from these guys and girls, but it is through the comments, the advice, the feedback, the incredible interaction and the friendship that keeps them coming back.  The well-known people are still very humble and helpful to everyone.\n\nMatt Mahon 2Photo by: Matt Mahon\n\nWhat device are you using now and how does it compare to the N95 you had? \n\n“Over the years, I upgraded as Nokia devices developed. However, with the release of the Nokia Lumia 1020 last July, I knew that we were entering a new era in smartphone technology, particularly from a camera perspective.  The ‘phoneographs’ that I had captured in Antarctica, Africa, Asia, Australasia, Europe and the America’s, as good as they were, would never again be able to stand comparable to the ‘phoneographs’ that will be captured on smartphone’s in the future.  Nokia has once again changed the game.\n\nMustafa WardakPhoto by: Mustafa Wardak\n\n“The Nokia Lumia 1020 with its PureView Pro imaging technology is going to take ‘phoneography’ to the next level – a level that I could never have imaged as I walked out of the Nokia store in Manhattan with a N95 in my hand and a smile on my face in 2007.  With its high-resolution 41Mpx image sensor, Carl Zeiss optics, pixel oversampling and lossless zoom we are entering new territory.  The quality of photographs captured on mobile phones has just changed forever.\n\nHowever, at the moment I am using a Nokia Lumia 1520 and I have to admit that, overall, it is the best device I have ever had.”\n\nNarek HovasPhoto by: Narek Hovas\n\nWhat can we expect from ‘Nothing but a Nokia’ in the coming months?\n\nIn the past year we have spread the group into other social media platforms such as Twitter, Instagram, Flickr and Pinterest and we will continue to do that as long as the demand spreads.  My hope is that through #nban we will inspire all ‘phoneographers’ around the world to believe that they too can achieve the amazing results that the #nban community do, through a passion for phoneography and sharing.\n\nSajad Hassan WaryahPhoto by: Sajad Hassan Waryah\n\nPersonally, my objective in life is to inspire other people to be their best selves and I have to admit that with #nban we have a great community that reflects that.  Everyone there wants to capture great images using their Nokia devices to inspire people and to help them understand that we can all be an inspiration to others once we are true to ourselves.  As a result I see #nban growing ever larger and stronger over the coming months and years.\n\nMinh Ma MãnhPhoto by: Nolie OcoyMinh Ma Mãnh\n\nComments (3)\n\n  1. Néstor José Pérez\n\n    im… just speechless with a grin from ear to ear!!!! thats what its about!!! we show life through our “Good ole’Nokia”!!!! i personally use it for everything!!! i dont need any other devices!!!! It helps me acomplish me!!! and then share it to the world!!! all in the palm of my hand!! the building bricks of life!!! ####\n\nLeave a Reply",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.7556900382,
        "format_confidence":0.8672298789
    },
    {
        "url":"https:\/\/www.it-sideways.com\/2009\/08\/email-interview-with-smart-surface-sdn.html",
        "text":"Email Interview with Smart Surface Sdn. Bhd.\n\nThis an email interview with Mr. Ammar from Smart Surface Sdn. Bhd.\n\nSmart Surface is a company focuses on providing multi-touch technology.\n\nWe hear from Mr. Ammar about the company's origins and visions and he shared with us about the future of multi-touch for both business and technical.\n\nMulti-touch technology is still very new. Windows 7 which provides support for multi-touch is seen as the potential catalyst to bring such technology out of the 'wow' factor.\n\nThe followings are questions and answers.\n\n1. Tell us a little about Smart Surface Sdn. Bhd. (who is the founder, key persons and what are the objectives) ?\n\nThe company’s multitouch solutions was initially envisaged by the two co-founders, Faysal Abdulaziz (from Bangladesh, Malaysia resident) and Homam Alghorani (from Syria, Malaysia resident), during their study at APIIT and as part of their interest in multitouch technology, ubiquitous technology and related natural computer interfaces.\n\nAt the beginning of the year 2009, a Syrian entrepreneur living in Japan came to know about their research through the personal blog of Homam. He then offered the two aforementioned developers to co-form a company and fund their research. After several blog entries, emails, YouTube posts, Facebook investigation, as well as a few telephone calls back and forth, the three co-founders hammered out their vision and its details over several planning sessions in Kuala Lumpur and established Smart Surface Sdn Bhd.\n\nOf course our company and all its products are Malaysian and bear proudly the label “made in Malaysia” since the first prototype launching on May 15th 2009.\n\nThe objective and vision of Smart Surface is nothing short of ubiquitous computing. We see computers integrated to our desktop, on our walls, and on every surface imaginable. As our communication needs change, computers need to evolve to meet that change. With our multitouch products, SmartSurface, we are seeking to reformulate the very concept of computing itself. Smart Surface Sdn Bhd has the potential of becoming a first Malaysian company (and even a first non-American\/European company) with a dominant presence and an established brand name that will be associated with the field of multitouch and surface computers all around the world.\n\n2. Smart Surface multi-touch technology, can you highlight to us what other products and services you are providing ?\n\nSmart Surface Sdn Bhd is specialized solely in multitouch solutions, and surface computers that are the main media to realize multitouch. We research, design and build surface computing units of different forms (tables and horizontal surfaces, and vertical walls) with multiple multitouch and gesture recognition technologies (rear-projection, LCD, IR, Laser) (see answer to Q4).\n\nWe also develop software and applications for these multitouch surface computing units.\n\n3. Multi-touch is relatively new in Malaysia, tell us a bit more on the market scenario?\n\nMultitouch and surface computer technology is still in its infancy but is expected to penetrate the market and occupy an increasing percentage of the touch screen technology pie. Multitouch technology will make a big leap ahead in the coming two-to-three years with the launch of Windows-7 which supports multitouch screens.\n\nIn order to increase market interest in multitouch technology, we intend to outsource the marketing, sales and lease business through distributing & reselling partnerships with partners who are strong in a certain field or industry. These partners have already their own customers and market penetration and they are best qualified at introducing this technology to the market.\n\nFurthermore, we consider that lease and rent provide enormous marketing possibilities especially until surface computing and multitouch technology establishes itself as a solid product in the consumer mind. Most businesses would prefer at this stage to rent and see what this novel product can benefit their businesses before they take the step further of a buy decision.\n\n4. Can you give us a hint on the pricing and the brand of your product range? Otherwise, tell us about your target customers.\n\nAt the moment we are concentrating on the following products:\n  1. Customized size vertical wall surface computers using rear-projection display technology; SmartSurface Wall.\n  2. Customized size horizontal tabletop surface computers using LCD display technology; SmartSurface Table.\n\nSince the size, shape and computing capacity are customized depending on the need of the customer, then the cost is different and we can not quote a simple price.\n\nHowever, to give an idea, a 40” multitouch tabletop computer would cost around MYR 30,000 normally. Have in mind that some available products in the international market (such as Microsoft Surface) are selling for more than double that price for a unit with the same size and specs.\n\nRegarding the target customers, and due to the size and cost of the units, multitouch and surface computing is still beyond the reach of individual consumers unfortunately. We mainly target industries, commercial entities, and large institutions. At this early stage, our main customers are advertisement & exhibition businesses, smart offices equipments providers, and educational institutions.\n\n5. What technology platform is Smart Surface multi-touch technology (Windows, Linux or etc) ?\n\nThe platform could be either Windows or Linux depending on the request of the client. However, the core application and software are all developed using JAVA, Action Script AS3, Flex (Adobe) programming platforms, and Python and C++ programming languages.\n\n6. Do you believe in the concept of killer applications, if so, give us some of your ideas?\n\nWe do believe that multitouch has yet to find a “killer application” beyond the initial “wow” factor that is attracting people to it at present.\n\nThe technology certainly works. However, we are still researching for applications which demonstrate how the technology might be used in a constructive (ie business etc) way beyond exhibition and events. That includes trying to identify areas where the multitouch technology would defeat conventional input devices. And by defeating, we do not mean just as an equivalent replacement, but having a clear advantage. At present, even with all the application we and other multitouch specialists are developing, we have to admit that there is no real full exploitation of the power of multi-touch.\n\n7. Can you point us to uploaded videos on YouTube or etc ?\n\nPlease refer to the following links:\n\nFor more videos.\n\n\nBrandon Teoh said…\nFrom now onwards, all anonymous comments will be removed and will not be allowed.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8542859554,
        "format_confidence":0.9837670326
    },
    {
        "url":"https:\/\/www.wired.co.uk\/article\/eben-upton-raspberry-pi",
        "text":"Raspberry Pi's Eben Upton: we need to create a generation of producers not consumers | Wired 2013 video\n\n18 Oct 2013\n\n\nEben Upton\nNate Lanxon \/ Canon 5D MkIII\n\nThe west has created a generation of devices, such as smartphones and tablets, whose primary function is to allow people to consume content created by someone else, said Raspberry Pi founder Eben Upton, speaking at Wired 2013. \"The direction we've drifted in has deprived us of a supply of computer programmers. We have a generation of consumers not producers, and consumption hardware and not production hardware,\" he said. \"We are trying to generate a group of people who see computing as an open environment, see it as a platform for creating their own destiny.\"\n\nUpton talked about the reasons why he launched the $25 linux microcomputer when he was teaching computer science at Cambridge University and found that there was a dearth of prospective undergraduates. When Upton had been young, he'd played with the BBC Micro, \"a wonderful machine\" which required the kids who used it to learn basic computer programming. It provided the Cambridge University with a \"stream of people\" who had already got their Malcolm Gladwell-prescribed 10,000 hours of hacking under their belt.\n\nHowever, when Upton was involved in computer science admissions, the numbers of applicants had dwindled, with many bright students coming in \"with no practical familiarity\" with coding.\n\nEben Upton\nNate Lanxon \/ Canon 5D MkIII\n\nTools such as the Commodore 64, BBC Micro and the ZX Spectrum had disappeared and been replaced with \"fixed function devices\", such as games consoles, mobile phones, and tablets. Upton flagged up PCs, saying that although they were programmable, they represent a \"less approachable platform\". All of this \"cut the legs off our supply of young people\".\n\nThis led Upton to wonder -- during 2006 -- whether there was still a niche for a machine that could go into a child's bedroom and would still be interesting. \"But if we were going to ask people to buy hardware it would have to be very cheap.\" He went for the $25 price point since he felt it was comparable to a textbook. \"I now understand that's an incorrect estimate. If we had a better idea of what school textbooks cost we would have had an easier job with the engineering over the years,\" he said.\n\nUpton massively underestimated the demand for the Raspberry Pi, thinking that 1,000 devices would be a good estimate. Prior to launching the product, he pestered the BBC to allow him to put the BBC brand on it \"because we are quite nostalgic\". \"They said no.\"\n\nThen in 2011, Upton went to see BBC technology correspondent Rory Cellan-Jones, who filmed the device and put it on his blog. \"It got 600,000 views in two days.\" \"We had this sudden 'oh shit' moment that we had promised 600,000 people to build a computer for $25 and we had no practical idea how to do it,\" he said.\n\nThat spurred him to develop prototypes by the end of the year, scaling production to around 10,000 computers. \"We sold 100,000 in the first day. We took down the websites of both of our distributors.\"\n\nUpton was surprised that almost all of those Pis were sold to adults. \"There was this wonderful latent demand among adults for a piece of Lego they could use to stitch together other pieces of electronics.\"\n\n20 months in and 1.8 million units have been sold. He hopes that by around 2020, universities like Cambridge will start to see the impact of the device in their admissions process.\n\nRead more from Wired 2013's incredible spread speakers, thinkers, innovators and thought-leaders in our Wired 2013 hub.",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8867314458,
        "format_confidence":0.5540929437
    },
    {
        "url":"http:\/\/www.businessinsider.com\/blackberry-torch-interview-2010-8",
        "text":"RIM introduced its new BlackBerry Torch phone today, which includes both a touchscreen and a slide-out keyboard.\n\nAfter the presentation, I asked RIM's Andrew Bocking, VP of Handheld Software Product Management, whether RIM thinks its software can compete with Apple and Android. And I asked why he thinks someone would buy the new Torch instead of one of the Apple or Google-powered competitors it'll be sitting next to in AT&T's stores. (I also wanted to ask RIM co-CEO Mike Lazaridis, who spoke at the event, but his PR handlers refused my request.)\n\nBocking doesn't make any missteps and answers smoothly with the predictable party line: Sure, we're as good as the other guys. The new BlackBerry 6 software is awesome, etc.\n\nI'm not so sure about that. Yes, RIM will sell many Torches to its existing subscribers, people who love plastic keyboards on their smartphones, and corporate clients. But I have a hard time seeing most consumers picking this device over the iPhone 4 or top Android phones.\n\nVideo edited and produced by William Wei. Apologies for the background noise -- it was loud at the event.\n\nSee Also: Sorry, But The BlackBerry Torch Won't Save RIM\n\n25 Big Tech Predictions by BI Intelligence.\nGet the Report Now »",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.5628566146,
        "format_confidence":0.8506987691
    },
    {
        "url":"https:\/\/www.avnetwork.com\/avnetwork\/inside-the-industrys-overlooked-but-critical-departments",
        "text":"Skip to main content\n\nTalkin’ ’Bout My Generation\n\nTalkin’ ’Bout My Generation\n\nQ&A With SM &W’s Co-Founder and one of its newest talents\n\nFred Shen and Alex Mayo at SM&W’s headquarters in New York City. If you’re a regular reader of SCN, then you’re familiar with the name Shen Milsom & Wilke, the New York-based consulting firm that holds an almost legendary status in the AV industry. The firm has no shortage of experts that we quote on an almost every-issue basis, and they all could have surely lent invaluable expertise on any topic in this issue. However, this being our special Audio Issue, we decided to try something a bit different. Rather than sit down with just any pair of representative experts, we decided to sit down with the firm’s founder, Fred Shen, and invite along one of the company’s most recent hires, the 24-year-old Alex Mayo. This, we thought, would provide unparalleled insight into how the industry has changed since its inception, and also provide an opportunity for two co-workers removed by generations to compare paths into the industry.\n\nSCN: Why don’t you both talk me through how you discovered an interest in audio and came to find yourself in this industry?\n\nFred Shen: It was 1969 when I arrived on the scene, working for an acoustical consulting firm, a very active, busy, sought-after consulting practice named Cerami and Associates. As an acoustical consultant, all the work we do is with architects, unlike some of our other disciplines, which are more on the engineering side.\n\nI realized that sometimes when we were designing a space, particularly intricate, sophisticated, high-end, expensive spaces, we take painstaking care on the acoustic part of it. We do calculations and analysis—we had no computer modeling or anything like that in those days. Then at the same time, a different group, we’d call them sound system engineers, would then mount their loudspeakers and design their things, and then the inputs would be put into the architectural drawings. There was some coordination between sound system guys and acoustical guys, but if there was a problem at the end, it would always be, “Well, it’s his problem, he didn’t analyze it well, the loudspeakers are placed inappropriately.” The more important a space, the more this kind of conflict of opinion happened.\n\nAn example of the acoustical modeling the firm created for NYU Abu Dhabi. So as a young guy, I said, “Why don’t we hire some sound engineers into our firm and we can do this together. If things go wrong, there’s one single responsibility—it’s our problem, not his or theirs.” I had that in mind for a long time.\n\nThe visual side was nothing, because it was basically the Kodak 35mm slides that you drop into a slide projector. As late as 1992, when I went to Kuala Lumpur to present to the Malaysians about our services, I carried a slide carousel. As late as that! But anyway, going back a little bit, I always had in mind that we had to get sound systems and acoustics together. They have to go hand in hand. So I talked to my boss, Mr. Cerami, and he said “Freddy,” which nobody ever calls me except Vito, “Freddy, when you have things under your control you can do whatever you want. But as long as I’m in control I’m not interested.”\n\nFast forward to 1986 when we started SM&A (Shen, Milsom, and Associates). We immediately hired a part-time AV guy—we couldn’t afford to pay full time. At that time we were starting to call it “AV ” because there was an AV consulting firm called the Wilke Organization. It was the first-ever audiovisual consulting firm. Sound systems were probably 90 percent of their revenue. The “V” was basically slide projectors. No big deal.\n\nHugo Wilke and I had become friends when I became a partner over at Cerami, and he and I would get together to share leads, like co-marketing. And I even said to him “You know, we should get together, Cerami and Wilke.” But Cerami was not interested. Come 1986 when we had a partnership problem over at Cerami, and the non-compete agreement was null and void. We started this firm and got right into sound systems, and became probably the first, although there’s no proof of that, so, one of the first firms to have dual discipline.\n\nSCN: At the time dual discipline was about 90 percent audio and 10 percent video?\n\nFS : Yeah, that’s right. There was very little video. But when we started in January of 1986, a couple of months later IBM came out with the first personal computer, called the AT. And I bought one, because this is like the future. You could tell that peripherally there was some IT coming along, and some video appearing. A PC is basically a video screen, and all of a sudden the IT has to require the video display, and the forces were squeezing the two together to a point that the line between them was just blurring and then gone. And then we immediately got into IT, and that’s when we did that project [pointing to a poster of the Petronas Towers in Malaysia].\n\nAlex Mayo: Picking up right from where he left off, in 1989 I was born. So you have been doing this for longer than I’ve been breathing.\n\nFor me it was mainly the typical story of being interested in stereos on a smaller scale, but academically when I got to college, I went to be trained as an acoustician at an acoustics program at the University of Hartford. I was looking for a major, because I knew I wanted to do something audio but I didn’t want to work behind a mixing console as an audio recording engineer type of position, so I did a search when I was looking for schools, and there was an article in the Chicago Sun Times—I’m originally from Chicago—that had University of Hartford in the article, and mentioned an acoustics engineering program. And I just knew this was exactly what I’d been thinking of.\n\nWhen I got there, I still had that nagging desire for electronics, hardware, stereo systems, things like that. And acoustics is very theoretical—I did really enjoy that, but I didn’t want to cut out the other side of it. So I actually met with the dean of the engineering school and we worked to design my own major, where we would take the musical and architectural courses and combine in some of the electronics courses, as well as some of those audio recording engineer type courses.\n\nFast-forwarding toward the end of my schooling, I started looking for companies that did some type of work that I could use this major for, and SM&W was actually one of the companies on a list of maybe three or four—I knew I wanted to move to New York so that narrowed it down—and on the short list of places I could see myself at, this was definitely one of them. And it turned out perfect because just how Fred saw how sound systems and acoustics needed to come together, that’s kind of what my position wound up being here—in the AV department but with an acoustics background, so able to keep the acoustics in mind when designing an audio system.\n\nVideo is a little more than 10 percent now, and that was probably the biggest part of catching up for me, because there was no part of my acoustics discipline that dealt with video. And it’s a little more than a slide projector these days.\n\nFS : For years when we were looking for new recruits in the AV field, we would grill the candidates far more on the ‘A’ side, because the audio engineering is quite complicated and sophisticated, and video is, when it comes down to it, much simpler. Because they’re visual and people want that visuality, the whole splash of images and motion images. Audio on the other hand, people hear and take for granted—they don’t even know why they’re hearing it. So when we test the qualification of the candidates, we’re more interested in their audio skills. Video they can pick up.\n\nSCN: Talk to me a bit more about what drew you to audio and acoustics in the first place.\n\nFS : I came here as a foreign student, and the aeronautical field was something that always fascinated me as a kid. That this big hunk of metal would actually go airborne—it just bugged the hell out of me. I would read cartoon books looking for airplanes and pictures of airplanes. So I majored in aeronautical engineering when I came [to the U.S.] not knowing that when I graduated—it was 1965, the peak of the Cold War—so America and Russia were building the best fighter jet airplanes and the longest range missiles and they were hiring ‘aeros’ left and right. My senior year, there were employment positions page after page after page, and all the defense contractors would be on campus recruiting—the likes of General Dynamics, NASA, Boeing, Lockheed— you name it, they were on campus offering the graduates employment. They can have their choice of geographic locations or the type of defense contract these companies have for the government. Whereas me, I’m a foreigner. I’m an alien, they called it. So they couldn’t touch me.\n\nI basically drifted around—I actually received a deportation notice. “Mr. Shen, you have graduated with your BS, you are not employed where your practical training as a foreign student in your field of endeavor…” my field of endeavor wouldn’t hire me. So I drifted, I had to go to graduate school, came out to New York, went to NYU, still in the aeronautical\/ engineering field—I don’t know why. But I needed a part-time job to pay for the expenses and my first part-time job was as an engineering apprentice at this firm called Mason Industries. They manufacture noise and vibration control products, so that’s how I learned about noise control, which is acoustics. I just kind of landed in it.\n\nAM : I was very into analog type audio when I was younger. And the most advanced thing I had was a pretty nice CD player that my dad had. It was a setup with an amplifier, pre-amp, that kind of stuff. But when I started here, one of the biggest shocks—and it shouldn’t have been—was seeing how much was digital at this point. Everything from an analog standpoint, its only the end-point now. It’s the last part of the chai... (truncated)",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.7043433785,
        "format_confidence":0.9344930053
    },
    {
        "url":"https:\/\/www.rushlimbaugh.com\/daily\/2012\/07\/19\/caller_talks_host_through_iphone_dictation_problem\/",
        "text":"Rush Limbaugh\n\nFor a better experience,\ndownload and use our app!\n\nThe Rush Limbaugh Show Main Menu\n\nRUSH: Folks, the next caller wants to try to help me through my dictation problem here on my iPhone 4S. I realize this is kind of like talking about golf to some of you. “Stick to the issues!” But, believe me, it’s one of my passions here. So indulge me. This is Sean in Bloomington, Minnesota. What’s up? What, what, what, what what’s the story?\n\nCALLER: Basically the way Siri works is there’s an activation ticket that gets sent to your phone every day. My guess is for some reason that’s expired, and it’s not getting renewed. The easiest thing you can do is go into Settings and then General and Siri and turn it off right there.\n\nRUSH: Yeah?\n\nCALLER: Then reboot your phone, go back into Settings, and turn it back on.\n\nRUSH: You know, I thought about trying that, but when you try to turn Siri off it says, “We’re gonna take your kids and a bunch of other stuff, and it may be awhile before you get ’em back if you do this. Are you SURE you want to turn it off?” (chuckling)\n\nCALLER: Yeah. It’ll come right back on.\n\nRUSH: Okay, I’m gonna try that right now. You turn Siri off then shut down the phone?\n\nCALLER: Yep. Turn the phone off then turn the phone back on.\n\nRUSH: And then turn Siri back on?\n\nCALLER: Turn Siri back on.\n\nRUSH: What do you do for a living?\n\nCALLER: I work with my father in a small business.\n\nRUSH: Related to computers?\n\nCALLER: No, it’s just a hobby of mine on the side.\n\nRUSH: Yeah, that’s me, too. Me, too. Did this happen to you?\n\nCALLER: Yes, I’ve had it happen a bunch of times. I’ve actually built servers to do what Siri does, but it doesn’t go through Apple.\n\nRUSH: Well, now that’s fine for me. This is not that problem. Although Siri is working and it’s the dictation that’s not, it’s all the same thing.\n\n\nRUSH: Okay that’s fascinating. So you just figured this out on your own because it’s a hobby of yours?\n\n\nRUSH: Really, when you turn it off you get a message: “If you do this, you’re gonna lose everything Siri knows. It’s gonna be a while before it all comes back.” And I thought, “Well, I’ll try everything before I do that.” But, on your advice, I’ll do it even as we speak in the next commercial break.\n\nCALLER: Sounds good.\n\nRUSH: Now, how Applized are you? You have an iPhone obviously, right?\n\nCALLER: Everything I own is Apple, practically.\n\nRUSH: Yeah?\n\nCALLER: If they make it, I’ve tinkered with it, Beta-ed it, anything you can imagine.\n\nRUSH: Well, you have an iPad?\n\nCALLER: I do have an iPad. My wife doesn’t.\n\nRUSH: Well… Ho! Wait. Do you have a new Retina 15-inch MacBook Pro?\n\nCALLER: I do not have one of the new MacBook Pros. I’ve wanted them and looked at them and drooled over them in the stores but haven’t had the cash to buy one.\n\nRUSH: Well, I’ll tell you what. You stay on hold, and I will try your suggestion, and if it works I will send you a 15-inch MacBook Pro. I’ve got three of them sitting in there. I’ll send you one. You’ll have it tomorrow if it works, if your idea works. Are you game to try that?\n\nCALLER: I am. I hope it works.\n\nRUSH: I bet you do. (laughing)\n\nCALLER: I have a couple other tricks that you could do, too, that aren’t the number one fix.\n\nRUSH: Ohhhh, okay. All right. Well, I’ll play. I’ll play. So you hang on. This is Sean in Bloomington, Minnesota. You hang on. I’ll try this during the break, and if it works, you get the MacBook. By the way, your drooling is very justified. This is the fastest computer they’ve made. It’s the best computer they’ve made. The display will take you a while to grow into it, but there’s nothing like it out there. Okay, Sean, hang on. Thanks for the tip. That makes sense. My Siri ticket has expired. My certificate’s expired and I’ve got to restart it. I’ll try it. That sounds like it’ll work.\n\n\nRUSH: All right, I have tried Sean’s method twice. I went in and disabled Siri. Shut the phone down, rebooted, enabled Siri, and it still isn’t working. There’s a real anomaly here, too. For those of you familiar with this, the alert tone you get when you either use Siri or hit the dictation button, my alert tone is half as loud, if that, as when it’s working normally. Now, what happens, your dictation’s sent to Apple servers. They transcribe it as text and send it back to your device.\n\nIt’s amazing. I mean literally what they’ve done is stunning. This happens in split seconds. But I got a server problem here ’cause I’m not getting anything back, and I don’t know if what I’m sending is getting to them. So now what do I do? Sean, I told him I’d send him a new Retina display MacBook Pro 50 if it worked. Snerdley’s being a hard guy. See, if I wanted to go the Obama route, I’d say, “Oh, well, I’ll give it to him anyway, even though that wasn’t the deal.” But he said he had other ideas if this didn’t work. So we’ll maybe see if we can get back in touch with him.\n\n\nRUSH: Okay. So we’re gonna try again. We’re now back with Sean in Bloomington, Minnesota. Sean, I’ve tried it three times to no avail. I don’t know if you heard me say I’m running Beta on this.\n\n\nRUSH: You heard that. Okay. I don’t want to be too loud about that if you get my drift here, but I’m running Beta. I’m running Beta 3. It worked for two days and then stopped. I’m running the same Beta on an iPad, no problems whatsoever. It’s just this one phone that is the problemo.\n\nCALLER: I did look online a little bit while I was off when you were still on break and everything. There have been rumors from a couple people that I’ve seen that are big names in the iPhone world that have said Siri on iPhones iOS Beta 3 doesn’t work the first time when you install Beta 6. A lot of them have said if you restart and reinstall Beta 3, it should fix the problem.\n\nRUSH: Yeah, that’s the last thing I was looking to do.\n\n\nRUSH: That’s a pain in the rear.\n\nCALLER: That was gonna be your last ditch. You wouldn’t want to do that.\n\nRUSH: Well, it’s a three-hour project to do that.\n\nCALLER: Yeah, exactly. But there’s one other thing I had that I’m praying will work ’cause I would love a MacBook Pro.\n\nRUSH: (laughing) What is it?\n\nCALLER: If you go into Settings and then General again, down at the bottom there’s Reset. If you Reset Network Settings, it could just be there’s something blocking the connection to Apple, and that resetting the network settings could free up that block.\n\nRUSH: Well, yes, yes. I could do that. I’ll try it. I’ll lose all my network passwords, but that doesn’t matter, I’ll have to restore them.\n\nCALLER: That’s the only thing you’ll lose is your Wi-Fi passwords that you entered.\n\nRUSH: Okay, I’m doing that now. We’ll see what happens. So, Sean, hang on here. Don’t hang up. Can you hang on?\n\nCALLER: I can certainly hang on as long as you’re willing to have me.\n\nRUSH: Well, it’s not gonna be more than five or six minutes. I just have the rest of the show to do here.\n\nCALLER: (chuckling)\n\nRUSH: Just don’t go away. We’re gonna put you on hold, just hang on.\n\n\nRUSH: Okay, Sean are you back? You there?\n\n\nRUSH: I reset the network settings, I reestablished the password for the local Wi-Fi network here, and still it doesn’t work. However, since you eventually did tell me what will no doubt work, but that I had been putting off (and that is a clean reinstall of the damn thing), I’m gonna send up the Retina MacBook Pro since you did know what it ultimately would take to fix this.\n\nCALLER: Well, thank you.\n\nRUSH: I just wish your first idea had worked. I hadn’t thought of that. Well, I did think of it, but I thought it would be a hassle. It turned out not to be. Anyway, I appreciate your assistance. I’m glad you took the effort. Here’s a guy who recognized my passion and tried to help me. I like that. So, Sean, you’ll have your 15-inch MacBook Pro Retina display via FedEx tomorrow.\n\nPin It on Pinterest\n\nShare This",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.8026390672,
        "format_confidence":0.9596898556
    },
    {
        "url":"https:\/\/thecultcast.libsyn.com\/cultcast-290-the-chaotic-iphone-launch-stories-youve-never-heard",
        "text":"The CultCast\nThis week: you’d never know it from Steve Job’s effortless keynote introduction, but the original iPhone was plagued with huge design and production issues that almost made Apple call it quits, right up until the day it was released!  To commemorate the iPhone’s 10th anniversary, we’ll recount some of the incredible stories behind iPhone’s beleaguered early days, and celebrate how Apple pulled off one of the greatest device launches in history.\nAnd stay tuned for an all-new What We're Into!\nThis episode supported by\nYou might know of Shutterstock as home to royalty-free photos. But, they offer much more.  Kickstart your next interactive project with video clips or music tracks from their collection, and save 20% for a limited time at\nCultCloth will keep your iPhone 7, Apple Watch, Mac and iPad sparkling clean, and for a limited time you can use code CULTCAST to score a free CleanCloth with any order at\nThanks to Kevin MacLeod at for the great music you hear on today's show.\nOn the show this week\nSign up to get a free copy of Unsung Apple Hero, an e-book detailing Bas Ording’s career at Apple. We’ll email you a copy when the e-book is released in July! \nTrying to build a better iPod\n  • iPod was ruling the world, it was 50% of Apple’s revenue.\n  • Apple had the wherewithal to realize it was only a matter of time before phones would do it all, and they realized they needed to build one.\n  • Well the iPod used a click wheel, so why not build a phone function into that?  It worked great, until they realized it wouldn’t work for dialing numbers.\n  • Steve Jobs realized their multitouch technology, which existed as rough demo, could be the key to controlling the iPhone.  But they’d had to shrink it.  The technology at the time consisted of  a ping-pong table-sized display with a projector shooting down onto it.  They had found their solution.\nThe pressure\n  • Around 2005, Steve Jobs conveyed to Forstall and team that he hated the replacement iPhone proposals he was seeing, and that’s when he threatened to take the project away from them.  He gave the team two weeks to come up with a good design.\n  • The team went into overdrive. Working tirelessly.  Non stop.  They had to come up with an entire multitouch design language, touch interactions, like pinch to zoom and the rubber banding scroll.\n  • When the two weeks was up, they convened with Steve to show him their new work.\n  • He watched silently, stoic.\n  • And when the demo was over, Steve said, \"let me see it again.”\n  • So once more they dived into their vision of the iPhone.\n  • And after they were through, Steve simply said: Good job guys.  He was blown away.\nThe keyboard\n  • One of the biggest challenges was the software keyboard.  They knew it’d be compared to what Blackberry had, so it had to be good.\n  • Unfortunately, in it’s current version, it was total crap.  Worse, the launch date was looming.\n  • Scott Forstall knew they were in the danger zone.  He pulled out all the stops.  He froze development on other apps and brought in all their UI developers, and told everyone: make a keyboard.\n  • Well three weeks later they all convened, and one by one they showed off their work.  Some of the examples were decent, some really complicated or strange.\n  • But one guy came up, and presented what looked like normal keyboard, but as he typed, they realized it was extremely accurate.  They were shocked.\n  • How could this be.  How was this working.\n  • The UI developer had built AI techniques into the keyboard to learn how you type, and as you did so, it could predict which letter you’d type next.\n  • And even though the key sizes on the keyboard didn’t change, but the hit region of your next likely key choice would grow, so even if you didn’t hit it on the head, the right key would still be input.\nSoftware designers didn’t know what the phone looked like. The hardware designers didn’t know what the software looked like.  They all saw it for the first time at the Macworld keynote in January, 2007\nWhat we’re in to\nDirect download: CultCast_290_-_The_chaotic_iPhone_launch_stories_you_ve_never_heard.mp3\nCategory:general -- posted at: 11:41pm PDT",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.9639533162,
        "format_confidence":0.7795337439
    },
    {
        "url":"https:\/\/www.idgconnect.com\/idgconnect\/interviews\/1010745\/djingo-orange-plans-alexa-home",
        "text":"With Djingo, Orange plans to take on Alexa in your home\n\nAlexa. Siri. Cortana. Bixby. There’s no shortage of interest in voice-based technologies at the minute. Companies both large and small are looking to leverage voice recognition technologies in the phone, car, home, or even office. And now French telecoms operator Orange is looking to get in on the action.\n\nAt its annual Hello Show innovation day, Orange CEO Stéphane Richard showed off the company’s latest product; a new virtual assistant for the home named Djingo.\n\nAt the reveal, Richards had the device – a round speaker far smaller than the likes of Amazon Echo or Google Home which responds to the command “Ok Djingo” - play a piece of music, report how many tweets included the ‘#ShowHello’ hashtag for the event, and send a tweet from his account. The French telecoms provider also announced a deal with German operator Deutsche Telekom to co-develop the speaker device and the software.\n\nSeveral telcos – including Orange itself - have moved into the smart home space, but aside from the fact digital\/virtual assistants require all kinds of Machine Learning smarts, it also involves going against some of the biggest technology companies in the business. As big as Orange is, why is a telecoms company looking to take on the might of Amazon, Google, Apple, plus a host of smaller startups?\n\n“The digital assistant will offer a fluid and convenient way to interact with whoever but also with Orange whatever the time or the purpose,” says Luc Bretones EVP Technocentre Orange & Orange Vallée. “That’s a good reason for us to try to master it end to end and ensure the quality of the interactions in complement and as a part of a multichannel and definitely human relationship.”\n\n“Beyond the technology, we consider that our main assets at Orange are the customer relationship, our local presence in the countries in which we operate, the trust and intimacy we have built with each of our customers.”\n\nThe first iteration of Djingo was actually at the previous Hello Show, where Richard announced Nuance-powered voice recognition within its TV application. But although Nuance is well-known in the voice-recognition realm and provided a good base for the TV app, Bretones says his company’s research teams has its own specialists in both artificial intelligence and voice recognition.\n\n“We have been working on these topics for more than two years and much more on the research domain.”\n\nOrange isn’t the only telecoms operator to move into this space. At MWC, the Spanish giant Telefónica revealed Aura, a digital assistant it billed as ‘cognitive intelligence’ that would form the company’s “fourth platform” after physical networks, IT systems, and digital services. According to Light Reading, however, Aura was developed in conjunction with Microsoft rather than Nuance, and doesn’t have a physical product.\n\nBy Djingo\n\nAside from the voice-rec services available within Orange’s TV app, Djingo proper is due to be available in the first half of next year. Upon release, the smart speaker will reportedly allow you to manage Orange connected objects, access advice and personal assistance, make a call or send texts, and answer questions. Further along, Orange plans to propel its own smart home services as well as third party ones.\n\nBretones promises Djingo’s differentiator will be Orange’s dedicated services management around family communications, smart home, TV, VOD, gaming and entertainment. There will be room for others to play, but it’s unclear if it will be as open as Alexa Skills or Google Assistant Actions at this stage.\n\n“Our goal is to build an open marketplace on which we will be able to negotiate partnerships that fit Orange customers’ expectations.”\n\nThe priority is to drive Djingo adoption via Orange hardware, but Bretones says the company “is considering” its options to eventually expand into third-party systems in a similar way to Alexa being available in GE’s Sol lamp, LG’s new fridge, or Ecobee’s new smart thermostat.\n\n“As an open innovation player, we want to build and contribute to a large service ecosystem, via a developer program and an API marketplace.”\n\nCurrently, Alexa is only available in English and German, while Google’s Assistant is also limited. Apple’s Siri will have a much wider range of language options if and when they decide to release a home device. At the Show Hello demo, Djingo was issued commands in French, which could give Orange a USP and early lead in many European and African markets.\n\n“Naturally, Djingo’s first words and language are in French,” says Bretones. But he adds that multiple languages are available to the internal Friendly User Testers (FUTS) and suggests there will be language support wherever the company has a footprint, “whether it is in Europe, Africa, or Middle East.”\n\n\nAlso read:\nWhy companies are giving voice assistants physical forms people can relate to\nThe rise and rise (and future) of voice\nWhy voice means we need to rethink the API\nForget the home, voice assistants are invading the workplace\n\n\n\n« Typical 24: Danny Maher, HANDD Business Solutions\n\n\nCloud risks have a big upside for Skyhigh Networks CEO »\nDan Swinhoe\n\nDan is a journalist at CSO Online. Previously he was Senior Staff Writer at IDG Connect.\n\n  • twt\n  • twt\n  • twt\n  • Mail\n\nRecommended for You\n\nInternational Women's Day: We've come a long way, but there's still an awfully long way to go\n\nCharlotte Trueman takes a diverse look at today’s tech landscape.\n\nTrump's trade war and the FANG bubble: Good news for Latin America?\n\nLewis Page gets down to business across global tech\n\n20 Red-Hot, Pre-IPO companies to watch in 2019 B2B tech - Part 1\n\nMartin Veitch's inside track on today’s tech trends\n\n\nDo you think your smartphone is making you a workaholic?",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.6844072342,
        "format_confidence":0.7191904187
    },
    {
        "url":"http:\/\/hothardware.com\/news\/woz-interview",
        "text":"Woz Interview\n\nThere is an interesting Q&A posted on the Seattle Times web site with Apple co-founder, and personal idol of mine, Steve Wozniak.  If you want to learn more about Woz, and gain some insight into the beginnings of Apple Computer and his relationship with the other Steve, take some time and check this out.\n\n\"Q. You were working at Hewlett-Packard while you and Steve Jobs were creating Apple Computer. Did HP know about your Apple work?\n\nA. Yes. As soon as Steve Jobs suggested, \"Why don't we sell a PC board of this computer,\" I said, \"I think I signed something, an employment contract, that said what I designed belongs to Hewlett-Packard.\" And I loved that company. That was my company for life. So I approached Hewlett-Packard first. Boy, did I make a pitch. I wanted them to do it. I had the Apple I, and I had a description of what the Apple II could do. I spoke of color. I described an $800 machine that ran BASIC (an early computer language), came out of the box fully built and talked to your home TV. And Hewlett-Packard found some reasons it couldn't be a Hewlett-Packard product.\"\n\nI happen to still own a functional pair of Apple IIGS computers -- one is a \"standard\" version and the other is a limited \"Woz\" signature edition.\n\n\nTags:  Interview, view, Woz, IE\nblog comments powered by Disqus",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.9374798536,
        "format_confidence":0.9370530844
    },
    {
        "url":"https:\/\/www.led-professional.com\/resources-1\/articles\/tech-talks-bregenz-dr-biing-jye-lee-chairman-of-epistar",
        "text":"Tech-Talks Bregenz | Jun 08, 2016\n\nTech-Talks BREGENZ - Dr. Biing-Jye Lee, Chairman of Epistar\n\nDr. Biing-Jye Lee, Chairman of Epistar, had a discussion with Siegfried Luger and Arno Grabher-Meyer from LED professional about the latest trends and the future of LED, Laser and Solid-State lighting technologies. He also gave them his view on how the markets and technologies will evolve. In addition, Dr. Lee shared some of the highlights from this year’s Light + Building as well as his view of current issues such as smart lighting, connectivity and new applications.\n\nLED professional: Could you give us a short overview of Epistar’s strategy and positioning within the LED business? \n\nDr. Lee: Epistar was founded in 1996. Right from the beginning we positioned ourselves as a pure chipmaker. Since then we have also started to focus on different wavelengths of LED chips. Our products range from the red, yellow, orange, green and blue - all the visible range - and lately also included some of the infrared and ultra violet. We are trying to bring the so-called “one-stop shopping” to our customers. We endeavor to cover the full spectrum range, infrared, visible and UV technologies. \n\nLED professional: What are the main markets that you address? \n\nDr. Lee: Currently, of course we still focus mostly on visible light. Backlighting and solid-state lighting need blue LEDs. In the future for micro-LED and smart, digital lighting you may need RGB mixing to support this market. \n\nLED professional: What about Epistar’s high-voltage LEDs with a combination of blue and red LED chips? \n\nDr. Lee: The blue\/white LEDs plus the red chip still give you the highest performance but you need two channel controls. You need to control both channels because the two materials have different temperature characteristics. \n\nThe Department of Energy in the United States, is continuously testing former blue\/red chip bulbs and they are still running after 40,000 hours. The decay in lumen output is less than 5% and the color shift is negligible. For low cost applications a pure blue\/white LED approach might be preferred, but the market is currently also asking for higher CRI values. \n\nLED professional: How does Epistar support system developments for specific markets and applications? \n\nDr. Lee: To bring more value to the end customer, we started to work on an integrated service model. We approach, for example, the luminaire or TV manufacturers and address their needs. Then we look for the best solution within the complete supply chain. We have to involve companies with knowledge in phosphor, packaging, optics, thermal management, PCB designs, and electronics. According to the customer needs, we also have to modify our chips to meet their requirements. For example, recently we designed a new cost-effective and high-performance back-lit TV system. We have reduced the quantity of LEDs but we could improve the overall system costs and performance. \n\nLED professional: Could you tell us about the Chip-Scale Packaging technology? \n\nDr. Lee: Epistar does have a highly sophisticated CSP technology in-house. For certain applications a semiconductor process during manufacturing is required. But in other applications our packaging clients take care of the module and we provide the flip-chip that fits their needs. \n\nLED professional: Some LED manufacturers have failed because they were competing with their own clients in some areas. What is Epistar’s strategy when it comes to vertical integration? \n\nDr. Lee: History tells us that the supply chain will compress after a certain amount of development time. To some extent this happens especially when it becomes a more mature commodity -then the supply chain collapses. Epistar has strict plans to stay a chip player but we want to work closely with the customer. We call it “Virtual Vertical Integration or VVI model”. \n\nIn certain cases Epistar’s subsidiaries or joint ventures also offer module solutions to luminaire manufacturers with a complete integration of chips, drivers, and boards. This business is done through partner companies with packaging and driver technologies. Epistar will still remain focused on chips, but we invest in or co-work with other companies in order to offer solutions and new services. \n\nFigure 1: Epistar showed a combination of red and blue high voltage LEDs to generate PC converted white light in 2011 at LED Lighting Taiwan\n\nLED professional: Does this generate additional value?\n\nDr. Lee: Yes, it does. Recently we found out that we can change some of our chip designs. For example, we have started working with a driver design company that has figured out the advantages of using high voltage. This company is confident that it could develop a new driver circuit, which is highly efficient, flicker free, and dimmable, by using the high voltage chips.\n\nLED professional: How do you see the market shares for SSL, TV and automotive?\n\nDr. Lee: The percentage in revenue of solid-state lighting is roughly 45%. Worldwide, the high brightness backlighting LED market, is about 25% to 30% and automotive about 15%. Actually, since 2014 backlighting has been decreasing slowly and solid-state lighting has been increasing very quickly. I think solid-state lighting will go up to around 55-60% and backlighting will go down to around 15-20%. The rest of it will be divided between signage, automotive and other applications.\n\nLED professional: Why is the automotive portion just 15%?\n\nDr. Lee: The automotive industry changes very slowly because a car runs more than 10 years. So it takes a long time to change from a current technology to a new one. In general, LED output power relates to chip area and chip area means costs and costs mean dollars. The problem is that the high power application in automobiles, the headlamp, has not been changed to LED lighting yet in most cars. A market analysis showed that in 2025 forward lighting using LEDs would still only be about 30%. Right now it’s at about 3% but it will take another 10 years to get to 30%. That is very slow.\n\nLED professional: What is your strategy in regards to GaN-on-Si technology and GaN-on-GaN technology?\n\nDr. Lee: We have been working on GaN technologies for more than 10 years now. And we understand that it is extremely competitive in the backlighting and solid state lighting market.\n\nBased on the core technology that we have on mature growing - we can grow GaN-on-Sapphire and we can grow GaN-on-Silicon as well.\n\nBut with lighting, it may not be practical right now to use GaN-on-Si unless you have a fully depreciated silicon line. Because everybody knows that the lighting business is very challenging when it comes to prices. We’re just putting out this idea to let people know that we are working on this material even though we’re not sure that it will be of value for this business. However, it does show good potential for electronic applications.\n\nLED professional: Could you give us an overview of Epistar’s highlights at the Light + Building? What are your newest innovations?\n\nDr. Lee: One highlight is the high-voltage design where we can put the electronic driver-on-board. Instead of a down-converter we’re using a boost-topology, which is highly efficient and easier to design. For TV applications we showed new LEDs with smaller footprints. We’re also working on so-called micro lenses in the chip or just on the surface of the chip. In addition to that, we showed a filament light bulb that was developed by one of our customers with color temperatures of 2200 K at our booth.\n\nFigure 2: According to current market research it will take about 10 years for LED headlights to become mainstream. This is especially true of matrix headlights like this one from Hella\/ Audi. One reason for this is the long life time of cars (Credits HELLA)\n\nLED professional: How important is the filament market and what technologies are you using?\n\nDr. Lee: The filament market for decorative designs may count as about 15% globally but the classic retrofit market will decay over the next 10 years due to the long life time of LED bulbs.\n\nIn regards to the technology there is no place to get the heat dissipated so you cannot drive the chips in the high current density mode. You have to drive it in high efficiency mode - otherwise it would be too hot. That means we need more LED chips. The basic technology is the same.\n\nLED professional: Are you also looking into horticulture applications?\n\nDr. Lee: Beside the decorative lighting applications, horticulture is also an interesting new application field for Epistar. We offer infrared, deep red and blue LED chips, which is good because the mixing of specific wavelengths is required for different plants.\n\nA good example is a customer that needs different kinds of lights in different wavelengths to make the plants grow faster. In the first stage they need a certain wavelength to start growth but in the second stage they need a different wavelength so the plant grows the leaves. The leaves grow and they are very green. In the final stage before they take the plants to the market they use different wavelength mixing and put the plant under stress. The stress makes the leaves turn red within 24 to 48 hours and then they are ready to be sold!\n\nFigure 3: Because of their technical conditions, Epistar feels that the LED filament bulb market will be an interesting segment for LED manufacturers\n\nLED professional: Since you worked with lasers in the past I’m sure you know that there are activities going on for white light generation with lasers in top automobiles. What are your thoughts on laser lights with phosphor conversions?\n\nDr. Lee: Laser lighting has great potential. A laser-based design can be optimized optical-wise because it’s coherent light. With laser light the distances that one will be able to see could be up to 50% farther.\n\nWe have invested in a company that is working on laser. If they can come up with something good, we can jointly take... (truncated)",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.5072014332,
        "format_confidence":0.9799726605
    },
    {
        "url":"http:\/\/www.e-reader-info.com\/interview-entourage-edge-team",
        "text":"Interview with the enTourage eDGe team\n\nThe enTourage eDGe is an exciting device - an e-reader\/netbook with a dual LCD and e-paper display running on Google's Android OS. I had the good chance to interview Asghar Mostafa, President and CEO of enTourage Systems, and Doug Atkinson, their VP of Marketing and BizDev.\n\neTourage Systems, based in McLean, VA, was founded in early 2008 to work on the eDGe. They say that the eDge is \"an interactive dualbook that merges the functionalities of an e-reader, tablet netbook, notepad, audio and video recorder and player in one dual-screen device\".\n\nQ: First of all, the eDGe release date was set to February, now I see in your site that it's pushed back to March. Is that still on track?\n\nDA: Pre-orders received by January 12 will start shipping at the end of this week as scheduled. New orders will begin shipping in March.\n\nenTourage eDGe fully open photo\n\nQ: The eDGe is the first e-reader with a dual display. Or maybe the first netbook with an e-reader display... How did you come up with this design?\nAM: We saw a gap in the e-reader market for a device that could combine reading with note taking, Web surfing, email, Word\/PowerPoint\/Excel and music and video playing and recording, which would ultimately enhance the learning process as well. My teenaged kids confirmed it as well, saying they couldn’t do much with just a dedicated e-reader. They wanted Internet connectivity, email, Facebook, games; they’re part of a very tech-savvy generation that has high expectations for gadgets.\n\nQ: Who is your target audience?\n\nDA: The enTourage eDGe is ideal for a vast number of consumers. It is particularly useful for the educational market because students can download e-textbooks on the device, take notes, draw diagrams, record lectures, and leverage the Internet to pull up more information, images or view hyperlinks from e-textbooks. \n\nFor the business person, the device is designed to make life simpler as well. For example, an executive could receive a contract via email, view it on the e-paper side of the device, sign it and send it back - all without the need to print and scan the document. Again, the device is also useful to record meetings and access email whenever needed. \n\nFor the general consumer, the enTourage eDGe offers an e-reader with heightened functionality because it also provides access to music, videos, newspapers and magazines (in addition to e-books). It merges the functionality of other commonly-used electronics, such as Web surfing and document editing – making it an all-in-one compact solution. \n\nFor all consumers, converting paper documents to an electronic format is becoming increasingly popular, and having a sense of security and comfort regarding these documents is critical. Supported by the enTourage Systems’ back-up, the enTourage eDGe is an ideal solution for all users who depend on digital material, so they know their documents are stowed away safely should the unit get damaged or go missing.\n\nenTourage eDGeenTourage eDGe\n\nQ: You claim 16-hours battery life when 'reading'. How much time will I have if I use the LCD? and if I use both displays?\n\nDA: Using both screens simultaneously--or using the LCD screen primarily--will give users up to six hours of power.\n\nenTourage eDGe closed (LCD showing) photo\nQ: Can you describe some usage scenarios where I'll benefit from two displays at once?\n\nDA: The interactivity between the E-Ink and LCD screens is what makes the enTourage eDGe really special; it allows users to engage more material than other devices. Users can do a number of unique things on the device:\n\n\n  • Drag the stylus across grayscale images on the E-Ink screen to view them in color on the LCD screen\n  • Attach Web pages, notes and video on the WiFi-enabled LCD screen to passages in an e-book\n  • Export PDF notes or revised documents (such as contracts that are marked up on the E-Ink side) so that they can be emailed to colleagues\n  • Open hyperlinks or view video embedded in an e-textbook on the netbook side\n\nThese features are useful, for example, so a student in class can record a lecture on his enTourage eDGe, read along with information in the e-textbook on the e-reader screen and search the web for more information on the topic, attaching any relevant pages to passages in the e-textbook. The enTourage eDGe can perform many functions at once with the dual screens, making it easy to digest and interact with many channels.\n\nQ: You have your own e-book store, with several partnerships (Google, Oxford Press, Ingram Digital and LibreDigital). Isn't having your own store a distraction? Why not partner with a large e-book seller like B&N?\n\nDA: Having our own e-bookstore allows us to offer books and documents based on our customer demand. We are always listening to consumer feedback, and with our own e-bookstore we are able to quickly meet their need for new or different options.\n\nQ: The eDge has an E-Ink display for the e-reader side. Are you considering different e-paper technologies for future versions?\n\nDA: The enTourage eDGe uses an E-Ink display for the e-reader screen. With that said, we stay abreast of new technologies and will weigh any new options for the benefit of enTourage eDGe users.\n\nenTourage eDGe closed (e-paper showing) photo\nQ: The e-reader market is still in its infancy, but already there are leaders: Amazon, Sony and possibly the new Apple iPad. Will there be room for smaller players like enTourage?\n\nDA: There are many e-readers on the market but any company that can bring a product to market that is truly unique and offers superior value will be able to carve a space out for itself. enTourage Systems is building upon existing technology and offering more value in one device. It’s much more than an e-reader, which sets it apart from competing devices.\n\nCompared to e-readers like the Kindle and Sony e-readers, the enTourage eDGe has the added benefit of an LCD touchscreen, on which users can browse the Web, open Microsoft documents and play video.\n\nCompared to other netbooks and tablets such as the Apple iPad, the enTourage eDGe offers a comfortable reading experience with a larger E-Ink screen that is easy on the eyes and running alone, stays powered for more than 16 hours. The device also has annotation abilities, making it simple to mark-up documents and books with the stylus to save notes or export to colleagues.\n\n\nQ: Do you have plans for a next-generation device?\nDA: The enTourage eDGe will continue to evolve as a product, getting potentially lighter and smaller and integrated with more functionality. Our ears are open to customer feedback, and we’ll be sure to update the product in accordance with their wants and needs.\n\nQ: What do you think are the main challenges in the e-reader market?\nDA: The main challenge in the e-reader market is that there are many products out there that appeal to a wide variety of consumers, but many of the e-readers don’t target a specific audience. enTourage Systems is meeting the needs of specific consumer groups, such as students and business people.\n\nQ: How do you envision the market in 3-5 years? What role will enTourage play?\nDA: Consumer electronics are becoming increasingly more compact and powerful. The enTourage eDGe will aid in this charge, as it’s a robust tool that is easy to take on-the-go, no matter the location. Consumers are looking for devices that do more for less, so by merging the functionalities of several popular products into one cost-effective solution – we’re meeting a great, and growing, market demand. \n\nAdditionally, the e-reader market is one of few that have seen continued and successful growth in the past year. Forrester Research predicted the sale of e-reader units to reach 3 million by the end of 2009, which is up from their previous estimate of 2 million. Also, Forrester expects sales to double in 2010.\n\nTo keep up with this demand, companies are debuting and upgrading e-readers with greater features to make the devices more appealing and competitive. The enTourage eDGe will do just that, but encompasses features and applications well beyond the capabilities of e-readers on the market.\n\nQ: What's the deal with the capital letters? Why enTourage eDGe?\nDA: The capital “DG” in eDGe stands for digital generation – our generation that continues to thrive on technology.\n\nThanks Doug and Asghar for this great interview. I wish both of you, and enTourage the best of luck! \n\nAdding notes\n\nRe: \"Export PDF notes or revised documents (such as contracts\nthat are marked up on the E-Ink side) so that they can be\nemailed to colleagues\"\n\nAre the items emailed to colleages actually copies of the original PDF with your hand-written notes attached just as they appear on your own screen? Or does the software revise the original PDF?\n\nOr, is there an auxiliary or associated file that goes with it.\n\nIs this capability confined to PDFs? (you mention \"or revised documents\").\n\nWould the receiving party be able to read it without any added utility?\n\n(Editors: could you pass on these questions to Entourage Edge folks? Thanks.)\n\n- Andrys\n\nRe: Adding Notes\n\nHi Andrys,\n\nWhen a colleague receives an annotated PDF, the file can be opened just like any other PDF. The annotations will be present in the saved PDF and will require no additional software besides a standard PDF reader, such as Adobe Acrobat Reader.\n\n-enTourage Systems\n\nre: Adding Notes question and reply\n\nTo eS,\nThanks for your reply to my question. Sounds very good.\n\n- Andrys\n\nHow good is the PDF reader?\n\nExciting device!\nCan you scroll PDF documents by line or just turn entire pages?\nCan you copy any PDF from your computer to the enTourage eDGe?\n\nCopyright 2004-2014 Metalgrass software",
        "topic_id":5,
        "format_id":21,
        "topic_confidence":0.9751417041,
        "format_confidence":0.9856516123
    }
]