[
    {
        "url":"https:\/\/tech.mn\/news\/2012\/07\/07\/beta-byte-yellaround\/",
        "text":"Beta Byte: YELLaround\n\n\n\nYELLaroundBeta Byte is a series sponsored by LaunchRock for that early stage tech found somewhere between idea and traction. Equally exciting as it is raw. Are you in this phase?\n\n\nWhat is the name of the company and\/or product? Where is it found online?\n\n\nWhat problem does this solve?\n\nYELLaround solves the problem of being unable to easily communicate with your community, neighbors, and the people around you. YELLaround is an intuitive, easy to use, messaging platform that connects you to all of the thoughts, opinions, and activities that are happening near by. YELLaround users create messages, called Yells, which are broadcasted to the news feeds of every YELLaround user that is within the same distance radius.\n\nWhat is the full launch\/release date planned?\n\nSince YELLaround is a location-based application, we will be rolling out with several focused releases. Our first public release will be in the Twin Cities focused on the University of Minnesota in September 2012.\n\nWho is on the team?\n\nCo-Founder Kyle Case\n\nCo-Founder Trong Dong\n\nCo-Founder Hoa Vu\n\nWhat is the specific technology or combination of technologies, framework, languages, etc. that makes this thing run?\n\nYELLaround is built on the latest Rails framework and deployed on Heroku cloud computing platform. We chose Rails over PHP frameworks or .NET for many reasons: it is fast & robust, developer productivity, hip developer community, DRY, and more.\n\nConcurrently, we are working on in-house development of our iOS app and soon will be developing on the Android platform. If you are interested in these technologies, drop us a Yell because we’re hiring!\n\n\nIs there a revenue model? How big is the market?\n\nThe market for YELLaround is huge. It is great for college campuses, travelers, or anyone that wants find out about events and meet new people. In addition, there is no better social media platform for businesses to reach new customers. In this economy everyone is looking for a great deal, and they are much more likely to take advantage of deals that are close to them.\n\nWe realize that it can be difficult to roll out a location specific app in all locations at once. While our mission is to change communication for the entire world, we are focusing our efforts on the University of Minnesota and the Twin Cities. Once we have met our goals for this area, we will expand to additional areas. YELLaround is a powerful platform, and we envision premium features in later phases. For now, we are focused on establishing an active base of users.\n\nWhat is your greatest strength?\n\nOur greatest strength is our diverse team. Our founder team has all of the skills to make YELLaround a great product, brand, and user experience that can change the world. Our team is driven and will not let anything stop YELLaround from being a success.\n\nWhat is your biggest weakness?\n\nOur biggest weakness is that our team currently is creating YELLaround in addition to working day-jobs. Our team is has been spending all of our free time on YELLaround. We hope to make the transition to working on YELLaround full-time in the near future.\n\nWhat is one resource you could use that would take this to the next level?\n\nA marketing expert could take YELLaround to the next level. A key to the success of YELLaround is creating awareness and educating users on the many great uses for the YELLaround platform.\n\nIs there anything else you would like to add?\n\nPeople use all sorts of methods to communicate to others around them. They put ads in the newspaper, hang signs on light posts, or even hand out fliers. It’s time to retire these methods of communication.\n\nYELLaround isn’t a social network for people that want to wait around for the next update from a celebrity. YELLaround is a platform for outgoing individuals that want to branch out and live their OWN lives. Next time you’re trying to find an extra soccer player for a game at the park, searching for a lost dog, or looking for events in town, don’t Google it; Yell It!",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6342556477,
        "format_confidence":0.9612906575
    },
    {
        "url":"http:\/\/www.easyjournaling.com\/online-journal-spotlight-penzu\/",
        "text":"\n\nIf you haven’t heard of this journaling phenomenon, Alexander Mimran, Penzu’s founder and CEO was generous enough to spend some time answering a few questions for EasyJournaling and to help you get a better understanding. If you have more questions, check out their website, follow them on Twitter or email them (info (at) penzu (dot) com). If they are as responsive to you as they have been for me, you won’t be disappointed.\n\nEJ: What is Penzu?\n\nAM: Penzu is an online diary and personal journal that is focused on privacy. With a unique and compelling user experience, it makes writing online as easy and intuitive as writing on a pad of paper.\n\nPenzu offers a secure place to store your thoughts and ideas in the cloud. Not only are entries password protected in an online account, but individual entries can be locked with military-grade encryption.\n\nWith our powerful security also comes extreme ease of use. The core component of the interface is the Pad – a metaphor for a pad of paper. This universal design element has allowed Penzu to transcend language and cultural barriers as people from 170 countries continue to use the service. We have always made the user experience a top priority and it is one of our main differentiations from complicated and confusing competitors.\n\nThe name, Penzu, comes from many influences, but mainly it is a derivative of the Latin “pensare” which means to think or be full of thought.\n\nEJ: There are a ton of online journals available. What sets Penzu apart?\n\nAM: Penzu combines an extraordinary user experience with unique features to take your writing to the next level. No other services offer customization, privacy, and accessibility quite like we do. Try writing with Penzu and you’ll see!!\n\nEJ: How have you been able to achieve the success you have seen?\n\nAM: Through patience and listening to our users. We have tried to incorporate the wants of our fans, but the list is still ever-growing. We love hearing about what we can do to make things better, so please don’t be afraid toemail us and let us know!\n\nEJ: What would you say to someone who is on the fence about switching from paper and pen(cil) journaling to digital journaling?\n\nAM: There is obviously a place for writing things on paper. No technology today can emulate that experience properly. However, there are a ton of drawbacks — writing your thoughts on paper limits your expressiveness and creativity. You can’t easily add photos, tag, search, protect, and share entries when journaling on paper. Most people can also type faster than they can write, enabling thoughts to flow more freely and fluidly onto the page.\n\nEJ: Penzu seems very responsive via email and Twitter. How do you stay so personal while still serving such a large audience?\n\nAM: We’re trying our best! We try to minimize support emails by tackling the problems that cause them. Direct feedback allows us to stay in touch with our users and keep our fingers on the pulse.\n\nEJ: What plans do you have to improve\/expand Penzu in the future?\n\nAM: Our mobile strategy is about to get much stronger and more robust. Other than that we have way too many features and ideas we’re working on to mention, but education is an area of focus for sure.\n\nEJ: What is the best way to learn more about Penzu?\n\nAM: Visit our site at http:\/\/penzu.com to read more!",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9487323761,
        "format_confidence":0.9756385088
    },
    {
        "url":"http:\/\/attackoftheandroids.com\/aota-82\/730\/",
        "text":"AotA 82: The Secret Handshake\n\n\n“You can’t take social awkwardness away from the internet Eric, that’s ours.”\n\nThanks for checking out episode 82 of our weekly Android podcast, AotA. This has been an exciting week leading up to Google IO 2013, and we have a ton of stuff to cover. Mat Lee and Eric Finkenbiner here to discuss the latest Android news including some root rom updates, Samsung and their 1Gbps mobile network tests, medical hackathons and Google Glass, a Google Play Games leak, BBM coming to Android and iOS, Cydia coming to Android, Google IO, and the OUYA controller fight. All this plus our app picks on episode 82 of AotA. Thanks for joining us!\n\nLet’s start the show off with some root rom news. I recently got the Cyanogenmod RC 2 for my Verizon Galaxy Nexus. It’s nice. Very nice. Android Police has the full roster here.\n\nHappy Mother’s Day mom! Here’s my old Transformer Prime running one of the more stable Cyanogenmod nightlies. Hopefully one day there will be a stable release for that which fixes the rear camera and the stability. Enjoy!\n\nHere’s some impressive Cyanogenmod user numbers from Android Authority. How do you keep these numbers once the carriers figure out that stock Android is the way to go? Keep making it more awesome.\n\nThere’s a story going around about Samsung testing a “5G” mobile network that they say hits 1 Gbps download. Sure it takes a ton of hardware to make possible, but hey, it’s a start. This is going to be way cool if it ever happens. Assuming the carriers get rid of caps.\n\nCheck out this cool Through Glass picture of how to play Ingress in a Tesla S. I want.\n\nThere is some cool tech coming out of these medical hackathons. Mashable has an article about MedRef for Glass, which does some cool facial patient recognition.\n\nThe Verge has an article here about a Google Play Games leak. Then Eric’s computer completely crashed… That was fun if you were watching live, or the hangout re run.\n\nWhat do you think about two factor authentication? I think it’s completely necessary. It seems Google feels the same way. Android Authority has an article about Google making two factor authentication mandatory. Eric doesn’t think this is a very good move.\n\nThey are called Latin Squares. Check out the page about them on GRC.\n\nWhat do you think about BBM coming to Android and iOS? Personally, I think this is a who cares thing, but perhaps some of you might beg to differ. Beg in the comments or on the Google+ AotA Community. ZDNet has an article about it here.\n\nHave you ever heard of Cydia? If you use iOS and jailbreak it, then you sure do. Guess what? It’s apparently coming to Android. Why? I have no idea. Lifehacker has an article about it here.\n\nEric gives us a Nexus Q update. At least someone is, am I right or am I right?\n\nEric is looking forward to some sort of Android smartwatch getting announced at IO. Personally, I don’t really care about watches. Watches are so over. Android Authority has an article about it here.\n\nLet’s go over some Google IO rumors. It’s too bad that none of this matters, because by the time this gets released, IO will have already started. It’s a good thing there is a ridiculous amount of coverage of Google IO, so we can just relax. Here’s an article about some predictions. Were they correct?\n\nThere is some controller drama happening over on some forums, somewhere on the internet. No shit. Seriously though, check out this article on Destructoid. For a little synchronicity, check out this episode of On the Media for a cool interview with Niero Gonzalez, the founder of Destructoid. Anyway, if you want to check out the screenshots we were talking about in the show, here’s the link.\n\nPlay Books is a great app if you like reading on the Nexus 10 or Nexus 7. Personally I just started the switch from reading real books to reading books on my tablet. I love how everything on Play Books works smoothly, syncs across my devices, and gives cool extra information whenever I long press on a word. Good stuff. This won’t be my app pick, because I’m not Joey.\n\nAotA app picks for episode 82\n\nEric – ArduinoDroid Arduino IDE by Anton Smirnov\n\nMat – Zombie Evil by FT Games\n\nIf you want to check out Mat Lee’s Escape Goats and The Blame EP, check them out on Google Play. OR, you can get them free here on my music page, or on my SoundCloud. But if you want to actually pay for the music, you can donate some cash or search for Mat Lee on Google Play. They are also available via Google Play Music All Access.\n\nThank you for listening and interacting with us. Stay up on the Android discussion during the week on our  AotA Google+ Community. You can also follow us on FacebookTwitter and the AotA Google+ page to know when episodes are posted, and when the show goes live.\n\nWrite us a review when you subscribe on iTunes. You can also email, leave a message for the show at 406.204.4687 and catch the rerun of the latest live show on AotA TV! We also have a whole tech show playlist on YouTube that has re runs of YATS and AotA.\n\nCheck out the hangout video below. If you want to watch us live, check out AotA tv Tuesday nights.\n\n  • Android Lover\n\n    Android or Google, whichever you prefer will be, and continues to be a major game-changer, trend-setter; all because they are not afraid of failing in creating something new and or unheard of before. e.g",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.5032138824,
        "format_confidence":0.7846488357
    },
    {
        "url":"https:\/\/superorganizers.every.to\/p\/one-vc-wrote-an-os-for-her-life",
        "text":"One VC Wrote An OS for Her Life\n\nMaria Salamanca shares how she uses Airtable, Notion, and Bear to create a complete system to run her life\n\nImage result for maria salamanca\n\nMaria Salamanca wrote her own operating system. \n\nBut it’s not just composed of bits and bytes. It’s a complete system that she’s built to run her life: everything from making sure she’s spending enough quality time with her friends, to making conscious choices about the work projects she spends time on, to doing deep dives into topics that interest her.\n\nShe calls it MariaOS, and it’s built with Airtable, Notion, Bear, and a huge dose of her own intelligence and self-discipline.\n\nShe’s a VC at Unshackled Ventures where she invests in immigrant-founded startups — backing over 40 pre-seed companies spanning a variety of verticals. \n\nIn the past, she’s worked on political causes including founding Swing Left — a progressive political organization that makes it easier for citizens to volunteer for political campaigns in their local districts. \n\nIn this interview we cover:\n\n  • How she keeps a Values Manifesto to help guide her decisions\n\n  • How she uses Bear to record quick thoughts and pieces of inspiration, and then do deep dives on topics that come up often\n\n  • How she automatically prioritizes her todos in Airtable\n\n  • How she uses Airtable as a personal CRM to keep track of all of the people in her life\n\nLet’s get to the interview!\n\nMaria introduces herself\n\nI’m an immigrant. I was born in Colombia, and I came to the US when I had just turned seven. I grew up in Orlando, Florida, which is a large, super suburban place. It was kind of a weird place to grow up.\n\nI went to college at Berkeley, and I was actually going to be a pre-law. My major was political science and public policy. But I quickly realized that I didn't like the arbitrary systematic barriers that came with working in politics and how slow and inefficient it was. My personality is the opposite — I consider myself to be efficient, a sort of optimizer. So working in systems that don't operate that way is incredibly frustrating for me. \n\nWorking in VC is a great format for this style. I work in a small team, it allows me to have control over how I optimize my workflow, how I gather information, and how I organize things.\n\nShe gives an overview of MariaOS\n\nI run my life with MariaOS, and it’s made of a few different software tools that I use together.\n\nIn my Notion I keep a table of contents for all of my tools. It really helps me keep myself on track with how I work and organize the system.\n\nSo I list out each component of the system like my To-Do List, or my Research and Curiosity List, or my Personal CRM and then I map out which tools I use to facilitate each component.\n\nI try to use the minimum amount of tools possible, and I try to make sure that each tool has a specific purpose or reason for being the tool of choice.\n\nShe keeps a Values Manifesto to help guide her decisions\n\nOne main thing I use Notion for is to keep track of my Values Manifesto. \n\nThe Values Manifesto helps me be conscious about what I want different aspects of my life to be like.\n\nWhat I do is I break my life out into different categories, and then come up with a list of words that I want to associate with each category.\n\nDoing this helps to create a long-term vision for what I want out of each of these categories in my life. So that means I can go back and check these things later and make sure where I am in my life aligns with these words. Or re-consider if the concept has evolved, which it does.\n\nSo for example, one category is Physical Space and Health. This is a list of words that I want to associate with my physical space and my health — words like Balance, Calm, Optimism, Energy, Vitality.\n\nSo if I’m going to go at some point to purchase a home, or I’m thinking about the design of my office I can go back to this list and reflect on it to help me make sure I’m aligned with my values in those moments.\n\nDoing this for the first time was really important to me because I’ve never really had control over my physical space before. It was always determined for me. So this exercise helped me realize this, and helped me be deliberate about what I want out of my physical spaces in the future, so that I can work to create that for myself. \n\nI tend to reflect on this a few times a year when I have downtime. Recently after a very busy year our office took about a week and a half off — we just shut down the office. We had done like eight deals in two months and we were super tired. And I used that time to come back to this. I also tend to do this around the holidays — any time I’m around family it really grounds me, and gives me a chance to get more in touch with my long-term goals. \n\nI think these categories and these words will change for different people — I’m not saying I have the right ones, but as an exercise it’s useful.\n\nShe jots down quick thoughts in her Thought Central in Bear\n\nI keep all of my short form writing in what I call my Thought Central in Bear. My Thought Central contains anything that’s incomplete, or super short. I’ll just throw any thought in there and then go back to it later to process it.\n\nSo for example, last night I was reading something and it mentioned KPIs or key performance indicators. And I had this thought that was like, “How many of my founders could actually define what a KPI is?” So I put it in there.\n\nAnd so my Thought Central becomes this running long list of everything that’s going through my head. Then, usually what I do is every two weekends, I go through all of the things in my Thought Central, and if anything remains interesting enough to dig further into or reflect on, I will do that and then move it to its own dedicated note.\n\nShe keeps a Research and Curiosity List\n\nI also use Bear to keep a running list of things that spark my interest. I call it my Research and Curiosity Central. It’s just short snippets of anything that I want to learn a little bit more about. Often times, it’s just copy and pasted sentences from books or the internet.\n\nSo for example, I read something that said that the technology industry is siphoning astrophysicists away from academia; they’re turning space scholars into machine learning experts.\n\nThis was really interesting to me, because it made me think: where are other untapped sources of talent? If an astrophysicist can help a self-driving car company, who else might be out there that can be helpful?\n\nSo I wrote it down in my Research and Curiosity Central so I won’t forget it. \n\nAnd then every two weeks I’ll go through this list and look for patterns. Any topics that I start to see come up several times are clearly areas that are interesting enough to think more deeply about. I’ll move those to their own notes to do a deep dive on them.\n\nShe uses the same structure to keep track of her work and progress in therapy\n\nI do the same kind of thing for the emotional work I do. So I go to therapy, and I follow the same pattern.\n\nI have a note in Bear where I’ll track thoughts and realizations from every therapy session that I do. It’s just super raw, and quick. \n\nThen about once a year, I’ll look through them and figure out what the patterns are. I’ll find the key turning points, what I’ve made progress on, and what I haven’t made much progress on. \n\nFor me, it's super important for this not feel like it’s a heavy process. I just want all of the thoughts out of my mind as quickly as possible. And that way I can put it on future me to go through the list a few weeks from now, and figure out what’s important and what I want to hold on to.\n\nShe uses Airtable to automatically prioritize her todos\n\nI use Airtable to track my todos. It’s all my everyday stuff.\n\nEvery todo has a status: whether it’s to do, started, cancelled, or complete.\n\nAnd I have two ways to rank every todo: how much time it will take and how big of a priority it  is.\n\nI’ll mark how much time it takes on a scale from one to three. And then I’ll mark its priority along the same scale. \n\nThen I multiply the two numbers together, and sort by the smallest first. That way my todo list ranks itself: I don’t choose what’s next unless any two items are tied in terms of priority.\n\n[*Superorganizers Note: Want an Airtable template of Maria's todo list? Click here.*]\n\nYou’ll also notice that I bucket my todos in different ways.\n\nFor example, I have a column called Personality and Values for each todo. And that helps me mark which one of my values each particular todo maps to. \n\nI also have a column called Projects that maps which projects each todo relates to.\n\nAnd this helps me make sure that what I’m doing every day maps back to the things that are important to me, and the projects that I need to get done.\n\nIt also helps me see which projects or values aren’t getting enough attention. It’s really easy to see, “Oh, I’m not spending enough time on my health.” \n\nShe keeps a bucket list\n\nOne of the most important things I’ve done, I think, is I’ve created a bucket list called my Top 100. And it’s a list of the top things that I want to do in my life. This can be anything big or small, and I revisit often and delete things that turned out to be brief whims.\n\nAnd so I use this as a way to track my progress on completing each thing. \n\nFor each item on the list, I’ll keep a status to tell me if it’s done or not. \n\nI’ll also keep track of its category: is it something that I can do immediately? Do I need time to do it? Do I need skills to do it? \n\nSo that helps me figure out what are the things that are accessible to me immediately, and what can be done in the future. \n\nThen for each one I’ll mark which skills I need to build in order to do it. And that helps me plan out what I’m going to need to learn. \n\nShe keeps a list of all of her books and articles in Airtable as well\n\nI keep track of everything I read or want to read in my Content tab in Airtable.\n\nBasically I have a zap that sends an... (truncated)",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.7629714608,
        "format_confidence":0.9362851977
    },
    {
        "url":"http:\/\/blog.tmcnet.com\/blog\/tom-keating\/asterisk\/trixbox-founder-responds.asp",
        "text":"Trixbox founder responds\n\nTom Keating : VoIP & Gadgets Blog\nTom Keating\n| VoIP & Gadgets blog - Latest news in VoIP & gadgets, wireless, mobile phones, reviews, & opinions\n\nTrixbox founder responds\n\nBoth Chris Lyman, CEO of Fonality, and Andrew Gillis, the founder of Asterisk@Home - now Trixbox, responded to my previous post pondering the relationship between Trixbox and Fonality. Long story short, it looks like the open-source Trixbox project is safe from any commercial intentions. Just a case of one Linux-based commercial company helping out a Linux hobbyist. You just gotta love the Linux community!\n\nAlso, interesting to read how the name \"trixbox\" came about:\n\nTom: So what’s the deal with Trixbox. I thought I read you were the registrar of this domain a few days ago, but now it’s registered to a registrar “anonymous” proxy service.\n\nChris: We helped him with the domain registration (we are old hosting guys, my CTO and I ran one of the largest hosting companies in the world before selling it to a telephone company in 2000.) Andrew may have changed the domain service when he got worried that it might appear that Fonality was trixbox.  (Actually I) checked about the domain. To be honest, I now do *not* think that my CTO helped him register the domain, but I could be wrong. But I do know that we are paying for the hosting of the site, and helped Andrew with a bunch of things including legal advice, etc.\n\nTom: Are you running the show with Trixbox – the replacement for Asterisk@Home?\n\nChris: No it is Andrew’s show. We provide him free hosting and bandwidth. He is very much the owner and leader of that community. Andrew and Fonality have begun to closely work together as of late because a) we wanted them to bake HUDlite into trixbox b) we wanted to get to know the Asterisk open source community a bit better. So far the relationship has been good. Andrew agreed to bake HUDlite into trixbox, which gives us access to all his users. And, he has taught us a lot about the mindset of the Asterisk hobbyist. In exchange we have done him some favors. We help sponsor him wherever we can, including: web-hosting, bandwidth, we sent him a PBXtra to play with, etc.\n\nTom: Anything behind the name change? Did Mark Spencer send a cease and desist to protect a trademark on the name “Asterisk”? (assuming he trademarked Asterisk)\n\nChris: Andrew told me that he got an email from Digium a long time ago, stating that Asterisk was their trademark. I didn’t know of any legal letter…so you may know more than I know.  I thought it was all pretty casual.\n\nTom: How much control (if any) do you have over the Trixbox development?\n\nChris: Very little. Unless Andrew really likes something I say to him I guess.\n\nTom: Is the plan to simply convert over Trixbox users to Fonality?\n\nChris: Trixbox is a free open source community – largely international. Fonality is a commercial paid product, largely domestic. We couldn’t be farther apart in communities, interest, or financial objectives. I guess our only real common ground is a usage and love of Asterisk.\n\nAnd here's a response from Andrew from Trixbox regarding my blog post\n\nAndrew: I created Asterisk@Home a year ago on a whim. I thought what a great idea to make Asterisk easy to install. It very quickly grew much bigger than I thought it would. One day Digium contacted me and told me that Asterisk is their trademark but I could use it as long as my project remained totally open source.\n\nThis sounded good from the start but it put restrictions of the product such as loosing the ability to use free (not open source) software. Then theres my user base. As it turns out most of my users were running Asterisk@Home for business and they didn’t like the name.\n\nThe Asterisk@Home name also pigeon holes the product into being an Asterisk distribution. I want to make it more than that and include other type of software. I want it to do more tricks. So the new name trixbox.\n\nI do own the name. I register all my domains using anonymous servers. Hope this helps out. If you are interested in doing a review of trixbox or an interview with me. Just let me know.\n\nRelated Articles to 'Trixbox founder responds'\nThumbnail image for yealink-sip-t28p.jpg\n\nFeatured Events",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.7022386193,
        "format_confidence":0.7620860338
    },
    {
        "url":"http:\/\/poojajaisingh.com\/adobe-presenter-9-conversation-with-dr-pooja-jaisingh\/",
        "text":"Adobe Presenter 9: Conversation with Dr. Pooja Jaisingh\n\nadobe-presenter-9-01Geetesh: Tell us more about Adobe Presenter, and what is your favorite feature in the new version 9.?\n\nPooja: In simple words, Adobe Presenter 9 allows you to transform your PowerPoint presentation into interactive eLearning courses. You don’t need to learn how to use any new eLearning authoring tool. If you know how to use PowerPoint, you can become a rock-star eLearning author. This becomes possible because Adobe Presenter 9 is a Microsoft PowerPoint add-in which appears in PowerPoint as one of the Ribbon tabs and gives you the power to add narration, videos, animations, simulations, interactions, quizzes, and much more to your presentation — all this with super-simple interface and options.\n\nContinue reading on Indezine blog page.\n\nAbout Dr. Pooja Jaisingh\n\nPooja Jaisingh works as a senior learning evangelist at Adobe. She has created several award-winning eLearning courses and eBooks, and regularly conducts workshops and webinars on Adobe eLearning tools and services. In her previous roles, she has worked as a teacher trainer, instructional designer, and chief learning geek. Pooja is CPLP and COTP certified. She holds a master’s degree in education and economics and a doctorate in educational technology.\n\nLeave a Reply",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.5954576731,
        "format_confidence":0.790338695
    },
    {
        "url":"https:\/\/netzpolitik.org\/2005\/bill-gates-uber-drm-kommunisten\/",
        "text":"Bill Gates über DRM & Kommunisten\n\nBill Gates gab dem Gizmodo-Blog ein vierteiliges Interview. Im vierten Teil relativiert er seine Äusserungen Kommunisten und geht auf DRM ein.\n\nnetzpolitik.org - unabhängig & kritisch dank Euch.\n\nGizmodo: What seems to me—what hurts my feelings—I feel like I, as a customer, want Microsoft to be totally on my side. In that, as far as the people that are producing things, that might want more DRM and might make it inconvenient, I don’t understand what it necessarily benefits you to help them.\n\nGates: No, I’ve said it exactly. We have your interests totally in mind, but that includes having… if there’s content that can only be there if it’s rights protected, we want to be able to have that content available to you. And so all we’re doing… in no sense are we hurting you, because if they’re willing to make the content available openly, believe me, that’s always the most wonderful thing. It’s the simplest.\n\nTake, like, putting soundtracks onto movies using our movie editor thing. If you have unprotected music you can take slideshows, put music to it, encapsulate it in the file, mail it around—it works perfectly. If you have rights management, it’s actually painful because the people you’re mailing it to don’t have the certificate and it’s kind of painful. But because the artists… some things are only licensed to be in that form, it’s hard to put the track on Movie Maker. But hey, we want you, instead of not having that content, to have that content. And in the case that the authors decided it’s rights managed, you can decide to stay away from it or to use it. That, again, is your choice.\n\nEigentlich würden wir ja gerne …, aber wegen der Künstler (Eigentlich meint er die Industrie = Rechteinhaber) können wir leider nicht, sorry….",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6816473007,
        "format_confidence":0.9445368052
    },
    {
        "url":"https:\/\/vmblog.com\/archive\/2020\/01\/09\/vmblog-interview-with-tricerat-ahead-of-disrupt-2020.aspx",
        "text":"Virtualization Technology News and Information\nVMblog Interview with Tricerat Ahead of DISRUPT 2020\n\n\nIf you are involved in End User Computing in any way, shape or form, you absolutely must check out the details on the upcoming DISRUPT 2020 event.  Now in its third year, DISRUPT is quickly filling a void and becoming the standard event to address everything EUC. \n\nThe 2020 DISRUPT events will take place January 27 through 29 in Nashville, TN and February 4-6 in Munich, Germany. \n\n\nRead this exclusive pre-show VMblog interview with Andrew Parlette, CTO at Tricerat, to learn more about the company and what they have planned for the DISRUPT event.\n\ntricerat logo \n\nVMblog:  To kick things off, can you tell readers a little bit about Tricerat?\n\nAndrew Parlette:  Tricerat has improved printing in EUC environments for over 20 years as a partner with Citrix, Microsoft, VMware, and others. Tricerat pioneered the first virtual print driver to solve printing problems and driver management headaches in remote desktops. They have continued to expand their product line to address a wide range of printing methods and hybrid technologies.\n\nVMblog:  Talk about your technology, what problems do you solve?  And how are you considered unique?\n\nParlette:  Tricerat's printing technology adapts to a wide variety of environments including remote desktop, physical desktop, cloud applications, print server printing, direct printing, client printing, mobile, and more. ScrewDrivers solves time-consuming challenges for administrators through the simple management console and delivers high performance and consistent printing to end users. The ability to dynamically build the right printer based on user and device gives the best possible user experience and reduces print waste.\n\nVMblog:  Explain how you partner with IGEL.\n\nParlette:  Combining Tricerat's printing solutions with IGEL's centralization of endpoint management, admins can effectively manage all aspects of the user environment. Tricerat manages printing in all EUC environments including VDI and WVD, and user printing can be managed in the remote desktop for network printers or utilize local printers connected to an IGEL client using the ScrewDrivers Linux Client. For dynamic printer assignments, printers can be assigned to users based on the IGEL client in use along with the group memberships for the user.\n\nVMblog:  What do you plan to show off at your booth at DISRUPT 2020?\n\nParlette:  Tricerat will be demonstrating easy print management in hybrid environments and the new Linux client for complete printer management. The ScrewDrivers Linux Client with full compatibility for IGEL endpoints further expands the variety of printing methods supported by ScrewDrivers.\n\nVMblog:  Why do you think DISRUPT is a much needed event this year?\n\nParlette:  The EUC space continues to grow in capability and possibility including the excitement around WVD and cloud desktops. Now more than ever admins need tools to simplify the otherwise complex environments and leverage solutions that increase administrator efficiency while delivering a better experience to their users. IGEL's software-defined endpoint platform is an example of this and the ever-improving capabilities of a solution stack for VDI.\n\nVMblog:  What do you attribute to the growing success of End User Computing?  Why has it become so popular lately?\n\nParlette:  The EUC platforms have had consistent improvements over the years thanks to improvements in hardware, operating systems, client devices, connectivity, and software management layers. Recent innovations helped enable the Windows Virtual Desktop service offering including multi-user Windows 10.\n\nVMblog:  Finally, how does Tricerat and your solution help with the growth of the EUC market?\n\nParlette:  Tricerat innovations in print management have helped administrators achieve even better utilization of their EUC platforms. Tricerat offers advantages for both admins and users. By offering methods of dynamically and intelligently distributing printers to users with minimal driver hassles, efficiency gains can quickly drive a return on investment throughout organizations and improve user productivity.\n\n\nPublished Thursday, January 09, 2020 7:13 AM by David Marshall\nThere are no comments for this post.\nTo post a comment, you must be a registered user. Registration is free and easy! Sign up now!\n<January 2020>",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.7224805355,
        "format_confidence":0.9738638401
    },
    {
        "url":"https:\/\/searchitchannel.techtarget.com\/feature\/Windows-7-licenses-and-editions",
        "text":"\n\nWindows 7 licenses and editions\n\nSolutions providers should know about the different Windows 7 licenses and editions to ensure they are recommending the best option to customers.\n\nMany different Windows 7 licenses and editions are available to customers, and it's essential for solutions providers to be knowledgeable on all of their associated costs and features. In this interview, SearchSystemsChannel.com Assistant Editor Pat Ouellette talks with experts Stephen Kolbe and Thomas Nieto of Analysis Enterprise Inc., who explain that researching the differences between Windows 7 licenses could mean hundreds of dollars in cost savings.\n\nPat Ouellette: Can you talk about the different Windows 7 licenses and editions available?\n\nMore resources on Windows 7 migration and features\nWindows 7 migration tools and planning\n\nWindows 7 in-place upgrade vs. replace upgrade\n\nUsing Windows 7 security features and data backup\n\nStephen Kolbe: There are three Windows 7 licenses -- OEM, retail and volume licensing -- cross-sectioned by six editions: Starter, Home Basic, Home Premium, Professional, Enterprise and Ultimate.\n\nMy recommendation for any solutions provider is that they take the time to research the functionality of the various editions. There is no substitute for knowledge in that category. It can mean the difference between a $199-per-station cost for software and $299-per-station cost for software.\n\nConversely, if the solutions provider offers an under-engineered solution, it could mean the difference between having the wrong software and having to eat the cost of repurchasing Windows 7 licenses across the board.\n\nWe like Windows 7 volume licensing because it offers solutions providers with generally 60 days to undo and redo if necessary or address any inconsistencies that appear. Also, downgrade rights are granted with volume licensing. So, if you have Windows 7 implementation across the board, and for some reason you need to have a couple Vista or XP computers out there, you get the downgrade rights with volume licensing, which is not the case with OEM and retail.\n\nThomas Nieto: The other benefit of enterprise licensing to volume licensing is from an asset management standpoint. I don't have to maintain 30 boxes for all of the retail software to ensure that I maintain compliance by keeping copies of the end user license agreement, the software kit and the stickers. And the enterprise license gives you the ability to just go online and look at the Windows 7 license. Enterprise licenses are a lot simpler for asset management.\n\nAbout the experts\nSteve Kolbe founded Analysis Enterprise Inc. in 1995 and is the president and CEO of the company. Kolbe has received awards such as Smart CEO's 2008 Smart 100, 2009 Circle of Excellence Winner for excellence in customer service and the Entrepreneur's Exchange 2010 Entrepreneur of The Year. He has also served as an advisor on various technology, educational and local boards and committees, including The Baltimore County Executive Advisory Board for Higher Education.\n\nThomas Nieto is a Microsoft accredited professional and the Director of Strategic Consulting Services for Analysis Enterprise Inc. Nieto presently oversees strategic planning for clients and directs a team of consultants engaged in projects, project management and consulting services. Prior to his present role, Nieto was the IT Director for Santé Group.\n\nThis was last published in March 2010\n\nDig Deeper on Operating Systems and Software Services\n\nStart the conversation\n\nSend me notifications when other members comment.\n\nPlease create a username to comment.",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9606798291,
        "format_confidence":0.9394818544
    },
    {
        "url":"http:\/\/philippineinternetreview.blogspot.com\/2007\/01\/dr-william-torres-and-philippine.html",
        "text":"Friday, January 05, 2007\n\nDr. William Torres - Father of the Philippine Internet\n\nDr. William Torres proposed connecting to the Internet as early as 1992. He approached former Department of Science and Technology Secretary Ricardo Gloria, who later agreed to fund this initiative putting Dr. Rodolfo Villarica in charge. This led to the creation of PH-Net. Internet-based email was already available at this time.\n\nThis is one of the stories featured in the Philippine Internet Review: 10 Years of Internet History where we interviewed Dr. Torres.\n\nWe considered Dr. William Torres as the Father of the Philippine Internet. His persistence and patience paved the way for the Internet connectivity we are enjoying today. (Although some have referred to him as \"grandfather\". For us, that meant he is the \"father\".)\n\nJanette Toral (JT): Ten years ago, have you envisioned that the Internet will reach its present state today?\n\nDr. William Torres (WT): It has gone beyond my expectation. At that time, I see it as simply a tool for communication and accessing information. That’s all. But now, because of its useful application in businesses, the Internet has gone a long way. It is now the sole infrastructure if not for most businesses today.\n\nJT: Which sector do you think has benefited the most from the Internet?\n\nWT: It is the private sector. A lot have shifted their business to ICT-based. To a certain extent, some educational institutions have benefited.\n\nJT: How would you describe the Internet evolution in the past 10 years?\n\nWT: The first five years was about building the infrastructure. The main application was email and surfing. On the 2nd half, there was a growing sophistication in the application of the Internet, e-commerce took place. The World Wide Web (WWW) is the application that gave rise to enterprise-type of application.\n\nIn the past we are more interested in access. People would simply access the Internet and do whatever they want. However, people began to realize that there’s a purpose to access and putting up content, websites, and portals became more important. The Internet user is not interested to anything not of value or can contribute to increase in productivity.\n\nThe dotcom mania is in response to that expectation, that any content that they will produce will be accessed by people. They became wise. They are more interested in the value of information to their lives and to their work. Use it in education, use it business. The idea of cycles is not true, there’s a rise and end. It has to do with if people don’t get what they want or expecting, then they will be disappointed.\n\nJT: What do you think are the reasons why the Internet has not taken off to a greater extent compared to other countries?\n\nWT: One deterrent in the Philippines is that access is not taken for granted. Broadband is here but still expensive. We’re not moving as fast as we should in our infrastructure. The price of International Private Line (IPL) then is not only expensive, but it was in short supply. There’s a glut now that made it inexpensive. Being able to distribute bandwidth in the country, interconnecting different provinces, is still expensive though.\n\nOn another aspect, I can’t precisely agree that we are behind as projected by international reports. The measurements or criteria used in ranking developed, underdeveloped, and developing countries should not be the same. The telephone density for example, the Philippines can’t catch up as it is assessed now. It is usually measured at the number of telephone per 100 persons. It should be based on access, like how far or near a person is from a payphone. On the Internet, we are measured on access taking place from the home. We need to factor shared community access, then our number of people with Internet access will grow.\n\nJT: With telcos competing with traditional ISPs today, how is Mozcom coping and keep its organization strong?\n\nWT: We are shifting to value-added services. It is not true that we will remain strong. We will have to change our direction, moving from access to value added services. The strength will come from our being able to innovate in the same way that the WWW is an innovation of the usual applications of the Internet. It gave birth to numerous applications like e-commerce. We need to move on from the usual things that we do to new things.\n\nMozcom has 200 branches and partners before. More than half closed because they are no longer viable due to telcos penetrating the market. We are in 40 to 50 locations at the moment and maybe reduced to 10 in the next 10 years.\n\nJT: I noticed that you are quite active in promoting e-learning. What would encourage schools to really consider it?\n\nWT: We have to push for it more deliberately. We’re interested in applications that have nationwide impact. That is why we support e-government, e-commerce, and education.\n\nEducation needs help now and address a big problem of our country. Innovating is the only way to go. It is difficult to put up a fight with the telcos as they own the infrastructure. ISPs should now take the attitude that they can play together with the telcos. If everyone is into connectivity, the big players will win on the small ones. But on the area of value added services, there’s room for competition due to possible number of applications.\n\nJT: What are the things that should take place in order for full Internet adoption be realized in the country?\n\nWT: There are numerous challenges that need to be addressed. This includes:\n\nThe country’s current broadband map only tells us where we have access. It should focus on capacity and actual connectivity. The Commission on ICT can mandate this. A map should be able to describe the flow from Cebu to Manila, Davao to other points.\n\nWe need to have proper resources for our E-Commerce Law and Intellectual Property Rights laws be fully implemented. This includes having a functioning computer emergency response team.\n\nWe need to have a Convergence law that will allow us to integrate and make use of the different infrastructure like broadcast, cable, and satellite in developing and deploying applications. Although this is partly mentioned in the E-Commerce Law, the government agencies concerned did not come up with guidelines to implement that.\n\nWe still have piracy. We can’t really capitalize on our intellectual property if we don’t respect those of others. If we pirate software and content, ours can be pirated as well. Investment flow to our country is restrictive until our laws are properly implemented.\n\nThe Republic Act 7925 does not allow VAS providers to offer voice-related services. This has to be improved in order to make VOIP an easy-to-access and affordable commodity to all. At present, only telcos can offer this service putting ISPs at a disadvantage and unable to maximize the full potential of its Internet infrastructure.\n\nIn the next ten years, the Commission on Information and Communications Technology (CICT) can serve as focal point. We can consolidate our laws, policies, implementing rules and regulations in such a way that it can foster better competition and breed innovators to the use of the Internet for business.\n\nThe Internet per se may not profitable but its application in various forms in business, education, government, value may create more wealth to our country.\n\nJT: But how about the private sector? It seems that the ICT community is very fragmented today.\n\nWT: One of the many things we should do is to think of ourselves belonging to an industry. We should cooperate to make ourselves as better competitors. We must be active and strong in recommending policies. If we are a united industry, we could have a stronger voice in lobbying. Not only complaining but really explain from A to Z.\n\nInternet security was only advocated by a few. It should have been promoted as an industry. Only if we have a strong association, people would listen to us more.\n\nWith the CICT, and hopefully becoming a Department of ICT in the future, we can now hold a department responsible for the industry concerns.\n\nReporting directly to the President, we don’t have to go to multiple agencies. Hopefully, the future will be better.\n\n1 comment:\n\nLyraD said...\n\nis this blogsite maintained by Dr. William Torres himself? Or at least by someone who has a deep interest on the topic being discussed here? for if it is, then we can prove that this can be a reliable source of information regarding issues on internet. thank you.\n\nThere was an error in this gadget",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.8012959361,
        "format_confidence":0.9738507271
    },
    {
        "url":"https:\/\/micro365.org\/dux-quax-speaking-teams-with-praveen-maloo\/",
        "text":"Posted on\n\nHey y’all, Dux with AvePoint for another episode of Dux Quax. This time around I’m became a member of by my pal Praveen Maloo, Product Evangelist for Microsoft once we discuss everything Microsoft Teams. Where we’re where we’re headed, make sure to look into the video below!\n\nDux: Hi, everybody! Welcome to Microsoft Tech Summit Sydney. Praveen, it’s this type of phenomenal day, is it not?\n\nPraveen: It’s. I had been here last year’s Tech Summit, and we’ve grown in dimensions a lot since this past year. This can be a brand-new space.\n\nDux: We’ve, what, like, 3-4,000 consumers?\n\nPraveen: Yeah, between 3-4, yep.\n\nDux: Why do you not introduce yourself, Praveen?\n\nPraveen: Hi, everybody! I’m Praveen. I’m an item evangelist for Microsoft Teams. Things I do is, basically, discuss how Office 365 and Microsoft Teams can definitely allow you to develop a modern workplace. We’re undergoing this type of huge change in the manner people work, the culture of labor, which just new method of working. Microsoft Teams can certainly help for the reason that journey. That’s things i discuss.\n\nDux: Look, Praveen. I know you’re so excited and ecstatic, because Microsoft Teams is really a new awesome kid, right? Within the last couple occasions, out of all keynotes, it’s usually about Microsoft Teams. Why all of this excitement around Teams? Why are lots of customers benefiting from it?\n\nPraveen: Microsoft Teams really enables… It’s not only a tool. It enables a different way of working. It’s a cultural change, too. Such things as having the ability to operate in only one central hub, getting not to cope with ten different apps. It’s really critical, right? Enable that seamless method of working, finding yourself in one central hub, and all sorts of your apps, and files, and content, people, and conversations, whatever you need, in a single central hub. Cognitive overload goes really lower. Your emails go lower. Productivity rises.\n\nDux: Guess what happens? For all of us, we like Microsoft Teams. Generate income take a look at Teams, it’s my new Outlook. Sorry to individuals in Outlook, but, Microsoft Teams is my one-stop shop now, where I recieve the majority of my work done, frankly. With this week or this 2 days at Sydney, do you know the sessions that you’re associated with, and just what are the things you’re considering, and telling people about?\n\nPraveen: There exists a huge presence this season. This past year, at Sydney, we was without a Microsoft Teams session. We simply, within the preview mode, however this year, we’re really big. We simply did a session today where they spoken about how exactly they’ve grown out, really big, with Teams users, about 3,000 users on Teams.\n\nReally taking it one stage further with collaboration. The floor staff, and also the desktop workers, too, information workers. For the reason that session today, later within the mid-day there’s an architecture session, goes much deeper into how Teams is made. Using the very best of SharePoint, and OneDrive, and all sorts of these Office applications.\n\nThen, tomorrow, we’ve sessions on building apps for Microsoft Teams. We’ve greater than 150 partners building apps. You are able to build one, too. If you are thinking about building enterprise dev apps, there is a session tomorrow, after which we’re carrying out a workshop at a lot of our customers too, just walking them through using Teams, telling how they may benefit, just really rapidly, by enabling a few teams to begin using Teams.\n\nDux: Phenomenal. Introduced, now, at Tech Summit Sydney, the good thing is each one of these sessions are recorded. You should check it on Microsoft Tech Community, watching individuals wonderful Teams sessions. Praveen, I must inquire. You travel the planet, you speak with customers. Any tales that stick out for you personally, on the need for Microsoft Teams, with customers you speak with?\n\nPraveen: Certainly. Probably the most consistent tales that I have seen is the amount of teams using Teams to simply obtain work done, on the day-to-day basis. Artists are using lots of different applications, point-to-point solutions. They’re one vendor for, your house, project management software tools. Another vendor to many other tool. With Microsoft Teams, it truly lessens the ramp-up time for you to bring somebody new to begin using Microsoft Teams for product management, for instance.\n\nDux: Having a planner integration.\n\nPraveen: Planner integration, PowerBI just searching at the dashboards every day, just keeping on the top of products, because make certain such fast-paced atmosphere, you’d should be really quick when it comes to ramping up. Developing, norming, from the team, is actually quick.\n\nDux: Developing, norming performing, right?\n\nPraveen: That’s what I’ve been hearing consistently with many different customers at Ignite. We heard a great deal at Tech Summit. Today, I heard a great deal from your customers. Yeah.\n\nDux: We shouldn’t find yourself in trouble at storming. You want to reach performing.\n\nPraveen: Performing.\n\nDux: Seems like lots of goodness is originating out, with Microsoft teams. Would you choose to share what’s coming, and also the recent announcement especially around Skype? I understand there’s many people are curious about that.\n\nPraveen: Jeeze! Yeah! Where will i start? Skype for Business and Teams integration is most likely the right place to begin. At Ignite, we announced that. “Hey, we’re searching to getting communications abilities into Microsoft Teams.\n\nWhich means you’re already residing in Teams, doing collaboration work, and it is natural that you simply communicate for the reason that one hub. Getting such things as calling, and program, web conference, and conferences, a variety of it has already been there in Microsoft Teams today. We’re getting some advanced abilities during a period of time. Microsoft Teams become one central hub, one client for communications and collaboration needs.\n\nIt isn’t just getting everything we have today in Skype for Business. It’s infusing each one of these encounters with AI for instance. Searching at meeting existence cycle, transcription within the cloud, real-time translation. Really cutting-edge technology, and taking the very best of what we should been on Skype for Business, all of this great back-finish infrastructure, learning of worker, of 2 decades, and getting all of the goodness into Microsoft Teams.\n\nThat’s certainly the greatest bit of news, and I’ve been speaking to numerous customers here. Apart from that, at Future Decoded, handful of days back, we announced Go Local Strategies. We’ve began to create Teams data obtainable in local data centers, beginning with United kingdom and there exists a couple of new data centers coming within the next couple of several weeks, too.\n\nDux: And, within Australia, right? They their very own data centers, too.\n\nPraveen: Totally.\n\nDux: How about each one of these other bulletins, round the connectors and PowerShell abilities?\n\nPraveen: We’ve been doing lots of deal with helping you to, being an IT admin, seize control of steps you can take, manage in a scale.\n\nIndividuals individuals acquainted with what that’s, you can handle using partial scripts, quantity of teams you are able to, which are spinning in the business, quantity of channels, quantity of messages being sent, and permissioning, and all sorts of that stuff.\n\nThat’s being released. In education, we’re doing lots of great work, so integrating with notebook experience, for instance. Assignment notifications is which makes it the hub for the classroom work. Anything you need to have completed in greater education, or K through 12, lots of bulletins there.\n\nWe have launched a brand new application experience. I had been speaking about 150 partner integrations we have, from Hootsuite, Trello, and all sorts of these awesome, popular apps. We’re creating a new experience, where one can just ask these apps really rapidly, take it to make use of inside your day-to-day project management software, and day-to-day collaboration.\n\nDux: Awesome. For individuals that haven’t attempted Teams, or they’re searching to Teams, just how can they best get began? Exactly what do you recommend? Where whenever they go, and just how whenever they start?\n\nPraveen: If you are a workplace 365 user, everyone has Teams. You’d get access to Teams. In case your IT organization has allowed Microsoft Teams for the tenant, you could sign in to Teams at\n\nThis is where you’re going to get began. I’ve found, in many organizations really, beginning there, just dealing with, getting in their… We team together, so, locating a team champion, really, and beginning to make use of Teams for chat activities. Doing backwards and forwards, and file discussing for instance, in Teams. That’s an excellent place to begin, after which it builds organically after that, where you’re getting in most other applications that you’re employed in your peripheral applications that you’ll require.\n\nDux: Awesome. Praveen, of course, it’s great to talk along with you.\n\nPraveen: Best to talk to you, too, Dux.\n\nDux: Make certain everyone take a look at, and look for all of the sessions around teams at Microsoft Tech Summit. Apart from that, many thanks. Possess a great one, bye!\n\nPraveen: Thanks!",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9581556916,
        "format_confidence":0.9735351801
    },
    {
        "url":"http:\/\/blog.softlayer.com\/tag\/printer\/",
        "text":"Posts Tagged 'Printer'\n\nMay 8, 2009\n\nInterview with the Printer\n\nSL: Hey, The elevator was acting strangely this morning. I wanted your opinion on a few things.\nPrinter: *whir*\n\nSL: Excellent, I’m glad to hear your enthusiasm. I’ve been doing a lot of thinking lately about how the web hosting industry seems to be weathering the storm of the global economic downturn quite well. It seems regardless of the bank bailouts, failed mortgages, and credit crises, there is still a high demand for social networking applications, online shopping and exchange of information via the many forums available. Furthermore, with the reliability of our redundant links, businesses are finding it more affordable to outsource their IT assets, and host with us.\n\nSL: I Get it. By hosting here, you can also begin the transition to a paperless business. Something to the effect of a tech taking an X-Ray, uploading it to an SL server through the private uplink, and instantly having it available to a doctor thousands of miles away. And that’s just one possibility out of the endless uses for a server here. We have a ton of space available, and by design, we use approximately a square foot per server in our Datacenter… How’s that for space efficiency?\n\nSL: Yea, it gets pretty toasty in there, but luckily we have environmental controls in place to mitigate the heat put out by the thousands of servers in the pods. We also have monitoring in place to notify us of any possible situations. As uptime is vital in the web hosting industry, we have a number of features available both internally and externally. We have 24\/7\/365 monitoring, automatic reboots, and a highly intuitive customer portal. Not to mention the best technicians in the industry\nPrinter: *beep*\n\nSL: Now that’s just rude. We have staff from every facet of IT working in our NOC every day of the year. With the highly skilled staff holding years upon years of experience, there are few issues that can’t be solved quickly and efficiently.\nPrinter: PAPER_JAM\n\nSL: Doubtful. We continue to innovate in efficiency and features. Now you’re acting just like the elevator.\n\nSL: Ugh, you’re just as bad as the Elevator. What does that mean, anyway?\n\nSubscribe to printer",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.5244446397,
        "format_confidence":0.8484042287
    },
    {
        "url":"http:\/\/searchcompliance.techtarget.com\/video\/Mobile-endpoints-require-new-look-at-cybersecurity-awareness-training",
        "text":"Get started Bring yourself up to speed with our introductory content.\n\nMobile endpoints require new look at cybersecurity awareness training\n\nDuring a recent SearchCompliance webcast, Georgia Weidman, founder and CTO of Shevirah, Inc. and Bulb Security LLC,  discussed how modern mobile technology is creating cybersecurity gaps for enterprises. Here in part three of this four-part webcast, Weidman discusses how changing mobile endpoints should make organizations reconsider their data protection strategies such as cybersecurity awareness training. \n\nEditor's note: The following is a transcript of the third of four excerpts of Weidman's webcast presentation about how enterprise cybersecurity is being influenced by mobile, IoT and non-traditional endpoints. It has been edited for clarity and length.\n\nGeorgia Weidman: Employees are typically selecting their own devices, and organizations are just dealing with it. There's a varying degree of how much we're dealing with that being a risk. I've worked at places or I worked with places where, basically, there was the Wi-Fi password in the breakroom and whatever you wanted to put on the network was what you were going to put on the network. We're seeing less and less of that, but, unfortunately, in my experience, not always.  \n\nWe've got employees using whatever devices they want. In IT, you're not going to be able to keep up with everything that's in the network. Did you ever think when you signed on to be in the IT Department that you were going to be in charge of seeing whether somebody's home television was a security risk? But that's what you need to be doing, right? Somebody just got the TV, it hooks up to the phone via Bluetooth -- if either one of those is compromised and then it comes to work or logs into work, then you've got a problem.\n\nAs I said in the beginning, the perimeters don't exist anymore, it's all about these devices. But with all these networks running around that you don't control and all these devices running around that you don't control, how can you possibly expect something like PCI compliance to solve all your problems? The main problem with compliance is that it's so limited. There's a specific set of checks that you do, and if you pass those checks and nothing more than those checks, you are compliant. It gets a lot of flak for that reason, I guess, but having a set of checks to get you started with something like PCI or HIPAA is, certainly, a step in the right direction. But when was the last time you saw anything about near-field communication, or Bluetooth, or anything like that in your compliance?\n\nEverybody tries to shut me down at this point and say, \"But Georgia, this mobile thing has been going on for a really, really long time, right? You've been up there on these stages talking about how this mobile apocalypse is coming for several years now, and it never seems to come. How is it that you can still continue to say that mobile is such a risk?\" \n\nAt which point, I like to say, \"Well, how many like intrusion detection systems are checking for things around mobile devices?\" Are you able, with your current infrastructure right now, to be able to say what data someone has on their corporate email and it is not being sent out like via the cell carrier?\" Of course not. There's no like technology being sold on the market that can do that. With things like this, the controls just aren't there yet so really only the thing we can do is test.\n\nEndpoint security awareness\n\nI do a fair amount of phishing engagements and I really do see the places that have the secure culture -- they think about the security stuff, they talk about it. They know that these are threats. Social engineering still definitely works, but then you start bringing in these mobile devices. You start bringing in all these other devices and they don't really fit the picture of our cybersecurity awareness training. One of the things I'm trying to fix is getting security awareness training to where it does cover these kinds of new endpoints.\n\nSee other excerpts from this webcast presentation on cybersecurity\n\nPart 1: Enterprise cybersecurity further complicated by mobility, IoT\n\nPart 2: Corporate network: Assumptions vs. Reality\n\nPart 4: Mitigating enterprise security threats\n\nI think that people have shown that the cybersecurity awareness training does, to an extent, work. Now, we need to bring security awareness training up to speed in order to get to the rest of these end-points. This brings us back to compliance, because I've never seen any compliance that does anything around requirements for things like security awareness training and phishing.\n\nThink about your internal network -- it's probably a rich place to hang out as an attacker. We don't have a perimeter anymore, so using the mobile device that's been compromised to attack other devices goes a lot of places, it sees a lot of things. It's a really good place to hang out, if you're an attacker and, again, it allows you to bypass all those perimeter controls. If I attack another machine in the network, it's caught at the perimeter, by the firewall, by intrusion detection -- all that catches it and it cuts that off. Your data loss prevention gets rid of it.\n\nWell, if I'm using the phone, then I can send it out, again, through that cell tower and your perimeter never saw it. There was no way it could see it because it's, again, sitting at the perimeter. And I'm not on the Wi-Fi, I'm on the cellular network so you didn't see that data leave, you never knew it left.\n\nSome of the larger enterprises are using things like enterprise mobility management and things like that, which still have a long way to go, as well. A lot of people also want to only allow, \"Corporate-owned devices only that only do corporate things,\" and we don't see that working very well. People don't like that and just end up, breaking the policy and using their own things anyways.\n\nSo what should you do? The only way, really, to do this around these new devices is, one, we've got to figure out what our risks are through testing. How well do the security controls you have in place protect you, and what do we need to do to fill in that gap?\n\nIf we're going to stay able to do business, we are going to have to have every device that comes into the network be subject to security testing. That's just how it's going to be. Again we're going to figure out what our current risk is, figure out how well our mobility program is working, see how far like a malicious actor could get using a mobile device. We have the problem that when we do security testing, particularly around compliance, we limit it so much. We say, \"This is what compliance requires, so this is what we're going to test.\" And the malicious actors are not following the compliance script.\n\nWhat's weird about mobile is that it's really not static, so you're going to have to keep changing this and updating these policies for new devices that come out and new ways of communicating. Near-field communication, and Bluetooth, and all these things weren't necessarily things we had to think about in the enterprise not so many years ago so.\n\nI think we're still kind of in the Dark Ages about what corporate security is and what kind of testing we need to do to be compliant. I get that if you check the box, you're compliant, but I really think we need to take this a lot farther in order to actually provide security.\n\nView All Videos\n\nJoin the conversation\n\n1 comment\n\nSend me notifications when other members comment.\n\nBy submitting you agree to receive email from TechTarget and its partners. If you reside outside of the United States, you consent to having your personal data transferred to and processed in the United States. Privacy\n\nPlease create a username to comment.\n\nWhat cybersecurity awareness training techniques are most effective to protect corporate data transferred on mobile devices?",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6406404972,
        "format_confidence":0.8926173449
    },
    {
        "url":"https:\/\/www.actualtech.io\/vmworld-2016-interview-vmwares-michaeljhaag-future-vsan-vmwarevsan\/",
        "text":"Video, VMworld 2016\n\n#VMworld 2016 Interview with VMware's @michaeljhaag - The Future of VSAN (@vmwarevsan)\n\nWe had a feeling VSAN (@vmwarevsan) was going to be a big deal at VMworld 2016 and VMware didn’t disappoint. There were a ton of great sessions around VSAN and the company announced that is has achieved over 5,000 VSAN customers, making it one of the most widely used hyperconverged solutions available on the market today. During the keynote address on day two, Yanbing Li, Sr. VP and GM of the Storage and Availability BU at VMware, said that VSAN is going to be the default storage platform for vSphere Integrated Containers and Photon.\n\nDavid Davis spoke with Michael Haag (@michaeljhaag) from VSAN’s marketing team to get his insight on where VSAN is headed. Earlier this year, version 6.2 of VSAN was released making available a number of key new features, including deduplication and compression, erasure coding and more (you can learn more about VSAN 6.2 here). As Haag explains, VSAN is ready for production environments and business critical applications.  “Any applications that you can virtualize are a great fit for VSAN,” Haag says.\n\nWhat’s next for VSAN? VMware users can look forward to new encryption at rest and analytics features in VSAN and hopefully as VMworld Europe nears we’ll hear more details.\n\nIf you’re interested in learning more about VSAN, there’s no better way than through the Hands-on Labs.",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.8378381133,
        "format_confidence":0.7941807508
    },
    {
        "url":"https:\/\/www.sdltrados.com\/solutions\/terminology-management\/translation-101-what-is-terminology-management.html",
        "text":"Translation 101\n\nWhat is terminology management?\n\nMassi 150x150 \"In this video I’m going to show you why terminology management is so important. With terminology management you can identify, store and manage company, customer or product specific terminology that needs to be translated in a specific way. This will help you achieve effective and accurate translations by organizing these terms with a clear set of rules for their usage.\"\n\nMassimo Ghislandi, EVP of Translation Productivity\n\nLearn more about CAT tools\n\nWhat is terminology management? - Video transcript\n\nCiao, I'm Massimo from SDL. And today I'm going to talk about terminology management.\n\nSo, what is terminology management?\n\nI'd love to know how many people have heard this term, but it is one of the big things within the translation industry, the translation ecosystem. So, I'm going to use quite a lot of terms. Terminology management is the process of identifying, storing and managing company's, customer's or product terminology specific to those companies or customers or topic.\n\nAnd the key thing is that that terminology needs to be translated in a specific way, and that's why you need to identify it, figure out which one of the terms, you need to store it somewhere, and you need to manage it. 'Cause the term kind of has a life. You identify it, it might go through changes through its time, and sometimes you also deprecate or kill a term. And a term is kind of not used anymore. So, that's a little bit about terminology management. This is actually quite a big topic. And so today, it's just a very brief, high-level introduction.\n\nSo, how is terminology stored?\n\nSo, one way to make sure you keep these terms is to store them, funnily enough, in a termbase. A termbase is like a database, it's a place where you can store these terminology. And we look in a minute what is terminology. And one of the interesting things is that not only you want to store those terms, but you want to be able to use and access those terms. So, when you put them in this termbase, or database, and I'm not using the word dictionary, 'cause it's kind of a little bit different, then it can be accessed by a CAT tool, which is a software that can help you translate.\n\nSo, what is in a termbase?\n\nSo, this is the million dollar question. Lots of things can be in the term base. So, it's obviously searchable and it's a database. It contains various things. First of all, a term base is multi-lingual. Of course, you can create just English to Italian, um, or Italian to English but one interesting thing in, in, in a termbase, actually you can create term bases with multiple languages.\n\nSo, for example, you might have one term, and the five, six different languages for that term. So, you're going to store a term, and a term is something, it could be typically a, a one word or a short sentence on how something needs to be translated. It could say SDL or Trados. Those are terms. They are a brand and they don't need to be translated. You could say that actually even terminology management. That could be a term, because you might decide that you want to translate terminology management always in a specific way. And you know what? You're translating terminology management in different languages might actually be, you know, you could translate it in different ways. And so, if you decide this is how I'm going to translation management into Italian, you want to make sure you identify that and store it. But you don't just store the term. You actually can store reference notes and rules on how you use that term. So, you might decide you're going to say terminology management. You might store some context and you might say this is the approved translation. You might also have a translation that you absolutely don't want. And say, this translation is forbidden. But, this is one example. There's endless examples.\n\nImagine you are working in a sophisticated engineering type of context where there are some really obscure terms for maybe pieces of machinery. You are storing the term, and you might even store a picture so you can actually see this is this piece. So, it's kind of interesting how you can store lots of different information in the term base.\n\nOne question that gets often asked is, \"What is the difference between the termbase and a translation memory?\"\n\nThere are other videos on CAT tools, translation memory, and so all of these work together, but translation memory stores whole sentences or even paragraphs whereas a termbase typically is made out of single words or short expressions. And they have to be translated in a very specific, consistent way. So, that's kind of the main, main high level difference between a translation memory and what goes into a termbase.\n\nSo, you've done all this work. And you've kind of got a termbase. How does it actually work?\n\nSo, obviously the biggest effort is creating the terminology. Making sure that you're identifying those terms. You can kind of go about it in a couple of ways, by the way. You can do it all in a one. You scour all of your documents and create a termbase. But, you can also do it as you go, as you start translating, you might identify sentence by sentence some terms that you want to identify, translate and create a termbase entry.\n\nBut once you have that termbase, one of the key things in the CAT tool is that you will be able to search automatically whether there is a term in the source, so if you're translating again, English to Italian, there is that term in English. The software can automatically identify this is a term and this is how you should translate it, or maybe how you should not translate it and give you that kind of piece of advice.\n\nSo, you get suggestions displayed to you as the translation happens. And so you can very easily insert, even as you type you get automatic suggestions, a little bit like your mobile phone, that kind of suggests words that you need to enter, based on what you typed before, you can actually get a suggestion as you translate of what terms to use. So, that's a little bit how it can be used in daily basis. So, once you made the effort of creating the terms, then you get a lot of value as they get suggested to you as you translate.\n\nSo, what are the benefits of using terminology management?\n\nSo, as I said there is a little bit of effort required. In another video on translation memory we talked about translation memory kind of builds itself as you're doing your normal job of translating. Terminology might require a little bit more effort. You need to identify those terms and maybe you need to really think carefully what is the right translation. I mean, do you need to even get somebody else to say, \"Yep, I'm okay with that translation for that term.\" But once you have it, the benefits are really significant.\n\nFirst of all is around consistency. Translation memory helps with consistency but terminology takes it to a different level. To make sure that specific terms are translated consistently time and time again. And we've done some research, and actually 48% of re-work is done to terminology errors. It's one of those things that can go wrong really easily. So if you store it, and you use it, and it gets suggested to you, it can really help on consistency and in general with translation quality, because whoever is then reviewing that translation will see that you have stuck to the same terminology that they were happy with.\n\nObviously, the terminology, translation memory, work together. It kind of helps. You've got one place where all of this is managed and the CAT tool ultimately gives you translation memory suggestions, it gives you your terminology suggestions, so it all works together in one place.\n\nAnd it does save time. Some companies have term lists of thousands of terms, literally thousands of terms. Can you imagine having to scroll through manually and figure out was this a term? How do I need to translate it? So, having a terminology database that automatically identifies what are the terms and how they should be translated, every work and suggestion to you can save you a huge amount of time.\n\nSo, my take on terminology, and this is, as I said, is a really high-level introduction. Terminology Management is actually quite a big topic. And we've got lots of webinars on this which people normally find quite interesting, but in essence, it's a very worthy exercise. It's worth spending a little bit of time identifying and getting the right translation for the terms, store them in a dedicated tool that then will automatically suggest those terms and translations as you work and ultimately not only you will have better quality, because you can use the accurate terms all the time, but also it can save you a little bit of time.\n\nSo it's one of those things that is worth spending a bit of time up front to make sure that then you can save a lot of time at the end, once you have done that effort, as you are working in your daily translation, you will save some time.\n\nLearn more about our terminology management software SDL MultiTerm",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9087126255,
        "format_confidence":0.6018158793
    },
    {
        "url":"http:\/\/www.ripe.net\/ripe\/groups\/inactive-working-groups\/lir\/minutes\/ripe-36",
        "text":"\nRIPE Meeting: 36\nWorking Group: LIR\nStatus: Final\nRevision Number: 1\n\nPlease mail comments\/suggestions on:\n\nLIR Minutes RIPE-36\n\nMinute taker - Eamonn McGuinness (RIPE NCC Hostmaster)\n\n\n1. Admin\n-scribe, participant list, charter, mailinglists\n2. Agenda\n\n3. RIPE 35\n- minutes\n- actions\n\n4. Reports from the Registries\n- Status of the Latin and Afrinic\n\n5. ICANN AC Upcoming Election\n\n6. Status of ICANN Ad Hoc Group\n\n7. IP addresses to GPRS infrastructure\n\n8. Microallocations in the ARIN region\n\n9. Minimum Allocation\n\n10. Name-based webhosting\n\n11. AW's for registry's infrastructure (eg. headends)\n\n12. ripe-174 RIPE NCC Conflict Arbitration Procedure\n\n12. Interim report from the ICANN ad Hoc group\n\n\n3. Action list from RIPE-35 :\n\nAction Owner Status Description\n35.1 Chair Publish policy document\n35.2 Chair Publish election procedure\n35.3 WG Subscribe lir-wg\n35.4 NCC PGP Key exchange procedure\n35.5 NCC Implement PGP for hostmaster mail\n35.6 NCC Make db checking tool available for self audit\n35.7 Chair Task Force on addresses to GPRS infrastructure\n\n4. Report from the RIPE NCC - Nurani Nimpuno\n\nSome points in the presentation :\n\n- Asused public released\n\n- AS# checker released\n\n- New FAQ\n\n- Hiring Technical Advisor for the Hostmasters\n\n\n- 17 sub-TLAs allocated\n- 8 ranges reverse delegated\n\n\nHPH: wait queue 7 days at the moment, when will it be down again to 2\ndays? Next week or one week before the next RIPE Mtg?\n\nJoao: unfortunately not next week. We have hired more staff, who have\nto be trained. We're also looking into tools and processes, haven't\nstarted changing things yet, want to analyse it carefully before.\nTrying to have a staffing level that allows us to address variations\nin work load.\n\nWW: did not participate in discussion on mailing list. Might have a\nbit more relaxed view, knows more about the background of the\nNCC. Would like the community to achieve (not just the NCC) to improve\nthe information flow. We as a group could have done better in spotting\nthe fact that the problem was growing, could have saved a few months\nwhen the review process would have started earlier. Start discussing:\nwhat is acceptable delay time, what can be done to improve and keep\nit. Joao mentioned 2 days turn around time as acceptable, not sure\nanymore if this view is shared by the community, used to be acceptable\nin the past, maybe not anymore. We all suffer from the problem that we\nonly see our point of view, NCC only sees their point of view, he as\nacademic LIR doesn't know the view of commercial LIRs etc. Proposes to\nset up a review process to review boundary conditions and what the\nprocess should be. What's number of e-mails in the wait queue, how\nmany requests, how much resources, are there peaks etc (some of this\nis already on the web now). Having this information available would\nallow the LIRs to have a tool to adjust their expectations. Not sure\nif throwing more and more resources is the solutions. Maybe adjusting\nrules may be more effective.\n\nBarbara: suggestions: like to see easier way of communicating when\nfilling out a request form (like a help desk), not about specific\nrequests, but just simple questions with filling in form etc. (more\nadministrative questions). We've being turned away by the RIPE NCC\nsecretaries and have to wait up to 2 weeks for an answer to a simple\nquestion. Alternatively have separate queues for requests and for\nthese kind of questions. Also would like to see percentage of request\nsizes. Then we figure out what a good comprise between efficiency and\nproper management of the IP address space.\n\nNurani: agrees with suggestions about improving the information\nflow. Trying to answer simple questions fast. Will provide these kind\nof statistics.\n\nJuergen: agrees with WW but has an additional comment. Looking at\nAssignment Windows of the already experienced LIR, Every time NCC\ndecreases the AW the work load increases.\n\nNurani: agrees that NCC must be more proactive with increasing AW. Ask\nthe LIRs also to approach the NCC when they feel it should be\nraised. However, must find a good balance with management of IP\nspace. Easier to rule out mistakes at the start than correcting it\n\nEamonn: people are moving fast in this business, experienced staff\nleaves and leave knowledge gap at the LIR. Some LIRs even ask to\ndecrease AW, for instance because they don't find the time to train\nstaff internally. Yes, decreasing AW increases work load, but asks\npeople to keep the above point also into account when discussing this.\n\nJuergen: surprised that we do not have a new policy draft for the IPv6\npolicy document. This is unsatisfying.\n\nJoao: we want a global policy draft, there have been various\ndiscussions about that, there seems to be disagreement about one\nparticular point in the policy, this is the only thing outstanding.\n\nHPH: trying to summarise, most concrete suggestion was to set up a\ngroup to look into information flow and processes, will meet during\nthe coffee break t set up a charter.\n\n- APNIC Report - Anne Lord\n\n75% of members were not using all their \/19 (80% ?) after a\nyear. Proposal to reduce AW to \/20. Met with agreement. Implemented 3\nmonths from March.\n\n\n12 allocations. Over half were 6Bone members.\n\n- ARIN Report\n\n\n6 requests, 4 blocks allocated.\n\nHarvad: some of us have address space that predates the establishment\nof the RIRs, that means that ARIN is currently responsible for\nmaintaining the DB data and the reverse delegation. How can we\ninteract with you ?\n\nRichard: modification template on web. There is activity underway to\ndistribute the records to the region the network is located.\n\nQ: Isn't there a process to do this easier ?\nA: Yes, a smoother procedure will be introduced later in the year.\n\nJuergen: all RIRs report about their address utilisation, it is\nhowever difficult to gain an overview over the global IPv4\n\nWW: just want to make sure that whatever is developed for the\ndistribution also works for the emerging RIRs. What are you going to\ndo to inform the parties effected by this. Will this be an\nadministrative issues, a DB issue, a policy issue and where will it\n\nRichard: this has not been discussed yet, maybe good idea to set up a\ndedicated list for that. Nothing has been done yet, obviously we'll do\neverything to inform the community.\n\n- ICANN Report - Louis Touton\n\nVery quick, skipped most slides. Slides looked like the ones used by\nAndrew McLaughlan in Feb.\n\n- IPv6 (will be important very soon, increased demand on IPv4 due to\nnew technology, this will increase demand for Ipv6 very quickly)\n\n- General mix of global versus regional address policy (in IPv4 big\ngoal is aggregation deserves some re-assimilation certainly with Ipv6,\nbecause the scarcity is gone).\n\n- Emerging RIRs\n\n\nRandy: if the purpose of spinning was internationalisation is it still\ntrue that the Doc has to approve all changes in ccTLDs?\n\n[eamonn - Did he not ask] \"Does the US Department of Commerce still\nhave authority to make changes to ICANN ?\"\n\nLouis: Yes, all changes in the root zone requires formal approval by\nthe DoC until everything is set up fully. Community needs to gain\n\n- Report about emerging RIRs. AfriNIC Meeting Report - Mirjam Kuehne\n\nAndrew Brooks from South Africa is coming Thursday to speak more about\nthis meeting at the Plenary.\n\n\nWW: What is the function of the listeners ?\n\nLouis: When the RIR gets established it will have 3 seats on the AC,\nin the meantime they will just listen as anyone in the public can\n\n- LacNIC - Joao Luis Silva Damas\n\nSao Paulo meeting this week (i think).\n\n- Task Force met at the break.\n\n(see HPH slides)\n\nParticipants: Daniele Bovio, Joao Damas, Juergen Rauschenbach, Sabine,\nWW, HPH (others added later).\n\nThey set a Goal; To improve NCC Services to its membership. Anyone\nelse wants to participate, speak with the Chair.\n\n5. ICANN AC Upcoming Election\n\n(see HPH slide)\n\n6. Status of ICANN Ad Hoc Group\n\nHPH presented some slides prepared by Raimundo Beca who is on the Ad\nHoc Editorial group. No report yet (probably at Yokohama ICANN\n\n7. IP address space for GPRS Infrastructure - Kim Fullbrook\n\nWorking party setup after RIPE-35. There was a number of presentations\ncovering GPRS, UMTS and the bridge to the Internet. Task force\nsetup. They met in London 2 weeks ago. GPRS Operators asked for their\naddress requirements from their GPRS networks. Not all were at that\nadvanced stage. The question of public unique address space for this\nwas proven. Estimates for address need for infrastructure came to :\n\n~400 GSM providers x ~2000 IP addresses for GPRS n\/w's = 800K.\n\n\nRandy: What kind of a uniformed address policy is needed in order for\nroaming to work ?\n\nKim: Requirement is that they all use unique address space.\n\nHph: Do we have consensus that public addresses are needed ?\n\nRandy: what is the difference with GPRS with respects to other new\ntechnologies ?\n\nAnswer: Nothing is different, thats the point.\n\nAnders Roos: the main reason is that we have about 400 members in the\nGSM association, a lot of them will request for address space. In\norder to reduce work for all parties, they try to establish a common\npolicy and procedure.\n\nWW: grateful for the work and the effort done to achieve this. Very\nacceptable solution found. Just as a clarification, what was presented\nmight be new policy for the GSM operators, but is not viewed as new\naddress allocation policy.\n\n\n8. Microallocations in the ARIN region - Cathy Wittbrodt\n\nARIN has been received requests for small amounts of PI address\nspace. ARIN Advisory Council did some research and found that most\npeople would not have a problem as long as important infrastructure is\ndefined clearly. TLD server, RIRs and ICANN should be added to the\nlist of 'critical infrastructure'.\n\nRandy: Why is it necessary to have a unique special infrastructure\ndefined ? There was for instance special \/24s reserved\/assigned for\nthe root NSes. None of them are using them, because they don't need\n\nDfk: Shares Randys view. What he thinks wants to be achieved, is\nnotifica... (truncated)",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6289325356,
        "format_confidence":0.9360663295
    },
    {
        "url":"http:\/\/www.kempedmonds.com\/2009\/07\/digital-footprint-interview-from.html",
        "text":"The Digital Footprint: Lessons from Kris Krug (1 of 3)\n\nBookmark and Share\nKris Krug is a technology, idea and thought leader with a strong presence in the digital world. He is also described as ‘a tech-artist, quasi-sage, cyberpunk anti-hero from the future’. The more you get to know him the more that description rings true. I like to imagine him as a cyber surfer on the front of the wave enabling arts and culture in the internet age. If you've never heard of Kris check out his Wikipedia page here. Kris describes himself on as, “a photographer, web strategist and author based in Vancouver.” Kris speaks all over the world on the topics of technology and the arts. I was inspired by his presentation at Pecha Kucha in Vancouver titled, “Open Everything”. In the presentation Kris talks about the move away from traditional blogging towards a digital footprint.\n\nTo Kris the 'digital footprint' is represented by his photos on flickr, his videos on YouTube, his blog posts, links he shares, comments he leaves, interactions he has and comments others make about him. See a digital footprint by googling his name or mine. I am writing with many links embedded in the hopes that if you are interested you will explore and try these tools for yourself. Powerful computing tools are increasingly moving online and Kris knows his stuff. So join me as I go into the mind of a current thought leader for a lesson or two.\n\nWhen did you realize that technology was part of your vocation?\nI really started working with web technology while I was at University. In early 1996 I was introduced to Netscape(?) and I started creating web pages. It was when my Communications professors approached me to build web pages for them that I knew things were really changing. It was an upheaval of the traditional power structure. Normally students want help from professors, suddenly these same professors were coming to me for help with their work. I went onto to create web pages for my professors, to promote and sell books, and the university.\n\nIn 1998 I created, an online magazine exploring electronic consciousness and digital philosophy. It grew pretty big and we were using content management systems before blogging which required us to build new HTML pages every month. 11 years later my life is a continuation of those explorations and the addition of more. I am publishing online and speaking live exploring how we are changing and how the medium is changing.\n\nOn Blogging...\nWhen blogging first started it was for everything [pictures, videos, discussions]. Now each of these media has their own tools outside the blog [flickr, YouTube, Twitter\/Facebook]. People are no longer blogging every day; comments on blogs aren’t the place for discussions they once were. One great new tool [Disqus] aggregates tweets about a particular post and then includes a link or embeds those tweets into the blog in the comments section. \n\nNow, instead of writing a blog post after an event I can tweet from the event, post photos and video directly to the web in real time and the day after the event I can do a blog post. I can use tweets from others about the event, embed some of the photos or videos I posted the day before into the post. I feel like we are moving from a web of pages to a web of streams. These streams allow us to aggregate our presence into one central place.\n\nOn the Olympics... [from a video of a recent Olympic roundtable w\/Kris]\n\nI currently represent \"The True North Media House\" and we are working to build an independent, alternative media center for the 2010 games. There will be a period of time in the future where the stories we are sharing 20 years after the games will be things that happened online. This is the first Olympics sitting on that brink and I hope to help tip the scales in that way through the organization of this 2010 media house.\n\nA video from Northern Voice 2009 with True North Media House and others\n\n[Also see this post from co-founder Dave Olson]\n\nIn order to prevent readers from having to read to much at once I have broken this piece up into 3 posts. Each post is chalked full of great tools, ideas and links from Kris Krug. Read Part 2 now!\n\n\n  1. What can 140 characters do?\n\n    I believe it was Marshall McLuhan who said the media was the message and Norm Chomsky that said no truly new message can be put into a sound bite. I suspect they are correct.\n\n    Twitter is media, a sound bite used to convey banal or already known ideas. Through it can be great for meeting people at Tim Horton’s that role was already being filled by phones, txt, and email, so nothing really new on that front. A tweet is simply too short for real communication or discussion, so it is stuck as a sound bite.\n\n    That isn’t to say people cannot learn new information with the smallest of messages. Clearly the communication of basic news is possible with 140 Characters. I have used fewer to communicate my location, intention, and progress on a trip. To me that is bland but often important information. But the last thing we need are more sound bites.\n\n    People use twitter to be reminded of old concepts not learn new ones. For example “Revolution doesn't happen when society adopts new technology, it happens when society adopts new behaviors.\" -Clay Shirky”. That tweet, like so many, is most likely to remind the group of a common interpretation or understanding rather than impart new information. It does not convey details that drive behaviors. Like the idea that our society, beliefs, culture and behaviors, are driven, sometimes even formed by technology.\n\n    Nor would it transmit the details that political and social revolutions always follow significant technological change.\n\n    Twitter appeals not to the masses but to cliques within the masses. Given enough cross communication between cliques it might have mass effect but not likely. What effect it does have, as do the internet and other technology, is allow a further fragmentation of society and create ever smaller, tighter and more isolated groups.\n\n    And that can create a revolution.\n\n    BTW, Great blog, topical and interesting and even educational. Tweet worthy even, LOL.\n\n  2. Thanks for leaving such a contributionary (new word) comment.\n\n    I hope you checked some of my older posts which are more focused on Twitter and it's uses.\n\n  3. Yes you have excellent posts on Twitter which explains twitter very well. I suspect, as is often the case, I am not the target market, in this case, for twitter.",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.862862885,
        "format_confidence":0.7554899454
    },
    {
        "url":"https:\/\/williamhillbingoreviewuk.quip.com\/blog\/true-alliance-quip-digital-transformation",
        "text":"Digital Transformation: How True Alliance Empowers Teams with Quip\n\nBy Caitlin Denham-Swanson\n\nWhat do Nautica, The North Face, Teva, and Speedo have in common? In Australia and New Zealand, these top apparel brands are all distributed by True Alliance. With a total of 20 brands, True Alliance requires a lot of internal communication and collaboration across departments.\n\nIn March, True Alliance CRM Manager Kelei Gentles was interviewed before a worldwide virtual audience at Salesforce World Tour Sydney, where she explained how Quip became an important part of the company’s digital transformation. You can watch the full Salesforce World Tour Sydney session, How True Alliance Empowers Their Teams With Quip For Customer 360, or read on for an expanded interview.\n\nPrior to Quip, how did the True Alliance brands collaborate and operate in a productive way?\n\nWe have 20 brands at True Alliance. The daily operation of running so many brands requires a lot of input from different departments and stakeholders and a lot of collaboration and communication. Primarily this was done via standard business communications — email, instant chat, phone calls, and meetings. We had a lot of processes in place to ensure everything ran smoothly, but as we were undergoing this huge digital transformation within the business and implementing both Marketing Cloud and Commerce Cloud, we started to also look internally at our own processes and ways of working to see how we could improve on this and what tools or programs were available. Quip was that solution for us. Quip was shown to us by Salesforce and we saw instant opportunity to utilize the tool within our own business.\n\nTaking away all the other points of communication and simply channelling into Quip allowed us to streamline all of our processes. Additionally, collaboration amongst all teams in a central location increased efficiencies. There is no longer a multitude of emails being sent back and forth cluttering up inboxes, or conversations and feedback happening across different mediums; everything is in one place. Quip is a live environment and everyone is kept on the same page and accountable in a constructive way.\n\nHas Quip seen positive adoption since implementing? What advice would you give to any organization evaluating the product in the transformation\/change management process?\n\nThe beauty of Quip is that everyone can look at it and start to form an idea of how it can be­ utilized to suit them, their department, or their business needs. We originally looked at Quip to solve one process that expanded over four departments, and within a couple of months, everyone that was using it started to see the benefits and adopted Quip into their own brands or team processes. Marketing teams were using it to collaborate on cross-channel activity and planners; Brand Managers adopted it for their critical paths across various brand departments based all over the country; and we all began using Quip for WIP management amongst our teams.\n\nWhen evaluating, my advice would be to understand what are the needs or gains you’re trying to solve. Ours was collaboration and campaign centralization. How could we evolve something that works to work more easily, work better, and work more efficiently, and how we could quantify that time gained?\n\nFor any CRM manager, a big concern is often adoption. How did you manage this concern and drive positive adoption?\n\nOur biggest concern was around timing. We were concerned about rolling out Quip during all the other platform and process changes that we were going through as a business with Commerce Cloud and Marketing Cloud. The added adoption of Quip seemed like we were adding an extra layer and yet another new tool to be introduced, which could have potentially resulted in a loss of productivity due to ramping up. However, this wasn’t the case — adoption was easy and straightforward.\n\nWe started small and we didn’t undergo any major changes in how we worked and operated to see the real benefits of the tool and it was immediate. We kept the same processes and documents, just moved them into Quip: Campaign briefing documents that were passed between three departments, now sat as one Quip document that everyone could access and tag the next in line to contribute. All of our email campaign feedback was no longer done over email, with difficulties trying to keep up with the latest version or chase for approvals; everything became streamlined in Quip, and the response from the teams involved has been great.\n\nWe’ve currently only been on Quip about six months and over the last few months we’ve modified and made a few tweaks as everyone has become more comfortable using the tool. It’s something we’re constantly evolving as we discover more of the platform capabilities.\n\nWhich teams were the first to adopt Quip when you rolled it out and which other teams have since started to use it?\n\nThe first team to adopt Quip was the Digital team as we got Quip primarily as a campaign management tool for our department and its collaborators. Once we got a feel for the platform, we on-boarded our necessary collaborators from Creative, Marketing, and Planning, who all have input into digital campaigns.\n\nWhich Live Apps are you currently integrating with Quip?\n\nThe main Live App we currently use is the Marketing Cloud integration — this has been the ultimate game changer for us in improving productivity and working efficiently. Email creative is uploaded directly into Quip for feedback and approvals, rather than emailing multiple versions to a group of people to individually collate feedback.\n\nIf you had a magic wand that could instantly develop a new Live App to be utilized by True Alliance, what would it be?\n\nDatorama, which we’ve just adopted in True Alliance. Integrating it with Quip would allow for full view of campaign and performance in one place, available for any contributor.\n\nWatch the full Quip session at Sydney World Tour here. If you’re interested in trying Quip, Quip Starter will be available for free to any organization through September 30, 2020.",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6978258491,
        "format_confidence":0.88321805
    },
    {
        "url":"http:\/\/blog.avast.com\/2011\/03\/16\/5-questions-with-martin-cohen-tech-support-specialist\/",
        "text":"\n\nMarch 16th, 2011\n\n5 Questions with Martin Cohen (Tech Support Specialist)\n\nNot long after I started at AVAST, I started hearing about Martin as “the guy” capable of handling almost anything language or support related. We connected quickly, I think, because of similar backgrounds (in music and education) and responsibilities (kids and work). Whenever possible, I try to join him for vegetarian lunches a few minutes from our office, and I’m hoping we’ll soon make it into a recording studio to get some of his tasty (jazzy) Fender Rhodes keyboard riffs added to a couple of my songs-in-progress. –Jason Mashak\n\nMartin Cohen (Tech Support Specialist)\n\n1. How does the ability to communicate in roughly half a dozen tongues shape your ‘official’ job function at AVAST?\n\nThe fact that I can communicate in several languages means that I can easily fill the ‘holes’ wherever needed. So when someone takes a holiday, I can easily jump in and take over the work in his or her (native) language. I’m not only doing tech support, but also sales and, if really necessary, I can do some work for other departments, like editing datasheets in other languages or dealing with unique customer issues. And of course, a big part of my work consists of translating (mostly technical) documents (where my background as a former physics teacher of course helps a lot concerning the technical aspect). So actually, I’m officially in tech support, but much of the time doing other things.\n\n2. In terms of tech support, what are some of the strangest inquiries that you’ve encountered? \n\nWell, to illustrate that not all people are as computer literate as we sometimes think, here are some of the comments I’ve received in my tech support tickets:\n\n  • “I have a problem with my avast! Internet Security; it always stops working when I shut down the computer.”\n  • “Your advice to make a screenshot (of the error message) didn’t help to resolve my problem either…”\n  • “avast doesn’t work with my computer because my avast was in French and the license was in English.”\n  • “I for one wouldn’t know a computer cookie from one I bake in my oven.”\n\n3.  What things stand out most to you about the AVAST work environment?\n\nWhat I like is the international environment at AVAST, which I was used to also in my former work at the European School of Brussels. What I also like is that we don’t spend on advertising the way most other companies do. A good product doesn’t need a full-page ad shouting: “Hey, did you see me? I’m the best! Buy me!” since people will recommend the product to their friends and family because it is a good product. The companies that shout the loudest are, in most cases, not the companies that have the best product (this is true for all kind of products, not only antivirus products).\n\n4. As a native Dutch who has been all over Europe and lived in various countries, what is it about Czech culture that makes you feel most ‘at home’?\n\nHome, what is home? I was born in the Netherlands in Amsterdam, but grew up in Luxemburg, lived a while in the south of Spain, worked 10 years as a physics teacher at the European School of Brussels in Belgium, and I’ve lived now almost two years in Prague, Czech Republic. I consider Europe my home, not one specific country or place. Aside from that, the Czech landscape is very much like in Luxemburg where I grew up as a child (little hills and nice woods) – that makes me feel home.\n\n5. How would you describe your ideal day away from the office?\n\nThat’s an easy question: being the whole day in a recording studio, recording my own jazz (fusion) compositions with a bunch of good musicians\/friends. After the recording, we would have a great jam session with some nice bottles of good beer (or good wine). And then not needing to drive home by car after that :-)\n\n\nRead other interviews here:\n\nHistory & questions with Charles O. Prince (avast! Forum “Evangelist”)\n\n5 Questions with Vladimír Černík (Lead Virus Analyst)\n\n5 Questions with Bob Gostischa (avast! Forum “Evangelist”)\n\n5 Questions with Christian Cantoro (Channel Sales Manager)\n\n5 Questions with Michal Krejdl (Senior Virus Analyst)\n\n5 Questions with Lukáš Rypáček (Senior Software Developer)\n\n5 Questions with Lukáš Hasík (QA Director)\n\n5 Questions with Julia Szymanska (Community Manager)\n\n5 Questions with “Tech” (avast! Forum “Evangelist”)\n\n5 Questions with Jitka Špačková (Reseller Admin Manager)\n\n\n  1. walter Lederhos\n    March 16th, 2011 at 20:02 | #1\n\n    well said, no advertising means, AVAST is good product until version FREE!!!\n\n  2. March 17th, 2011 at 07:01 | #2\n\n\n    Dr. House! \\o\/\n\n  3. March 17th, 2011 at 20:05 | #3\n\n    mi querido amigo lo felicito por sus esfuerzo por combatir los molestos virus pero le tengo una mala noticia mi nombre es jose eduardo saavedra. de santiago de chile.\n    le comento, entro un virus a mi maquina TROYANO y se mete al pricipio de todo no me deja usar la lectora de DVD el HD lo para y arranca , lo para y arranca a nuestro común amigo avast lo ignora y continua con su destrucción se párese al sunami de japón a pesar de que el avast lo tengo instalado con los atributos de impeccion de arranque aun asi se queda en el sistema ?alguna sugerencia chau su admirador\n\n  4. Jesús Reyes\n    March 18th, 2011 at 03:50 | #4\n\n    Good day, need help, buy avast, by two years to 3 machines, with a backup cd, (and get me), but I don’t have the key to enter, I searched as but I cannot find how I finally get a key but for version free, and I bought it,\n    my email is cocdom@hotmail please help me to have my right key, thanks for your help\n\n  5. Martin Cohen\n    March 18th, 2011 at 13:07 | #5\n\n    @jose (lalo)\n    Hola José. Gracias por su comentario, pero le pido que presente su problema al departamento de soporte técnico ( ). Me temo que si le contesto su pregunta aquí en el blog, habrán muchos otros con preguntas técnicas en este blog, y por eso tenemos nuestro centro de soporte técnico.\n    Gracias y saludos,\n\n  6. Martin Cohen\n    March 18th, 2011 at 13:25 | #6\n\n    @Jesús Reyes\n    Hello Jesús. Thank you for your comment, but I would like to ask you to ask your question to the support center ( ). I’m afraid that when I answer your question here in the blog, there will be a lot of other people with technical issues in this blog, we therefore have our technical support center.\n    Thanks and best regards,\n\n  7. March 27th, 2011 at 03:02 | #7\n\n    J’aime Avast et je l’adore mais comment faire pour augmenter la vitesse de fonctionnalité? comment résoudre les erreurs d’installation de windows avec mon portable (PC) Compaq Evo N600c? merci d’avance pour vos apports techniques à solution durable.\n\n  8. March 27th, 2011 at 03:08 | #8\n\n    Résolution d’erreurs HTTP 404? affichage introuvable.\n\n  9. Rednose\n    March 28th, 2011 at 18:01 | #9\n\n    Hi Martin,\n\n    I hope I will come back to Prague some day, and have lunch\/dinner with you again.\n\n    Cheers, Erik.\n\n  10. Martin Cohen\n    March 29th, 2011 at 16:50 | #10\n\n    Hoi Erik,\n\n    als je weer in Praag bent gaan we zeker weer samen eten en drinken we er een goed Tsjechisch biertje bij!\n\n\n\n  11. Martin Cohen\n    March 29th, 2011 at 16:58 | #11\n\n    Bonjour Seleng. Merci pour votre commentaire, mais j’aimerais vous demander de poser votre question dans le centre de support ( ). J’ai peur que si je vous réponds à votre question ici dans le blog, beaucoup d’autres vont vouloir poser leurs questions techniques dans ce blog, pour cela nous avons notre centre de support technique.\n    Merci, cordialement,\n\n  12. john simpson\n    April 11th, 2011 at 22:35 | #12\n\n    just a personal pc customer who’s been satisfied by Avast until today. When I get signals that it has prevented malware and a Trojan horse but has shut down my browsers and refuses to let me connect to the internet or send a ticket — guess I will uninstall you and go from there. Is this the right forum? of course not. just the only one I can get to. [expletive deleted]\n\nComments are closed.",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9703249931,
        "format_confidence":0.6805006862
    },
    {
        "url":"http:\/\/thenextweb.com\/apps\/2012\/04\/10\/can-an-app-be-too-simple-we-ask-the-developer-of-super-minimalist-writing-app-pop\/",
        "text":"Minimalist apps are all the rage right now. The idea of cutting out all but the simplest of interface elements and focusing on letting the user complete a single task really well has inspired the likes of iA Writer, Clear and Byword. While some of The Next Web team adore this approach, I’m sometimes left wondering whether these apps are really all they’re cracked up to be.\n\nThis was particularly highlighted when I was recently pitched Pop, a notepad app for iOS that takes simplicity to its extreme by having no features at all. You get a white screen (with a tiny page curl in the corner for effect) and you type away. That’s it. When you’re done, you can copy and paste the text to wherever you want to use it.\n\nI’ll admit – while I appreciate the hidden controls and subtle use of sound of the likes of OmmWriter Dana, Pop seemed to be taking things a step too far – to the point where it was simply laughing at those who bought it – “Ha, you paid 99 cents for a blank screen.”\n\nHowever, Pop was released to a positive buzz, with favorable reviews, and it hit the top 25 rankings in the App Store’s Productivity section within two days – so there’s clearly a demand for it. To try to understand how the app came about and who it’s designed for, I spoke to its UK-based designer, Colin McFarland.\n\nTNW: So, minimalist apps are the Emperor’s New Clothes, right? I look at an app that’s just a white screen and the ability to type text and I just think “Surely that’s just a ‘My first text entry’ app from a ‘learn to code for iOS’ course?” Why wouldn’t I just use the iOS Notes app?\n\nCM: Pop was designed for the single purpose of writing something down and worrying about what do with it later, hopefully Pop is invisible and you don’t notice it at all, you came here to write something.\n\nMaybe you’ll use both — just like you have a few notebooks, post-its, or pieces of paper. Maybe Pop is all you need, or maybe it won’t be useful for you. It’s for you to decide its purpose. If you just want to write something down, do you need more than ‘a white screen and the ability to type text’?\n\n\nTNW: But where does it end? Once you’ve had an app that does nothing but let you type, is it possible to get any more minimal?\n\nCM: Pop wasn’t designed to be the most minimal app, it was designed to only have the features that are necessary for quickly writing something down. Features exist where they are useful, like Copy All so you can get out quicker — with a word count as an after thought. Pop tries to make features invisible, so they don’t get in the way.\n\nTNW: Okay, you’re starting to sway me a little. Is there a temptation to add more features? How do you do that without losing that minimal feel?\n\nCM: The design was driven by a core philosophy: Feature number one should always be as few features as needed to perform the primary purpose. There are other things that could help serve the purpose, like synching between devices since Pop is a universal app. Again though, I’m not interested in features getting in the way, any new features would need to remain invisible.\n\nTNW: Aside from Pop, what other minimalist apps would you recommend for people interested in the genre, and why?\n\nCM: I appreciate the simplicity of these apps, all-purpose built to do one thing well.\n\nInstapaper by Marco Arment (save pages to read them later), Clear by Realmac Software: (to-do list with a completely gestural interface, not a button in sight), Dot series by UsTwo (Minimal games created in 48 hours, start with the original DOT), The Accidental News Explorer by Brendan Dawes (A simple news app that lets you find something, then find something else).\n\nQ: So, what’s next for you?\n\nCM: Maybe more from Pop, definitely more apps following the same philosophy.\n\n➤ Pop for iOS",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6194283366,
        "format_confidence":0.8511232734
    }
]