[
    {
        "url":"http:\/\/blog.kennardconsulting.com\/2008\/06\/metawidget-and-namevalue-pairs.html",
        "text":"Thursday, June 19, 2008\n\nMetawidget and Name\/Value Pairs\n\nI was recently asked whether Metawidget 'covered the scenario where my object contains a list of properties (name\/value pairs) stored in a collection'?\n\nThe answer is yes! Metawidget can read properties from almost any source. You don't need a physical Class. Metawidget can even combine properties from multiple sources (using CompositeInspector). With respect to name\/value pairs in a collection:\n\nStep 1: Write an Inspector\n\nWrite an Inspector suited to your particular architecture. Here's an example:\n\npackage com.myapp;\n\nimport static org.metawidget.inspector.InspectionResultConstants.*;\nimport java.util.Map;\nimport org.metawidget.inspector.iface.*;\nimport org.metawidget.util.*;\nimport org.w3c.dom.*;\n\npublic class MapInspector implements Inspector {\n   private Map<String, Map<String, Class<?>>> mObjectProperties = CollectionUtils.newHashMap();\n\n   public MapInspector() {\n      \/\/ Some dummy data\n      Map<String, Class<?>> personProperties = CollectionUtils.newLinkedHashMap();\n      personProperties.put( \"name\", String.class );\n      personProperties.put( \"age\", int.class );\n      personProperties.put( \"retired\", boolean.class );\n\n      mObjectProperties.put( \"person\", personProperties );\n\n   public String inspect( Object toInspect, String type, String... names )\n      throws InspectorException {\n      Map<String, Class<?>> properties = mObjectProperties.get( type );\n\n      if ( properties == null )\n         return null;\n\n      try {\n         Document document = XmlUtils.newDocument();\n         Element elementRoot = document.createElementNS( NAMESPACE, ROOT );\n         document.appendChild( elementRoot );\n\n         Element elementEntity = document.createElementNS( NAMESPACE, ENTITY );\n         elementEntity.setAttribute( TYPE, type );\n         elementRoot.appendChild( elementEntity );\n\n         for ( Map.Entry<String, Class<?>> entry : properties.entrySet() ) {\n            Element element = document.createElementNS( NAMESPACE, PROPERTY );\n            element.setAttribute( NAME, entry.getKey() );\n            element.setAttribute( TYPE, entry.getValue().getName() );\n            elementEntity.appendChild( element );\n\n         return XmlUtils.documentToString( document, false );\n      catch ( Exception e ) {\n         throw InspectorException.newException( e );\n\nStep 2: Use the Inspector\n\nYou can try MapInspector by updating the code from the Metawidget tutorial:\n\npackage com.myapp;\n\nimport javax.swing.*;\nimport org.metawidget.swing.SwingMetawidget;\n\npublic class Main {\n\n   public static void main( String[] args ) {\n      SwingMetawidget metawidget = new SwingMetawidget();\n      metawidget.setInspector( new MapInspector() );\n      metawidget.setPath( \"person\" );\n\n      JFrame frame = new JFrame( \"Metawidget Tutorial\" );\n      frame.setDefaultCloseOperation( JFrame.EXIT_ON_CLOSE );\n      frame.getContentPane().add( metawidget );\n      frame.setSize( 400, 210 );\n      frame.setVisible( true );\n\nRunning this will give you a UI driven by name\/value pairs in a collection. And because Metawidget decouples its Inspectors from its Metawidgets, it can be equally applied to Spring, Struts, JSF, JSP, GWT, Android etc. for free!\n\nStep 3: Change your Inspector\n\nOf course, your particular take on name\/value pairs may be different.\n\nFor example, you may not be storing the class in the 'value', you might be storing an Object instead. In that case you'll need to either use Object.getClass() as the type, or just return no type (in which case Metawidget will choose a textbox widget). Equally, you may be storing more than just the value - you may be storing whether the field is required, its maximum length etc. You'll need to add these as extra attributes to the XML elements you create.\n\nFinally, you may want to think about how you're going from a Map to a piece of XML, and whether you can optimize that process. For example, where is the Map coming from? Wherever it is, can you have the Inspector get it from there directly?\n\n\nPayasin said...\n\nhi, i'm trying to use metawidget with web services. My code gets an object that is in JAXB format, and metawidget doen't get the name\/value of the JAXB methods, just the names and displays it. ¿did i need to write an inspector to get it working? thanks in advance.\n\nRichard said...\n\n\nI can't be sure without seeing some code (can you send some?), but yes you will need to write some kind of a JAXBInspector that inspects your JAXB object and looks at its name\/value pairs.\n\nIt is important to understand that in this blog entry I used 'value' to mean the type of the object (String, boolean etc). If instead you want to use 'value' as the actual value of the property, you will need to write a WidgetProcessor for that:\n\nYour Inspector inspects the object and finds its properties. The WidgetBuilder chooses widgets for those properties. The WidgetProcessor puts values in those widgets.\n\nHope that helps.\n\n\nPayasin said...\n\nof course, the entire source is too large for the comments, but it's something like a name-value pairs like this\n\n@XmlElementRef(name = \"apyNom\", namespace = \"http:\/\/inmoutils\/xsd\", type = JAXBElement.class, required = false)\nprotected JAXBElement apyNom;\n\npublic JAXBElement getApyNom() {\nreturn apyNom;\n\npublic void setApyNom(JAXBElement value) {\nthis.apyNom = ((JAXBElement ) value);\n\nwhat metawidget shows is \"apynom\" with no value. There's a stored value (i.e. Homer Simpson), and i need that this value also appears. If i understood you right i need to write a widgetprocessor, to get something like \"apynom:homer simpson\"\nThanks for your answer, and keep up the good work, the metawidget idea seems fantastic!\n\ni'll take a look into the inspectors and widgetproccessors, if i understand what you say, i need a widgetprocessor, because the inspector maps the class right, but no value is show, in example the apynom field appears, but i need that the value stored also be showed. (like apynom: Homer Simpson)\n\nRichard said...\n\nYes, you need to write a WidgetProcessor. Please see my reply here\n\nLook forward to hearing how you go.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9897309542,
        "format_confidence":0.620601356
    },
    {
        "url":"http:\/\/www.techdarkside.com\/10-seconds-go-exploratory-testing-in-a-nut-shell",
        "text":"Information Technology Dark Side\n\nStruggles of a Self-Taught Coder\n\nInformation Technology Dark Side header image 2\n\n10 Seconds… Go: Exploratory Testing in a Nut Shell\n\nJune 17th, 2010 · 4 Comments\n\nThe Doit\n\nStep 1: Take a tour of the feature\nA tour is an exploratory testing exercise that helps you create a mental model you can use for planning your testing where you simply clicky around the feature and get a sense of what it does. A typical tour is aimed at answering questions like the following:\n\n  • What does the feature do?\n  • How does the feature vary by user?\n  • What other features are related to this feature or impact the way it operates?\n  • What capabilities are included in this feature?\n  • What setup activities are required to make the feature operational or to customize it?\n\nIt’s important to take notes during your tour as you find the answers to these questions. These notes will provide the information you need for the next step: writing session charters.\n\nStep 2: Write some session charters\nWriting session charters is easy – all you really have to do is capture the mission of the charter. A mission is what you are trying to accomplish in a 30-90 minute testing session. Examples of missions include:\n\n  • Try to find bugs in the happy path of adding a new person\n  • Look for XSS bugs in the event data entry views\n  • Look for bugs creating forms using IE7\n\nUse your notes from step 1 to create these charters. You can record them in a spreadsheet, a wiki page, a notebook, whatever. Just leave some room for notes.\n\nStep 3: Test away\nDoit! Grab a charter and start testing. As you test, try to think of different variations of what you are doing that might matter and try those too. If you think of something else that should be tested that isn’t captured in the charters you’ve already written, pause for a minute and write a new mission down. Make notes of any bugs you’ve found, but don’t go submit a bug report yet.\n\nIf you encounter something related to the mission you’re on that looks strange or interests you for whatever reason, focus on it for a while until something else distracts you (that is consistent with your mission of course). Following your instincts in this way helps keep you mentally engaged and avoid “brain-dead testing.”\n\nStep 4: Isolate and document bugs\nAfter you’ve done a charter or two, go back over your notes and highlight any bugs you’ve found. Take each one and try to isolate them. An isolated bug is one for which the simplest path to repeating it reliably has been identified. Once you get there, then document it in whatever way your team reports bugs.\n\nThere are good bug reports and there are bad bug reports. Good bug reports:\n\n  • Include information for reproducing the bug\n  • Clearly identify the part of the system in which they occur\n  • Clearly identify the outcome of the bad behavior (system crash, user confusion, etc)\n  • Include the reason you think it is a bug (see oracles below)\n  • Include supporting information such as screenshots and stack traces\n\nStep 5: Take a nap\n\nTesting this way requires energy. Most testers can only manage 3-4 charters per day before their brains start to melt and their productivity dips. It’s important to take breaks between charters and mix in meetings (the few we have) as well as other work. For instance, if you are planning on doing 3 charters, an expense report, a call with your boss, lunch, and some development, don’t plan on doing all 3 charters in a row after lunch. Instead, mix them in throughout the day to give your brain some time to recover.\n\n\nStay out of ruts\n\nUse your domain knowledge\nIn TriSano, this means knowing things like\n\n  • which diseases occur most frequently\n  • which forms are longest\n  • what reports are used for\n  • how tech-savvy the users are\n\nThis could be different for your app, but what matters is that you have some sensible understanding of the problem your solving and how the solution is used in the real world. When you test, take this knowledge into account and put it to use by modeling real scenarios in your testing.\n\nPretend to be someone else\nHere are some people you can pretend to be:\n\n  • A slow reader\n  • An angry user\n  • A malicious user\n  • A new user\n  • A distracted or bored user\n  • A user with a disability\n\nUse oracles to find bugs\n\nAn oracle is a theory of error that tells you something is wrong. Here are the oracles I use most frequently, captured by the mnemonic “HICCUPPS”.\n\nA bug could anything that is inconsistent with one of the following:\n\n  • History of the product\n  • Image of the product\n  • Claims made about the product\n  • Comparable products\n  • User expectations\n  • Purpose of the product\n  • Product itself (i.e. similar things work differently elsewhere)\n  • Statues or internal standards\n\nFor more information on HICCUPS, check this out:\n\nIf you enjoyed this post, make sure you subscribe to my RSS feed!\nStumble it!\n\nTags: Uncategorized\n\n4 responses so far ↓\n\nLeave a Comment",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9427661896,
        "format_confidence":0.8424965739
    },
    {
        "url":"https:\/\/expressmagazine.net\/posts\/view\/3833\/su-dung-circleci-lam-environment-testing-trong-drupal-8",
        "text":"Sử dụng CircleCI làm environment for testing trong Drupal 8\n\nSử dụng CircleCI làm environment for testing trong Drupal 8\n\nCircleCI is great at enabling developers to spin up an environment for testing from a set of defined images. When dealing with a website with a database, the usual build process involves downloading a database dump, installing it, and then performing tests. Here is a sample job that follows this approach. Notice where the majority of the time is allocated:\n\nSử dụng CircleCI làm environment for testing trong Drupal 8\n\nCircleCI spent two minutes downloading and installing a fairly small database (92MB compressed, 366MB uncompressed). This may be acceptable, but what if the database size was 1GB? CircleCI jobs would take several minutes to complete, which could slow down the development team’s performance. In this article, we will discover how moving the database installation into a custom Docker image helps to dramatically reduce build times on CircleCI. Let’s go straight to the results and see the log of a job where this has been already implemented:\n\nthis has been already implemented\n\nNotice the timings: we are down to eight seconds while the previous screenshot showed two minutes. Isn’t that great? Let’s compare how the traditional method works to the suggested way of doing it.\n\nInstalling the database at CircleCI\n\nHere is a typical CircleCI config file, which uses the official MariaDB image and then downloads and installs a database:\n\nInstalling the database at CircleCI\n\nWith the above setup, CircleCI spends two minutes downloading the database and installing it. Now, let’s see what this job looks like if the database is fetched from a custom Docker image.\n\ncustom Docker image\n\nNow CircleCI takes only eight seconds to install dependencies and mount the database and voilà, the container has started. Notice that we are using a custom Docker image hosted at Docker Hub:\n\nhosted at Docker Hub:\n\nThe above repository is in charge of building and hosting the image that contains the database in it. In the next section, we will discover how it works.\n\nInstalling the database via a Dockerfile\n\nI created a repository on GitHub that contains both the CircleCI job above and the Dockerfile, which Docker Hub uses to build the custom image. Here is the Dockerfile, inspired by lindycoder’s prepopulated MySQL database. Notice the highlighted section, which downloads and places the database in a directory where MariaDB will find it and import it:\n\nMariaDB will find it and import it:\n\nThe GitHub repository is connected with Docker Hub, which has a build trigger to build the image that CircleCI uses in the continuous integration jobs:\n\nCircleCI uses in the continuous integration jobs\n\n\nIn addition to achieving faster jobs at CircleCI, once we had the process in place we realized that it was making a positive impact in other areas such as:\n\n  • Faster build times on Tugboat, our tool for deployment previews.\n  • Developers started using the database image locally as it gave them an easy way to get a database for their local environment.\n\nHosting private images\n\nThis article’s example uses a public repository at Docker Hub to store the image that contains the database. For a real project, you would host this in a private repository. Here are a couple options to do so:\n\n\nQuay.io costs $15 per month for five repositories. What I like the most about Quay.io is that it allows the use of robot accounts, which can be used on CI services like CircleCI in order to pull images without having to share your Quay.io credentials as environment variables. Instead, you would create a robot account which has read-only permissions on a single repository on Quay.io and then use the resulting credentials on CircleCI.\n\nDocker hub\n\nDocker hub's free account supports a single private repository. However, it does not support robot accounts like Quay.io so unless you create a Docker account just for the project you're working on, you would have to store your personal Docker Hub passwords—in the form of environment variables—on third-party services like CircleCI.\n\nBạn thấy bài viết này như thế nào?: \nAverage: 5 (1 vote)\nẢnh của Tommy Tran\n\nTommy Tran owner Express Magazine\n\nDrupal Developer having 9+ year experience, implementation and having strong knowledge of technical specifications, workflow development. Ability to perform effectively and efficiently in team and individually. Always enthusiastic and interseted to study new technologies\n\n  • Skype ID: tthanhthuy\n  • Phone\/Zalo: (+84) 944 225 212\n  • WhatsApp: (+84) 944 225 212\n  • Line Messenger: (+84) 944 225 212\n  • Email: asaleotestf@gmail.com\n  • Telegram Messenger: https:\/t.me\/tommytran0401\n\nQuảng cáo việc làm\n\n\nThích hợp các bạn nữ mảng thợ may làm việc tại nước NGA\n\nĐơn hàng Tuyển dụng 100 Thợ may đi Nga(đợt 1 tháng 3.2021, đợt 2 tháng 5.2021). Lương thực lãnh 800 USD, bao ăn ở, vé máy bay và visa, phí xuất cảnh(1800 USD)trả khi đi làm có lương. Bạn có thể liên hệ CÔNG TY qua Phone\/Zalo: (+84) 944 225 212. Công ty sẽ tư vấn cho bạn.\n\nXem chi tiết: >>> https:\/\/bit.ly\/3o9NOfR\n\nTìm kiếm bất động sản\n\n\n\n\n\nDich vu khu trung tphcm\n\nDich vu diet chuot tphcm\n\nDich vu diet con trung\n\nQuảng Cáo Bài Viết\n\nHướng dẫn sử dụng Drupal Context.module\n\nHướng dẫn sử dụng Drupal Context.module\n\nIn this blog, we are going to introduce to you to the Context module, which puts the power of \"If ..., then ...\" into your hands.\n\nFacebook Messenger cho Windows chính thức ra mắt\n\nFacebook Messenger cho Windows chính thức ra mắt\n\nỨng dụng chat của Facebook giờ đây đã có mặt trên Windows. Với ứng dụng này bạn không chỉ có thể chat qua Facebook mà còn có thể cập nhật status\n\n\nDrupalgeddon - Thử injection Drupal 7 tại form tạo tài khoản và cái kết\n\nCVE-2018-7600 | Drupal < 7.58 \/ < 8.3.9 \/ < 8.4.6 \/ < 8.5.1 - 'Drupalgeddon2' RCE (SA-CORE-2018-002)",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9617227912,
        "format_confidence":0.7722480893
    },
    {
        "url":"http:\/\/robosherlock.org\/tutorials\/write_queries.html",
        "text":"Use queries to control the pipeline\n\nThis tutorial assumes that the reader has followed the installation guide, which can be found here Install and Setup, including the installation of the query-answering dependencies. The reader should also have started RoboSherlock, downloaded the bag file available in the first tutorial and loaded the bagfile into the MongoDB as described in the tutorial about logging results.\n\nBefore using queries in robosherlock, json_prolog needs to be started as follows.:\n\nroslaunch json_prolog json_prolog.launch initial_package:=robosherlock_knowrob\n\nRoboSherlock supports querying for certain characteristics, which it will try to perceive in the scene. As an example, the user may want to know, whether there are any blue objects in the scene.\n\nQuerying can be done using the ROS-Service Interface. The query itself is a json string. Execute the following query, which corresponds to the example above.\n\nrosservice call \/RoboSherlock\/query \"query: '{\\\"detect\\\":{\\\"color\\\":\\\"blue\\\"}}'\"\n\n\nThe quotation marks in the json string need to be escaped when using rosservice from the command line.\n\nThe result is a list of objects that fit the query. In this case, every object, which contains at least 20% blue color.\n\nQueries can be composed of multiple desired characteristics. Execute the following query and note, that the result now contains only the flat blue objects.\n\nrosservice call \/query_json \"query: '{\\\"detect\\\":{\\\"color\\\":\\\"blue\\\", \\\"shape\\\":\\\"flat\\\"}}'\"\n\nA list of available characteristics can be found here.\n\nChange the query configuration\n\nSome query characteristics like color can be configured to modify the way they are filtered. In the example above the object had to contain 20% blue color in order to be returned as a blue object. These values can be changed in the config\/filter_config.ini. Open the file in an editor and find the entry for color. Change the threshold value to 0.4. The next time the color is queried, objects need to have at least 40% of a certain color to fit that characteristic.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9266163707,
        "format_confidence":0.7537799478
    },
    {
        "url":"http:\/\/css.dzone.com\/articles\/improving-mobile-site-form?mz=46483-html5",
        "text":"HTML5 Zone is brought to you in partnership with:\n\nA friendly Finnish hacker. I am technology consultant, open source advocator and entrepreneur. My expertise areas cover HTML5, Python, Plone, Javascript, WebGL,UNIX and mobile web. Mikko likes sushi, Angry Birds and dislikes winter. Mikko is a DZone MVB and is not an employee of DZone and has posted 43 posts at DZone. You can read more from them at their website. View Full User Profile\n\nImproving mobile site form usability with HTML5\n\n  • submit to reddit\n\nThis blog post is a part of Mobilizing websites with responsive design and HTML5 tutorial. For all posts please see the Introduction post.\n\nIt is cumbersome to enter any longer input on mobile devices with “thumb typing”.\n\nFor better mobile user experience you want to optimize form inputs to have minimal amount of presses.  Also, the form layout might need adjustments to cope with the smaller screen size and harder-to-read text.\n\nIn the case we describe in this tutorial, we use mobile.css to override the default desktop form styles so that the form renders and acts better on small screens and touch devices.\n\n1. Making forms more mobile friendly\n\nSome useful mobile enhancements include\n\n  • Make text bigger: Text and <input> field default size is bigger, so that you don’t need to zoom in to read the label.\n  • Use fixed width font on input fields: Fixed width fonts, like Courier, are cleaner for reading narrow letters, like i,1,l on small input fields. It may look ugly, but it’s minor usability win.\n  • Only one column of form elements: There is only one column on <input> and no <form> elements are horizontally on the same row, so that there is as much as possible horizontal text line length to be consumed for <input> fields. Exception: make sure that checkbox control + label still remain on the same row.\n  • Expand controls to full screen width: easier to hit with touch and there is enough space to read the input field values\n  • More paddingand margin for form controls to help touch input by avoiding accidentally presses\n  • Use field type specific HTML5 inputs: more below\n  • Use Javascript to enhance form input logic: e.g. automatically choose sane defaults based on other field values or submit the form when it’s completed, so that the user spends less time to enter the data on the form\n  • Use geolocation to pre-fill address fields and filter out lists of unnecessary choices\n\nHere are some example mobile.css styles which we used for mobilizing forms desktop forms:\n\n * Form fixes\n\n\/* Only one input per row *\/\nselect, input, button {\n   display: block;\n   margin-bottom: 1em;\n   max-width: 80%;\n   font-size: 120%;\n\n\/* Follow the size of input elements *\/\nlabel {\n   font-size: 120%;\n\n\/* Checkbox is still inline *\/\ninput[type=checkbox] {\n    display: inline;\n\nHow forms looked before fix:\n\nHow forms looked after the fix:\n\n2. Short-cutting unnecessary user choices\n\nIn our project we also applied a Javascript snippet which will automatically submit the form when the final <select> input choice has been made. Thus, the user does not need to pan around to press the form submit button unnecessarily: this way we decrease the amount of presses needed to proceed with the form.\n\nThe Javascript code for the form autosubmission:\n\n<script type=\"text\/javascript\">\n\n  \/\/ Automatically push form forward when the selection has been\n  \/\/ made in the selection list\n  function onSelect() {\n     var form = document.getElementById(\"IdPList\");\n\n     if(form) {\n\n  \/\/ Bind select event handler\n  function init() {\n var select;\n\n     \/\/ Remember selection permanently and bypass the WAYF service from now on.\n     select = document.getElementById(\"select-idp\");\n\n     if(select) {\n         select.addEventListener(\"change\", onSelect);\n\n     \/\/ Select: In order to access the resource you must authenticate yourself.\n     select = document.getElementById(\"userIdPSelection\");\n\n     if(select) {\n         select.addEventListener(\"change\", onSelect);\n\n  \/\/window.addEventListener(\"DOMContentLoaded\", init);\n  window.addEventListener(\"load\", init);\n\n_element_enhancements\">3. HTML5 <input> element enhancements\n\nIt is also recommended to convert<input type=text> fields for HTML5 specific versions. Note that this change is backward compatible, as the legacy browsers will fallback to normal text input. Even big sites like are already using HTML5 inputs. With specific HTML5 input types a mobile browser can open a field type specific touch keyboard. E.g. if you are asking for a phone number the opened keyboard is phone keypad instead of QWERTY touch keyboard.\n\nDifferent <input> types already exists for\n\n  • Telephone number\n  • Email\n  • IP address\n  • URL\n  • Number\n  • Search\n  • Time\n  • Native autocomplete\n  • etc.\n\n4. Geolocation\n\nYou can use HTML5 geolocation API to determine the city \/ address of the user and pre-fill form values based on this. This is handy e.g. on a use cases like where the user is selecting city to choose a movie theaters.\n\n5. jQuery Mobile\n\njQuery Mobile is a theming framework for mobile sites. It includes some touch friendly Javascript widgets to enhance existing mobile experience. However there widgets are more theming side of the things and the necessary user interaction can be reached even without jQuery Mobile.\n\n6. File submissions\n\niOS devices, like iPhone and iPad, do not support <input type=file> file submissions (iOS 5.0). Android devices do and other mobile phones as well. However, the user experience of selecting files on these devices is not great and you might want to create an app instead.\n\n7. More information\n\nPublished at DZone with permission of Mikko Ohtamaa, author and DZone MVB. (source)\n\n(Note: Opinions expressed in this article and its replies are the opinions of their respective authors and not those of DZone, Inc.)",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9785006642,
        "format_confidence":0.9806399345
    },
    {
        "url":"http:\/\/www.peachpit.com\/articles\/article.aspx?p=29596&seqNum=6",
        "text":"Publishers of technology books, eBooks, and videos for creative people\n\nHome > Articles > Web Design & Development\n\n  • Print\n  • + Share This\n  • 💬 Discuss\nThis chapter is from the book\n\nThis chapter is from the book\n\nCalling a Macro from Within a Macro\n\nBecause you can call a macro from within another macro, you can build some complex macro functionality to save a lot of typing. This part of the project shows you how to call one macro from another.\n\n  1. If it isn't already open, launch the MarkupSource.macro file.\n\n  2. Create a few email macros. You can type these in manually or copy them from the file named Project1.macro on the CD.\n\n    • JOE &\n\n    • TOM &\n\n    • DOT &\n\n    Figure 1.9 Adding a bunch of email macros for different individuals.\n\n  3. Create another macro to call one of these macros.\n\n    • type MAILTOM &<a href=\"mailto: $TOM$\">%$TOM$%<\/a>&\n\n    • the dollar sign delimiter signals a call to another macro, in this case the \"TOM\" macro you created in step 2. The \"%\" sign delimiter once again highlights the contents of the TOM macro.\n\n    Figure 1.10 Calling an existing macro from within another macro.\n\n  4. Save the macro file.\n\n  5. Type MAILTOM and press the macro command keys in the HTML Source editor to automatically input the macro text.\n\n  6. Figure 1.11 Output from the MAILTOM macro.\n\n  • + Share This\n  • 🔖 Save To Your Account\n\n\ncomments powered by Disqus",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9665260315,
        "format_confidence":0.9740365148
    },
    {
        "url":"https:\/\/www.tothenew.com\/blog\/create-cli-in-nodejs\/",
        "text":"Create CLI in Nodejs\n\n04 \/ May \/ 2016 by Abhishek Singh 0 comments\n\nI wanted to create a command line tool for sharing files for some time now, but given all the things we have to go through to do that same was a hassle. But after getting to know Node.js more,  I have never thought it would be done with so much ease. NPM helps us to make it an easy and time saving process.\n\nAfter creating and publishing my first CLI module , I want to share these simple steps to create your own CLI module.  In this blog, we will see how to make a node script do things on the command line.\n\nWe will also see an example of a file-share module.\n\nStep 1 : Node and NPM installation\n\nHere We assume that you have NodeJs and NPM (Node package manager) installed on your computer. If not, please install both before we proceed further.\n\nInstalling NodeJs and NPM is a simple process, to do so follow this link.\n\nStep 2 : Creating project and package.json configuration\n\nNow, create a project and run npm init .\n\nNPM will ask you to enter some configuration values for your project. You can provide input or can choose to skip it by pressing enter key. You can edit these entries anytime in future. It will create a template package.json file.\n\nNPM uses package.json file to know about your project and to install its dependencies.\n\nNow make following changes in package.json file :\n\n  • remove main key.\n  • add preferGlobal key and set it to true. Now this module will always be installed globally.\n  • add bin object which maps commands to files. After installation, npm will map my-command to index.js file.\n\nExample package.json :\n\n\"name\": \"test-cli\",\n\"version\": \"1.0.0\",\n\"description\": \"\",\n\"scripts\": {\n\"test\": \"echo \\\"Error: no test specified\\\" && exit 1\"\n\"author\": \"\",\n\"license\": \"ISC\",\n\"preferGlobal\" : true,\n\"bin\" : {\n\"my-command\" : \"index.js\"\n\nStep 3 : Creating index.js\n\nNow create index.js file and add the following code in it.\n\n#! \/usr\/bin\/env node\n\nconsole.log(\"my-command-cli running …\");\n\n(#!) at the start of first line also known as the shebang, makes the script executable with what follows it.\n\n\/bin\/env looks at the current environment. We have added a “bin” key in package.json file to tell Node where it can find the file to execute as a command (my-command).\n\nStep 4 : Installation and testing\n\nTo install this module on your computer, run npm link .\n\nRun my-command in terminal\/command window to test your command and you will see the following output :\n\nmy-command-cli running …\n\nNow you can implement index.js as per your requirements.\n\nUse case : file-share module\n\nFollowing the above described approach, I have created and published a npm module named file-share .\n\nYou can use it for sharing files and directories over LAN.\n\nGithub link  of file-share module.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9868841171,
        "format_confidence":0.9786797762
    },
    {
        "url":"http:\/\/vistamenu.com\/dhtml-horizontal-menu-tutorial.html",
        "text":"Dhtml Horizontal Menu Tutorial Screenshots\n\nDhtml Horizontal Menu Tutorial\n\nMenu, Button, and Icon Collection\n\nFlash Menu Builder provides huge collection of 1400 web buttons, 6600 icons, 300 ready-made samples, so you'll create really nice looking menus and buttons with little or no design skills at all! Web 2.0, Mac, iPhone, Aqua buttons, Vista, XP, transparent, round, glossy, metallic, 3d, tab menus, drop down menus will be a breeze!\n\nButton and Icon Samples\n\nDhtml Horizontal Menu Tutorial\n\nHow to Use Flash Menu Builder Menu Generator\n\n  • Submenu Theme Toolbox\n\n    In the Themes toolbox you can choose submenu themes for web appearance. Click theme name to open it. The theme's available submenu's backgrounds will appear in the Submenu backgrounds list.\n\n    You can check how a background responds to the mouse events without applying it. To do so just move mouse over\/click the background.\n\n    To apply chosen background, just double-click it. Submenu appearance will change.\n\n  • Setup menu parameters manually or using Vista Buttons GUI interface. Then save your code in html page and your menu is ready! Use one of the predefined buttons' and submenus templates create your own themes in Vista Buttons application\nDhtml Horizontal Menu Tutorial\n\nText-based menu\n\nYou can create a menu with text-based top items. Such menu will be loaded more quickly on your website (in comparison with image-based navigation).\nMenu structure is comprised of HTML nested UL and LI tags. Standards compliant menu structure is simple to customize and update.\n\nSubmenu Template Free Download\nDhtml Horizontal Menu Tutorial\n\nImage Navigation\n\nUse images for icons, backgrounds of items. Using images you can create menus entirely based on graphics.\n\nSilver Menu Vertical Sample\nDhtml Horizontal Menu Tutorial\n\nMultilanguage User Interface (MUI)\n\nSince the version 2.79 Vista Buttons supports the multilanguage user interface. Vista Buttons is translated into the numerous of languages such as: German, Dutch, French, Italian, Spanish, Portugues, Arabic, Polisch, Romanian, Hungarian, Bahasa Malaysia.\n\nHorizontal Menu Drop Down Examples\nDhtml Horizontal Menu Tutorial\n\nInsert button script into the existing HTML page\n\nYou can insert your button script into the existing HTML page. To do so, click \"Page insert\" button on the Toolbar.\n\nVertical Menu In Websites\nDhtml Horizontal Menu Tutorial\n\n\nPlease contact Customer Support at (please include template name in the message title)\nBuy Now!Free Trial Download",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.550896585,
        "format_confidence":0.7160894275
    },
    {
        "url":"https:\/\/status.im\/ru\/technical\/build_status\/status_react_quickstart.html",
        "text":"Status Docs\n\nGetting Started with Status-react\n\nStatus is an open source community of people committed to building better, decentralised tools for web3, and making sure that everyone across the world can access these tools directly from their pockets.\n\nIf peer-to-peer electronic payment systems are really going to change the ways we interact and organise as a society, then we need to make sure that as many people can take part in these networks as possible. Just as importantly, the tools they have access to must support web3 without making compromises that might keep the playing fields permanently skewed. People everywhere need to be able to connect, transact, explore, and create value with as much ease and freedom as bankers on Wall Street.\n\nIntroducing Status-react\n\nStatus-react is where most of what might traditionally be called the “frontend” logic sits (everything to do with UI components and interactions, chats, views etc.) and status-go is where all the heavier blockchain and backend logic sits. Status-go can be compiled as a stand alone library, and gets included as a static dependency in status-react at build time.\n\nStatus-react is actually written in Clojure & ClojureScript, which is a Lisp-like language that can be compiled down to React Native, so that we only have to maintain one codebase for Android, iOS and our desktop app.\n\nClojure \/ CLJS is one of the most performant frontend tools around; enabling the greatest productivity, with the fewest lines of code. However, a lot of that is lost in the compilation down to React Native, so what are our real motivations?\n\nWith Clojure you get a complete separation of functions and data. This means we can do amazing things in Status extensions that allow developers a lot of access to different parts of the data, that now lives client side in decentralised networks, without compromising on the security of our users.\n\nThe goal of this tutorial is to get someone new to Status-react to the point where they can evaluate expressions in-line in their editor. Inline evaluation is one of the things that makes Clojure both fun and powerful.\n\nWhat follows is the definitive account of how to get to that “aha” moment, specifically for the iOS dev build of Status-react. With this built, you can start contributing as soon as you wish!\n\nInitial Setup\n\nWith this quick start guide being for the iOS dev build, we’re assuming that you are Mac based.\n\nThe first requirement is XCode. If you do not wish to install it from the Mac App store, there is a great guide on installing XCode and the XCode Dev Toolkit via command line, here.\n\nNow, with XCode \/ Dev Toolkit installed, we can get on with the main building of Status-react and start contributing in earnest!\n\nInstalling \/ Building Status-react\n\nBuilding out your own dev version of Status is the best way to experiment before submitting actual contributions to the main codebase. The process for building your iOS dev app is relatively simple, but if the following steps are not run in the correct order, the build will output nothing but errors!\n\nOpen up three terminal windows (or tabs), and ensure you keep all three open. In the first, enter the command:\n\nmake run-clojure\n\nUnder the hood, this command runs the equivalent of:\n\nyarn shadow-cljs watch mobile\n\nWith that entered, you should see the following, after a short time:\n\n\nWith re-frisk started and the ClojureScript REPL started, you can move onto the second window, and enter the next command:\n\nmake run-metro\n\nBy executing this make script, a Nix environment will be created for iOS, running status-go in the background, and Metro Bundler in the foreground. Upon success, after a short while you should see:\n\n\nThe image above reflects how the terminal window will remain, until the third command has been successfully executed. Head into the third Terminal window, and enter:\n\nmake run-ios\n\nThis Make script will start up the iOS debugger \/ simulator. This is the main reason we had to ensure XCode was installed at the beginning of this guide. With this successfully run, not only will the iPhone simulator open up, but in the terminal window, you should see:\n\n\nAs you can see in the image, the Status Ethereum debug client is started, and we’re nearly ready to go!\n\nSo, with all of these commands successfully run, you’re now ready to go, and (hopefully) have reached that “aha!” moment for status-react!\n\n\nRe-installing & Cleaning Up\n\nIf for any reason you need to completely clean up Status, go to ~\/Library\/Application Support\/ and delete any Status directories. Delete the app in \/Application. Then you are ready to reinstall.\n\nTo free up space by removing old packages from the Nix store you can use:\n\nmake nix-gc\n\nYou can also purge Nix and all its related files by running the command:\n\nmake nix-purge\n\nKnown Issues\n\nLast update: 2022-05-08",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9889201522,
        "format_confidence":0.8239424229
    },
    {
        "url":"https:\/\/www.edureka.co\/blog\/android-ui-design\/",
        "text":"Android Development (55 Blogs) Become a Certified Professional\n\nAndroid Layout Design Tutorial: Everything You Need To Know\n\nLast updated on Nov 27,2019 3.9K Views\n2 \/ 5 Blog from Android Fundamentals\n\nIf you are new to Android Development, you’ve landed in the perfect place to kick start your learning about the layout design. This article on Android layout design tutorial will help your way out with some useful tips to make a better UI design and also explains how to design a UI.\n\nI’ll be discussing the below topics:\n\nSo, let’s get started!\n\nAndroid Layout Design Tutorial: Introduction to UI components\n\nTalking about the UI components, the typical UI of any Android application consists of these components:\n\n  • Main Action Bar\n  • View Control\n  • Content Area\n  • Split Action Bar\n\nThese play a major role while you are developing a complex application. You’ll get a clear view of this when we get to the demo section of this article.\n\nAnother important factor that helps in customizing the UI design would be the view component.\n\nLet’s see what is a View in Android Development.\n\nAndroid Layout Design Tutorial: Views\n\nA View is considered as a basic building block for a proper user interface that is actually created from the View class. This occupies a rectangular area on the screen and is eventually takes care of drawing and event handling.\n\nA View is the base class for widgets, which are used to create interactive UI components like buttons, text fields, etc. Now talking about the rectangle area or a box, It can either be an image, a piece of text, a button or anything that an android application can display. The rectangle here is actually invisible, but every view occupies a rectangle shape.\n\nYou might have a question, what can be the size of this rectangle?\n\nThe answer is you can either set it manually by specifying the exact size(with proper units) or by using some predefined values. These predefined values are match_parentand wrap_content.  This match_parent signifies that it will occupy the complete space available on the display of the device. Whereas, wrap_content refers that it will occupy only that much space as required for its content to display.\n\nNow let’s point out the major differences between View and the ViewGroup.\n\n\n  1. View objects are the basic building blocks of the UI elements in Android.\n  2. A View is a simple rectangle box which response to the user’s actions.\n  3. View refers to the android.view.View class, which is the base class of all UI classes.\n  4. Examples are EditText, Button, CheckBox, etc..\n\n\n  1. ViewGroup is the invisible container which holds View and ViewGroup.\n  2. ViewGroup is the base class for the Layouts.\n  3. For example, LinearLayout is the ViewGroup that contains Button(View), and other Layouts also.\n\nNow let’s move ahead and understand the Layouts that are present.\n\nAndroid Layout Design Tutorial: Types of Layouts\n\nA layout defines the structure for a User Interface in the application. All elements in the layout are built using a hierarchy of View and ViewGroup objects.\n\nNow let’s see how to declare the layout.\n\nYou can declare a layout in two ways:\n\n  • Declare UI elements in XML. Android provides a straightforward XML vocabulary that corresponds to the View classes and subclasses, such as those for widgets and layouts.\n\nNote: You can also use Android Studio’s Layout Editor to build your XML layout using a drag-and-drop interface.\n\n  • Instantiate layout elements at run time. The application can create View and ViewGroup objects and manipulate their properties programmatically.\n\nLet’s discuss the different types of  Layouts.\n\nThe UI in Android is a hierarchy of Views and ViewGroups. The ViewGroups will be intermediate nodes in the hierarchy, and the views will be terminal nodes.\n\n  • Linear layout\n  • Absolute layout\n  • Relative layout\n  • Table layout\n  • Frame layout\n\nLet’s discuss them in detail.\n\nLinear layout\n\nThe linear layout is used to place one element on each line. So, all the elements will be placed in an orderly top-to-bottom fashion. This is a very widely-used layout for creating forms on Android. It can also be referred as a view group that aligns all children in a single direction, vertically or horizontally.\n\nAbsolute layout\n\nIn absolute layout, you can specify the exact coordinates of each control that you want to place. In this type of layout, you can give the exact X and Y coordinates of each control. It enables you to specify the exact location of its children.\n\nRelative layout\n\nA Relative Layout is a ViewGroup that displays child views in relative positions. You can specify the position of the elements in relation to other elements, or in relation to the parent container.\n\nTable layout\n\nUsing the table layout, you can create a table with rows and columns and place elements within them. In each row, you can specify one or more elements. You can use this command <TableRow> to create a new table layout.\n\nFrame layout\n\nThe Frame layout is used when you want to show one item on each screen. Using the frame layout, you can have multiple items. This Frame Layout is a placeholder on the screen that you can use to display a single view.\n\nAndroid Layout Design Tutorial: Units of measurement\n\nWhen you are specifying the size of an element on an Android UI, you should definitely remember the following units of measurement.\n\n  dpDensity Independent Pixel. 1dp is equivalent to one pixel on a 160dpi screen.\n  spScale Independent Pixel. This is very similar to dp but just that this is recommended for specifying font sizes.\n  ptPoint. A point is defined to be 1\/72 of an inch.\n  pxPixel. Corresponds to actual pixels on the screen\n\nNow, let’s move ahead to the final topic of this article.\n\nAndroid Layout Design Tutorial: Demo\n\nIn this demo section, let’s understand how to work with layouts in Android Studio.\n\nRefer the step by step intallation guide to Android Studio.\n\nThis is how the layout looks like. Just select the drawable and you’ll find a few classes, select any other class under this drawable. You can either code the layout structure or you can view the design and just drag and drop the components on the design space.\n\nDemo - Android Layout Design Tutorial - Edureka\n\nYou can view the components that you have selected under the component tree.\n\nYou can also find these in the layout.\n\n  1. Palette: This holds the list of views and view groups that you can drag into your layout.\n  2. Component Tree: Consists of the View hierarchy for your layout.\n  3. Toolbar: Buttons to configure the layout appearance in the editor and to change a few layout attributes.\n  4. Design editor: Layout in Design or Blueprint view, or both. Also considered as the design space.\n  5. Attributes: It controls the selected view’s attributes.\n\nWith this, we come to the end of this article on “Android Layout Design Tutorial”. Hope you guys are clear with what has been shared with you in this tutorial. Stay tuned for other blogs and Good Luck with your Android Development career.\n\nNow that you have understood the basics of Android Layout Design, check out the Android Training by Edureka, a trusted online learning company with a network of more than 250,000 satisfied learners spread across the globe.\n\nEdureka’s Android App Development Certification Training course is designed for students and professionals who want to be an Android Developer. The course is designed to give you a head start into Java programming and train you for both core and advanced concepts along with a project where you be expected to create an App in Android. \n\nGot a question for us? Please mention it in the comments section of this “Android Layout Design Tutorial” blog and we will get back to you as soon as possible.\n\n\nBrowse Categories\n\nwebinar_success Thank you for registering Join Edureka Meetup community for 100+ Free Webinars each month JOIN MEETUP GROUP\n\nSubscribe to our Newsletter, and get personalized recommendations.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9861197472,
        "format_confidence":0.9779981375
    },
    {
        "url":"http:\/\/www.justsomestuff.co.uk\/wiki\/doku.php\/virtualization\/aws_builds",
        "text":"Automating AWS builds with cloud-init\n\nHow to ensure that when you launch an instance in AWS, it complies with you standard build and will do things like picking up the correct hostname, will connect with puppet and register with satellite, etc\n\nThis example is based on RedHat Enterprise Linux but can be adapted to other linux distributions.\n\nStep 1 - set up the AWS CLI\n\nI've used the Linux based AWS CLI in this procedure. Thic can be set up as follows:\n\n1. Download zipped bundle (from link on )\n2. unzip\n3. Install: awscli-bundle\/install -i \/usr\/local\/aws -b \/usr\/local\/bin\/aws\n4. Now it needs to be configured:\n  $ aws configure\n  AWS Access Key ID [None]: as provided when your user was set up\n  AWS Secret Access Key [None]: as provided when your user was set up\n  Default region name [None]: eu-west-1\n  Default output format [None]: ENTER\n\nNOTE: uses python, must be version 2.6 or above\n\nThere is also a power shell based CLI should you be that way inclined.\n\nStep 2 - creating an Amazon Machine Image (AMI) from your linux standard build\n\nBy creating an AMI based on your linux standard build, you can ensure that your linux instances comply with your company standards. One way of doing this is as follows:\n\n1. Build a VMware VM using your standard build procedure\n2. Export a VMDK file from the VM , in vcenter, select your VM > click file > Export > Export OVF Template > select OVF . You should end up with a VMDK file.\n3. Copy the VMDK to a S3 bucket:  aws s3 cp my-vm-disk1.vmdk s3:\/\/justsomestuff\/my-vm-disk1.vmdk\n     #should see message\n     upload: .\\my-vm-disk1.vmdk to s3:\/\/justsomestuff\/my-vm-disk1.vmdk\n4. Import it: \n     aws ec2 import-image --cli-input-json \"{  \\\"Description\\\": \\\"JustSomeStuff Base Image\\\", \\\"DiskContainers\\\": [ { \\\"Description\\\": \\\"First CLI task\\\", \\\"UserBucket\\\": { \\\"S3Bucket\\\": \\\"justsomestuff\\\", \\\"S3Key\\\" : \\\"my-vm-disk1.vmdk\\\" } } ]}\"\n5. This takes a while. You can monitor progress as follows:\n     aws ec2 describe-import-image-tasks --cli-input-json \"{ \\\"ImportTaskIds\\\": [\\\"import-ami-fgo894kw\\\"], \\\"NextToken\\\": \\\"abc\\\", \\\"MaxResults\\\": 10 } \"\n   where the ImportTasksIds is the id of the task from the import-image command\n\nOnce the import has finished, you should see an AMI called “JustSomeStuff Base Image” listed in you browse your AMIs via AWS Management Console\n\nStep 3 - Customise the base AMI for cloud\n\nNow that you have an AMI based on your standard build, you can use this to launch instances. However, if you launched an instance as is from the AMI, it would have the same hostname, SSH keys, etc, as the VM it was created from. To change this you can use a feature called cloud-init. First off you need to customise your AMI slightly for cloud use\n\n1. Launch an instance from your base AMI (assume the id is ami-1234d1e2)\n     aws ec2 run-instances --image-id ami-1234d1e2 --count 1 --instance-type t2.micro --key-name JustSomeStuff --security-group-ids sg-1a2b3c4d  --subnet-id subnet-1a2b3c4d\n2. Log into the instance and install the cloud-init rpm package (this is included in the epel66-x86_64 stream)\n3. Once the cloud-init package is installed cd \/etc\/cloud\/templates\/\n4. Edit hosts.redhat.tmpl adding entries for the puppet and satellite servers, e.g.\n\nThis file \/etc\/cloud\/templates\/hosts.redhat.tmpl is only utilized\nif enabled in cloud-config.  Specifically, in order to enable it\nyou need to add the following to config:\nmanage_etc_hosts: True\n# Your system has configured 'manage_etc_hosts' as True.\n# As a result, if you wish for changes to this file to persist\n# then you will need to either\n# a.) make changes to the master file in \/etc\/cloud\/templates\/hosts.redhat.tmpl\n# b.) change or remove the value of 'manage_etc_hosts' in\n#     \/etc\/cloud\/cloud.cfg or cloud-config from user-data\n# The following lines are desirable for IPv4 capable hosts ${fqdn} ${hostname} localhost.localdomain localhost localhost4.localdomain4 localhost4 uksatellite      puppet\n# The following lines are desirable for IPv6 capable hosts\n::1 ${fqdn} ${hostname}\n::1 localhost.localdomain localhost\n::1 localhost6.localdomain6 localhost6\n\n5. Create an update AMI from this updated instance\n      aws ec2 create-image --instance-id i-a13b9929 --name \"JustSomeStuff Base Image with cloud-init\" --description \"JustSomeStuff standard RedHat 6.6 build with cloud-init and customised hosts template\"\n\nThe quick witted amongst you may be asking, why not do this when you build the VM (step 2). Well the answer is, that would be sensible. However, we had already created our standard AMI so I didn't want to go back and create it again (I know, how lazy…)\n\nStep 4 - launch instances\n\n 1. Create a cloud-init file. Here's the one I used\n # == Hostname management (via \/etc\/hostname) ==\n hostname: jss01\n manage_etc_hosts: True\n # == Regenerate ssh host keys, register with satellite and make sure pupet up to date ==\n   - rm -f \/etc\/ssh\/ssh_host_rsa_key\n   - rm -f \/etc\/ssh\/ssh_host_dsa_key\n   - ssh-keygen -f \/etc\/ssh\/ssh_host_rsa_key -N '' -t rsa\n   - ssh-keygen -f \/etc\/ssh\/ssh_host_dsa_key -N '' -t dsa\n   - rm -f \/root\/.bash_history\n   - cd \/var\/tmp && wget && sed -i -e  's\/\\. ${POST_RUN}\/\\# \\. ${POST_RUN}\/' && sh\n   - puppetd --test\n the commands listed under the runcmd section. These will recreate the SSH host keys, upload a satellite register script to \/var\/tmp and run it, then make sure puppet \n downloads the required files.\n The puppet part requires you to have puppet installed in your base image and for you to create a manifest entry on the puppet master first.\n  2. Launch the instance using the cloud-config file:\n        aws ec2 run-instances --image-id ami-1234d1e2 --user-data file:\/\/\/var\/tmp\/cloud-init --count 1 --instance-type t2.micro --key-name JustSomeStuff --security-group-ids sg-1a2b3c4d  --subnet-id subnet-1a2b3c4d\n\nOnce the image has launched, it will have the a hostname of jss01, you'll be able to install packages from satellite and all the puppet controlled files will be in place.\n\nYou can tag the instance with a name as follows:\n\n aws ec2 create-tags --resources i-4da871c5 --tags Key=Name,Value=jss01\n\nYou can also use the cloud-config file in the AWS Management Console by cutting and pasting it into the userdata box when you launch an instance.\n\ncloud-init is also supported with Openstack.\n\nRecent Changes",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.8429257274,
        "format_confidence":0.9074469209
    },
    {
        "url":"http:\/\/www.sudosu.in\/2013\/06\/setting-up-php-on-windows-server-2003.html",
        "text":"Setting up PHP\/PHP-CGI on Windows Server 2003 - IIS-6\n\nPHP\/PHP-CGI on Windows Server 2003\n\nIf you want to setup php-cgi instead of php, you can modify the steps shown below to 'php-cgi' instead of 'php'.\n\nYou can give php-cgi.exe instead of php.exe. All other remains the same.\n\nHere i am using windows server 2003 and IIS6.0. PHP zip file is extracted in  C:\\PHP directory. It is assumed default ACLs\/Permissions.\n\n1. Unzip the latest PHP ZIP file to C:\\PHP, and copy php.ini-recommended from that folder to C:\\windows\\php.ini, then copy php5ts.dll to C:\\Windows\\System32. Also Rename C:\\php\\php.ini-recommended to C:\\php\\php.ini and then COPY it to C:\\Windows\n\n2. Load IIS from the Administrative tools in the Control Panel by clicking Start -> Administrative Tools -> IIS Manager.\n\n3. Click the name of your computer then click \"Web Service Extensions\", on the left side of the main frame you can find a green arrow pointing to a link that says \"Add a new Web service extension...\", click that link.\n\n4. Set the extension name to anything you'd like. Here i created in name, 'PHP' put C:\\PHP\\php.exe as the Required file, also check \"Set status to allowed\"\n\n5. Go to the directory you'd like to configure PHP for in the IIS Manager(Here the name of the directory is 'phpscript'), right click it, and select properties.\nI have created the directory by running, 'md c:\\inetpub\\wwwroot\\phpscript' in cmd.\n\n6. Click the Create button, set the Execute permissions to \"Scripts only\", then click the Configuration button.\n\n7. Click Add.  For the Executable put - C:\\PHP\\php.exe for the Extension put \".php\", set the verbs to all, and make sure the bottom check boxes are checked. Then Click OK and OK.\n\n8. Create a phpinfo page in the directory,c:\\inetpub\\wwwroot\\phpscript. Here i have created info.php and verified the result, by loading the following url from the server.\n\nThat's it..",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.930226624,
        "format_confidence":0.8515022993
    },
    {
        "url":"https:\/\/www.gabrielserafini.com\/blog\/2009\/10\/22\/is-wordpress-automatic-install-upgrade-compatible-with-a-svn-deployment-of-wordpress\/",
        "text":"\n\nPicture of a Windows desktop featuring a mouse pointer\n\nQuestion: Is the built-in WordPress automatic install \/ upgrade process compatible with a SVN deployment of WordPress?\n\nShort answer: Yes.\n\nEver since WordPress came out with the automatic upgrade functionality in 2.7 I’ve hesitated to use it since the majority of our client installs are deployed using Subversion (svn) and I wasn’t sure how it would react with the .svn directories.\n\nToday I finally decided to figure it out, and found that the WordPress team coded their upgrading functions exactly correctly (as far as not overwriting or deleting .svn directories goes). In addition, their script correctly removes old and unneeded files that might be present.\n\nFirst, check to make sure that our svn checkout is clean:\n\n$ svn st\n\nNext, we begin the automatic upgrade process.\n\nStep 1: Click the WordPress 2.8.5 “Please update now.” link:\nStep 2: Backup your files as suggested –\nStep 3: Enter your FTP connection details and click the Proceed button\nStep 4: Wait while the files are downloaded and unzipped. This can take a minute or two, so be patient.\n\nNow we can check to see what files were changed:\n\n$ svn st\nM wp-app.php\nM xmlrpc.php\nM wp-includes\/post-template.php\nM wp-includes\/version.php\nM wp-includes\/theme.php\nM wp-includes\/comment-template.php\nM wp-includes\/bookmark-template.php\nM wp-includes\/media.php\nM wp-includes\/formatting.php\nM wp-includes\/author-template.php\n! wp-includes\/images\/swf.png\n! wp-includes\/images\/audio.png\n! wp-includes\/images\/zip.png\n! wp-includes\/images\/html.png\n! wp-includes\/images\/doc.png\n! wp-includes\/images\/video.png\n! wp-includes\/images\/pdf.png\n! wp-includes\/images\/js.png\n! wp-includes\/images\/exe.png\n! wp-includes\/images\/text.png\n! wp-includes\/images\/default.png\n! wp-includes\/images\/tar.png\n! wp-includes\/images\/css.png\nM wp-includes\/rewrite.php\nM wp-includes\/general-template.php\nM wp-includes\/capabilities.php\nM wp-includes\/classes.php\nM wp-includes\/category-template.php\n? wp-content\/plugins\/hello.php\nM wp-content\/plugins\/akismet\/akismet.php\nM wp-content\/plugins\/akismet\/readme.txt\nM wp-trackback.php\nM readme.html\nM wp-admin\/includes\/post.php\nM wp-admin\/includes\/update-core.php\nM wp-admin\/post.php\n! wp-admin\/js\/forms.js\n! wp-admin\/js\/upload.js\nM wp-admin\/edit-attachment-rows.php\n! wp-admin\/import\/btt.php\n! wp-admin\/import\/jkw.php\nM wp-admin\/import\/wordpress.php\n! wp-admin\/edit-form.php\n! wp-admin\/link-import.php\n! wp-admin\/images\/media-button-gallery.gif\n! wp-admin\/images\/tail.gif\n! wp-admin\/images\/gear.png\n! wp-admin\/images\/comment-stalk-classic.gif\n! wp-admin\/images\/media-buttons.gif\n! wp-admin\/images\/comment-stalk-rtl.gif\n! wp-admin\/images\/tab.png\n! wp-admin\/images\/comment-stalk-fresh.gif\n! wp-admin\/images\/comment-pill.gif\n! wp-admin\/css\/press-this-ie-rtl.css\n! wp-admin\/css\/press-this-ie.css\n! wp-admin\/css\/upload-rtl.css\nM wp-admin\/install.php\nM wp-admin\/page.php\n\nNotice that some old files have been removed and others have been modified. (See for details on all the old files that the automatic upgrader removes).\n\nNext we schedule old files to be removed from svn:\n\n$ svn st | grep ! | sed 's\/! *\/\/' | xargs svn rm;\n\nNext we commit the modified files and the removed files:\n\n$ svn ci -m \"Upgrading to the latest version of WordPress 2.8.5\"\n\nThat’s it. The WordPress automatic upgrade process does not interfere with .svn directories, and is therefore compatible with maintaining a deploy from Subversion workflow.\n\nTags: , , , ,\n\n5 Responses to “Is WordPress automatic install \/ upgrade compatible with a SVN deployment of WordPress?”\n\n  1. estrahon Says:\n\n    Thanks for this! I’ve been looking everywhere for that says these two are compatible and nothing. Even those in the WordPress community believe that you cannot do both.\n\n    Do you have the entire WP directory under subversion or is it possible to just commit the theme and plugin directories?\n\n  2. Gabriel Says:\n\n    @estrahon, Lately I’ve been committing everything, but adding a svn:ignore rule for the contents of \/wp-content\/uploads\/ as well as for \/wp-content\/upgrade\/. If you only wanted to keep your theme and plugin directories I’m sure you could do that (since WordPress isn’t deleting the .svn directories) but you’d probably have to check both of them out how you wanted to do so.\n\n  3. Stephen Says:\n\n    I upgraded all my Word Press plugins and all of the .svn directories got deleted from the upgraded plugins directories. Very annoying…\n\n  4. Stephen Says:\n\n    This info might have changed since you last posted — at least for the plugin directory. Check out the following link.\n\n  5. Gabriel Says:\n\n    @Stephen, yes, WordPress treats plugin upgrades differently. I wish it didn’t but it does. My current method is to keep plugins under version control as well and not upgrade them using the automatic upgrader. A nice improvement would be to change that behavior so that the auto-upgrade process does not delete the .svn directories, but I haven’t looked into what it would take to do that yet. I have tried using the svn:externals method, but I don’t like how it exposes you to buggy plugins — I prefer to download the plugin, test it, then commit it to my svn repository and update the live working copy.\n\nLeave a Reply\n\nsell diamonds",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.8474994302,
        "format_confidence":0.6394416094
    },
    {
        "url":"https:\/\/developers.google.cn\/web\/ilt\/pwa\/setting-up-the-labs",
        "text":"\n\nSetting Up the Labs\n\n\nUse these instructions to install the lab repository on your computer prior to starting the labs. You must also install Node.js (the most recent LTS version).\n\n\n  • These labs are intended to be used on systems running Windows 7 (and later), macOS X 10.1 (and later), and Linux.\n  • Multiple browsers - although individual labs may require a specific level of support for progressive web apps, we recommend trying out the labs on multiple browsers (where feasible) so that you get a sense of how different users might experience the app.\n  • A programming editor - for example, Atom, Sublime Text, or Notepad++ (for Windows only).\n\nInstall Git\n\nInstall the latest version of Git on your computer.\n\nClone the repo\n\nOpen your computer's command line interface. Clone the course repository with Git using the following command:\n\ngit clone\n\nThen navigate into the repository:\n\ncd pwa-training-labs\n\nSome projects in the download contain folders that correspond to checkpoints in the lab. You can refer back to these checkpoints if you get stuck during the labs.\n\nSet up Node & NPM\n\nIf you don't have Node.js, download and install the latest long term support (LTS) version from the website. After Node.js is installed, you can skip the rest of this doc and start the labs.\n\nIf you already have Node.js installed on your computer, check that it is the latest LTS version with the following command:\n\nnode -v\n\nIf it's not the latest LTS version, follow the instructions below to install the right version.\n\nUsing NVM\n\nIf you have an existing version of Node.js installed that you would like to keep, you can install a Node.js version manager (for macOS and Linux platforms and Windows). This tool (NVM) lets you install multiple versions of Node.js, and easily switch between them. If you have issues with a specific version of Node.js, you can switch to another version with a single command.\n\nInstall Node.js by running one of the following commands from the command line:\n\nIf you have installed Node Version Manager (for macOS, Linux, or Windows):\n\nnvm install node <version>\n\nFor example:\n\nnvm install node 8.9.4\n\nFor the Windows version you can specify whether to install the 32-bit or 64-bit binaries. For example:\n\nnvm install node 8.9.4 64\n\nWithout NVM\n\nIf you did not install NVM, download and install Node.js from the website.\n\nThis also installs Node's package manager, npm.\n\nCheck Node and NPM versions\n\nCheck that Node and npm are both installed by running the following commands from the command line:\n\nnode -v\nnpm -v\n\nIf both commands return a version number, then the installations were successful.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.983064115,
        "format_confidence":0.68164289
    },
    {
        "url":"http:\/\/vb123.blogspot.com\/2012\/03\/how-to-find-out-how-many-records-in.html",
        "text":"Tuesday, March 27, 2012\n\nHow to find out how many records in multiple tables in one query\n\nIn the picture, you can see how I gathered up the total numbers of rows from more than one table.  Note how I use a \"one\" 1 in the DCount(1,\"tableName\") to refer to the first field in the query. This is easier than looking up the name of the first field.\n\nClick on picture to enlarge\n\nNo comments:",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.5939997435,
        "format_confidence":0.7459124923
    },
    {
        "url":"http:\/\/www.theappguruz.com\/blog\/make-iphone-app-ios",
        "text":"Main objective of this post is to give you an idea about how to make iOS App\n\n\nMake an iPhone app:\n\nThis tutorial teaches you how to make iPhone app. You will learn how to make iPhone app as a single view app and fundamentals of iPhone app development, including how to build a simple iPhone app. The following steps may be easier to make than you think. Follow the Step 1 below to get started and go through for creating application and successfully run it.\n\n\nStep 1 Create Xcode Project\n\nInstall and Setting Up Your Development Environment Download and install Xcode. Xcode is an Integrated Development Environment (IDE) to create all iPhone apps but it requires OS X 10.8 or later to be installed. It contains a suite for software development tools for iOS application. After Installation Xcode; open Xcode.\n\nThe following screen will appear: \n\nWecome to Xcode\n\nTo create a new Xcode project select option Create a new Xcode project. It appears a Choose a template for your project dialog box as shown in given figure. \n\nChoose Template For your project\n\nFrom the dialog box select Single View Application option and press next button.\n\nThe following screen will appear: \nproject details\n\nThe above screen contains number of fields:\n\n  • Product Name\n  • Organization Name\n  • Company Identifier\n  • Bundle Identifier\n  • Class Prefix.\n\nUser has to provide basic information into specific field which is very helpful to create a new project. Also it includes list of devices for which you want to develop application iPhone\/iPad. If you want to develop an application for both then simply select option Universal. After giving appropriate application name press next button. It appears “directory dialog box” as following screen: \n\ndirectory dialog box\n\nSelect the directory for your new project from “directory dialog box” where exactly you want to save your application and select “Create” Button.\n\nThe following screen will appear:  \nsetting dialog box\n\nAbove screen allow you to select the supported orientations, build and release settings. One of the fields is very important say Deployment Target. It means that what is the earliest OS that you want to run this application? If you set deployment target to iOS 6, you must have iOS 6 to install and run the application.\n\n\nStep 2 How to run your project?\n\nSelect Simulator (Top Left corner) from the drop down, which is near Run (denoted in following screenshot) button and select run. Following figure will gives you brief idea. \n\nsimulator view\n\n\nStep 3 Main.storyBoard Design\n\nWhen your application builds successfully and run then following output will be displayed. \n\noutput view\n\n\nStep 4 Xcode default generated Files\n\nThe main files are given below screen that is generated when you have created your application. By implementing code in following files you can perform various operations to the application. They are listed as given below:\n\nlisted files\n\nI hope you found this blog helpful while developing your own iPhone App in iOS. Let me know if you have any questions or concerns regarding iOS, please put a comment here and we will get back to you ASAP.\n\nGot an Idea of iPhone App Development? What are you still waiting for? Contact us now and see the Idea live soon. Our company has been named as one of the best iPhone App Development Company in India.\n\nI am iOS developer, as a developer my basic goal is continue to learn and improve my development skills , to make application more user friendly.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.988355875,
        "format_confidence":0.9910398126
    },
    {
        "url":"https:\/\/blogs.sap.com\/2009\/05\/20\/how-to-use-global-transactions-and-data-sources-with-spring-framework-208-in-j2ee-applications-part-1\/",
        "text":"Skip to Content\n\nFor this part, we will create, build and deploy a J2EE Application on SAP AS 7.0 with J2SE 1.4, and the version of Spring Framework is 2.0.8 because it is the last one that can be supported by J2SE 1.4.\n\nFor the Spring XML configuration we will use the XML configuration syntax based on XML Schema, also we could use syntax based on XML DTD for backward compatibility. Because of we are using J2SE 1.4, we will need a parser that supports XML Schema like Xerces.\n\n We need to remind that when you create an application with transaction support, we could use 2 type of transaction:\n\n  • Local Transaction are     resource-specific (by example when only we work with one resource that needs transaction support like jdbc connection).\n  • Global Transaction are managed     by the application server using JTA, it provide the ability to work with multiple transactional resources (by example when we work atleast two resources that need transaction support like jdbc connection, and jca connection).\n\nNow, we must follow the next steps:\n\n1. Create a Java Project and add the Spring Libraries and its dependence libraries, and Xerces library too. Here, we will create the Spring XML Configuration file like Figure 1. \n\n Figure 1\n\n Here, we are using the new Spring AOP Tags to use transaction in our application. The most important thing related to this blog is the transaction-manager attribute of the tx:advice tag.\n\n2. We will create the Spring bean to control the transaction.  It is the transaction manager bean like the figure 2.\n\ntransaction manager\n Figure 2\n\n In this part, we are using the default name for the transaction manager bean. Also, we are declaring 2 properties: userTransactionName and transactionManagerName.\n\nThe default JNDI location for the JTA UserTransaction is java:comp\/UserTransaction, but in the SAP AS the JNDI Name for it is “UserTransaction“, it is reason because we will use it on the userTransactionName property of the “transactionManager” Spring bean. The other property, transactionManagerName, is necessary for suspending and resuming transactions, as this not supported by the UserTransaction interface. The TransactionManager will be autodetected if the JTA UserTransaction object implements the JTA TransactionManager interface too, but how we don’t know the exactly implementation of the JTA UserTransaction interface, it is better to use the right JNDI value on the SAP AS (“ts”).\n\nThis Spring bean “transactionManager” is used in the advice with id “myServiceTxAdvice“. It give us the posibility to use global transactions in our code. It together with pointcut named “serviceOperation” allows to wrap every method on the class MyService that follow the expression “execution(* *..service.MyService.*(..))“.\n\n The Spring XML configuration file could be used in Spring MVC proyect,  or Java project with some class to load the Spring Xml file (by example using the class as Figure 3).\n\n Figure 3\n\n\nThe next part of this blog we learn about how to use J2EE Data sources on J2EE Application with Spring Framework on SAP AS 7.0\n\nTo report this post you need to login first.\n\nBe the first to leave a comment\n\nYou must be Logged on to comment or reply to a post.\n\nLeave a Reply",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9884614944,
        "format_confidence":0.8024283051
    },
    {
        "url":"http:\/\/john-goodwin.blogspot.com\/2008\/10\/odi-series-part-6-data-load-to-planning.html",
        "text":"Tuesday, 7 October 2008\n\nODI Series Part 6 - Data load to planning\n\nJust as I thought I would be leaving planning and ODI alone for a while a question has popped up on the Oracle forums that is probably easier to answer through a blog.\n\nBasically the question is how is it possible to load data into planning that has a member type of Text. I did skip a blog about loading data into planning through ODI because I felt that it is probably more appropriate to load data directly into essbase using the essbase KMs, no matter which method you use it all ends up in essbase anyway.\n\nSeeing as the question has been asked I will show how data can be loaded using the planning KM and then move on to the Text problem.\n\nAs usual I am going to demonstrate on the planning sample application so it can be easily replicated. When you load data into planning you first need to set what the data load dimension will be plus you will need a driver dimension and its members you want to load data for.\n\nI am going to set Account as the Data Load Dimension and use Segment as the Driver dimension against member “MP3”\n\nTo do this choose Administration > Data Load Administration from planning web.\n\nIf you are interested in what happens when you hit save then basically it writes information by object id into the planning app db table HSP_DRIVER_MEMBER\n\nSo with a quick bit of SQL\n\nYou can output the information you entered into planning web.\n\nAnyway once you have set these details you can follow the reverse engineering process for a planning application (if you need a refresher look HERE)\n\nI created a new Model to generate the reverse for.\n\nAfter running the “Reverse” you will have extra columns in the Account DataStore than if you had not set up the data load settings in planning.\n\nThe extra columns are:- “Data Load Cube Name” which defines which essbase cube you will load the data to, “MP3” – this is the Segment member which we set in driver dimension set up and “Point-of-view” which is used to hold the remaining dimension combinations for the data load.\n\nI added three account members MusicSales1 – 3 all with the data type of Text. . (You don’t have to set the member as text this is just ready for the next blog on loading text data)\n\nAlso I made sure that Account was selected in “Evaluation Order” as otherwise you will not be able to use the text functionality in web forms\n\nI created a quick form to display data against the new members and for Segment MP3, now I can produce the flat file.\n\nAs I picked the data load dimension as Account then the data needed to be by account, column B is the “Data Load Cube Name” which in this case is the consol database, the POV was set to the remaining dimension members each seperated with a comma :-\nCurrency :- Local\nEntity :- NY\nPeriod :- Jan\nScenario :- Actual\nVersion :- FY08\n\nThe final column contains the data and is against MP3 as we set that as the driver dimension member.\n\nOk, back to the ODI developer and set up a new DataStore\n\nI created this as a child of a flat file Model and pointed the Resource Name to the CSV file.\n\nFile Format of delimeted, the file has a row heading so that was set to 1, Field Seperator was set as a comma (,) and the Text Delimeter as quotation mark (“) because the CSV file has commas in it to separate the POV members and excel places quotation marks around the field.\n\nThe reverse generated the columns from the csv file.\n\nA new interface was created, applied the context and set the staging area as the “Sunopsis Memory Engine”\n\nOn the diagram tab, I dragged the DataStore for the csv data load file into the source window and dragged the planning app DataStore for Account on the target.\nEach column in the source was mapped to the target using the staging area for columns that have a different name between the source and the target.\n\nThe flow diagram should resemble the above.\n\nOnce I had executed the interface and checked the output log for any errors I ran the form again to check the data had been populated correctly.\n\nSo there we go a quick overview on how to load data into planning using ODI, I can now move on tackle the problem of loading text data, stay tuned!\n\n\nScott said...\n\nMr Goodwin, I have learned alot from you blog and I am very thankful that I found it. I have already used ODI to load meta data . I have now moved on to loading data into a planning application. I was following your steps for loading data and I configured the Data Load Administration. I then ran a reverse successfully. I then changed the Data Load Administration settings and from that point on the reverses fail. I get this message\"Failed to import the models into ODI repository\". Any suggestions? I know you are not Oracle Support, but it's worth a shot.\n\nRegards Scott Williams\n\nakshat said...\n\nMr Goodwin, there is no doubt that your blog is a gem and I give all the credit for learning about to your blog only. I have one question regarding this topic I am trying to load data into planning using the above procedure but I am getting the error saying that ODI is not able to find the data load cube that I am mentioning can you please help me this, right now I am just giving the name of the application that I have in Planning.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9313073754,
        "format_confidence":0.7750663161
    },
    {
        "url":"https:\/\/projectworlds.in\/free-projects\/php-projects\/asset-management-system-project-in-php\/",
        "text":"Asset Management System Project in php\n\nAsset management, refers to any system that monitors and maintains things of value to an entity or group. It may apply to both tangible assets such as buildings and to intangible concepts such as intellectual property and goodwill.\nAsset management is a systematic process of operating, maintaining, upgrading, and disposing of assets cost-effectively. Here Asset management means IT Asset, specially Hardwares, Softwares etc.\n\nBrief overview of the technology:\n\nFront end: HTML, CSS, JavaScript\n\n  1. HTML: HTML is used to create and save web document. E.g. Notepad\/Notepad++\n  2. CSS : (Cascading Style Sheets) Create attractive Layout\n  3. Bootstrap : responsive design mobile freindly site\n  4. JavaScript: it is a programming language, commonly use with web browsers.\n\nBack end: PHP, MySQL\n\n  1. PHP: Hypertext Preprocessor (PHP) is a technology that allows software developers to create dynamically generated web pages, in HTML, XML, or other document types, as per client request. PHP is open source software.\n  2. MySQL: MySql is a database, widely used for accessing querying, updating, and managing data in databases.\n\nSoftware Requirement(any one)\n\n  • WAMP Server\n  • XAMPP Server\n  • MAMP Server\n  • LAMP Server\n\nInstallation Steps\n\n1. Download zip file and Unzip file on your local server.\n2. Put this file inside \"c:\/wamp\/www\/\" .\n3. Database Configuration\nOpen phpmyadmin\nCreate Database named user.\nImport database user.sql from downloaded folder(inside database)\n4. Open Your browser put inside \"http:\/\/localhost\/assets-management-system\/\"\n\nBuy Now\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.97912848,
        "format_confidence":0.7971228957
    },
    {
        "url":"https:\/\/www.altj.com\/tag\/like\/",
        "text":"Adding a Facebook “Like” block to your Drupal site\n\nI just added the newly announced “Like” button to my blog. It’s very easy to do on Drupal.\n\nFirst, enable PHP input format…\nIn Drupal 6, the PHP input format is not enabled by default – it has to be enabled by enabling an additional module. So go to admin\/build\/modules and enable:\nPHP filter 6.8 Allows embedded PHP code\/snippets to be evaluated.\n\nNext, create your new block…\nGo to #Administer, #Site building, #Blocks\nClick on the “add blocks” tab\nEnter in a Block description and put the following in the Block body:\n\nChange the “Input format” to “PHP Code”\n\nSave it and you’re done!",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.8417259455,
        "format_confidence":0.950874269
    }
]