[
    {
        "url":"https:\/\/davescomputertips.com\/boldly-go-where-the-keyboard-shortcuts-really-are\/",
        "text":"Boldly Go Where the Keyboard Shortcuts Really Are\n\nI corocketme from the Flintstone age; I learned to type on an IBM Selectric typewriter. When I moved to computers, mice were obnoxious to me because I was used to doing everything without ever having to take my hands off the keyboard. Nowadays, shortcuts are built into every program you use. However, they often still take several keys or steps to reach a goal.\n\nI learned how to reassign some tasks to keys I wasn’t using; like the ‘F’ Keys. Reassigning keys is easy, however, it only applies to the application you reassign keys in – in this case Word. It is not the same as remapping keys. For common things like bolding text though, it works for me in a pinch. And when I’m writing a lot of user documentation, I’m bolding a lot. Even though Windows 7 offers the shadow editing box when you highlight text, I found an even faster way to bold multiple items and you don’t need to highlight the text, you just have to be on it.\n\n  1. Open Word.  Click the Office button and select Word Options.\n\nWindows Button_Word Options\n\n  1. Click Customize on the left column, go to the bottom of the window next to Keyboard Shortcuts and click Customize\n\n.Customize_Kbrd Shortucts Customize\n\n  1. In the next window you will be locating the shortcut you want to assign to a key on your keyboard.  Under Categories find the corresponding tab in Word and then find the command (such as Bold) that you would like to assign to a key.\n\nHome Tab_Bold\n\n  1. Under Press New Shortcut Key – press the key you would like to use.  I chose F12. NOTE: If Windows can’t assign that key, it won’t show up in the box. Don’t use keys that are normally assigned to something you use for other things – it will lead to problems later. Use those lonely F Keys.\n  1. Click Assign>Close>OK. The handy thing about using the F12 Key for Bold is that you no longer have to double click to highlight the word you want to bold. You just click once inside the word and then hit the shortcut key. Bam. Bingo. Bold.\n\nNOTE: You can use this process for other things besides Bold.\n\n2 thoughts on “Boldly Go Where the Keyboard Shortcuts Really Are”\n\n  1. You do not have to double click or highlight a word to make it bold. Simply put the cursor anywhere within the word and press Control+B. If I need to highlight a group of words I highlight them with Shift+Control+direction key then press Control+B.\n\n  2. @MichaelKMc: I stand corrected. I think I was thinking about word selection in other apps besides Word, but in this post I am referring to just Word. In any case, while I do use the Ctrl + shortcut keys all the time, I still think clicking on one F key saves time when bolding multiple words at a time. It all depends on what you’re used to, what you like, and how you prefer using a keyboard.\n\nComments are closed.\n\nScroll to Top\n\n\nGet great content like this delivered to your inbox!\n\nIt's free, convenient, and delivered right to your inbox! We do not spam and we will not share your address. Period!",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9848677516,
        "format_confidence":0.7508190274
    },
    {
        "url":"http:\/\/theleakybathtub.com\/duplicate-content-simple-guide-website-owners-dont-want-lose-google-rankings\/",
        "text":"Pin It\nCustomer Login\n\nWhat is duplicate content? A simple guide for website owners who don’t want to lose their Google rankings\n\nWhat is duplicate content? Here's a simple guide for website owners who don’t want to lose their Google rankings.\n\nWhat is duplicate content? Here’s a simple guide for website owners who don’t want to lose their Google rankings.\n\nRemember your schooldays?\n\nAll that homework – man that was a chore! Let’s face it, it was just so much more fun to spend your afternoons playing with your buddies than slaving over books and numbers and essays. Ugh!\n\nWorst of all was studying for tests.\n\nPerhaps you didn’t want to cram for the test, or you simply forgot about it.\n\nAnd then, to try and save the humiliation of a Fail, you tried to copy the answers off the brainbox you’d cunningly sat next to in the exam room.\n\nExcept, of course, the teacher noticed what you’re up to, and you got a far greater humiliation than the Fail. Perhaps you were made an example of, or made to stand out in the corridor. Or you had to see the scary Headmaster. And, of course, your parents would be notified – horrors!\n\nYou soon learned that copying other kids’ work wasn’t in your best interests.\n\nThe same lesson about copying relates to your website\n\nWhen it comes to your website, copying other people’s content is also a bad idea.\n\nWhile there’s no teacher to punish you, instead there’s Google. (And a punishment from Google, be it a down-graded ranking or total black-listing, is a lot harder and more difficult to recover than even your teacher’s worst punishment.)\n\nWhy does Google punish you for copying?\n\nLet’s look at copying content from Google’s point of view.\n\nThe bottom line is that Google wants to give its users a good search experience. And a good search experience means that people can quickly and easily find the information they’re looking for. Google also wants the information you find to be helpful and meaningful.\n\nWebsite content that’s helpful and meaningful is usually unique: it is a bespoke, one-off article that someone has researched and written.\n\nConversely, low quality content is not so desirable. And over the years, some website owners have tried to “cheat” the Google ranking system by copying other people’s content. And if the internet is full of copies of people’s work, it all gets a bit tedious, spammy and not a very nice or exciting place to be.\n\nGoogle hates spammy websites. And it hates spammy webmasters who copy content from other people. Google would much rather point to the original source of material – and penalise those who try to copy it. These penalties come in the form of downgrading the rankings of those sites with copied content, or, worse still, removing a website from its search results altogether.\n\nSo what is duplicate content, exactly?\n\nYou get the general idea that duplicate content is not a good thing, but defining “what is duplicate content” exactly is a little trickier.\n\nIf you refer to Google’s official advice, there are some tips there (albeit quite technical), but it’s still not crystal clear. So let me explain some of the more common duplicate content problems in practical terms.\n\nBefore I cover common duplicate content problems, one thing you need to be aware of is that duplicate content doesn’t just apply from one website to another, but it also applies to pages on your own website.\n\nThe reason for this is that some spammy webmasters create dozens of pages on the same topic, to try and artificially increase their Google rankings. That doesn’t work any more, because of Google’s dislike of duplicate content.\n\nDoes Google say what percentage they consider duplicate content?\n\nThere are a number of online tools, such as Page Similarity Check Tools, where you put in two website addresses (URLs) and it tells you how similar the pages are as a percentage.\n\nThe problem is that Google doesn’t give a percentage in their guidelines, so these online tools aren’t a whole lot of use!\n\nRather than worry about percentages and other technicalities, here are some practical suggestions on how you can avoid common duplicate content problems.\n\nCommon duplicate content problems – and how to avoid them\n\nOn a practical level you need to be very careful with the following types of duplicate content:\n\n  • Mobile versions of your website that have the same content twice. The solution here is for your webmaster to use the ‘noindex’ meta tag so that the duplicated pages aren’t indexed. (Or better still, build your website so that it’s mobile responsive, and doesn’t need recreating for handheld devices.)\n  • Printer-only versions of web pages. The printer pages should have the ‘noindex’ tag applied so that these duplicated pages aren’t indexed.\n  • Similar content that appears across a number of pages. The solution here is to make the copy, order of information and other content as different as possible.\n  • On e-commerce sites, avoid using the manufacturer’s generic blurb. Chances are that every other re-seller is using the exact same copy, so be unique and write your own product descriptions.\n  • Syndicate articles carefully. Some people think they’re doing you a favour by ‘promoting’ you on their website by repeating an article. Wrong! Their site could get penalised for duplicate content – but so could yours, if Google hasn’t indexed you as being the original source. The way round this is for the other site to use the ‘noindex’ tag, and to include a link back to your original article. So you can syndicate articles, but do it carefully… and if the other website owner doesn’t know what a ‘noindex’ tag is, or they’re not willing to apply it, then don’t do it. (Note: A bigger problem is that some spammy webmasters use ‘scrapers’ to steal content without your permission. If that happens, you can ask Google to remove the scraped content from their search results.)\n  • Avoid cheap copywriters. Not all copywriters create unique content; and if you’re buying an article for $5 from someone in India, there’s a good chance that they might have copied someone else’s work. Or they’ve taken someone else’s work, and then put it through a ‘spinner’ which is an automatic software tool that rewrites content. And yep, Google hates ‘spun’ content! If you use a quality copywriter, the content will not only be unique, but it will reflect your tone of voice; demonstrate your company’s expertise; and compel readers to buy from you or otherwise take action.\n\nThose are some of the main duplicate content issues I’ve come up against. There are others, too (as listed in the Google article I linked to) but they are there for your web developer to action, rather than a copywriting issue.\n\nAsk your website developer to help you\n\nThe best advice I can give you is to focus on creating unique content, and that your website developer does their part in the programming. Go through the list of action points in Google’s article point by point.\n\nDon’t assume that your web developer knows all this stuff, or will automatically do it: I’ve come across numerous web developers who have never heard of 301 redirects, or will only do them for an extra fee.\n\nRemember that it’s YOUR website and your business at stake, so you have every right to ask questions of your suppliers.\n\nIf you play nicely, you should be fine\n\nJust like schoolteachers punish only the naughty kids, Google only intends to punish those website owners who deliberately engage in deceptive practices. Google doesn’t like people who try to cheat the system and take shortcuts; they’ll be punished, sooner or later.\n\nSo if you focus on creating unique, high quality content for your website (and have a web developer on side who’s clued up in this area), you should be absolutely fine. (And if the worst does happen, and your site gets blacklisted by Google, you can submit your site for reconsideration.)\n\n\nHere are some of the steps you can take so that your website doesn’t suffer from problems with duplicate content:\n\n  • If there is a separate mobile version of your website, ensure that the ‘noindex’ tag is used for them.\n  • If your website has printer-only pages, use the ‘noindex’ tag for them.\n  • Avoid using similar content across a number of pages.\n  • On e-commerce sites, avoid using the manufacturer’s generic blurb and write your own.\n  • Syndicate articles carefully, and get the other website to use a ‘noindex’ tag, and also link back to your original article.\n  • Avoid cheap copywriters who might steal or ‘spin’ content.\n  • Ask your web developer which steps they’ve taken to avoid duplicate content issues. Go through the Google article with them as a starting point.\n  • Focus on creating unique, high quality content for your website.\n\nNeed unique copy for your website? Discover the ‘Words by Cornelia’ writing service →\n\nThis article was originally published by me, Cornelia Luethi, on my copywriting website: http:\/\/wordsbycornelia.com\/what-is-duplicate-content\n\n, ,\n\nPassword Reset\nPlease enter your e-mail address. You will receive a new password via e-mail.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.708746016,
        "format_confidence":0.7713529468
    },
    {
        "url":"http:\/\/blog.kaseya.com\/blog\/2011\/01\/07\/tips-tricks-%E2%80%93-customizing-the-executive-summary-report\/",
        "text":"Tips & Tricks – Customizing the Executive Summary Report\n\nOne of the most important things anyone responsible for an organization’s IT work is to be able to display results.  The built-in Executive Summary report is designed to help you do exactly that.  Sometimes there are specific events, activities, or initiatives that you’ve completed for an environment that deserve to be reported as well.  Maybe is an enterprise-wide patch to a line of business app or deliver a new version of a piece of software to all your endpoints, whatever it is, you can add it to the Executive Summary.\n\nTo read more on how to customize your Executive Summary report, click here to get the tip directly from Kaseya Connections.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9144147038,
        "format_confidence":0.731867373
    },
    {
        "url":"https:\/\/teambluedog.com\/keyword-research\/",
        "text":"Learn from us\n\n[Updated 2019] Step-By-Step Keyword Research\n\n[Updated 2019] Step-By-Step Keyword Research\n\n[updated content & spreadsheet] April, 2019.\n\nNo Time To Read? Watch Instead!\n\nGet The FREE Tool\n\nGet our email updates and get the exact spreadsheet shown in the video above and the post below. It can easily save you hours of work. Data policy.\n\nHow This Works\n\nEssentially, you're going to sort through all of the keywords that your competitors already rank for. \n\n\nThey've already done the legwork of creating relevant content. Now, we can use tools to spy on what's driving customers to their business so that we can focus our efforts on the most important terms.\n\nAdding Potential Keywords\n\nThe first thing that we need to do is find out who our search competitors are. To do this, add your \"vanity\" or \"primary\" keyword into Google.\n\nThis should be the term that all of your direct competitors would want to be #1 for. Some examples are\n\n  • Boston Roofer\n  • Tampa car accident attorney\n  • Commercial HVAC Austin\n\nNext, open the websites for all of the businesses that appear on page 1. Don't open directories like Yelp, HomeAdvisor, FindLaw, etc.\n\nIf you're in a more competitive area, then you can grab all the competitors on the top 3 pages.\n\nThen, copy all of the websites into a text document. You can use this chrome extension to copy the URL of all of your open tabs and just remove any irrelevant ones. \n\nAfter installing the plugin, make sure that one of your format options says \"URL\"\n\nIf you don't see \"URL\" in any of your 3 format slots, open the extension settings and change one of your formats to \"URL\"\n\nWith all of your competitors pages open, use the \"URL\" option from Copy Tab to copy all of the URLs. Then, paste them into a text document.\n\nNOTE: You can follow this process for as many keywords as you want. You'll get more data, but you'll also make more work for yourself.\n\nOnce you've gone through all your main keywords, found your competitors ranking pages, and added them to a text document - We now want to remove the duplicates.\n\nYou can use a tool like this one to remove all the duplicate lines from your list.\n\nOnce all of your duplicates are removed, paste the entire list under the \"Competitor Page\" header on the \"Add Competitors\" sheet.\n\nIf you don't have an Ahrefs account: Go to Ahrefs.com, can sign up for a 7-day trial for $7 (as of time of writing).  Tell Tim I sent you so he likes me 🙂\n\nDownloading Links\n\nFor each competitor page, click the link under \"keywords link\" to open Ahrefs. You'll be sent to the Organic Keywords report for that URL, showing all keywords Ahrefs has on that page ranking within the top 50.\n\nOn the \"Organic Keywords\" page, click the \"Export\" button. If there are less than 1,000 keywords, then you can use the \"Quick export\". If there are more than 1,000, choose \"Full Export\".\n\nDownload the CSV file.\n\nRepeat this process for all of the competitor websites you found earlier.\n\nOnce you have all of your CSV files, we need to combine them to make importing them into the Google sheet easier.\n\nYou can use this tool to merge all of your CSV files.\n\nOnce you have your merged CSV file, it's time to import it.\n\nOn the \"Import Sheet\" sheet select cell A1. Then, go to File > Import > [Select where you stored the merged CSV file] and select \"Replace data at selected cell.\"\n\nSelecting Keywords\n\nBefore going any further, we need to create our target page sheets.\n\nCreate a list of each \"money page\" or pages that you want to rank. These will most likely be your service pages.\n\nMake a duplicate of the \"Homepage\" sheet and name each new sheet according to your \"money pages.\" Example sheet names could be\n\n  • Homepage\n  • Repair\n  • Car accident\n  • Lawn care\n\nOn the \"Research\" sheet, we now have a list of all of our competitors keywords (duplicates are automatically removed) as well as their corresponding monthly search volume.\n\nFor each keyword, add a \"Yes\" or \"No\" to the \"Target\" column to indicate whether or not you want to rank for that keyword.\n\nUse filters on the \"Keyword\" column to parse through the list much faster.\n\nAfter all of the keywords have been gone through, filter \"Target\" by \"Yes\" so that you only see the keywords that you want to target.\n\nFor every keyword, add the name of the \"money page\" that keyword will be associated with to the \"Target Page\" column. Make sure that it matches the sheet names we made earlier!\n\nOn your \"Money page\" sheets, you'll see that the keywords from the research sheet that have this sheet as the target page have been copied over here.\n\nThe \"money page\" sheets allow you to see keywords on a page-by-page basis.\n\nAlong with the keywords, we can also see the monthly search volume, click value, Keyword Difficulty (KD), and Ranking Pages.\n\nMonthly Search Volume - How many people search for this keyword per month (on average). Note that this is an estimate, usually it's higher than what Ahrefs shows.\n\nClick Value - This is how much it would cost to buy every click for this term on Google Ads. This is a good way to measure how much money is in a keyword (that's a whole post on its own).\n\nKD - Don't take this at face value. Read Ahrefs article on how KD is calculated. https:\/\/ahrefs.com\/blog\/keyword-difficulty\/\n\nRanking Pages - This column checks to see what competitor webpages are ranking for that keyword. By default, the formula is only in cell E2, you'll need to drag the anchor down to the rest of the cells.\n\nIf you're working with a lot of competitor websites, then the \"Ranking Pages\" column can become quite overwhelming. I suggest hiding this column until you need it.\n\nYou may encounter a \"money page\" sheet that looks like this\n\nThis is because the sheet uses a script based on the name of the sheet.\n\nWhen duplicating the Homepage sheet, the sheet name is \"Copy of Homepage.\" It can take a bit for the 'system' to recognize the new sheet name.\n\nIf you run into this issue, copy cell A1 and paste it back into A1. This seems to get the 'system' to recognize the change.\n\nKeyword Value\n\nNavigate to the \"Stats\" sheet. \n\nThere's a couple of automated cells and a couple where you'll need to make edits.\n\nTotal Imported Terms - How many keywords were imported from Ahrefs.\n\nTotal Selected Terms - How many keywords you chose to target.\n\nTotal Search Volume - The total monthly search volume for your selected terms.\n\nEst. CTR - What percent of searchers will click through to your website. If you ranked #1 for all of your selected keywords then you can assume roughly 20-30% CTR. The more keywords you have the lower your avg. CTR will be. Unless you know what you're doing, I recommend leaving it at 5%.\n\nEst. Website Conv. Rate - The percent of visitors to your website that become a lead. If you're currently tracking this, then you'll be able to add your numbers here. Since we normally focus on MOFU (buyer intent) keywords for this sheet, the default is 20%. Or \"1 in 5 consumers who come to your website after searching for your services will become a lead.\"\n\nLead Value - This is how much a lead is worth to you. To figure out this number, use this tool.\n\nEst. Monthly Traffic - Total search volume multiplied by the CTR.\n\nEst. Monthly Leads - Monthly traffic multiplied by conversion rate.\n\nEst. Monthly Value - Monthly leads multiplied by lead value.\n\nSERP Features\n\nThe last sheet will tell you which SERP (Google results) features Ahrefs found for that keyword. This includes things like featured snippets, and YouTube videos.\n\nThe other columns will show an \"X\" if that particular feature appeared.\n\nThis is a great way to expand your visibility through what Rand Fishkin calls \"On SERP\" SEO.\n\nWant to know what keywords you should try and rank your YouTube videos on Google for? Here you go!\n\nWhich of your keywords have featured snippets? No reason to manually check hundreds or thousands of terms. ?\n\nTake Action!\n\nThis process allows you to spy on what's already working for your competitors, while automating the keyword mapping process and evaluating the estimated value of your keywords.\n\nDownload the spreadsheet (link above) and get to work!\n\nCompared to doing this manually, you'll save hours of work. If you have any questions, email me at Jarod (at) teambluedog (dot) com.\n\n  • After following the import process, I have noticed that the research tab doesn’t display correct, keyword changes to position. If I change Tab A to ‘#’ keywords then shows but other values like search volume do not.\n\n    • Hi Dave,\n\n      I just tested it and it’s still working for me. If you’re still having issues feel free to email me jarod @ teambluedog (dot) com\n\n  • >",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.6030338407,
        "format_confidence":0.9934521914
    },
    {
        "url":"https:\/\/howtoremove.guide\/how-to-remove-untabs-uninstall\/",
        "text":"How to remove Untabs Virus Extension (Uninstall Guide) (May 2018 Update)\n\nThis page aims to help you remove the Untabs Virus. Our removal instructions work for Chrome, Firefox and Internet Explorer, as well as every version of Windows.\n\nIt is undoubtedly a rather unpleasant experience to have your Chrome, Firefox, IE or whatever other type of browser you might be using infiltrated by some strange and fishy piece of software that seems to be executing certain tasks that it was not permitted to. Normally, programs that do this are referred to as Browser Hijacker and in the following lines we will be focusing on one such particular program that is known under the name of Untabs Virus. Users who have had this piece of software installed onto their PC would usually report that it has changed their browser’s frontpage as well as that it has installed some new obscure search engine on the browser replacing the default one with it. In some cases, it also seems that Untabs Virus tend to trigger page redirects or generate pesky pop-ups that worsen and obstruct one’s browsing experience. If you, too, are going through such an unpleasant issue at this moment, we might be able to help you resolve it. Once you finish reading the current article, go to our guide that is located down below and use it to remove the intrusive piece of software from your machine. The instructions are easy to follow and should enable you to quickly and effectively uninstall and remove the nagging browser Hijacker.\n\nWhat are Hijackers primarily used for?\n\nIt should be obvious by now that most programs similar to Untabs Virus would hardly ever provide the user with any actual form of helpful or beneficial function. There are, of course, exceptions where a seemingly annoying program might actually prove to contain some actual use but this is hardly ever the case. The truth is that the majority of Browser Hijackers are developed with the single purpose of generating income for their creators by implementing and exploiting a variety of different techniques that mostly have something to do with the online marketing industry. However, the problem with Hijackers isn’t only the fact that they can be extremely annoying and irritating but also that in certain situations, they can potentially compromise your system’s security especially if you aren’t careful around them. You can learn more about that in the next paragraph.\n\nWhat are the dangers?\n\nFirst and foremost, we ought to let you know that normally, programs like Untabs Virus aren’t real PC viruses. Although a lot of experts and researchers might refer to them as malware, Hijackers are nowhere near as problematic or as harmful as viruses the likes of Trojan Horses, Ransomware, Spyware, etc. A typical Hijacker wouldn’t try to harm your system or mess with the files that are on its hard-drive. However, certain security weaknesses and exploits might get triggered due to the Hijacker’s presence on your system. One important thing to be careful with is the potential page redirects and pop-ups that some of those programs might generate. Interacting with them is very inadvisable since you never know what site may open and what its contents may be. Generally, if you think that you have a Hijacker on your computer, you should do your best to avoid clicking on anything that might come from it and also see to the unwanted software’s removal ASAP.\n\nHijacker distribution and security tips\n\nUntabs Virus is actually quite innocent if compared to actual viruses such as the infamous Trojan Horses or the insidious Ransomware. However, if you do not learn how to protect your computer from potentially unwanted and hazardous software, you might end up landing all sorts of nasty programs that could cause way more problems than a Hijacker. For that, you should have a good idea about what are the most frequently employed methods for spreading such types if undesirable software. You probably already know that spam e-mails are an extremely popular tool for distributing shady applications so make sure to avoid opening any sketchy online letters that you might receive. Another thing to keep in mind is that not all Internet ads that you see are safe. In fact, a large portion of the pop-ups, banners and box messages that might appear in your browser might actually serve as redirect links to all sorts of unreliable sites that might be hazardous to your computer’s security. Since most such obscure advertising materials can normally be found throughout the pages of fishy and potentially illegal sites, we strongly advise you to keep away from any web-addresses that you do not seem to be trusted. Lastly, never install anything on your PC before checking the setup wizard for application bundles. Oftentimes Hijackers and other forms of unwanted software get added to the installers of other programs and get installed along them if not unchecked from the setup menu. Do not make that mistake! As soon as you see that there’s something that might be unwanted added to the main program, uncheck it for good measure.\n\n\n\nName Untabs\nType  Adware\/Browser Hijacker\nDanger Level Medium (nowhere near threats like Ransomware, but still a security risk)\nSymptoms  Various changes to the browser that have been implemented without the user’s approval.\nDistribution Method Malvertising, e-mail\/social network spam, unreliable download sources and sketchy torrent sites. Also, file bundles.\nDetection Tool We generally recommend SpyHunter or a similar anti-malware program that is updated daily.\n\nKeep in mind, SpyHunter’s malware detection tool is free. To remove the infection, you’ll need to purchase the full version. More information about SpyHunter and steps to uninstall.\n\nUntabs Virus Removal\n\nIf you are a Windows user, continue with the guide below.\n\nIf you are a Mac user, please use our How to remove Ads on Mac guide.\n\nIf you are an Android user, please use our Android Malware Removal guide.\n\n\nSome of the steps will likely require you to exit the page. Bookmark it for later reference.\n\nReboot in Safe Mode (use this guide if you don’t know how to do it).\n\n\n\nPress CTRL + SHIFT + ESC at the same time and go to the Processes Tab (the “Details” Tab on Win 8 and 10). Try to determine which processes are dangerous. \n\n\nRight click on each of them and select Open File Location. Then scan the files with our free online virus scanner:\n\nDrag and Drop Files Here to Scan\nMaximum file size: 128MB.\n\nThis scanner is free and will always remain free for our website's users. You can find its full-page version at:\n\nScan Results\n\nVirus Scanner Result\n\nAfter you open their folder, end the processes that are infected, then delete their folders. \n\nNote: If you are sure something is part of the infection – delete it, even if the scanner doesn’t flag it. No anti-virus program can detect all infections. \n\n\nHold together the Start Key and R. Type appwiz.cpl –> OK.\n\n\nYou are now in the Control Panel. Look for suspicious entries. Uninstall it\/them.\n\nType msconfig in the search field and hit enter. A window will pop-up:\n\n\nStartup —> Uncheck entries that have “Unknown” as Manufacturer or otherwise look suspicious.\n\n\nHold the Start Key and R –  copy + paste the following and click OK:\n\nnotepad %windir%\/system32\/Drivers\/etc\/hosts\n\nA new file will open. If you are hacked, there will be a bunch of other IPs connected to you at the bottom. Look at the image below:\n\nhosts_opt (1)\n\nIf there are suspicious IPs below “Localhost” – write to us in the comments.\n\nOpen the start menu and search for Network Connections (On Windows 10 you just write it after clicking the Windows button), press enter.\n\n  1. Right-click on the Network Adapter you are using —> Properties —> Internet Protocol Version 4 (ICP\/IP), click  Properties.\n  2. The DNS line should be set to Obtain DNS server automatically. If it is not, set it yourself.\n  3. Click on Advanced —> the DNS tab. Remove everything here (if there is something) —> OK.\n\n\n\n  • After you complete this step, the threat will be gone from your browsers. Finish the next step as well or it may reappear on a system reboot.\n\nRight click on the browser’s shortcut —> Properties.\n\nNOTE: We are showing Google Chrome, but you can do this for Firefox and IE (or Edge).\n\n\nProperties —–> Shortcut. In Target, remove everything after .exe.\n\nie9-10_512x512  Remove Untabs Virus from Internet Explorer:\n\nOpen IE, click  IE GEAR —–> Manage Add-ons.\n\npic 3\n\nFind the threat —> Disable. Go to IE GEAR —–> Internet Options —> change the URL to whatever you use (if hijacked) —> Apply.\n\nfirefox-512 Remove Untabs Virus from Firefox:\n\nOpen Firefoxclick  mozilla menu  ——-> Add-ons —-> Extensions.\n\npic 6\n\nFind the adware\/malware —> Remove.\nchrome-logo-transparent-backgroundRemove Untabs Virus from Chrome:\n\nClose Chrome. Navigate to:\n\n C:\/Users\/!!!!USER NAME!!!!\/AppData\/Local\/Google\/Chrome\/User Data. There is a Folder called “Default” inside:\n\nRename the Folder to Backup Default\n\nRename it to Backup Default. Restart Chrome.\n\n\nType Regedit in the windows search field and press Enter.\n\nInside, press CTRL and F together and type the threat’s Name. Right click and delete any entries you find with a similar name. If they don’t show up this way, go manually to these directories and delete\/uninstall them:\n\n  • HKEY_CURRENT_USER—-Software—–Random Directory. It could be any one of them – ask us if you can’t discern which ones are malicious.\n    HKEY_CURRENT_USER—-Software—Microsoft—-Windows—CurrentVersion—Run– Random\n    HKEY_CURRENT_USER—-Software—Microsoft—Internet Explorer—-Main—- Random\n\nIf the guide doesn’t help, download the anti-virus program we recommended or try our free online virus scanner. Also, you can always ask us in the comments for help!\n\nLeave a Comment",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.986097455,
        "format_confidence":0.9816162586
    },
    {
        "url":"https:\/\/www.androidcentral.com\/froyo-feature-blocking-auto-update-apps-changed-permissions",
        "text":"Android Market on Froyo\n\nWe showed off the new Android Market with the \"update all\" and \"allow automatic updating\" earlier, and we've been waiting for an app to come along to talk about this part.  I finally was close to a computer when it happened and was able to document the process instead of just talking about it.  It's another of those nice touches that come along with Android 2.2, but this one has security and the safety of your information in mind.  Follow the break to see a step-by-step in action.\n\nWhen you get a notification that you have updates available in the Android Market and open it, if you have an application that's blocked from auto-updating you'll see the words \"Update (manual)\" in red.  Applications are blocked from auto-updating whenever any of their permissions have changed, to ensure that you have a chance to see the apps new permissions and decide to install it or not.  The pic below shows what I'm talking about:\n\nManual update required 1\n\nIf you hit the \"Update all\" button (and why wouldn't you?) you'll see a pop-up letting you know that you have an application with changed permissions, and instructions on how to proceed.\n\nAndroid Market manual update required 2\n\nHit OK and while any other apps are updating in the background you'll be able to open the market page for the app in question.\n\nAndroid Market manual update required 3\n\nOpen the market page, and again you'll see notice in red that a manual update is required.  Hit the update button, and give permission to overwrite the old version with the new.  You then get a chance to read the applications permissions again.  Read these.  Part of having an open system is paying attention to what you install -- especially if you've rooted your phone.\n\nAndroid Market manual update required 4  Android Market manual update required 5\n\nAndroid Market manual update required 6\n\nThe rest of the process is exactly what you're used to.  Froyo may not be perfect, but features like these are  more than welcome and only make a great product even better.  Now hurry Google, and push it out already!",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.6633583307,
        "format_confidence":0.9324676991
    },
    {
        "url":"http:\/\/www.freecomputermaintenance.com\/windows-tips-2\/delete-temporary-windows-files-to-speed-up-your-computer\/",
        "text":"Delete Temporary Windows Files to Speed Up Your Computer\n\ndelete temporary filesOver time, your Windows PC will build up temporary files. What are these temporary files for, you ask. Well, every time you run a program, temporary files are created periodically for backup purposes. This way, if the program happens to crash, the temporary files can potentially help you pick back up where you left off.\n\nThese temporary files are not automatically deleted after the program is shut down, so if you do not clean out these temp files regularly, you may have thousands of unnecessary files stored on your computer.\n\nAs you probably already know, these additional, unneeded files are taking up valuable space on your hard drive, which can ultimately contribute to much slower PC performance. There are many tools you can pay for that help remove temporary files from your PC, but this is easily a task you can perform yourself in Windows XP, Windows Vista, or Windows 7.\n\nYour first step should be to used the Disk Cleanup tool pre-installed with your Windows computer.\n\n  1. Click Start > Programs > Accessories > System Tools and then select Disk Cleanup.\n  2. After running an initial scan, Windows will alert you to the approximate amount of space that temporary files are taking up on your hard drive.\n  3. Check ALL of the boxes in the pop-up window, then click OK.\n\nThis solution will help remove the majority of the temporary files stored on your computer. Since many programs may store temporary files in locations other than those the Disk Cleanup tool check, you will also want to perform a search for additional temporary files that you can manually delete.\n\n  1. Open My Computer (or Computer in newer Windows versions).\n  2. In the search box, type the following characters: *.tmp (be sure to include the asterisk). This will search the entire hard drive so be patient if it take a few minutes.\n  3. After the results are shown, click the first result and scroll all the way to the bottom. Now hold down the SHIFT button and click the last result. This should select every temporary file that has been shown in the search.\n  4. With all of these files still selected, press and hold down SHIFT, then click DELETE.\n\nThis should permanently remove all of the temporary files. You should now be good to go, free of temporary files, and hopefully experiencing a faster computer.\n\nBe sure to perform this task on a regular basis to best ensure that temporary files are not slowing down your PC. We recommend doing this at least once a week or every other week.\n\nFeel free to share any other tips for removing temporary files in the comments below.\n\n..Sign up for Free Computer Maintenance\n\nPosted in Windows Tips Tagged with: , , , ,",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9647105932,
        "format_confidence":0.9598011374
    },
    {
        "url":"https:\/\/webkul.com\/blog\/grant-login-access-salesforce\/",
        "text":"Menu Close\n    Hire us Request quote Reading list Switch to dark mode\n\n    Grant Account login access in salesforce\n\n    Grant Account login access in salesforce is a powerful feature provide by salesforce. Sometimes you may have queries or issues with salesforce itself or the applications you have installed in your salesforce org. In order to assist you with the issue, you can grant account login access to the support or other Provider support whose applications you have installed in your org for a definite time.\n\n    In this way support can login into your org, using your login and can fix the issues you are facing. This is a hassle free way, which avoids sharing your Salesforce Credentials.\n\n    How To Grant Account Login Access in Salesforce\n\n    To Grant Account login access in Salesforce you can follow these simple steps :\n\n    Step:1 Go to-> Grant Account login access option in your personal setup. you likely to find ‘Personal Setup’ , at one of these places-\n\n    • In Lighting Experience, it is under settings->My personal Information->Grant Account login access.\n    • In the the older salesforce classic setup it is Setup-> Personal Information-> Grant Account login access.\n    • In the the newer salesforce classic setup it is My Settings > Personal > Grant Account login access.\n\n    Step:2 Select the Access duration.that is, How long you want support to have access of your account and save.\n\n    After saving this the Support will able to login in your account.\n\n    Additional Important Information\n\n      • You cannot grant login access if you’re logged in as another individual through their login access. For example, a System Administrator cannot login as their end user and Grant Login Access to Salesforce Support. Similarly, if the Admin has the feature “Organization Admins can Login as Any User” privilege, Salesforce Support cannot login as a System Admin and then login as any User in their Organization. If Support needs access to both the end user and the Admin’s account, both the Admin and end User will need to grant access separately.\n\n\n      • You have the option to either go back in multiple times and grant login access or you can grant a month as an option. It is whatever you are most comfortable with providing. Also once your case has been closed you are encouraged to go back in and set the access back to “No Access”.\n\n\n    • You can’t grant access to certain support organizations if your administrator has set up restrictions or a packaged application’s license prevents it.\n\n\n    For further any query feel free contact us at\n\n    . . .\n\n\n    Add Your Comment\n\n    Be the first to comment.\n\n    Back to Top\n    Hire Us!\n    Brief us about your requirements and we'll get back to you.\n    Woo! Hooy!\n    We have just received your message and our expert will get back to you shortly.\n    Send Again\n\n    Table of Content\n\n    Hide Index",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9462919831,
        "format_confidence":0.8047249913
    },
    {
        "url":"https:\/\/kb.mailster.co\/send-your-newsletters-via-amazons-ses\/",
        "text":"It’s really recommended to send your newsletters via a dedicate email service provider. One of the big players in this field is Amazon’s Simple Email Service (SES).\n\nDownload the free extension from\n\nIf you have successfully installed the plugin you can find a new tab on the delivery settings page\n\nSet Up your Amazon SES account\n\nBefore you can use Mailster with AmazonSES you have to create a new account on the Amazon Web Service site. After some registration process you have access to the AWS Console.\n\namazon SES dashboard menuiSES Home\n\nNext step is to move to the SES dashboard to manage all you email related settings.\n\nHere you can verify your email addresses and whole domains. If you can change the name records of your server it’s recommended to verify your domain so you can send with all associated email addresses.\n\nIf you verify a single email address you can only send from this particular email address.\n\nYou have to verify your from address, reply-to as well your used bounce address!\n\nVerify a new Domain\n\nIf you like to verify your domain you have to insert the domain and check the “Generate DKIM Settings”:\n\nverify domain on AmazonSES\n\nOn the next screen you see the changes you have to apply to you name sever:\n\nverify domain namespace settings\n\nPlease note updating your namespace may take up to 48h to take affect around the globe!\n\nGet your Amazon SES Access keys\n\nYou need a pair of access keys to use this service. You can create them on the Security Credentials page.\n\nCreate SES access keys\n\nUse these two keys in the Mailster Amazon SES plugin.\n\nMoving Out of the Amazon SES Sandbox (request production access)\n\nAmazon SES has a very strict fraud and abuse prevention system. In order to send to unverified email addresses (which are all your subscribers) you have fill out this form and wait for approval.\n\nRead more about the sandbox here.\n\nCreate your SMTP Credentials (optional)\n\nNext step is optional and only needed if you like to send via SMTP API. Better and mostly faster is using the WEB API.\n\nGo to create your SMTP credentials which you can do on the “SMTP Settings” tab:\n\nCreate SMTP credentials\n\nYou will now get the SMTP credentials you can use in the plugin.\n\nAmazon SES SMTP credentials\n\nAmazon SES has most likely the most complex registration required but at the end the provide a solid solution for sending mails.\n\nHandling Bounces with AmazonSES\n\nYou can let Mailster handle bounces if you setup automatic bounce handling but a more reliable way is to handle them with AmazonSNS. Read more on our guide here.\n\nUpdate Dezember 2017\n\nFor some time now Amazon SES allows to create users in your account which can gain certain access level. Go to the Users Dashboard and click on the button to add a new user.\n\n Enter a User name and give “Programmatic access”. In the next step you have to define the Permissions.\n\nPermissions are wrapped in Groups so if you don’t have a group yet you have to create one with at least the “AmazonSESFullAccount” policy.\n\nFinish the user creation process and you new user should show up in you users list.\n\nGet your new credentials you can use in the Mailster Amazon SES add on:",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9350537062,
        "format_confidence":0.8980126381
    },
    {
        "url":"https:\/\/tzamtzis.gr\/2017\/web-analytics\/shedding-light-dark-social-traffic\/",
        "text":"Shedding light on dark social traffic\n\nA lot of great articles have been written about dark social traffic since 2013, but it’s still an issue that impacts traffic data collection on a daily basis for all web analytics tools (even Google analytics). If you see a high percentage of direct traffic (especially for pages with long URLs, which are difficult to type), you should spend some time to go through this article.\n\nA very quick description of the term “dark social” and the issues it comes with is the following:\n\nDark social  is used to group all traffic coming to a website, from Social networks, native mobile applications, chat clients or email but fails to be classified correctly by a Web analytics applications. This type of traffic usually appears as direct traffic. This happens either to protect user’s privacy or because some of these applications are not exposing information in the same way web browsers do. So at the end it’s just private referral traffic that’s harder to track, as it comes back without referral data attached.\n\nFor more information about dark social you can check the links below:\n\nHow much impact does “dark social” have on my website?\n\nAccording to folks from, RadiumOne more than 80% of online shares is happening through dark social!\n\nAnother way to understand the impact on your website, is to check your analytics platform for direct traffic on very long URLs. It’s almost impossible that someone would visit a URL like just by typing it on his browser and the amount of visitors who bookmarked your URL or pasted it in their browser will probably not be that high. This is probably a URL that was accessed through a dark social traffic source.\n\nThere’s a great article from Chris Breaux in Chartbeat’s blog, explaining the most common sources of dark social traffic. He also tested the sources and found the cases where referrer information is not passed along to the target page of a link:\n\nReferrer Passed?\nMobile Browser\nMobile App\n\n* Sometimes when opening a link in a new tab referrer is not passed along\n\nHow to fix this issue?\n\nMake it very easy for your visitors to include referral data before sharing content from your website\n\n  1. Implement social sharing buttons that will also include a tracking code URL parameter in the URL being shared. Make sure that these buttons are easy to use and make the sharing process faster, otherwise it doesn’t make a lot of sense for the visitor to use them.\n  2. Include referral data on all the URLs of your website. This way if anyone decides to copy-paste and share one for your pages, he will probably also include valuable information about the visit. An advanced option available is a GA plugin called DirectMonster.js by LunaMetrics. (If you’d like to see that in action, Mashable seems to be using a similar approach: Sample mashable article link )\n  3. Use campaign tracking codes when sharing links. If you are using GA you can use this builder to create campaign links compatible with GA\n  4. Decode the browser’s user agent to understand the correct source of traffic (More details below).\n\nTrack visits by user agent\n\nThe user agent string, is a short text property that is available for every browser. This property holds details about the browser, the operating system and the device used to browse the web. There are bits and pieces available in most user agent strings, allowing us to get more details about the correct traffic source, even for cases like the ones mentioned above. So when you set the rules that classify your traffic in marketing channels, be sure to include the following ones, to make you tracking even more accurate and minimize the impact of dark social traffic.\n\nFacebook mobile apps\n\nTo identify traffic from a facebook mobile app you can look for one of the following values in the user agent strings:\n\n  • FBAN\/\n  • FBAV\/\n  • FBBV\/\n  • FBDV\/\n  • FBMD\/\n  • FBSN\/\n  • FBSV\/\n  • FBSS\/\n  • FBLC\/\n  • FB4A;\n\nA few sample facebook user agent string including these values:\n\nMozilla\/5.0 (iPhone; CPU iPhone OS 10_3_1 like Mac OS X) AppleWebKit\/603.1.30 (KHTML, like Gecko) Mobile\/14E304 [FBAN\/FBIOS;FBAV\/;FBBV\/57050710;FBDV\/iPhone8,1;FBMD\/iPhone;FBSN\/iOS;FBSV\/10.3.1;FBSS\/2;FBCR\/COSMOTE;FBID\/phone;FBLC\/el_GR;FBOP\/5;FBRV\/0]\n\nMozilla\/5.0 (iPhone; CPU iPhone OS 10_3_1 like Mac OS X) AppleWebKit\/603.1.30 (KHTML, like Gecko) Mobile\/14E304 [FBAN\/FBIOS;FBAV\/;FBBV\/57733420;FBDV\/iPhone8,1;FBMD\/iPhone;FBSN\/iOS;FBSV\/10.3.1;FBSS\/2;FBCR\/vfGR;FBID\/phone;FBLC\/el_GR;FBOP\/5;FBRV\/0]\n\nMozilla\/5.0 (Linux; Android 4.4.4; One Build\/KTU84L.H4) AppleWebKit\/537.36 (KHTML, like Gecko) Version\/4.0 Chrome\/ Mobile Safari\/537.36 [FB_IAB\/FB4A;FBAV\/;]\n\nTwitter mobile apps\n\nTo correctly identify traffic coming from a twitter mobile app, you can look for the following value in the user agent string:\n\n  • twitter\n\nA few sample user agent strings, that were captured using this rule:\n\nMozilla\/5.0 (iPhone; CPU iPhone OS 9_3_5 like Mac OS X) AppleWebKit\/601.1.46 (KHTML, like Gecko) Mobile\/13G36 Twitter for iPhone\n\nMozilla\/5.0 (Linux; Android 7.0; E5823 Build\/32.3.A.2.33; wv) AppleWebKit\/537.36 (KHTML, like Gecko) Version\/4.0 Chrome\/58.0.3029.83 Mobile Safari\/537.36 TwitterAndroid \n\nOther apps\n\nThis list can go on forever but it gets very time consuming to find differences in user agent string for less known apps. For me the best approach is to start capturing the user agent string in your web analytics platform, using the following JS property:\n\n\nOnce you started capturing user agents, you can start looking into all the values classified as “Direct” traffic. Your will try to find patterns you could potentially classify as a different channel.\n\nWritten By\n\nPanagiotis (pronounced Panayotis) is a passionate G(r)eek with experience in digital analytics projects and website implementation. Fan of clear and effective processes, automation of tasks and problem-solving technical hacks. Hands-on experience with projects ranging from small to enterprise-level companies, starting from the communication with the customers and ending with the transformation of business requirements to the final deliverable.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.8214465976,
        "format_confidence":0.7082423568
    },
    {
        "url":"https:\/\/malwarefixes.com\/uninstall-surf-slide-malware-removal\/",
        "text":"Uninstall Surf Slide – Malware Removal\n\nBy | Posted on June 11, 2015 |\n\nHaving Surf Slide on your PC is not advisable since this program was dubbed as adware. It injects ads into the browser which in return will generate profit for the adware makers. Although, Surf Slide may seem to be a useful application at a first glance, there is hidden schema in it. The adware is having a tag line “Get better results faster with surf slide!\n\nIn the first place, this adware normally gets inside the computer without seeking for user’s approval. Free software is used by Surf Slide to spread a copy of its code to computers world-wide. It is also packed to other adware that you may obtain from various web sites. Usually, these unwanted programs will disguise as required player when you are viewing online movies. It may also pretend as needed download manager tool when you intend to obtain files online.\n\nSurf Slide is installed on the computer as add-on or extension. It attacks known browsers like Google Chrome, Internet Explorer, and Mozilla Firefox. The effect of this adware is visible via excessive ads displayed on your browser. Aside from that, it will add other functions on the browser to promote relevant adware.\n\nWe highly suggest immediate removal of Surf Slide adware before it can add more harm to the PC. This adware is also capable for stealing sensitive information from the computer that it may used to deliver unwanted ads. Use only efficient anti-virus and anti-malware application when getting rid of Surf Slide malware.\n\nSurf Slide\n\nOnline Security Scanner Report for surfslidetide.com:\n\nNorton SafeWeb No issues Community Rating: 0.0 June 11, 2015\nMCAfee Site Advisor Dangerous Feedback: Malicious Downloads June 11, 2015\nTransparency Report Surf with caution Feedback: Malware found June 11, 2015\n\nHow to Remove Surf Slide adware\n\nStep 1 : Use Add\/Remove program of Windows to Uninstall Surf Slide\n\nThe main cause of adware and malware presence could be software that you may have installed on the computer. We need to uninstall the culprit program.\n\n1. Click Windows Start button. Next, select Control Panel from the list.\n\n2. Find the ‘Programs‘ area and click on Uninstall a program. This opens up a window showing existing software installed.\n\nSurf Slide Removal\n\n3. Look for and remove Surf Slide entry. If not present, look for any suspicious labels that was installed recently.\n\n4. Click on Uninstall to start removing the program.\n\nStep 2: Scan and Delete Adware with AdwCleaner\n\n1. Download the tool called AdwCleaner from the location stated below.\nClick here to download AdwCleaner (this will open a new window)\n\n2. Once you have completed the download, please close all running programs on the computer.\n\n3. Locate the file and double-click on adwcleaner_Ver.exe to start running the tool. Then, click on Scan button.\n\n\n4. It searches for presence of harmful programs, plug-ins, add-ons, or any data that were found malicious and linked to Surf Slide. You need to Clean all items detected by this tool.\n\n5. Once scan is done, the tool may need to reboot your computer to finalize the cleaning process.\n\n6. After reboot, AdwCleaner will display the log file of the recent scan.\n\nStep 3: Remove Adware Add-on and Cleanup the Browser\n\nAfter the previous scans, you may have deleted Surf Slide from the affected browser. This next step will ensure that no more module of adware will be left on the browser. This free tool scans and checks the browser for unwanted add-on and extension, and if found, Avast Browser Cleanup will give you a report and suggestion.\n\n1. Download this free tool and save it to your desktop.\nAvast Browser Cleanup Download Link (This will open in a new window)\n\n2. Please install the program. Start the process by double-clicking on the executable file avast-browser-cleanup-sfx.exe.\n\n3. When run, Avast Browser Cleanup performs a test on the browser. If unwanted entries were found, it will display a button ‘Remove all add-ons listed below and cleanup browser.’ You may remove all or delete one entry at a time.\n\nAvast Browser Scanner\n\n4. Avast Browser Cleanup will confirm before it permanently deletes the add-on. Please click Yes to proceed with the removal of Surf Slide on the affected browser.\n\nStep 4: Reset Internet Browser to completely remove Surf Slide\n\nCleaning your internet browser from clutter and unwanted add-on\/extension is a must when dealing with Surf Slide. The procedure below discuss on resetting various browsers to its default state.\n\nRestore Google Chrome to Default Settings\n\nResetting Google Chrome to default settings is helpful in deleting hard-to-remove extension such as from Surf Slide. This method is highly advisable to perform if you have difficulty in removing unwanted extension.\n\n1. Open Google Chrome Internet browser.\n\n2. Click on the Menu (three-bar icon) located on the upper right side corner of the browser.\n\n3. From the pull-down menu, click on Settings.\n\n\n4. Once your are on chrome:\/\/settings\/ tab, click on ‘Advanced‘ at the bottom of the window.\n\n5. Navigate to the bottom of the page and click on Reset settings to their original defaults button.\n\n6. Close the existing tab and restart Google Chrome. That should have removed Surf Slide extension.\n\nReset Mozilla Firefox to Default\n\nThis section describes how to remove unwanted extension from Firefox that may be related to Surf Slide.. This process can fix many browser issues by restoring Firefox to factory settings without affecting your essential information (bookmarks, browsing history, passwords, and Internet cookies) on the browser. If you desire to remove only specific extension, please see manual removal of add-on from Firefox.\n\n1. Navigate to Firefox menu at the top of the browser and access the Help area. Click on Troubleshooting Information.\n\n2. A new tab will appear. You will notice a section on upper-right corner of the screen stating Reset Firefox to its default state. Click the Refresh Firefox button.\n\nFF Reset\n\n3. If confirmation window appears, click Refresh Firefox to continue.\n\n4. Firefox browser will close and start the resetting process. When done, it will display a list of restored data. Surf Slide should be gone by now. Click Finish to open a fresh version of Firefox.\n\nRestore Internet Explorer to Default Settings\n\n1. Open Internet Explorer and navigate to top menu. Click Tools, and then Internet Options.\n\n2. Select Advanced tab on Internet Options window.\n\nIE Reset\n\n3. On lower part of the window, under Reset Internet Explorer Settings area, click the Reset button. Please see image for reference.\n\nYour data like favorites, bookmark, and history will remain in the browser. However, this process may delete add-ons by Surf Slide and other unknown objects. If you prefer to carry out the procedure manually, please add-on removal from Internet Explorer.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9731460214,
        "format_confidence":0.8357980847
    },
    {
        "url":"https:\/\/chandoo.org\/wp\/multi-condition-lookup\/",
        "text":"How to Look up Based on Multiple Conditions\n\n\nShare on facebook\nShare on twitter\nShare on linkedin\nThis article is part of our VLOOKUP Week. Read more.\n\n\nNot always we want to lookup values based on one search parameter. For eg. Imagine you have data like below and you want to find how much sales Joseph made in January 2007 in North region for product “Fast car”?\n\n\nData for this Example -Looing up Based on More than One Value\n\n\nSimple, use your index finger to scan the list and find the match 😉\n\nOf course, that wouldn’t be scalable. Plus, you may want to put your index finger to better use, like typing . So, lets come up with some formulas that do this for us.\n\nYou can extract items from a table that match multiple criteria in multiple ways. See the examples to understand the techniques:\n\nUsing SUMIFS Formula [help]\nFormula =SUMIFS(lstSales, lstSalesman,valSalesman, lstMonths,valMonth, lstRegion,valRegion, lstProduct,valProduct)\nResult 1592\nUsing SUMPRODUCT Formula [help]\nFormula =SUMPRODUCT(lstSales,(lstSalesman=valSalesman)*(lstMonths=valMonth)*(lstRegion=valRegion)* (lstProduct=valProduct))\nResult 1592\nUsing INDEX & Match Formulas (Array Formula) [help]\nFormula {=INDEX(lstSales,MATCH(valSalesman&valMonth&valRegion&valProduct, lstSalesman&lstMonths&lstRegion&lstProduct,0))}\nResult 1592\nUsing VLOOKUP Formula [help]\nFormula =VLOOKUP(valMonth&valSalesman&valRegion&valProduct,tblData2,7,FALSE)\nResult 1592\nConditions: A helper column that concatenates month, salesman, region & product in the left most column of tblData2\nUsing SUM (Array Formula) [help]\nFormula {=SUM(lstSales*(lstSalesman=valSalesman)*(lstMonths=valMonth)* (lstRegion=valRegion)*(lstProduct=valProduct))}\nResult 1592\n\nSample File\n\nDownload Example File – Looking up Based on More than One Value\n\nGo ahead and download the file. It also has some homework for you to practice these formula tricks.\n\nAlso checkout the examples Vinod has prepared.\n\nSpecial Thanks to\n\nRohit1409, dan l, John, Godzilla, Vinod\n\nSimilar Tips\n\nVLOOKUP Week @ Chandoo.org - Learn tips on lookup formulas in Excel\n\nShare on facebook\nShare on twitter\nShare on linkedin\n\nShare this tip with your colleagues\n\nExcel and Power BI tips - Chandoo.org Newsletter\n\nGet FREE Excel + Power BI Tips\n\nSimple, fun and useful emails, once per week.\n\nLearn & be awesome.\n\nWelcome to Chandoo.org\n\nThank you so much for visiting. My aim is to make you awesome in Excel & Power BI. I do this by sharing videos, tips, examples and downloads on this website. There are more than 1,000 pages with all things Excel, Power BI, Dashboards & VBA here. Go ahead and spend few minutes to be AWESOME.\n\nRead my storyFREE Excel tips book\n\nExcel School made me great at work.\n\n– Brenda\n\nExcel formula list - 100+ examples and howto guide for you\n\nFrom simple to complex, there is a formula for every occasion. Check out the list now.\n\nCalendars, invoices, trackers and much more. All free, fun and fantastic.\n\nAdvanced Pivot Table tricks\n\nPower Query, Data model, DAX, Filters, Slicers, Conditional formats and beautiful charts. It's all here.\n\nStill on fence about Power BI? In this getting started guide, learn what is Power BI, how to get it and how to create your first report from scratch.\n\n\nMerry Christmas & Happy New Year 2021\n\nOn behalf of my family, our staff, volunteers & well-wishers, Let me wish you a very happy Christmas & prosperous new year 2021. Here is a small holiday card from Chandoo.org HQ. The kids school had a cultural festival a month ago and we got this beautiful picture at a photo booth. So much better than timer controlled DSLR on dining table I must say.\n\n60 Responses to “How to Look up Based on Multiple Conditions”\n\n  1. sam says:\n\n    =Index(RngToPick,Match(1,Conditions,0)) non array entered\n    Where Conditions is defined as For eg Conditions = ($a$1:$a$10=d1)*($b$1:$b$10=e1)\n\n  2. Gregory says:\n\n    Having more than one match for the search parameter would render the VLOOKUP Formula and the INDEX & MATCH Formulas with a single total and therefore the wrong answer. The SUMIFS, SUMPRODUCT, and SUM array formulas would give the correct answer should there be more than one match.\n\n    Fantastic worksheet, by the way. Loved all the formulas.\n\n  3. jeff weir says:\n\n    It's about time you stopped ignoring the DSUM function, Chandoo.\n\n    =DSUM(Database,\"Net Sales\",criteria)\n    * 'Database' is the named range $B$4:$H$1083 (i.e. all your records, including the column headers)\n    * \"Net Sales\" is simply the name of the column you are interested in adding up (and you could also use '6', which would tell the column to choose the 6th column from the edge of your database range)\n\n    * 'criteria' is a range of 8 cells that list each column you will be filtering on in the first row, and the things you are looking for in each column in the second row, i.e.:\n\n    Salesman Month Region Product\n    Joseph Jan-07 North FastCar\n\n    I've uploaded an amended spreadsheet to http:\/\/cid-f380a394764ef31f.office.live.com\/view.aspx\/.Public\/vlookup-on-multiple-conditions%20-%20DSUM.xls if anyone wants to play around with DSUM.\n\n    Also check out http:\/\/www.techonthenet.com\/excel\/formulas\/dsum.php for more examples of DSUM\n\n    • Janet says:\n\n      Hi everyone,\n\n      I have tried all of these options and none of them are working for me. I keep getting a #VALUE error. What am I doing wrong?\n\n      FYI I have a workbook with 4 sheets. I am using two sheets for this formula. This sheet that my data is in is called Fullyear (it has employee names in 1st col, then each employee has 6 different timeoff criteria, holiday, vacation, sick, personal, birthday, other listed in col 2, then the answer I seek is in the last column of the spreadheet named Endbal). The criteria to lookup is in sheet 4 called Lookup and they are in drop down format (so they should match), There are two criteria, employee name and timeoff so I choose \"Joe Smith\" and \"vacation\" and I want it to give me Joe Smith remaining vacation time from the last column.\n\n      Thank you\n\n  4. praveen says:\n\n    can you also help me with finding the minimum of values based on multiple conditions.\n\n  5. Hui... says:\n\n    Can you be a bit more specific like what conditions and what type of data and even ranges if you have them?\n\n  6. praveen says:\n\n    Hi Hui,\n    My requirement is to find a least cost option among various combinations for port transport.\n    My data table would have the name of source port, name of destination from port, type of vessel to be handled, cost of transportation (port+ inland and others).\n    I need to find the least cost for a specific destination for a specific vessel among various ports.\n\n    You can explain it using the data provided above in your example, instead of a specific output i need a min among the selection. Lets say lowest sales by joseph for fast car in your example.\n\n    I was able to get the solutions after burning some brain cells by applying pivot table. Is there any specific way to do this with cell formula.\n\n\n  7. Chandoo says:\n\n    @Praveen.. you can use MIN() formula to do this:\n\n    For eg. Assuming A1:A100 has sales person name, B1:B100 has product and C1:C100 as sales and you want to find out what is the min. sales for John for the product ABC,\n\n\n    You must enter this as an array formula - ie press CTRL+SHIFT+Enter when you finish typing to get the result.\n\n    • Farhad says:\n\n      In the above scenario, for getting the Max sales, it was possible to do so without the use of an array function (as below). Wondering if it is also possible to get the min sales without the use of an array ...\n\n    • ZEYNEP YILMAZ says:\n\n      Hi Chandoo,\n\n      Firstly I want to thank you and also this forum. I learned a lot. I'm very appreciate.\n\n      I tried the below ones for create conditional min and max formulas. But I couldn't success to make them run.\n      (My data is like exactly you define : A1:A14 has sales person name, B1:B14 has product and C1:C14)\n      (with press CTRL+SHIFT+Enter)\n      What is missing in these, i wonder?\n      May I ask your help please?\n\n      Thanks a lot in advance....\n\n  8. Sidhesh Mangle says:\n\n    Hey praveen,\n    Check the Dsum formula given by jeff weir above...\n\n    Similarly, you can use Dmin formula to get Minimum value as per mutiple criterias\n\n    Database Functions -> Dsum,Dmax, Dmin, Davg etc r very easy n Powerfull without any Complex nested formulas.\n\n    fyi - Hit F1 in Excel & search Database Functions - You'll get entire list with syntax n example\n\n  9. jeff weir says:\n\n    @chandoo...that's funny, I thought I commented on this, but my comment didn't show. Can you check your spam filter?\n\n  10. praveen says:\n\n    hi chandoo,\n    works wonderfully. I was not able to ignore the irrelevant values in my minimum function. \"\" this has done the trick.\n    What exactly does \"\" do in a array function.\n\n\n  11. Chandoo says:\n\n    @Jeff.. if you are referring to the DSUM comment, it is above. Else, I got nothing. Can you repost?\n\n    @Praveen... \"\" is nothing but an empty string. This forces to MIN to take the minimum value from the list. Just examine the formula to understand how it works.\n\n  12. jeff weir says:\n\n    After the DSUM comment I thought I answered Praveen's question with 4 different examples. But never mind, I see you've helped Praveen out...good man!\n\n  13. Jim Watson says:\n\n    I have noticed that you always enter \"false\" at the end of VLOOKUP formulas to get an exact match. Did you know you can save yourself some typing by entering zero \"0\" instead of \"false\" (w\/o the quotes) and \"1\" for true? The fewer keystrokes needed the better, I always say.\n\n  14. Ram Kapoor says:\n\n    Hi Chandoo,\n\n    Answer for the second question (for homework) can be = =SUM((lstSalesman=K35)*(lstRegion=M35)*((MONTH(lstMonths)={1,2,3}*(YEAR(lstMonths)=2008))*(lstSales))).\n\n  15. tan tan says:\n\n    Please explain the \"val\" in the formulas above. Or can you give the formulas with column and rows cell. eg. (Jan-0... (truncated)",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9010767341,
        "format_confidence":0.9390622377
    },
    {
        "url":"http:\/\/libraryonlineweb.com\/pop-up\/dealio-and-ie-firefox-popups.php",
        "text":"Home > Pop Up > Dealio And Ie\/firefox Popups\n\nDealio And Ie\/firefox Popups\n\n\nStep-by-Step Instructions to Fix the DetoxCrypto Issue Attacked by FenixLocker Ransomware? – Useful Solution to Remove FenixLocker Ransomware How to Get Rid of SparPilot Virus - SparPilot Virus Removal Guide Remove Username Forum Password I've forgotten my password Remember me This is not recommended for shared computers Sign in anonymously Don't add me to the active users list Privacy Policy\n\nMalwareTips Adding exceptions to IE9's pop-up blocker settings. Als je deze website blijft gebruiken gaan we ervan uit dat je dat goed vindt.Accepteren Microsoft PartnerSilver Application Development file.net Deutsch Home Files Software News Contact What is Dealio.dll? http:\/\/libraryonlineweb.com\/pop-up\/deluxecommunications-ie-and-firefox-popups.php\n\nPost the ComboFix log and a fresh Hijackthis log in your next reply. U kunt het beste alle gevonden items selecteren en klikken op verwijder geselecteerde. Op deze manier zal MalwareBytes Anti-Malware alle mogelijke vorm van adware, popups, virussen, rootkits e.d. Was it from an official Mozilla Mirror website? Note: Do not mouseclick combofix's window while it's running.\n\nPop Up Blocker Firefox\n\nHow to Delete Timesearchnow.com Hijacker? How to fix computer freezes randomly in windows 7 >> Read more here Latest Malware Removal Guide Need Help to Decrypt Files Locked by DetoxCrypto ransomware? Back to top #3 calvinc calvinc Topic Starter Members 4 posts OFFLINE Local time:06:11 AM Posted 17 July 2007 - 01:32 PM Thanks for the reply, i finished all the\n\nBlocking pop-ups doesn't always work: Although Firefox blocks most pop-ups, some websites may show pop-ups using uncovered methods, even when they are blocked. We love Malwarebytes and HitmanPro! When blocking a pop-up, Firefox displays an information bar (if it hasn’t been previously dismissed – see below), as well as an icon in the location bar. Disable Pop Up Blocker Firefox Uninstall Dealio Toolbar respectively from Firefox, Google Chrome, and Internet Explorer.\n\nStep3: Go to remove Dealio Toolbar, any related unwanted program installed recently. Pop Up Blocker Chrome Clicking on the \"Exceptions\" button will open another dialogue window. \"Exceptions\" dialogue window in Chrome. Dealio toolbar pop-up ads will be shown as boxes containing various coupons that are available or as underlined keywords, which when clicked will display an advertisement that states it is brought Malwarebytes Anti-Malware Premium sits beside your traditional antivirus, filling in any gaps in its defenses, providing extra protection against sneakier security threats.\n\nDeze adware komt de computer binnen omdat deze vaak door de gebruiker zelf is geïnstalleerd. Allow Pop Ups Firefox Portions of this content are ©1998–2017 by individual mozilla.org contributors. Asking for help via Private Message or Mail will be ignored - So If you need help, post your problem in the forum. allemaal verwijderen van uw computer.\n\nPop Up Blocker Chrome\n\nIf you unfortunately got “infected”, don’t forget there is always a useful tool waiting for serving you. http:\/\/forums.mozillazine.org\/viewtopic.php?p=3341842 When you install these free programs, they will also install Dealio as well. Pop Up Blocker Firefox Click Apply, and then click OK. Pop Up Blocker Internet Explorer IE9 sprocket menu.\n\nYour computer is acting slowly. http:\/\/libraryonlineweb.com\/pop-up\/common-popups.php company cog apparently came bundled with PDFCreator - without warning or option. If you found the plug-in cannot be deleted by antivirus softwares, don’t get mad so soon, because it is technically not a virus. We have only written them this way to provide clear, detailed, and easy to understand instructions that anyone can use to remove malware for free. How To Turn Off Pop Up Blocker On Mac\n\nIMPORTANT --- Follow the directions of the Dealio Toolbar uninstall program. Viruses, backdoors, keyloggers, spyware ,adware, rootkits, and trojans are just a few examples of what is considered malware. I tried several things but what seemed to have worked was I restored my computer to 3 or 4 days prior to when I remember the pop-up started. news Ze worden vaak niet aangeboden tijdens het installatie proces maar automatisch geïnstalleerd tegen uw favoriete browser zoals Internet Explorer, Google Chrome of Mozilla Firefox.\n\nTo the right of Block pop-up windows, click the Exceptions... How To Allow Pop Ups On Safari A dialog box will open and lists all the sites that are allowed to show pop-ups. What do you know about Dealio.dll: How would you rate it: < Please select > important for Windows or an installed application (++) seems to be needed (+) neither dangerous nor\n\nAny changes you've made will automatically be saved.\n\nde licentie informatie. Dit commentaar kunt u kwijt onderaan de pagina bij de desbetreffende instructie. Details for Solution 2 – Remove Dealio Automatically by Spyhunter Step 1: click the link to download and install Spyhunter on your computer. How To Block Pop Ups On Firefox This plug-in enables a toolbar with extra functions for social networks, such as Youtube, Facebook, and other links to popular services and websites.\n\nRepeat as many times as necessary to remove each Java versions. Here's the magic! Our malware removal guides may appear overwhelming due to the amount of the steps and numerous programs that are being used. More about the author But other times, you do.\n\nAs an alternative, you can also get to the IE9's pop-up blocker dialogue window by clicking on the sprocket icon at the upper left of the browser window or holding down I am hereby respectively giving specific methods for deleting Dealio Toolbar from three famous browsers. not a big deal though, i probably removed it when i was using spyware scanners and told it to remove it for somereason.Anyway here are the log resultsCombofix:\"Calvin\" - 2007-07-17 19:30:15 On the Scanner tab, select Perform quick scan, and then click on the Scan button to start searching for the Dealio toolbar malicious files.\n\ninstalling new java3. You will know how amazingly it works if you give it a shot! So far, it has not come back...I'm keeping my fingers crossed. It's also important to avoid taking actions that could put your computer at risk.\n\nCCleaner Tutorial*******************************************Select the following with HijackThis. U kunt het beste alle gevonden items selecteren en klikken op verwijder geselecteerde. Op deze manier zal MalwareBytes Anti-Malware alle mogelijke vorm van adware, popups, virussen, rootkits e.d. Then go to Program folder Mozill Firefox and Find and DELETE the file \"SearchSettings.exe\"IT worked for me on XP after spending hours trying other methodsGood luck.JessGo to DEALIO and RE-INSTALL the Click \"exit\" when done.\n\nAls MalwareBytes Anti-Malware het PUP.Optional.wSys.A virus heeft gedetecteerd kunt u deze middels MalwareBytes-Anti-Malware zonder problemen verwijderen. Close OTMoveItIf a file or folder cannot be moved immediately you may be asked to reboot the machine to finish the move process. Any idea??Just wondering. Dealio toolbar is an extension for Internet Explorer, Firefox and Chrome that is typically added when you install another free software (video recording\/streaming, download-managers or PDF creators) that had bundled into\n\nBookmarks and saved passwords are retained, but all browser extensions and their related data are deleted [1]. IE9 options to pop-up blocker notifications.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9893941283,
        "format_confidence":0.6938007474
    },
    {
        "url":"http:\/\/download.cnet.com\/blog\/download-blog\/add-election-results-into-firefox-with-rss-ticker\/",
        "text":"Add election results into Firefox with RSS Ticker\n\nIf you want to watch YouTube comedy while the U.S. election drama unfolds, stay updated with a nifty Firefox extension. Learn more and find or contribute RSS resources for best election results coverage.\n\nYesterday, Jessica Dolcourt provided four great applications for tracking U.S. election results online. I wanted to quickly follow up with a short word about my favorite RSS ticker tool, the simply named Mozilla Firefox add-on RSS Ticker, currently at version 2.0.3.\n\nIf you want to work, chat, watch videos, listen to music, or do any other fun Internet stuff instead of tracking election results constantly on news sites, RSS Ticker provides a nifty way of keeping up with breaking election news via a nonintrusive ticker that runs across the bottom of Firefox's interface, below your status bar.\n\nRSS Ticker\nAfter two years of presidential electioneering, a dog saving kittens is the kind of news I need.\n\nRSS Ticker installs like any other Firefox extension, with a pop-up window after you allow to install add-ons to Firefox. If you have trouble, save the .xpi file locally, and then open it from Firefox.\n\nRSS Ticker\nThe Feeds tab of the RSS Ticker options makes it simple to see which feeds are included in the scrolling ticker.\n\nAfter the RSS Ticker extension is installed and Firefox is restarted, RSS Ticker will automatically scrape all of your bookmarks for XML feeds and display them in ticker fashion. If you have a lot of RSS feeds in your bookmarks, the first thing you'll want to do is go to Tools -> Extension Options -> RSS Ticker, then click the Feeds button to decide which specific feeds you want included in the ticker.\n\nThe RSS Ticker options menu also lets you adjust the speed and frequency of the ticker, reposition it (it can also be placed under your bookmarks toolbar), disable the ticker, adjust the width of individual news items, and additional customizations.\n\nIf you're looking for RSS feeds to track the presidential election, Google is obviously a huge resource (as is the company's online RSS app, Google Reader), but here are a few selections that I have in my ticker:\n\n  • CBS News politics feed (disclaimer: CBS owns CNET)\n  • CBS News \"Horse Race\" feed\n  • CNET Politics and Law blog\n  • ABC News politics feed\n  • Fox News politics feed\n  • MSNBC Decision '08 feed\n  • What are some of your favorite RSS political sources? Tell us about them in the comments.\n\n    About Peter Butler\n\n    Peter has been working at since 2003, when trialware was shareware and toolbars were those large metal rods for smashing car windows. Currently, he wrangles the reviews, videos, newsletter, blog, and special collections for, as well as managing the program data throughout the software directory.\n\n    Member Comments\n\n    Conversation powered by Livefyre",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.7719559669,
        "format_confidence":0.6809327602
    },
    {
        "url":"http:\/\/www.wikihow.com\/Use-7Zip-to-Create-Multiple-Compressed-Folders-in-One-Go",
        "text":"Edit Article\n\nHow to Use 7Zip to Create Multiple Compressed Folders in One Go\n\nCommunity Q&A\n\nThis article will show you how to use the free software 7zip to create multiple compressed folders in one go. This may come in handy for times when you are backing up your computer files or for whenever you need to compress a lot of file folders in general. This method involves using 7zip in a Windows batch file.\n\nFor this tutorial, let's say that you have a some folders from your music collection that you want to compress so you can back them up on an external hard drive. These folders are contained inside a 'larger' folder named 'My Music.'\n\n\n  1. 1\n    Install 7zip. If you let it install in its default setting it should typically be in \"C:\\Program Files\\7-zip\\7z.exe.\"\n  2. 2\n    Fire up Notepad. You won't need to use 7zip's graphical user interface, so no need to run it after installing.\n  3. 3\n    In Notepad, insert this single line of code: for \/d %%X in (*) do \"c:\\Program Files\\7-Zip\\7z.exe\" a \"%%X.7z\" \"%%X\\\"\n  4. 4\n    Note: If you'd like to output to .ZIP files, change the \"%%X.7z\" to \"%%X.zip\"\n  5. 5\n  6. 6\n    Browse to the location of the folders you want to compress. In our example it is in C:\\My Music.\n  7. 7\n    Create your very own batch file by setting 'Save as type' to 'All files' and naming it something like 'foldertomultiple7z.bat'. Take note of the file extension, which is .bat. Be sure not to set the file type as 'Text Documents' too.\n  8. 8\n    Click Save.\n  9. 9\n    Close Notepad and navigate to your 'My Music' folder. Notice that the batch file is at the same directory level as the folders that need to be compressed.\n  10. 10\n    Run the batch file by double-clicking on your bat file within your 'My Music' folder. DO NOT run as Administrator (option appears in right-click menu) - running as Administrator will compress the files in windows\/system32. After you double-click on the bat file, the windows command prompt appears and 7zip begins to do its thing.\n\n  11. 11\n    Verify the validity of your compressed folders. To do this, highlight them all and click the right mouse button. If you installed 7zip in its default setting, you'll have its menu incorporated in the Windows shell. Navigate to it and click 'Test Archive.'\n\nCommunity Q&A\n\nUnanswered Questions\nShow more unanswered questions\nAsk a Question\n200 characters left\n    If this question (or a similar one) is answered twice in this section, please click here to let us know.\n\n\n    • Changing the code in Notepad so that the resulting file extension is .cbz (instead of .zip) will enable this to work well for people using this batch file to show up in comic book readers.\n    • Keep your batch file for future use. The next time you need to compress multiple folders just Copy\/Paste it to the main directory where the said folders reside and run it.\n    • DO NOT run as administrator. This will compress the files in windows\/system32. Just double-click from within target folder will do the job.\n    • If 7-zip is installed somewhere else in your system, find its location and replace it in the code.\n    • You can use the batch file to compress any folder, not just music folders.\n    • You can name the .bat file to friendly name like 7z-all.bat and put it inside Windows folder, so it will be accessible for the whole system. After that to use, In Windows 7 and 8.x, click with the right mouse button in the blank space of a folder holding the Shift key, an option Open Command Window Here will appear. Clicking that will open a command line window for the current folder. Then just type the 7z-all (no need for the .bat extension) and it will start to compress all the folders inside that one.\n\n    Things You'll Need\n\n    • A computer with the Windows operating system.\n    • 7zip, which you can download from here.\n    • A text editor for creating the batch file, Windows Notepad is enough.\n\n    Article Info\n\n    Categories: File Manipulation\n\n    In other languages:\n\n    Español: usar 7Zip para crear múltiples carpetas comprimidas en un solo procedimiento, Português: Usar o 7Zip para Criar Múltiplas Pastas Comprimidas de Uma Vez, Italiano: Usare 7zip per Creare Più Cartelle Compresse in una Sola Volta, Русский: с помощью 7zip сжать несколько папок, 中文: 使用7zip一次创建多个压缩文件夹, Français: utiliser 7zip pour créer des dossiers multiples compressés en une seule passe, Deutsch: Mehrere komprimierte Ordner mit 7Zip auf einmal erstellen, Bahasa Indonesia: Menggunakan 7Zip untuk Membuat Multipel Berkas yang Dipadatkan\n\n    Thanks to all authors for creating a page that has been read 202,646 times.\n\n    Did this article help you?",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9764586687,
        "format_confidence":0.9909020066
    },
    {
        "url":"http:\/\/deviantmedia.com\/blog\/quinda\/",
        "text":"Quick n Dirty Animation.\n\n\nDespite being a bit of a technologist, I am, in some ways, a Luddite at heart.  I learned animation on paper, with a 16mm Bolex to shoot with.  Eventually I graduated up to the monster Oxberry animation stands before later starting to work with computer animation for remainder of my time in college and thence into professional life.\n\nIf you want further information about Quinda that’s not covered here, here are some other places to look, and possibly ask a question or two…\n\nThe Motivation\n\nComputer animation is a lovely thing, but automatic tweening can be a crutch.  I don’t want much in an animation program. An area to draw, frames to compare, and cycles. what I really want is something simple with which to play.  I want a simple way to recreate the fun that I had when I took animation 1 in college. I think I have managed to get most of the different techniques from that semester crammed into one small package. I have added a few extra things to make it a bit more useful, and there’s room to add more features should anyone ask (nicely.)\n\nThe Basics\n\nAnimationScreenThe basics are that you can simply draw frames right on the screen and advance to the next frame until you have an entire animation. by default, while you’re drawing, an onion skin is shown that references the previous and following 5 frames in highlighting colors, red for history, blue for future. Draw with one finger, swipe left and right with two fingers to change frames. You can do quite a lot without ever leaving this screen. swipe up with two fingers to delete the last stroke. (note that this is not an ‘undo’, it just delete’s the most recent stroke, so you can delete all the way back to an empty frame if you so choose.)\n\nEventually you’ll want to play the animation back. To get to the controls, you can touch the little gear in the upper left corner.  (you can tap the screen with three fingers if you want to skip ahead to the playback mode…)\n\nThe Tool ScreenScreenshot 2013.12.17 15.21.46\n\nThe control screen is broken up to several areas. of primary concern right now are the playback and timing controls at the bottom of the screen. They are basic controls, play, step forward, and step backwards. Also notice the little clock in the lower left. The step forward and step back buttons are pretty self explanatory except that the ‘step forward’ button will add new blank frames if you step beyond the end of the animation. The clock takes you to the playback screen where you get to make cycles, adjust the timing of individual frames, and playback the animation. The Play button actually does the same, but it also starts the playback right away.\n\n\nIn order to help you draw where you want to draw, the main drawing screen has a couple of helpful options.  A field guide, and Onion skinning.  on the tool screen, these controls are to the upper right. A button that looks like a grid, and a button that looks like an onion. Onion skinning is on by default, but there are times when you may prefer not to see it.\n\n\nover on the lower right of the tool screen are the frame edit tools. one will delete the current frame and the other will insert a blank frame at the current frame number, moving the subsequent frames one frame.\n\nArt tools\n\nThere are three buttons in the middle that give you control over your drawing tool. The button right in the middle takes you to the color picker. Just to the right of that is the brush picker, and to the left is the pencil button which is just a preset to give you a thin grey line.\n\nFile tools\n\nJust above the Art tools you control the file itself.  From left to right,\n\n  • create a new animation, (closes the current animation and creates a new empty one.\n  • open another animation, (presents a list of all the animation you have made)\n  • rename your animation, (presents a way to type in a new name for your animation.)\n  • share your animation, (once you have created a Gif on the playback screen, this is where you would go to share it.)\n\n\nScreenshot 2013.12.17 15.23.30There are basically 2 different ways you can adjust the timing of your animation. You can hold on a single frame for a while, or you can cycle a set of frames for a certain number of repetitions. As such, there is a control on either side of the screen. On the left is the cycle controls, on the right, the frame hold time.\n\nStarting with the hold control on the right, you may notice that the default frame rate is 8 frames a second, (equivalent to what’s known as “shooting in 3s” at 24 frames a second.) So, each frame is on screen for 1\/8th of a second (or .125 seconds if you have a digital watch.) As you slide your finger up and down the control, you will see the ‘frame duration’ number go up and down. for very specific control, you tap the ends of the control, and the timer goes up or down by 1\/16th of a second. (.0625sec)\n\nOn the left is the cycle control.\n\n  • A cycle is a series of frames that you repeat, either to show a repetitive motion, (like walking) or just to keep things looking alive while nothing else is happening. One of the features of hand drawn animation is that it can be difficult to be very precise with your drawings and as a result, lines move.  If you just stop on a single frame, things can appear ‘dead’.  instead,  you might draw three or four nearly identical frames and repeat them.  The object won’t move in the frame, but the lines will still be moving. It’s a technique to make things feel more alive. Alternatively, it might take 8 frames to animate a character taking a full walking stride. You can cycle those 8 frames to make the character walk for as long as you like.\n\nThe number labeling the control is the number of times that the cycle is repeated. A 0 indicates that the frames are simply played through. A setting of 1 repeats the cycle once, therefore each frame in the cycle gets played twice. As an example, if you set frame 5 to do a 3 frame cycle 3 times, the frame sequence goes like this: 0,1,2,3,4,5,3,4,5,3,4,5,3,4,5, 6,7,8,9. Note that the cycle count is the number of repeats, not the number of plays. Basically, cycling is like shouting “Encore!”   If you add a cycle, a second control for the length of the cycle will appear. The default length of a cycle is 3 frames. Cycles are not recursive.\n\nThe whole screen is also a jog control. drag one finger left and right across the screen to scroll through the frames in either direction.\n\nLastly is the Create Gif button. touching this control will create an animated gif of the animation, which is saved in the application’s Documents folder. Your animation can then be shared from the Share button on the tool screen, or via iTunes sharing. (suggestions for more ways to share are welcome…)\n\nTo return to drawing, poke the X in the upper left or poke the screen with a two finger tap\n\nThe Camera Controls\n\nAlso on the tool screen, over on the left, are tools for adding (and subtracting) photos to frames. The camera shaped button opens the camera, and the picture with an ‘X’ on it removes the picture from the current animation frame. If you press the camera button, you’re taken to the camera view.\n\nThe camera has three options. You can take a single photo for the frame you are on, take a photo and automatically advance to the next frame, (ready to take another one,) or set it on automatic time-lapse. If you choose time-lapse, you are presented a control to set the time-lapse interval, counted in seconds.\n\nWhen you have the right interval, press ‘Start’ and the camera will wait that many seconds and then fire and it will continue to do that until you hit stop.\n\nAs on the main drawing screen, there is a field guide to help with your alignment.\n\nWhen you are done, poke the ‘x’ button to return to the drawing screen. (note that if you were shooting and advancing, or using time-lapse and went beyond the length of your animation, the frame you return to may be blank. if you don’t see a picture, it is probably because you are not on the frame you think you are…)\n\n\nOne thought on “Quinda\n\n  1. Pingback: Documentation | Things Made\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.5720406175,
        "format_confidence":0.9445492625
    },
    {
        "url":"https:\/\/www.techwalla.com\/articles\/how-to-enable-the-safari-address-bar",
        "text":"How to Enable the Safari Address Bar\n\nBy Robert Kohnke\n\nSafari is an Internet browser program for Apple computers. In an Internet browser, the address bar is the location in which you input the website address that you wish to visit. That being said, having an address bar missing or disabled can be quite problematic and limiting. Enabling it is a simple matter that can be accomplished through the view settings of the browser.\n\nStep 1\n\nOpen up the Safari browser.\n\nStep 2\n\nClick \"View\" from the top toolbar of the window. You can also access the \"View\" menu by pressing \"Alt\" and \"V\" simultaneously.\n\nStep 3\n\nSelect \"Customize Toolbar\" from the drop-down menu. You can either click on it with your mouse or scroll down to it with your keyboard arrow keys and press \"Enter\" to select it.\n\nStep 4\n\nClick and drag the \"Address bar\" to the toolbar of the window. The address bar will situate itself in the toolbar and it will be fully functional.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9849978089,
        "format_confidence":0.9729555845
    },
    {
        "url":"http:\/\/dvdepoch.com\/autoplay-vimeo.html",
        "text":"\n\nVideoToWebsite is a free wizard program that helps you easily add Share Flash On Facebook video to website, web page or blog, in a few clicks without writing a single line of code.\n\nAll it takes is 3 easy steps: 1.Add Video, 2.Select Template, 3.Publish. At the first step, you add a Vimeo Integrate Into Website video clip, for example cut-n-paste YouTube url, then select the template for video popup and video thumbnail appearance and, at the final step, publish the result to a local drive or directly to the Internet via a built-in FTP client.\n\nVideoToWebsite generates a nice image thumbnail for your clip. On click, this thumbnail expands into a stylish overlay window containing the videoautoplay vimeo. No css, html, javascript coding, no image editing, just a couple of clicks to get the your video added to the Web!\n\n\nNew Cloud, Dark Glass, Windows, Mac and Facebook templates!\n\nCloud Template Dark Glass Template\n\nMac Template Windows Template Facebook Template\n\n\nDownload for Windows\n\nDownload for MAC\n\nVideoToWebsite is FREE for non-commercial use.\n\nA license fee is required for the use on commercial site. VideoToWebsite Business Edition additionally provides an option to remove the VideoToWebsite credit line as well as a feature to put your own watermark to videos Ebay Vimeo Videos. After you complete the payment via the secure form, you will receive a license key instantly by email that turns the VideoToWebsite Free Edition into a Business one. You can select the most suitable payment method: credit card, bank transfer, check, PayPal etc.\nAlso you can get Business Edition for free if you help with translating VideoToWebsite site into your native language, please contact us at for more info.\n\nWhat's New\n\nVideo LightBox v1.8 (March 25, 2010)\n\n* New Cloud and Dark Glass templates!\n\nCloud Template Dark Glass Template\n\n* The option to specify the number of columns in your video gallery.\n\n* Overlay shadow color and page background color.\n\n* You can save thumbnails in PNG or JPG format and specify the quality of the generated images now.\n\nVideo LightBox v1.6 (February 19, 2009)\n\n* The generated code is fully XHTML compliant now.\n\n* The bug with incorrect position of the content video inside the frame is fixed.\n\nVideo LightBox v1.5 (December 22, 2009)\n\n* Video LightBox supports flv, mp4, 3gp local video files now! See List of codecs supported by Adobe Flash Player\n\nVideoToWebsite v1.3 (December 20, 2009)\n\n* New Windows, Mac and Facebook templates!\n\n* Play button over the thumbnail!\n\n* The ability to change the order of the videos in your gallery using mouse is added.\n\nVideoToWebsite for MAC earns Apple 'Staff Pick' (August 19, 2009)\n\nApple Staff Pick\n\nVideoToWebsite MAC version beta (August 17, 2009)\n\n* MAC version of VideoToWebsite is added. Download it here\n\nVideoToWebsite v1.2 (August 14, 2009)\n\n* VideoToWebsite supports Google Video, Metacafe, Vimeo, MySpace Inserting Facebook Video videos now!\n\n* An option to add watermark over the video is added autoplay vimeo (for Business Edition only).\n\n\n\nStep 1 - Adding video to website gallery .\n\nCopy and paste a direct link to your YouTube video (or Google Video, Metacafe, Vimeo, MySpace) into the 'Video url' field and press \"Add video\" button.This video How to Insert Youtube Video into Website will be automatically added to your website gallery.\n\nAutoplay Vimeo\n\nIf you have included the videos that you do not wish to be in the website gallery,you can easily remove them. Select all videos that you wish to remove from web site Lightbox For Youtube Video gallery,and select 'Delete selected..' button from the toolbar. You can pick and choose videos byholding the CTRL while clicking the videos you like.\n\nStep 2 - Video Gallery properties.\n\nSwitch between available templates to select a template you want to use in the Autoplay Vimeo.\n\nControl the quality of output thumbnail images by defining \"Thumbnail quality\" parameter (0%-100%).\nYou can establish the various sizes for the thumbnails.\n\nStep 3 - Publishing of the VideoToWebsite. Put video on website or local drive.\n\nPublish your website web gallery online or to a local drive.\n\nNow you are ready to publish your website video gallery online or to a local drive for testing.Select the publishing method: publish to folder or publish to FTP server.\n\n  • publish to folder. To select a folder on your hard drive, just click the Browse folders button and choose a location. Then click Ok. You can also set \"Open web page after publishing\" option.\n  • publish to FTP server. The FTP Location Manager window enables you to define a number of connections for use when uploading your web site gallery to an FTP.\n\nYou are able to add a new FTP site by clicking \"Edit\" to the right of the \"Publish to FTP server\" drop down list. FTP Location Manager window will appear. Now type in a meaningful (this is not the actual hostname) name for your site and fill in the FTP details in the appropriate fields. You will have to type in your hostname, e.g. domain. The FTP port is normally located on port 21 thus this has been prefilled for you already. If your web site uses another port, you will have to enter it here.\n\nType in your username and password for the connection. If you do not fill in this information, VideoToWebsite is unable to connect to your site and thus not able to upload your Javascript Video Issues videos to website. If this website enables anonymous connections, just type in anonymous as the username and your e-mail address as the password.\n\nYou might want to change the Directory as well if you need to have your uploaded images placed in e.g. \"www\/gallery\/\". You can specify it in the FTP Folder field on the Publish Gallery window.\n\nNotice: Write the name of the folder where your website video autoplay vimeo will be placed on the server. Notice that you should specify this field; otherwise your website video gallery How To Allow Vimeo Video Phpbb will be uploaded into the root folder of your server!\n\nSave your web video gallery as project file.\n\nWhen you exit VideoToWebsite, you'll be asked if you want to save your project.The project consists of the videos you choose to put on your website video gallery and all your settings.It's a good idea to save the project, because that will allow you to change the project in case you decideto do something different with future galleries. So click Yes, then enter a name for your project.To select the location of your project, just click the Browse folders button and choose a different location. Then click Save.\n\nStep 4 - Add VideoToWebsite inside your own page.\n\nVideoToWebsite generates a special code. You can paste it in any place on your page whereyou want to add video popup.\n\n    * Export your LightBox gallery using VideoToWebsite app in any test folder on a local drive.\n    * Open the generated index.html file in any text editor.\n    * Copy all code for VideoToWebsite from the HEAD and BODY tags and paste it on your page in the HEAD tagand in the place where you want to have a Error SWFobject Is Undefined movie (inside the BODY tag).\n\nHTML Video Insert autoplay vimeo<head>\n  <!-- Start VideoToWebsite HEAD section -->\n  <!-- End VideoToWebsite HEAD section -->\n... <\/head>\n  <!-- Start VideoToWebsite BODY section -->\n  <!-- End VideoToWebsite BODY section -->\n\n  Embed Vimeo In Flash  Blogs With Vimeo  Embed Vimeo To Powerpoint  Embed Myspace Video On Fanforum  Vimeo Shadowbox Tutorial  Pop Up Video Code With Vimeo  Embedding Private Videos From Vimeo  Vimeo Html5 Embedding  Embed Facebook Videos On Tumblr  Jwplayer Vimeo\n\n\nFor troubleshooting, feature requests, and general help, contact Customer Support at .\nMake sure to include details on your browser, operating system, VideoToWebsite version, and a link (or relevant code).",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.919529438,
        "format_confidence":0.7928860784
    },
    {
        "url":"http:\/\/totalsystemsecurity.com\/tag\/how-to-block-pop-ups-on-firefox-windows-10\/",
        "text":"Find the Best solution for PC threats\n\nTag: How to block pop-ups on firefox windows 10\n\nHow to Block Pop-Ups in Firefox Browser\n\nThis article explains “How to Block Pop-Ups in Firefox Browser” both older and new versions of Firebox browsers.\n\nblock Firefox pop-ups\n\nWeb browsers gives us a platform to get connected with the web and access the vast knowledge from the internet. But do you know how safe you are while browsing? Do you know that the websites you are visiting are continuously tracking your activities? Well, this is true…they collect your data sometimes to provide better services, but there are also lots of third-party websites that misuse your information for monetizing traffic of their sites and present numerous advertisements and pop-ups all over the browser.\n\nWe had already explained our users “How to block pop-ups and ads in Chrome Browser”, now here is the helpful guide to explain users how they can block pop-ups from annoying sites and avoid their data to be tracked by third-party sites.\n\nHowever, while doing so, you may not able see some contents within the webpage but you can always put them in exceptions if you want them to appear on your browser.\n\nFollow the steps to block pop-ups from your Firefox browser:\n\nFor older versions of Firefox browser:\n\n  1. Click on the “Firefox” button in the upper-left corner of the browser.firefox menu\n  2. Go to “Options” it will open a sub menu and you need to choose the “Options” once again.\n    FirefoxButtonOptionsA window will open as shown in the picture:\n  3. Select the “Content” tab and click on the check box that says “Block pop-up windows”. If it is already checked.firefox-popups\n  4. Now click on the “Exception” button and remove all the existing exceptions. (Later on you can add sites to the exception if you want).FirefoxPopupAllowedSites\n  5. Now Close the browser completely. And restart it.\n  6. Click the “Firefox” button on the top-left and click on “Add-ons“.\n  7. Search pop-up and ad blocking add-ons like: “Adblock Plus”.  It is better to be prevented from annoying pop-ups and ads on the browser. Now click on “Add to Firefox.”\n  8. Make sure you always have the updated versions of the browser. And do not update them from any redirect page.\n\nFor New versions of Firefox browser:\n\n  1. Click on the three horizontal bars on the top-right corner of your firefox menu\n  2. Click on “Options” from the menu.\n  3. Now you can navigate to “Privacy & Security” menu appearing on left of the window or just type “pop-ups” in the search bar. (as shown in the picture).firefox block pop-ups\n  4. Now check the “Block pop-up windows“, if not.\n  5. Now click on the “Exception” and remove all the sites from there and click on “Save Changes“.firefox allow exceptions\n  6. Now restart your browser.\n\nIf you still see any annoying pop-ups that appears on your browser, then install an pop-up blocker add-on to your browser. But do not attempt this step from any third-party website.\n\nHow To install add-ons on the Firefox browser\n\n  1. Click on the three horizontal bars on the top-right corner of your browser.\n  2. Click on “Add-ons” from the menu.\n  3. Now click on “Get Add-ons” from the left menu. firefox get addons\n  4. Click on “See more add-ons” button.\n  5. Search for “pop-up blockers” or just go to pop-up blocker addon\n  6. Now click on “Add to firefoxstrict pop-up blocker to block pop-ups from firefox browser\n\nRecommended Step:\n\nContinuous pop-ups could be a sign of virus infection, it is very important to make your computer\/laptop virus free.\n\nClick to scan your computer for any virus or harmful program(recommended).\n\nWelcome To, we will provide users with latest news and information about computer threats like Adware, Spyware, Trojan, Browser Hijacker and Ransomeware. Here at, you will get all minute information about latest threats and manual removal instructions. We Hope our guides and articles help you troubleshoot your PC issues.\n\nTotalSystemSecurity © 2015-2018",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9908445477,
        "format_confidence":0.968274653
    },
    {
        "url":"http:\/\/www.sbagno.org\/tag\/web-host\/",
        "text":"Web hosting 1\n\nSimple tips on how to find the best web host\n\nAre you looking for the best web hosting provider for your website? If you are, then you are in the right spot as this article will provide you with some simple tips on how you can find the best web host that can help you make your site more visible and productive.\n\nFinding the best web host\n\nComputerIf you look at the market today, you will surely find a number of good web hosts. With the rise of online businesses, the demand for web hosting services also has increased. So how can you find the right one for your business? How would you know if a certain host is good or not?\n\nBefore you start searching, you need to have a better understanding of what a web host is first. A web host is a company that furnishes space on a server that they own. In other words, other people pay them so they can utilize the space that they are providing. If you want your website to be visible online, you have to make it a point that it is hosted. You may opt to host your site on your own server, or you can rent a server.\n\nNow, here are some tips for finding the best web hosting service provider.\n\nTake a look at some parameters\n\nIn order for you to be able to judge and identify the best host, you need to consider some parameters which include the availability of technical support, the amount of web space, expenses, restrictions, bandwidth, database access, as well as the freedom on posting contents. Furthermore, you also have to look into the affordability and reliability of the service that you are considering.\n\nConsider your needs\n\nWhen you say the best, it does not necessarily mean that you have to go for the most expensive package. Instead, you have to base your decision on your needs. The one that can meet and even exceed your expectations would, of course, be your best choice. If you wish to have a huge amount of storage, good bandwidth, and unlimited databases, then you might as well go for a dedicated web hosting.\n\nDo online research\n\nWeb hostingThe best step that you can make to find an excellent web host is to go online. Here, you can read the features and reviews of a certain host. Once you make a comparison, you have to pick one that suits best your needs and requirements.\n\nAlways keep in mind that your decision will significantly affect your business particularly if you are into e-commerce.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.8927245736,
        "format_confidence":0.8883682489
    }
]