[
    {
        "url":"http:\/\/forums.hardware-revolution.com\/showthread.php?tid=597",
        "text":"\n\nThread Rating:\n  • 0 Vote(s) - 0 Average\n  • 1\n  • 2\n  • 3\n  • 4\n  • 5\nAbout to buy the parts for workstation build but have one question.\n03-28-2011, 06:30 AM,\nAbout to buy the parts for workstation build but have one question.\nAfter about a week of searching I think i finally decided on a computer build and its essentially the $2500 workstation build but with a few changes. Here is the whole build.\n\nASUS Z8NA-D6C (MIO) Dual LGA 1366 Intel 5500 ATX Dual Intel Xeon 5500 and 5600 Series w\/ MIO Sound card Server\/Workstation\n\nPNY VCQ4000-PB Quadro 4000 2GB 256-bit GDDR5 PCI Express 2.0 x16 HDCP Ready Workstation Video Card\n\nIntel Xeon E5620 Westmere 2.4GHz LGA 1366 80W Quad-Core Server Processor BX80614E5620\n\nKingston HyperX 24GB (6 x 4GB) 240-Pin DDR3 SDRAM DDR3 1600 (PC3 12800) Desktop Memory Model KHX1600C9D3K6\/24GX\n\nCORSAIR HX Series CMPSU-850HX 850W ATX12V 2.3 \/ EPS12V 2.91 80 PLUS SILVER Certified Modular Active PFC Power Supply\n\nCorsair Graphite Series 600T Black Steel \/ Plastic ATX Mid Tower Computer Case\n\nASUS DRW-24B1ST\/BLK\/B\/AS Black SATA 24X DVD Burner - Bulk - OEM\n\nIntel X25-M SSDSA2MH080G2K5 2.5\" 80GB SATA II MLC Internal Solid State Drive (SSD)\n\nFour Samsung F3 500GB\n\nTwo Supermicro Intel Xeon 4U CPU Cooler\nARCTIC COOLING MX-4 Thermal Compound\n\nI think I'm pretty set on getting all of this which should add up to around 3300$. I do heavy duty 3d work and i really need an upgrade soon. I never built a computer before but I'm sure i can handle it. I do have a couple questions though. I'm not too familiar with what RAID 10 is and how that applies to the Harddrive. Also will having the kingston RAM and the Quadro 4000 require me to change the power supply or the case since the hardware is different from your inital 2500 workstation. I'm sorry if I'm very noob at this but its my first time and 3300$ is a lot for me .... i want to make this right and this website is by far the best information source i have ever seen. Thanks in advance!\n\nForum Jump:\n\nUsers browsing this thread: 1 Guest(s)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9783138633,
        "format_confidence":0.9920104742
    },
    {
        "url":"https:\/\/www.dpreview.com\/forums\/post\/38756146",
        "text":"Another D300 vs D7000 post !\n\nStarted Jun 13, 2011 | Discussions thread\nShop cameras & lenses ▾\nstr8pipe Regular Member • Posts: 326\nRe: str8pipe: Do you have a D300 example?\n\nrpps wrote:\n\nI can't understand all the hype about better noise levels at higher ISO's with the D7000, gee do you need a camera too be able to take photos in complete darkness, if it's that dark put a flash on.\n\nFor me, it's having the option to increase my shutter speed while still retaining an acceptable level of noise to my taste and using flash is not always a possibility when shooting kids playing Hockey because of some of the reflective material on their equipment. For \"ME\", the difference between the D300 and D7000 is like using an 18-200mm compared to 70-200 VR in those arenas, it's still possible but more difficult.\n\nBear in mind that this is just a pass-time for me with minimum PP skills.\n\n str8pipe's gear list:str8pipe's gear list\nNikon D5200 Nikon D500 Nikon AF-S Nikkor 300mm f\/2.8G ED VR II Canon PowerShot SD1100 IS Canon PowerShot SD1300 IS +30 more\nPost (hide subjects) Posted by\nKeyboard shortcuts:\nFForum PPrevious NNext WNext unread UUpvote SSubscribe RReply QQuote BBookmark MMy threads\nColor scheme? Blue \/ Yellow",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9137614369,
        "format_confidence":0.9959772229
    },
    {
        "url":"http:\/\/forum.arduino.cc\/index.php?PHPSESSID=lg1qlptj95b24pffqbqcrch6i3&topic=40069.msg293295",
        "text":"Go Down\n\nTopic: Strangeness with Serial and pololu (Read 1 time) previous topic - next topic\n\n\nHi -\n\nI'm using a pololu servo controller via Serial - I have pin #1 (tx) on the arduino connected to \"logic-level serial input\" pin #3 on the pololu. Power and gnd is wired okay, I'm using 3 servos - it all works.\n\nSort of.\n\nIf I power up the arduino, and connect a terminal (can see the text equivalent of the commands sent to the pololu) everything works great. I can then quit the terminal app, unplug the usb cable, and the servos continue to work fine.\n\nBut if I don't hook up the terminal app, it doesn't work. In other words, if I just power up the board with no usb or terminal app, the servos don't move - there is something that the polulo doesn't like (?). As soon as a terminal app is connected, the servos start turning (and the app can be killed and usb unplugged).\n\nI can't figure out what the heck is going on.\n\nCan anyone shed any light? Seems that the act of connecting the terminal somehow \"makes it work\".\n\nCheers, and thanks.\n\n\n\nHow are you powering your setup when it is not connected to the USB port?\nGoogle forum search: Use Google Search box in upper right side of this page.\nWhy I like my 2005 Rio Yellow Honda S2000  https:\/\/www.youtube.com\/watch?v=pWjMvrkUqX0\n\n\nHello- I have 5v power supply- it doesn't seem to be power related, as it works with just the 5v supply.\n\nThe weird part is that the terminal program needs to be connected to serial, if only briefly- it can be disconnected and the servos continue to work.\n\n\n\nMay be code that expects some type of terminal interaction.\nGoogle forum search: Use Google Search box in upper right side of this page.\nWhy I like my 2005 Rio Yellow Honda S2000  https:\/\/www.youtube.com\/watch?v=pWjMvrkUqX0\n\n\nSounds more like the Arduino is not properly initializing serial communication with the controller. Post a link to the controller (and data sheet) and your code.\nThe art of getting good answers lies in asking good questions.\n\n\nThe user's guide for the pololu is here:\n\n\nMy code is straightforward - here's my setup function:\n\nvoid setup()\n\nAnd the commands to control the servo take place here:\n\nvoid servoSet(int servo, int angle)\n     unsigned char buff[6];\n\n     unsigned int temp;\n     unsigned char pos_hi,pos_low;\n\n     temp = angle & 0x1f80;\n     pos_hi = temp >> 7;\n     pos_low = angle & 0x7f;\n\n     buff[0] = 0x80; \/\/start byte\n     buff[1] = 0x01; \/\/device id\n     buff[2] = 0x04; \/\/command number\n     buff[3] = servo; \/\/servo number\n     buff[4] = pos_hi; \/\/data1\n     buff[5] = pos_low; \/\/data2\n\n     for(int i = 0; i < 6; i++) Serial.print(buff, BYTE);\n\nAnd so a call to servoSet sets the position of the servo.\n\nAs stated, all works fine as long as a terminal connection has been connected briefly.\n\nThere is a possibly similar thread here, but it doesn't address my issue:\n\n\n\nARG. Arg arg arg - I apologize - I am an idiot - I went down a rabbit hole - still have the issue, but it's not related to the pololu - this is a red herring.\n\nThe way I am sending messages to the arduino is via the ethernet shield - have a little http server. If I connect the terminal app, then everything works, if I don't connect the terminal app via serial, then nothing.\n\nSo, something to do with how Serial and Ethernet are behaving - I am still stumped, but know a bit more.\n\nHmmmm... Frustrating....\n\n\n\nClosing this thread out, and starting a new one, as the problem still persists, in that I need a serial connection before the server works.\n\nGo Up",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.6549975872,
        "format_confidence":0.9200831652
    },
    {
        "url":"http:\/\/simplecoverage.org\/white-screen\/white-laptop-screen.php",
        "text":"Home > White Screen > White Laptop Screen\n\nWhite Laptop Screen\n\n\nI'm not sure. When your tractor breaks or your cell phone stops working, they want to be the only people who can fix it. thanks cj2600 September 1, 2009 | Xhevdet, I cannot tell without testing the laptop. Thanks, Dan Dan Brown December 5, 2008 | In reference to Post #60: Not knowing what to do I took the laptop apart (nothing broke). my review here\n\nThe Digital Fair Repair Act is simple. HB 199, or the Fair Repair Act, guarantees our right to repair digital equipment like computers, refrigerators, cell phones and tractors. Please click the link in the confirmation email to activate your subscription. Dan Brown January 15, 2009 | Responce to # 64 paul Says: No Paul I have an older Laptop (Gateway Solo from the mid 90's) and my current laptop is a http:\/\/www.laptoprepair101.com\/laptop-lcd-screen-turned-white\/\n\nWhite Screen On Laptop Hp\n\ncj2600 May 18, 2009 | John M, First of all try reconnecting the cable to the LCD screen. Could this be my problem, just the switch? But I need to make sure if it can be hooked up on the inside first. Recently, the display comes back very rarely.\n\nMy screen is completely white. SOMETIMES THE SCREEN TURNS BLANK. Motherboard fault. White Screen On Laptop Toshiba Nandu August 9, 2009 | Hi CJ My Laptop is Dell Inspiron 6000 ..4 years old..Its been a while I used to have vertical lines on my screen as show in\n\nLoose connection between the video cable and the LCD screen. 2. White Screen On Laptop Dell They are NOT universal. That fixed the white screen trouble with my HP laptop.\n\nInitially I had scotch taped the excess wire from the screen to the inverter because I was afraid it would get tangled or too much pressure would be applied to the\n\nGo to the manuals and download the maintenance and service guide. White Screen On Laptop Asus Only when i turn it off completely and then turn it on the image is ok, but only in boot up sequence. can i get some help to solve this problem.(urgent pls) Marc February 3, 2010 | If the image is displayed correctly via external monitor, but there is still a white screen On IBM laptops use Fn+F7.\n\nWhite Screen On Laptop Dell\n\nWhat is the issuse pls help me. http:\/\/h30434.www3.hp.com\/t5\/Notebook-Video-Display-and-Touch\/Screen-goes-white-when-start-laptop\/td-p\/77262 H.P May 29, 2008 | HI, I WAS WONDERING IF ANYONE COULD HELP ME LEARN HOW TO REPLACE MY LAPTOP RIBBON CABLE FOR MY SCREEN FOR A HP DV8000. White Screen On Laptop Hp Manufacturers are standing in the way. Laptop White Screen On Startup Am i safe to assume the LCD panel is dead?\n\nNow plug the AC adapter and try turning it on. 2. this page woke it from hibernation began to login and screen striped and went white. If reconnecting the video cable doesn't help, most likely you have a problem either with the LCD screen or with the motherboard. Do you think that is the same problem??? White Screen On Laptop Lenovo\n\nCancel cheda666 Rep: 1 Posted: 09\/20\/2015 Options Permalink History Hi Everybody...i have a problam with white screen on toshiba satelite p50-a-12l...Sometimes when i work or when i start system my screencan it was a motherboard issue. My screen is completely white. get redirected here Also, I downloaded a game from steam the night before.\n\nYou can replace the LCD screen yourself as it explained in the Dell service manual. White Screen On Laptop Virus Cancel eiderfjohngo21 Rep: 1 Posted: 09\/26\/2015 Options Permalink History Hi, i also have this kind of white screen problem. You own it.\n\nDoes this suggest anything?\n\nmark anthony belgira January 20, 2010 | my laptop finds a installation disk of windows vista,, and when the repair is complete my laptpop didnt reboot properly., alli can see is When your stuff breaks, they want to be the only people allowed to fix it. Defective LCD screen. 3. Computer Screen Turns White Danny J April 12, 2009 | I have the exact same problem as Joseph.\n\nWas this answer helpful? Yes No Voted Undo Score 0 Cancel Add a comment 0\/1024 Cancel Post comment Are you sure you want to delete this zzzzzz? Thanks Sean May 29, 2009 | I have a compaq presario 1500, the monitor is white but works with a external hooked up. useful reference im new at lcd screens but i feel this maybe easily rectified, any help would be most appreciated, thanks chaz Sastry August 19, 2009 | HI I have the same issue,\n\nIt's yours. could I test my 15.4″ widescreen laptop with an older 15″ screen as long as the connectors are the same? Reconnecting the video cable may fix your problem. That cable may only need to be reseated.\n\nSo it seemed to work best at the top left hand corner for me, so I was holding it in for awhile (was in China so made it hard to find I HAD A PROBLEM WITH A BROKEN PIN OF THE POWER BOARD BUT I REPLACED AND IT WORKS PERFECTLY.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9915716648,
        "format_confidence":0.7723354101
    },
    {
        "url":"https:\/\/forum.farmbot.org\/t\/farmduino-v1-4-in-stock\/4777",
        "text":"Farmduino V1.4 In Stock\n\n\nIs there a timeframe for when you might have these back in stock, or will these be released as 1.5 in the store along with the release of XL v1.5?\n\n\nWe do not plan on re-stocking v1.4 Farmduinos, though we will definitely have v1.5 boards available when the v1.5 Genesis kits are ready.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9602590799,
        "format_confidence":0.5560634732
    },
    {
        "url":"https:\/\/gigaom.com\/2014\/01\/01\/moto-x-drops-to-399-without-contract-to-start-the-new-year\/",
        "text":"Moto X drops to $399 without contract to start the new year\n\n\nIn a move that should spur sales, Motorola started 2014 by dropping the cost of its Moto X handset to $399 without a contract. The deal was announced on Wednesday morning and applies to all carriers as well as Moto Maker custom phones. While some thought the Android(s goog) phone was overpriced at launch for the hardware that it offered, I think the experience and features make up for any lacking components. Regardless, the issue of cost is less of one now that the new year has started with a price reduction for the Moto X.\n\n\nFelix Chuang\n\nWhile this is sold without a contract, is the phone still carrier locked?\n\n\ndoes the G5 come with a sim card? If not that is basically 10 bucks tacked on the g5.\n\n\nI am returning my Nexus 5 gift and sticking with my Nexus 4 a bit longer, but this price reduction makes it tempting to get the X. In your opinion is the user experience really that much better on the X over the Nexus?\n\nKevin C. Tofel\n\nIt is to me. The combination of “big” screen in a small package, long battery life, relatively pure Android experience and special features – active display and touchless control – are the reason the X is my only Android phone at the moment.\n\nComments are closed.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.975779891,
        "format_confidence":0.5112678409
    },
    {
        "url":"http:\/\/lists.contesting.com\/_tentec\/1999-10\/msg00011.html?contestingsid=5iq7srva9dl5iruggfmcsol9b2",
        "text":"[Top] [All Lists]\n\n[TenTec] Heil Goldline Mic\n\nTo: <tentec@contesting.com>\nSubject: [TenTec] Heil Goldline Mic\nFrom: vbbond@ix.netcom.com (vbbond@ix.netcom.com)\nDate: Fri, 01 Oct 1999 06:31:27 -0700\nMike R. wrote:\nEveryone tells me to try the TT705\n> mic on it (Omni VI+).\n Also heard that Astatic D-104's are popular with the TTers, but I\n> experience a RF problem in the D-104 (common problem).\n\n     I recently played this game and posted my observations on this \ngroup. I've played with a D-104 (non-amplified), Electro Voice 630, \nShure 444 and Heil Pro-set (with HC-5 element). Several ops suggested I \ntry the TT705. I did. They're right. Observations:\n  - D-104: Sounds clean but low output does not drive the Omni 6+ well;   \n  - Shure 444: Drives the pants off the Omni but mic gain critical to \n     preclude low level distortion, most buddies didn't like it;\n\n  - Heil Pro-set: Sounds relatively good although some said the HC-5 \n    element sounded somewhat \"restricted\", Does not drive the Omni well, \n    I found I had to turn vox gain all the way up to 15 to trigger vox \n    with mic touching my lips;\n\n  - TT705: Good clear audio and lots of it! Only got one complaint of \n    audio sounding too bassy, everyone else tells me it sounds \n    \"natural.\" Vox, processer gain and mic gain settings set low, vox \n    triggers smoothly. Many good audio reports.\n\n    Hope this helps. I'm satisfied with the TT705 as my basic desk mic \non the Omni 6+. It seems to do everything well. Price is reasonable.\n\n\nFAQ on WWW:               http:\/\/www.contesting.com\/tentecfaq.htm\nSubmissions:              tentec@contesting.com\nAdministrative requests:  tentec-REQUEST@contesting.com\nProblems:                 owner-tentec@contesting.com\nSearch:                   http:\/\/www.contesting.com\/km9p\/search.htm\n\n<Prev in Thread] Current Thread [Next in Thread>",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.7982456088,
        "format_confidence":0.915798068
    },
    {
        "url":"https:\/\/forums.windowscentral.com\/nokia-lumia-920\/206896-huge-software-bug.html",
        "text":"1. serdar3500's Avatar\n    I tested this not once, not twice, but thrice. I turn on the alarm at 100% battery at about midnight and wake up to a dead phone at about 930 (alarm should have went off at 9). Anybody else have this issue? My battery will normally have amazing life. At a concert I filmed for 45 minutes or so and the battery only went down to 73%. But the alarm drains it? BIG issue.\n    12-04-2012 11:39 AM\n  2. ImAdrian23's Avatar\n    I'd have tested it, but as my 8X is in service I cannot!\n    If it's true then it's a horrible bug, but I doubt it. You probably left some 7.5 apps running in the background (they use your battery)\n    12-04-2012 11:54 AM\n  3. Squatting Hen's Avatar\n    I use 627.AM for my alarm, not the built in one. I have not had any problems with it. My phone is on the charger at night though.\n\n    Maybe this thread: http:\/\/forums.windowscentral.com\/nok...late-work.html\n    12-04-2012 11:59 AM\n  4. serdar3500's Avatar\n    I didn't have any programs running aside from the alarm.\n    12-04-2012 02:46 PM\n  5. lita_g's Avatar\n    I have a daily alarm set for 6:30am, it doesn't drain the battery. I mean, the battery goes down because of the hours the phone is on, but not anymore than expected.\n    12-04-2012 03:02 PM\n  6. HaibaneReki's Avatar\n    I actually charge the phone in the afternoon, by bedtime (around 12am) it's 60-70%, in the morning (8am) less by >5%. I have the Battery level for WP8 app and the usage graph is literally flat during the night :)\n\n    I know that with the Li-Ion technology it doesn't matter, but no need to leave it plugged in over night...\n    12-06-2012 07:52 AM\n\nSimilar Threads\n\n  1. Windows Phone Trophy not charging -- software bug??\n    By feeked in forum Windows Phone 7\n    Replies: 1\n    Last Post: 11-25-2012, 10:56 PM\n  2. Does Nokia really have a huge software advantage?\n    By AngryNil in forum Windows Phone 8\n    Replies: 12\n    Last Post: 09-22-2012, 12:05 AM",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.6801573634,
        "format_confidence":0.9937850237
    },
    {
        "url":"http:\/\/www.cnet.com\/forums\/discussions\/are-toshiba-satellite-laptops-worth-buying-or-not-578556\/",
        "text":"Laptops forum\n\n\nAre Toshiba Satellite Laptops worth buying or not??\n\nby satycorn \/ November 23, 2012 8:34 AM PST\n\nHi everyone,\nI am in a desperate need of a laptop right now because I don't have a computer at the moment and I have a dozen of school-work to complete before holidays. So I was looking for something used and affordable (I can't pay more than $85), not one of those \"beasts\" that are made for gaming, etc. I want it for surfing the net, having decent stats and running relatively fast, also it would be great if it could support Windows 7 if I did a maximum upgrade to it.\nHowever, I was aiming at the Toshiba Satellite, since they are cheap on eBay, but a friend of mine really put me off by saying that those are the most defective laptops, he knows a lot of people that have had problems with them, etc etc. Is it true? I want to get one of the A or M series. I've found great deals.\nCould someone please clarify things up for me? Have you had any experience with these laptops, are they any durable and good or not?\nPlease let me know, I'd be very grateful.\n\nPost a reply\nDiscussion is locked\nYou are posting a reply to: Are Toshiba Satellite Laptops worth buying or not??\nThe posting of advertisements, profanity, or personal attacks is prohibited. Please refer to our CNET Forums policies for details. All submitted content is subject to our Terms of Use.\nTrack this discussion and email me when there are updates\n\nIf you're asking for technical help, please be sure to include all your system info, including operating system, model number, and any other specifics related to the problem. Also please exercise your best judgment when posting in the forums--revealing personal information such as your e-mail address, telephone number, and address is not recommended.\n\nYou are reporting the following post: Are Toshiba Satellite Laptops worth buying or not??\nThis post has been flagged and will be reviewed by our staff. Thank you for helping us maintain CNET's great community.\nSorry, there was a problem flagging this post. Please try again now or at a later time.\nIf you believe this post is offensive or violates the CNET Forums' Usage policies, you can report it below (this will not automatically remove the post). Once reported, our moderators will be notified and the post will be reviewed.\nCollapse -\nDanger zone.\nby R. Proffitt Forum moderator \/ November 24, 2012 12:36 AM PST\n\n85 bucks for a laptop on Ebay is going to be something used and unknown condition not matter what make. Since it's used, the idea of durability and good is sadly not expected.\n\nThis can't end well.\n\nCollapse -\nI'm on my 2nd one w\/no problem at all\nby wpgwpg \/ November 24, 2012 1:04 AM PST\n\nEverything I've seen or experienced with Toshiba laptops has been excellent. I currently have an 11 month old Toshiba Satellite L755 which I bought to replace a 4 year old Satellite laptop that I gave to my son. Both continue to work flawlessly, my current one runs Windows 7 64 bit, the older one has Vista 32 bit. All the reviews I've say Toshiba has one of the best repair records around.\nI do agree with Bob that anything you buy for $85 is not likely to serve you well, I don't care who makes it. You could buy an Asus Eee PC new for just over $200, if you could manage to come up with that much. They make good stuff too.\n\nGood luck.\n\nPopular Forums\nComputer Help 49,613 discussions\nComputer Newbies 10,349 discussions\nLaptops 19,436 discussions\nSecurity 30,426 discussions\nTVs & Home Theaters 20,308 discussions\nWindows 10 360 discussions\nPhones 15,802 discussions\nWindows 7 7,351 discussions\nNetworking & Wireless 14,641 discussions\n\nTech explained\n\nDo you know what an OLED TV is?\n\nCNET explains how OLED technology differs from regular TVs, and what you need to know to make the right shopping decision.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9888073206,
        "format_confidence":0.9910681844
    },
    {
        "url":"https:\/\/www.dpreview.com\/forums\/post\/51871121",
        "text":"Why I love my D200\n\nStarted Jul 24, 2013 | Discussions thread\nPangloss Senior Member • Posts: 2,298\nNah, that won't be enough!\n\nmistermejia wrote:\n\nStacey_K wrote:\n\nTrevor G wrote:\n\nStacey_K wrote:\n\nTrevor G wrote:\n\nThe D7000 needs -0.3EV on a shot like this - if you view the histogram (attached) you will see that the red channel is blown, which of course helps to turn red to pink or magenta.\n\nIt's not blown from over exposure, if that was the case the white door in the sunlight would be blown.\n\nThe doorway in the background is not as bright, luminance-wise, as the flowers in the foreground. Hover over it with your cursor and take the readings, then compare with the flowers.\n\nInteresting that the same amount of sunlight is on the bright part of the white door frame as was on the red flower. How can it not be as brightly illuminated?\n\nHave you looked at the histogram of the D200 image? The red channel isn't nearly as blown on it with more exposure. At the same exposure as this last D7000 one, the D200 shows zero clipping and actually all 3 channels are fairly even and have some headroom. On the D7000 the red channel is the only one acting this way and if anything, the WB on the D7000 is cooler which should help!\n\nThis is exactly the problem I am talking about.\n\nHere is 1\/3 under and that mid tone is still blown, now you have an underexposed, flat, unsaturated image that still has blown a mid tone red.\n\nWhat do you mean, 1\/3 under?\n\nLook at the data, it's shot at f5.6 at 1\/400. At least where I live that's 1\/3 stop less exposure than F5.6 at 1\/320. You said \"just needs 1\/3EV exp comp\" and this is 1\/3 stop less exposure than the other shot. How far under exposed would I need to shoot to not blow out the red on this leaf petal?\n\nHow can you have a \"blown\" mid-tone?\n\nIt's \"blown\" from local over saturation. Turn the image to gray scale and see for yourself, this area that is blown is 50%ish gray. Hardly what I would call a highlight. Maybe blown is the wrong term, lack of color separation in saturated mid tone reds is what is happening. They over saturate into the same color while at the same time lighter reds look washed out.\n\nIf this was a blue flower in the same light, this wouldn't have happened. I can take the raw file and desaturate the red and bring detail back in this area (no exposure comp) but then the whole image looks different and not in a good way (shutter in the background changes color etc) This is the problem, mid tone saturated reds turn to mush on a D7000, but that doesn't happen with a D200.\n\nI do find it comical you are working so hard to adjust the D7000 image using all sorts of software to look like what came straight out of the D200 If you didn't have the D200 image to match what would you do?\n\n-- hide signature --\n\n\nStacey, maybe you should give Trevor a break and give him a couple of days\/weeks to match your D200 output with the D7000\n\nTrevor, i do admire your positive attitude and that is a good thing, and i swear that if you do match your D7000 to the D200, i will take back everything that i have said and i will go out and RE-BUY the D7000. Please don't forget the write down all the procedures you are working on during this process\n\nI suggest Trevor should buy his own samples of the D7000 and D200 and spend all the time he wants (days, weeks, months...) on comparing their output and matching their tonal response curves! Then he can post about it, and who knows, even create a Picture Control that will allow the D7000's CMOS sensor to emulate the D200's CCD sensor!\n\n-- hide signature --\n\nNovice photographer\n\n Pangloss's gear list:Pangloss's gear list\nPanasonic Lumix DMC-LX3 Nikon D200 Ricoh GXR A12 50mm F2.5 Macro Ricoh GXR GR Lens A12 28mm F2.5 Nikon 1 V1 +4 more\nPost (hide subjects) Posted by\nKeyboard shortcuts:\nFForum PPrevious NNext WNext unread UUpvote SSubscribe RReply QQuote BBookmark MMy threads\nColor scheme? Blue \/ Yellow",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.5532751083,
        "format_confidence":0.9948239326
    },
    {
        "url":"https:\/\/rdist.root.org\/2007\/11\/06\/vintage-computer-festival-2007\/feed\/",
        "text":"Comments on: Vintage Computer Festival 2007 Embedded security, crypto, software protection Thu, 22 Nov 2007 19:56:49 +0000 hourly 1 By: newsham Thu, 22 Nov 2007 19:56:49 +0000 Wow, I’m jealous. Retro-computing is very cool and I’m very interested. I would highly recommend anyone interested in computer history to download source code of old systems and install and run old systems on emulators. The SIMH project has great emulators for some historically relevant systems. The TUHS project has a large archive of unix source codes. Mailing lists for both projects often discuss other systems, such as the recently open-sourced multics source code. There’s lots of great stuff out there to play with even if you don’t have access to hardware. And if you’re into hardware, FPGAs are powerful enough now to build some of these old systems on a single FPGA chip. There are lots of online projects that have built various PDP systems on an FPGA, for example.\nI would have loved to get to see some of those systems in person.. very cool, nate.\n\nBy: David Molnar Fri, 16 Nov 2007 23:29:17 +0000 @Nate: I’m under 30, and I do study computer history as part of the grad courses here at Berkeley. To pass the preliminary exam in operating systems, in fact, you have to study a selection of papers that reaches back to Multics.\n\nThat being said, your question was about why under-30 people weren’t at the event. In my case, it’s a question of while the event is somewhat interesting, it’s not interesting enough for me to deal with the costs: I don’t have a car, so Mountain View is incovenient for me coming from Berkeley, I’m too lazy to get up early enough to make a full day of it, and I would usually prefer to see friends in SF or in the East Bay instead. (or work on my research, which always seems to need more time).\n\n@Sellam – I went to sign up for the mailing list, but got this:\n\nFirst name is required.\nLast name is required.\nAddress is required.\nCity is required.\nState is required.\nPostal code is required.\n\nis there a way to just give one’s e-mail?\n\nBy: Andreas Wed, 14 Nov 2007 09:04:22 +0000 Well, I recently turned 30 so I’ll give this a shot. I guess it’s the mindset that is different, some people are born engineers, some are not. If you’re in this industry for a love of engineering and learning how things work, you’d most likely be interested in computer history, but if you’re in this industry to become rich and famous, it’s probably more attractive to skip history and bet your money on superficial things like Web 2.0.\n\nBesides, in general, most people today seem to believe that we, the currently living people, are much smarter than the people who lived before us, thus history can teach us nothing, because nothing that has happened before can be applied to this modern age we currently live in. All is brand new and shiny, everything under the sun is new! So I guess it’s just to be in lieu with the spirit of the modern day that so few people are interested in computer history. Time will prove that harboring this mentality is wrong and time has proven it before, but we’re too blinded by our own, completely own(!), progress and ingenuity to see it.\n\nBy: Nate Lawson Tue, 13 Nov 2007 00:47:16 +0000 Ryan, you’re right about the relative age of computers as well as nostalgia. But I’m trying to draw a line between nostalgia (interest in the computers you used at a younger age) and history (computers older than you that you never used). There are different motivations for interest in each. I think both are valuable, but my original question remains — where’s the interest in history?\n\nI’m starting to wonder if learning from the past is a motivation that also waxes and wanes, along with wider generational changes (see Renaissance Fair growth in the 1960’s). Maybe some day your kids will argue that Knuth can only be read with a deep understanding of MIX. ;-)\n\nBy: Ryan Russell Mon, 12 Nov 2007 23:02:25 +0000 I think it’s easy to forget how (relatively) young the computer industry is. When I go for “computer history”, I’m looking at machines from the 60’s and 70’s, the practical birth of the industry. I started on a Commodore PET in 1980. I suspect there is also a minimum age before nostalgia kicks in. Both of those together may mean that this is the first generation that has critical mass on this topic.\n\nBy: toasty Sun, 11 Nov 2007 16:57:15 +0000 26 – unfortunately, had never even heard of this. I’d have been there for sure…getting the word out more effectively might have helped with attendance (thanks Sellam, for the link)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.8049755096,
        "format_confidence":0.9967819452
    },
    {
        "url":"http:\/\/www.head-fi.org\/t\/533394\/colorfly-c4-or-hm-801",
        "text":"Head-Fi.org › Forums › Equipment Forums › Portable Source Gear › Colorfly C4 or HM-801?\nNew Posts  All Forums:Forum Nav:\n\nColorfly C4 or HM-801?\n\npost #1 of 113\nThread Starter \n\nHello everyone!\n\n\nOnce again, I'm here to kindly ask for some help. I just got my JH13s and I'm just amazed by it. On many aspects it sounds better than my K1000s - which are not properly amplified, to be fair.\n\n\nThe thing is that I don't think I'm doing it any justice by carrying it around with an iPod, so I've been looking forr a high end DAP to use with it. The choice apparently comes down to the Colorfly C4 or Hifiman HM-801. When I saw the C4 for the first time I fell in love with its looks. It's definitely one of the most visually appealing pieces of audio equipment I've ever seen. However, Headfonia's review stated that he prefers the sound of the Hifiman, although those who are looking for a more open sound will be happier with the Colorfly. I value a very open sound and don't want anything dark sounding, but then I can't stand an overly bright sound. I also really dont wan't too much bass. The quantity I'm getting at the moment is spot on I think, if a tiny little bit on the heavy side.\n\nDoes anyone happen to know how does the C4 compare to the iPod Classic in terms of treble and bass quantity? I can only take a bit more treble than the iPod and definitely don't want any more bass. And what about the Hifiman? Does it have much more bass? Is it much darker?\n\n\nThank you!\n\n\npost #2 of 113\n\nYou should ask this in the Portable source section.\n\npost #3 of 113\nThread Starter \n\nOh... a guy asked this question there, even though it was specifically in relation to his SE535. Still, there were no conclusive answers and, being high-end portable players, I reckoned I could ask this question in here. But well, nevermind then!\n\npost #4 of 113\n\nI'm sure both of those players would be a noticeable improvement over the iPod Classic's headphone-out.  I have the JH16 and HM-801, and I'd say that the HM-801 (with stock amp card) has much cleaner bass than any iPod I own.  The sound signature is on the warm side, and with the wrong headphones (like Denon D2000 or Senn IE8) there can be a bit of a bass cloud.  But with fairly neutral headphones like the JH13, I don't think you have anything to worry about.  I feel that the HM-801 presents such a vast sense of space and separation, that its warmth doesn't seem unnatural with the JH16.\n\n\nThe stock amp card does have a bit more bass quantity than the \"GAME\" card, which was designed for IEMs.  If you end up not liking how the stock card sounds, that card is an option to get a more refined sound and a lower gain; channel imbalance at low volumes is one of the HM-801's weaknesses with the JH16.\n\npost #5 of 113\n\nThe Colorfly doesn't have any channel imbalance at low volumes, something to think about. I think you would be very satisfied with either one, but if you like the Colorfly, I would get it. The upsampling function looks very cool. Just go for the one you really want, as they are both head and shoulders above and Ipod. I agree the Colorfly looks stunning. Have you seen the inside? It is crammed full of caps and stuff, a good thing in this case.\n\npost #6 of 113\nThread Starter \n\nThank you both for your impressions!\n\n\ndj nellie, it's interesting what you said about having a cleaner bass. I'm pretty impressed with the JH13 on this regard, and that's through the iPod! I tend to prefer a leaner response in the bass department, so that's my fear with the HM-801, but then if it's much cleaner, I imagine it won't get in the way of anything.\n\n\nGeorge, I've seen some pictures of the inside as well! The whole player looks nothing short of stunning in my opinion. My worry is that it might be too bright, so basically I'm concerned about one being too warm and the other being too bright hahaha!\n\n\nStill... as both of you stated very clearly, I suppose either one will be a few steps above my iPod. I'll think about it and make a decision! No need to hurry for now!\n\n\nThank you again!\n\n\npost #7 of 113\n\nIf you went with the Colorfly, it would be a service to head-fi at this point. There are far too few impressions. Just get it from somewhere that has a good return policy, and if you don't like it, return it or sell it on here. \n\n\nOf course, you don't want to buy it because I want you to. Go for whatever one you think will give you better results. \n\npost #8 of 113\n\nyou can read the comparison at the headphonia.The concludtion there is,that the HM801 is a lot better.\n\npost #9 of 113\n\nBut that is one man's opinion. You need a little more than that to judge a product on. Mike (The guy who runs headfonia) has a review for the Nationite S:Flo2 and he says there is almost bass. That is simply not true and I don't see how he could have come to that conclusion. I would like to see a few more reviews before I judged the player.\n\npost #10 of 113\nThread Starter \n\nI feel the same way, George! All I could find was one review, but the guy only spent a few minutes with it, and only used a JH16. As coolcat pointed out, there's headfonia review, but as you stated, it's hard to judge only from one man's opinion (two, in that case). And still, on that review, he says he prefers the HM-801, but people who would like an open sound, like me, could prefer the Colorfly.\n\n\nWell... guess I'll go for the C4 then! And when I do, I'll post something in here!\n\npost #11 of 113\n\nAwesome! Hopefully your thoughts will help give more consensus about the player. I look forward to any and all impressions.beerchug.gif\n\npost #12 of 113\n\nI hope for your sake that they improved the build quality on these things. The \"bronze\" faceplate isn't even metal!\n\npost #13 of 113\nThread Starter \n\nOh dear... that's something that's making me think twice.\n\npost #14 of 113\nOriginally Posted by kirsh View Post\n\n\nOriginally Posted by 3X0 View Post\n\nI hope for your sake that they improved the build quality on these things. The \"bronze\" faceplate isn't even metal!\n\nI would not trust a man who can't feel difference between metal and plastic. Colorfly faceplate is REALLY METAL, and its body is a real WOOD. Try google translate this topic \n\n\nIf you have any ? - feel free to ask me.\n\n\nThe chassis is definitely real wood. Doesn't feel good though.\n\n\nThe outer surface of the faceplate is about as metal as something is that isn't cool to the touch in a cold room. If it's metal, it's been painted over.\n\npost #15 of 113\nOriginally Posted by kirsh View Post\n\nYepp, at least you admit wood body. \n\nMetal faceplate is painted in GOLD, its original color is METAL. =)\n\nThe more I read your posts about Colorfly the more I think you're payed off or prejudged or something. You wrote an awful review where you value SQ before at least 100hr of burn-in. Headphonia.com felt metal and wood but those guys didn't seem to make a burn-in either. That makes situation even worse. Colorfly gets bad reputation from the beginning because of such mistakes. Mine Colorfly settled down after about 500+ hours of burn-in but I'm still not sure. Straight out from the box it sounded too bright and shiny with a lack of bass, now it is much better. \n\nSure, the faceplate is painted in 24k gold that happens to look and feel like faux brushed-bronze paint.rolleyes.gif\n\nI never said the Colorfly sounded particularly bad. My comparative component of sound impressions should be taken with a grain of salt since I did not have both the C4 or HM-801 on-hand to level match and compare with blind tests (which would have to be near-instantaneous to overcome lack of audio memory).\n\n\nBut my impressions of the build quality stand. Cheap and pretentious. At least the HM-801 doesn't look much more expensive than it feels.\n\nNew Posts  All Forums:Forum Nav:\n  Return Home\n  Back to Forum: Portable Source Gear\nHead-Fi.org › Forums › Equipment Forums › Portable Source Gear › Colorfly C4 or HM-801?",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9130937457,
        "format_confidence":0.9845825434
    },
    {
        "url":"https:\/\/forum.audiogon.com\/discussions\/best-gain-setting-on-phono-pre-low-medium-high",
        "text":"Best gain setting on phono pre- low\/medium\/high?\n\nI have a phone preamp that permits three gain setting, 56dB, 66dB and 76dB. All three are usable, just need to adjust the volume on my preamp differently. What's the best thing to do- use lowest phono gain and more preamp gain, most phono gain and less preamp gain, or stick to the middle settings? \n\nI know this sounds like the 3 bears. \n\nI recall reading sometime back that keeping the volume control higher has advantages \n\n768e3cdc b761 4131 ab7d b47af0995626zavato\n\nNothing to do with the three bears.  There is a an exact reason why your phono stage has three gains settings. \n\nWhat's your cartridge and specifically is it a MM or a MC?  Also, what phono stage do you have because a min of 56db is pretty high for a MM. \n\nRunning an MC cartridge (Linn Arkiv B) -  these are the available gain settings for MC cartridges that my phono pre offers (pass xp15)\n\nI should have specified that \nThanks.  Your cartridge has an output of 0.4 mV so I would use the 56 or 66 db gain settings and see what sounds best.  Even though your cartridge is a low output MC, it isn't that low to consider the 76db setting.\nI've never used 76db- that was too much\nThe lower the gain setting on the phono, the higher will it's overload figure be, a very good thing. Balance that against the noise penalty of a lower gain setting. With lower gain from the phono, the higher the line stage volume control can then be, also a good thing. Volume pots track left and right balance better at higher settings than at lower.\nBdp24, that makes lots of sense. I'm now running the phono on the lowest gain for MC and I've got plenty of room on my volume control on the preamp to reach satisfying levels. This seems to be the way to go.\nAll good advice. Both my phono preamp and line preamps have several gain settings and I found that the most critical gain setting is at the phono stage level. You want to use the lowest gain setting that allows a good rotation on your line preamp. From my experience, too much gain for a given cartridge's output results in a harsh, shrill, and overall unpleasant sound. Using the KAB calculator, which I find to be quite accurate, the optimal gain for your cartridge is 58 dB so it makes sense that you'd find the 56dB level to work well.\nVery cool. I never saw the KAB cacalculator before, though I've been to the site. Learn something new every day ! \nI used to run my phono gain at 60dB......with the KAB calculator I set it at 56dB and find the sound much more appealing.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.8492701054,
        "format_confidence":0.9524200559
    },
    {
        "url":"http:\/\/www.tezzaworld.com\/viewtopic.php?p=61312",
        "text":"\n\nLexus iso adaptor?\n\nFor all your audio\/visual & general interior needs, post here\nUser avatar\nTrc On!\nPosts: 29\nJoined: Sun Nov 22, 2009 9:41 pm\n\nLexus iso adaptor?\n\nPostby Eoghan » Tue Feb 02, 2010 1:22 pm\n\nWould these work on an altezza? Do they have the same connections ect?\n\nReturn to “I.C.E & Interior section”\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.6020109057,
        "format_confidence":0.9626655579
    },
    {
        "url":"https:\/\/forum.audiogon.com\/discussions\/need-small-size-speakers-for-fireplace",
        "text":"Need small size speakers for fireplace.\n\nI asked this some ~18 months ago, and now that the fireplace is finished and I am now in a position to consider an upgrade in the speakers I am using to augment my TV\/movie viewing, I am back with this question:\n\nWhat speakers are you aware of that would fit into a space 11.25\" by 7” and retail at or under $1500 ?  I would likely buy a used pair. They will be used with a subwoofer, and can be closed box or ported.  I am looking to put together a list and will research suggested pairs online to narrow down pairs to purchase.  Thanks in advance.  \n\nMake sure you get something made of MDF or wood that will burn well but I would at least remove the drivers or crossovers first! ;)\nAsh.  Get it, ash?\nYou'll want sealed box to sound right.  The small ATC 7s or Spendors would work well.  Not sure if your dimensions are exact or not, but these two should come close to fitting within the enclosure.\nThere is a pair of Spendor S3\/5's listed here for $420. I had them years ago and I think they would fit the bill. If you are looking to buy new they go for $1600. IMO,they are a great little speaker!\nGuess I forgot to mention that the speakers would not go into the fireplace proper but into compartments made for them on either side, hence the restriction on size. I do think if I were to burn speakers as apposed to money on them, ash would be preferred over MFD, no glue. :-)\n\nI checked on the size on the Spendors and the ATC, both too tall at 12”. Otherwise very good suggestions. Would have probably purchased the used Spendors.\nAh, they’re not going in the fireplace? Then I change my answer from ash to pecan since the speakers would be pecan out from compartments at the sides of the fireplace.\nCheck the Role Audio small monitors, even smaller than the affore mentioned.  Of course bass becomes an option.\ngeofflait, Yes, I will have speakers pecan out from fireplace sides and pecan wood shedding light on the subject. \n\nceltic66, I will check out the Role Audio speakers, never heard of that make.  I will be using a subwoofer. \n\nI was a nut for not making the compartments 1” taller. I would have liked the Spendors.\n\nWhat about those cute little Pioneer speakers from the guy that just introduced the ELAC speakers at CES? As I recall they’re about a hundred bucks. I know someone who’s got em and he loves em.\nIf they are for TV\/movie sound, I am going to go to a slightly different place.  IMO, sight pretty much trumps sound in that scenario.  I'd suggest saving some big $$ and going w NHT Super zeros (plenty on the used market) or the small Paradigms or something like that. \nPost removed \nHi, You should check out \"Gallo\" Due's, I'm using 3 of them for my front speakers in my home theater setup and like them very much! There is a pair for sale on e-bay that I saw yesterday for $600.00, Great little speaker!\nGood luck with your search, Tish\nUnfortunately, squeezing speakers into a small compartment like that is about the worst thing you can do to them.  The Tannoy Revolution XT Minis would fit in there, but I'm not sure what it would sound like.  Tannoy makes a pretty nice sounding and looking speaker, the tweeter is set into the middle of the woofer for superior imaging.  \n\nYou haven't mentioned what will be driving the speakers, which would help.\nYes, Geoffkait was spot on in recommending the Pioneer SP-BS22 speakers. Andrew Jones of TAD fame designed these and Stereophile raves about them. I bought them and was impressed by what they could do for $129\/pair.\nGeoffkait,  if your are referencing to the Pioneer SP22s, they are too large. I have owned a pair and agree that for the money they are exceptional.\n\nI currently have a pair of Wharfdale Diamond 10.0 in place, also have a pair of Celestron F-10s which i have used. \n\nRunnin,  I must admit that I often think that I might do well with my current setup given the acoustical constraints. I mentioned speakers that cost upward of $1500 retail only with the intention of buying use. I realize that I am not likely to get the most from any speaker, however may be able to do better without great cost.  \nTo expand on my approach, I am developing a list of speakers that I could buy used and resell if they don’t work out. I will research all suggested models online to determine if a model suits my needs.\n\nCurrently I am using a Pioneer Elite 35r integrated. It is the least expensive integrated that I can recommend to many of my non-audiophile friends. Should I find a pair of speakers that would benefit from better amplification I would replace the 35r.\n\nThis system is actually a tertiary one. It resides in our living room primarily to augment the video experience, however is in use for FM and streaming Pandora via a wireless NAD DAC1. I have a primary in a dedicated listening room, I call it my ’nightclub’.  I have a secondary one I use outside when weather permits and which is a constant state of flux as I like to explore what is possible to achieve with $1000-$1500 on the used market. I also am playing with a headphone system.\n\nI am retired and have more time to play.  \n\nJust want to thank everyone for the enjoyment and education I get from participating on this forum.   \n\nI am taking an interest in a pair of Sous Faber Toy monitors for sale here on AG. Any thoughts?\nThe Role Sampan FTL looks interesting to me. Role's sister company NSMT - Model 10S also look interesting. I have not heard either of them, but I've been curious about them both for years.....\nCeltic and reubent, thanks for the Role Audio suggestion. Never heard of that company nor have ever seen any come up used either.  \nI checked out Role, I will keep an eye on the used market for the small monitors. Thanks!\nKEF LS50's ......\nGallo A'Diva se. Their small enough sound pretty good. Strada 2's even better. Of course a sub wouldn't hurt.\nThe smaller models from DALI: Menuet or Zensor Pico. Amazing sound at a low price. \n\nMiller & Kreisel  S-85 \n4 ohm\nMin 10 watts rms max 200\n85 Hz - 20 KHz ± 2 dB\n10 1\/2\"t x 6 1\/4\"w x 8 1\/4\"d  \n9 lbs. ea. \nCost me over $800 when purchased new.\nAudiophile quality.\nMultiple inputs to have control over crossovers.\nI recently moved and am not using mine so I would be willing to trade or sell. Contact me if you have any interest.\nFwiw, I recently traded for a pair of Silverline Minuets. Smallest speaker I've owned. I've been delighted with them and they are reviewed positively. The used price is probably 3-400. \n\nThey are rear ported but I have read of them being used in a bookshelf. I use mine in a bedroom system.\n\n\nThanks everyone!  I have decided that I will reduce my budget to those speakers that can be had used for < $400. Given the placement constraint and supporting system that budget seems reasonable.\n\nMy list now includes:\nAudioenjine P4\nDali Zensor 1\nMonitor Audio bronze 1\nSilverline Minuet \nParadigm Atom\n\nHope to expand this list. \n\nSilverline Minuet will kill and eat for lunch any other speaker on your list .\nUsed for $400 is your limit thats fine. Just remember you'll get what you pay for. Better option, do without for a liitle while, double that 400 to 800. Your used increase performane will triple. Good luck\nDali Zensor 1 is a very smart choice; I am a happy owner of a pair of Dali Zensor 1 for more than three years and I'm very pleased with the overall result. No wonder they got so many good reviews and \"Best Speaker\" mentions under that category.\nI suggested the Zensor Pico and the Menuet because they're smaller (though the Menuet is more expensive). But if you have room for the Zensor 1, give it a try!\nJoejoe, as 213runnin mentioned, given my placement constraint, I will likely be diminishing the sonic value of any speaker I choose. This I new going in. Further consideration of this has driven my decision to reduce my budget to those speakers that retail at ~$800 or less as apposed to ~$1500. That said, what speakers can you recommend that fit my space constraint and can be found used for $800?\n\nSchubert, I am confident I would also find the Minuets to be the best of my list, however retail at ~2x the price of the Zensors, which, based on reviews seem to be of high sonic value.  After further consideration I have shortened my current  list to the Minuet and the Zensor 1.  Thanks miqueca for the comments on the Zensors.\n\nI remain searching for other options.\n\nI had to downsize my system recently & I thought replacing my beloved S.F.Toy Towers was going to be impossible.I was WRONG!\n 3 days into a new pair of Dali Zensor 3's I'm not missing the TT's one bit!The Dali's have that same ability as the wring out superb detail while staying musical.The Royal Menuet's are probably my next upgrade as I downsize further.\nIf your still interested,after about 100 hours the Zensor 3's bass became too much for my smallish living room so they went back & the Zensor 1's are now in their place.After almost 100 hours they have more than enough bass for my apartment & sound heavenly driven by 10wpc.SE EL34 tube integrated amp!\nThanks freediver! I haven’t made any moves yet but the Zensor 1s remain on my list. I did replace the Pioneer integrated with a Cambridge 540A which provided a little more power and somewhat more refined. \nJust bought a pair of DALI Zensor 1s here on AG. Havn't received them yet but will get back once I've had some experience with them.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.5584309101,
        "format_confidence":0.9645806551
    },
    {
        "url":"http:\/\/www.androidpit.com\/forum\/433496\/htc-chacha-stuck-in-safe-mode",
        "text":"Stuck in Safe Mode\n\n  • Replies:0\n  • OpenNot stickiedUnanswered\n\nAug 8, 2011 6:43:26 PM via Website\n\nI have had my ChaCha for a week now. All was ok until this evening...I lift my phone, try to turn the volume down and nothing was happening. Then I noticed it said \"safe mode\" in the bottom left hand corner of the screen.\n\nTried to restore it to factory settings but buttons still don't work. So are the buttons to blame?\n\nAnyway, if I could find a fix that'd be great. I recently went over my 14-day return...:angry:",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9849582911,
        "format_confidence":0.9694356322
    },
    {
        "url":"https:\/\/archive.midrange.com\/midrange-l\/201312\/msg00349.html",
        "text":"Depends on one's need. I would like my system to stay up if one grid lost\npower but the other was OK (not running on battery). Some people might want\nto start a shutdown when only one of them fails. The Arduino path is what i\nmeant when i said a tinkerer is the best choice to implement this, i'm 26\nbut i would've done it with logic gates, even simpler (less points of\nfailure, unless you want TCPIP monitoring, which an arduino can give you).\n\nOn Wed, Dec 11, 2013 at 5:32 PM, DrFranken <midrange@xxxxxxxxxxxx> wrote:\n\nWould you want the system to power down if only one UPS lost grid power?\nWould you want the system to power down if BOTH UPS lost input power?\n\nLooking to understand the logic in the magic box because an Arduino\ncould do this very very easily.\n\n- Larry \"DrFranken\" Bolhuis\n\n\nOn 12\/11\/2013 2:07 PM, Jerry Draper wrote:\n\nWe have an 8202-E4D with redundant power supplies (2 AC).\n\nMgmt wants to connect each AC to a different UPS for UPS redundancy.\n\nWe only have one port for the RJ45 UPS sensor cable (P1-T2).\n\n\nIBM suggested that we could build a box with two RJ45 in and one RJ45\nout (or two DB9 to one DB9) that would detect UPS status from either UPS\nand send one signal to the IBMi.\n\nAnyone have this box or know where to get one?\n\n\n\nThis is the Midrange Systems Technical Discussion (MIDRANGE-L) mailing list\nTo post a message email: MIDRANGE-L@xxxxxxxxxxxx\nTo subscribe, unsubscribe, or change list options,\nvisit: http:\/\/lists.midrange.com\/mailman\/listinfo\/midrange-l\nor email: MIDRANGE-L-request@xxxxxxxxxxxx\nBefore posting, please take a moment to review the archives\nat http:\/\/archive.midrange.com\/midrange-l.\n\nThis thread ...\n\n\nFollow On AppleNews\nReturn to Archive home page | Return to MIDRANGE.COM home page\n\nThis mailing list archive is Copyright 1997-2019 by midrange.com and David Gibbs as a compilation work. Use of the archive is restricted to research of a business or technical nature. Any other uses are prohibited. Full details are available on our policy page. If you have questions about this, please contact [javascript protected email address].",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.8764018416,
        "format_confidence":0.986728847
    },
    {
        "url":"https:\/\/www.febo.com\/pipermail\/time-nuts\/2011-September\/058833.html",
        "text":"[time-nuts] Pulse width for start signal for HP5370\n\nPaul A. Cianciolo paulc at snet.net\nSat Sep 3 18:14:45 UTC 2011\n\n\nFollowing a suggestion given to me I am using   a 1PPS signal to \"START\" the\nThe \"STOP\"  is  the normal  the DUT 10 Mhz.\n\nThe pulse comes from a Z3801 rear Db 25 connector.\nThe counter seems to work ok with this except the level control does not\nhave a lot of range.\nToo far CW and the level light stays on, to far CCW and the level light\nThere is some range but not a lot.\nDoes seem normal to you folks?\n\nPaul A. Cianciolo\n\n\"Time is relative\"  Abert Einstien circa 1950\n\"Relatives use up all my time\"  Lisa Cianciolo circa 1983\n\nMore information about the time-nuts mailing list",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9445692301,
        "format_confidence":0.9508981705
    },
    {
        "url":"https:\/\/ries.typepad.com\/ries_blog\/2007\/06\/what_is_driving.html?cid=74176682",
        "text":"« iPhone, a crappy device? | Main | iPhone, just good enough »\n\nJune 2007\n\n\nLaura Ries\n\nWill, thanks for your well-written comment.\n\nYes, most smartphones have been made for executives because they need email and are willing to pay $500 for a device plus high contract costs.\n\nBut Nokia did try with the N-Gage, a combo phone game device that tanked.\n\nAnd the last numbers I saw said people were taking fewer and sending fewer photos with phones. It just isn't worth it. I rarely do it anymore.\n\nApple is great. I love iPod. And if iPhone is a big success, I will be wrong and I will admit it and learn from it. Nobody is perfect, even Steve Jobs.\n\n(Remember NeXT? you were probably still in diapers.)\n\n\n\"Smartphones have not been an overwhelming success. They have less than 10% of the market, despite the hype.\"\n\n\nSmartphones, for the most part, have not been targeted at consumers. They are targeted to business users. You don't see many high school kids with Blackberries or Treos.\n\nIt remains to be seen whether the high price of the iPhone will go over well with consumers, but it would be hard to argue that the iPhone isn't targeted at a different market than existing smartphones.\n\nApple could probably care less about existing smartphone users. Sure they're making a few nods to those users (Exchange integration, etc) but the iPhone is a consumer device, through and through. And so I don't think comparing it to the low market share of smartphones is really that apt. Smartphones have never been targeted at consumers before.\n\nCellphones have been on a convergence path for years now. 15 years ago a cell phone made and received calls. Now it's basically impossible to get one without a camera, and without the ability to send text messages as well as voice messages. The device has converged with simple cameras, and added additional features such as text messaging. While there are many individuals who wish their cellphones just made great calls, it would be hard to argue that the addition of new features beyond the basics of making phone calls haven't been wildly popular with consumers.\n\nSure, the full-featured smartphone level of convergence has yet to really catch on with consumers. But that's due in large part to the poor implementations of the concept to date.\n\nIt's not convergence itself that leads to a poor user experience, or a bad product. It's the implementation of additional features to something without regard for how those additions affect the whole.\n\nA company like Apple spends copious amounts of time and energy making the whole greater than the sum of its parts. And that is exactly the type of situation where convergent devices shine.\n\nYes, there will be compromises made and an iPhone will never handle features X,Y or Z as well as a dedicated X, Y or Z. But I have greater faith in Apple's ability to make a product that appeals to the masses and works great for 90% of people than any other cellphone company to date.\n\nAs for your claim that PR has usurped advertising, I haven't read your book so I can't really comment on that. Certainly I believe that PR has increased importance these days in the success of a product or brand, but I don't see the harm in promoting your product through both channels.\n\nI still completely disagree that the iPhone ads are detrimental to the product in any way. I think they've created a level of excitement about the experience that couldn't be duplicated through PR and couldn't be matched by a \"traditional\" cellphone ad campaign.\n\nOnly time will tell whether the iPhone will be a hit or not, but I think Apple has shown before that the conventional wisdom doesn't always hold true.\n\n\nConvergence? Divergence? Anchors? Are you still talking about the iPhone or have you gone off on one of your infamous 'plug my book' discussions?\n\n\ni had a large point-by-point response, but i think i can be far more succinct: it'll be 6-12 months before you own an iphone and this post will be conveniently forgotten. i hope you'll at least have the stones to admit you were wrong.\n\nLaura Ries\n\nIf you are going to leave a comment, please use do not use profanity. It is great to hear lots of viewpoints but let's keep it civil.\n\njoe c\n\nApple is desperate because they felt they had to make ads for the iPhone?\n\nI don't know why you've got this hair across your *** about Apple, but this is some of the ****** **** I've read in a long time. I sure hope people don't pay you for your \"insight.\"\n\nLaura Ries\n\ndaringfireball readers are certainly in love with the iPhone. And they should be since they are Apple Addicts.\n\nMy opinions and that of my partner (Al Ries) are not limited to just the iPhone. We have talked about the problems of convergence for years. Since 1993 in fact, when Al had an article published in the New York Times.\n\nThe whole theory is outlined in our book The Origin of Brands published in 2004. http:\/\/www.ries.com\/books-booklist-book1.php\n\nWhat all of the commenters missed in my article is that I said a lot of positive things about Apple, iPod and iPod advertising.\n\nI also wrote a book called The Rise of PR and the Fall of Advertising.\n\nIt states that brands don't need advertising to get into the mind, in fact they are better off without it. Apple doesn't need the ads. They have plenty of PR already.\n\nSmartphones have not been an overwhelming success. They have less than 10% of the market, despite the hype.\n\nTo do multiple things there is always compromise. It is a fact of life. Yes, Apple made the best, most fantastic smartphone ever. But are smartphones or multiple devices the future. Only time will tell.\n\n\n\"The ads themselves are not simple or elegant. They look like a desperate attempt to try and justify the hype and explain the product. All the product demonstration in the ad does is to show how truly complex the iPhone is. Not a good thing. Simplicity sells. Complexity scares.\"\n\nYou're so far off base here that it's a wonder people pay you for your opinions in this arena. The iPhone ads are brilliant because they buck the conventional wisdom of \"experts\" like you (don't show too much, you'll scare off the consumer) and treat the advertising of the phone differently than any phone advertising before - just like the iPhone works differently than any phone before.\n\nSure, people are excited about the way the iPhone looks, but so many more are excited about the way it works. The iPhone makes sense in a way that no other cellphone ever has before. Sure, it's convergent. Sure, it's a novel approach. But it's also something that resonates with people. And the ads foster that with increasing fervor.\n\nConsumers are sick of cellphones. For every one power user who has all their contacts\/appointments\/data with them and organized, there are 100 more who can't figure out how to change their ringtone or set the phone to vibrate. It's not that people are stupid, it's that cellphones are like the bastard children of the UI world. They're a seemingly endless maze of menus and submenus, usually arranged in less-than-intuitive ways. Even intelligent people can spend days initially figuring out how to solve simple tasks on a typical phone.\n\nSo along comes the iPhone. And yes, it is sexy and made by Apple and hailed as the greatest thing since sliced bread. But it also works unlike anything people have ever seen before. And the more people see that functionality in action, the more intrigued they become. So suddenly, showing 30 seconds of using the phone isn't boring or scary or complex. It's captivating and liberating because people understand what makes the iPhone different. They get the feeling that the iPhone is effortless. These iPhone ads don't just make people desire the object (as a typical cellphone maker would shoot for), they make people desire the experience of using it. That's the brilliance of the ads.\n\nYou said it yourself, \"Simplicity sells. Complexity scares.\" If you want to see scary, imagine a 30-second Motorola spot showing someone browsing the functions of a RAZR. These iPhone ads are brilliant, effective and simple.\n\n\nI only have a question for you: did you already have a real iPhone in your hands???\n\n\nThe ads themselves are not simple or elegant.\n\nYou're out of your friggin' mind.\n\n\nHilarious. All this from someone who hasn't even held an iPhone in their hands and admits \"I have enough trouble getting money out of the ATM with a touch screen.\" I'm surprised you've made it through life this far, but having seen the demos I'm sure even you could operate an iPhone.\n\n\"The ads themselves are not simple or elegant. They look like a desperate attempt to try and justify the hype and explain the product.\" You have no taste - of course the ads are simple and elegant. You're not too bright - they're the only phone ads ever to show you exactly how the product works. Advertise what a product does? Wow, that's really deep! It's an entirely reasonable marketing line to take given iPhone is sufficiently different to what people have had to endure to date. Love him or loathe him, the last 6 months has been a marketing masterclass by Steve Jobs - he's got maximum bang for his buck.\n\nAny mobile device is going to have compromises and trade-offs, just as the internet is littered with 'journalists' and bloggers who think they really know something; it comes with the territory. iPhone looks like it has broken new ground having fewer or less significant compromises than current alternatives. The iPhone is the worst phone Apple will make -- they will only get better from here on in, and the compromises smaller. However, it'll be interesting to see in 5-10 years time whether thinkers (or should that be the hard-of-thinking) like yourself will write off the next hyped product because it's not a convergent device like the iPhone is.\n\n\n\"Why does Apple have to advertise a product that is not available yet and already has widespread recognition? Perhaps Apple is nervous?\n\nThe ads themselves are not simple or elegant. They look ... (truncated)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9272283316,
        "format_confidence":0.9321786165
    },
    {
        "url":"https:\/\/www.anandtech.com\/show\/2737",
        "text":"As·sump·tion - an assuming that something is true; a fact or statement (as a proposition, axiom, postulate, or notion) taken for granted. A very powerful word if we might say so and one that can generally get us in trouble while reviewing hardware. During the course of testing for our upcoming DDR3 roundup, we assumed a few items to be true about the memory we were reviewing. Turns out, our assumptions were off the mark, but for good reason.\n\nOur first assumption is that we should concentrate on the DDR3-1600 kits as they provided a wide range of flexibility for most users. Most of the performance oriented kits would easily hit DDR3-1800+ at decent timings and voltages, satisfying the overclocking needs of all but the hardcore enthusiasts while at the same time allowing very tight timings at lower clock speeds for applications that responded best to a combination of bandwidth and low latencies.\n\nThe reason for choosing DDR3-1600 first is that the initial DDR3-1066 and DDR3-1333 6GB kits we received generally clocked about 100MHz~200MHz above their rated speeds and latency improvements required voltages above 1.65V in most cases on our i7 platform. In addition, pricing was not that much less on a per Gigabyte basis, which certainly justified our higher performing selections at the time. By chance, we were looking at 6GB kit prices on Newegg and NCIX last month and noticed a couple of DDR3-1333 6GB kits had dropped below the $100 mark (a virtual flood of 6GB kits are now hitting the $100 mark).\n\nThese kits were not available when we started collecting review samples a few weeks ago so we ordered a new Patriot Viper DDR3-1333 (PVT36G1333ELK) 6GB kit for a very reasonable price of $93.99 plus free shipping. Our reason was simple, we just wanted to see how well the latest “budget” DDR3 product on the market clocked and if our assumptions were still correct about the first 1066\/1333 kits we received. Considering our test results with the Patriot kit, we checked the credit line and ordered several “budget” 6GB kits from GSkill, Mushkin, Crucial, OCZ, Corsair, and others to feature in our roundup.\n\nWe based our second assumption on test results with our DDR3-1600 to DDR3-2000 kits providing the best possible performance on the i7 platform, especially for those overclocking the 920 processors. Our reasoning for sticking with the higher end kits was sound until recent events. The i7 platform was an expensive proposition for most users who wanted to upgrade with decent motherboards costing $300, the “budget” 920 processor going for nearly $300, and 6GB low voltage DDR3 kits costing a good $225 or higher for products that could keep up with the 920 overclocks. This resulted in a very niche market condition and one that if you had to ask the price then you probably were not going to be able to afford it.\n\nA few weeks later, we have X58 motherboards selling for $170 with rebates, a new i7 processor stepping (D0) coming from Intel that promises a little extra headroom in clock rates, and 6GB DDR3 kits selling for around $90. The entry cost to get into an i7 platform has dropped about 34% in the last six weeks if you are pinching pennies like most of us. Guess what, the performance difference in platform selections then and now is less than 2% at best. Only those who plan on serious overclocking need to worry about spending more, but that is always the case.\n\nAnother factor in dropping prices is the rise from ashes act that AMD has accomplished with the Phenom II product line. True, it is not in the same performance category as the i7 when it comes to crunching numbers or heavy manipulation of digital content, but the Phenom II is extremely competitive on a price\/performance basis when looking at the big picture. Pairing up the current Phenom II X3 720BE with either a DDR2\/DDR3 based 790FX\/GX motherboard results in some of the best bang for the buck performance you are likely to experience this year, at least until the new X4 95x series comes out.\n\nOf course, Intel has the P55 platform launching later this year and we mention that because DDR3 will soon become the memory of choice for anyone upgrading to a new platform. The Phenom II platform lets you retain your current DDR2 based AM2+ setup until you decide to make the switch and we will soon see that is not a bad option from an everyday performance or cost viewpoint. However, those who need the absolute best performance from the Phenom II should go the DDR3 route at this point.\n\nAll that said, we are here today to take a first look at the Patriot Viper Series (PVT36G1333ELK) DDR3-1333 CAS9 6GB memory kit. Heresy, one might claim looking at the specs but this kit delivers the flexibility we have been seeking, only at a lower price point. Until we finish testing our recent \"budget\" arrivals, we thought it prudent to provide a quick look at how well this particular memory kit clocks and if it higher memory speeds actually matter at stock processor speeds or mild overclocks.\n\nTest Setup and conquering Everest...\n\n\nView All Comments\n\n  • mvrx - Thursday, March 19, 2009 - link\n\n    I want my 24GB.. 4GB DDR2 modules have been available for quite a while.. Ready for the DDR3 versions. 12GB doesn't cut it for me ATM. Reply\n  • rcr - Wednesday, March 18, 2009 - link\n\n    Why does this Kit get less points at DDR3-1600 CL7-7-7-20 1T at copying than DDR3-1600 CL8-8-8-20 1T? Reply\n  • wicko - Wednesday, March 18, 2009 - link\n\n    Why does it seem that from these benchmarks that its not practical to do memory overclocking? Not to mention that timings seem to have more potential than the difference in clock speeds we're seeing in this update. Am I missing something? Reply\n  • x86 64 - Wednesday, March 18, 2009 - link\n\n    Still what's the point for the average user to replace his DDR2 kit and motherboard\\CPU with DDR3 1066Mhz or 1333Mhz at C9? Seriously what's the point? You can get cheap DDR2 1066Mhz with better timings while still keeping the same board and CPU.\n\n    To me DDR3 and i7 are completely pointless right now unless you have money to burn. The i7 is the GTX280 of the generation, little performance gain for the average user over last generation hardware. Maybe it would be different if there were more multithreaded applications on the desktop but there just aren't. No I'm not counting audio\\video encoding apps since it's not something you do all day everyday.\n\n    Also I'm surprised that and other sites like HarOCP act satisfied with today's software. When hardware companies start slipping they get pounced on but when the software creators are lazy we act like it's the norm (capable software to match the hardware is just as important to me). I understand this is mainly a hardware site but it's just that software is so important to the big picture and it disgusts me how far behind the software part has fallen. You can have the latest cutting edge hardware but if the software isn't there it's pointless. That's how the i7 feels to me. It feels like total overkill at this point in time. If you think this will somehow rapidly change in the next few years you're fooling yourself.\n  • erple2 - Wednesday, March 18, 2009 - link\n\n    If you already have a quad core processor, then I don't think that there is that much point to buying up an i7 system right now, unless you have money to burn. If you have a P4 (or single processor Athlon64 system), however, then there is actually a point to it. If you're looking at massive parallelization, however, there is a market. Who in the consumer market space actually needs that? I'd estimate that's about 0.01% of the market (who does CFD in their spare time???).\n\n    I'm not going to comment on the software comment. Suffice it to say that multi-threaded software for generic tasks is EXTREMELY HARD to do. Ask John Carmack why Quake isn't optimized to run on quad core processors.\n  • The0ne - Wednesday, March 18, 2009 - link\n\n    multi-threading is hard to do that is why I don't understand why everyone is so rush to be on the dual\/quad bandwagon. Sure you have the hardware but what's making use them and making use of them EFFECTIVELY and EFFICIENTLY? You have server apps that have been programmed to do that but commercial?\n\n    All these bloated commercial software are a joke to me really. Yes, you can justify a portion of them taking chunks of gigabyte but come on. Maybe I'm just a little disappointed because coming from embedded programming is different, which it didn't use to be. More efficient programming, less resources used and no need for giga-cpu configuration to run your web browser.\n\n    Having said that however,I thought being a enthusiast means you do what you love doing even if you go broke or have no purpose for the PC. Kinda like fixing up your car, painting toys, drawing, etc. Enthusiast aren't you average Joe, they do it because they love doing it.\n\n    I build PCs not to use them but for the joy of building, customizing and testing. That's enthusiast to me :)\n  • x86 64 - Thursday, March 19, 2009 - link\n\n    Funny you should mention efficient software that uses less resources. I was thinking about an article I read where Microsoft was bragging that they had coded a Windows Vista derived kernel that ran on something like 60MB RAM with the rest picking up around 300MB. What happened to that? Why do we have this beast in Vista\\Win 7 that idles at 1.5GB? Then again it's not only MS but just about any mainstream commercial application you can think of. They come out so bloated I wouldn't even consider installing it let alone actually paying money for it.\n\n    You're right it IS about having fun and building\\benching and just enjoying the technology, no question about it. It's just that even my \"aging\" E8400\\8800GTX\\680i\\4GB DDR2-1200Mhz system has yet to be fully stressed or even approached it's limit. Occasionally when unpacking a large WinRaR archive or .ISO image RAM usage hit's 3GB utilization. I mean the best workout my PC gets is fr... (truncated)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9901916981,
        "format_confidence":0.8586944342
    }
]