[
    {
        "url":"http:\/\/www.niobraracountylibrary.org\/history\/index.php?id=234",
        "text":"Stories of War - Fifty Years Later\n\nLast updated: December 12, 2012\n\nThe Lusk Herald\nDecember 16, 1992\n\nA Personal Glimpse\n'Twas the eleventh of December - how well I do remember\nby J. Stratton\n\nThe Eleventh of December 1942 that is; and I remember it as well as if it were yesterday. HMS the Dilwara of India sidled up to the dock at Khorramrshahr, Iran to disgorge, among others, the Niobrara County unit of the Wyoming National Guard, Captain Johnnie A. Thon, commanding. A number were initiated to their new land by hitting flat on their back as we slipped slid out to the railway tracks to load on a train to take us out to our new home.\n\nWe were loaded in a box car like cattle with barely standing room, loaded with field packs, helmet, rifle, etc. A veteran uncle of mine had showed me a little trick which was of great help. By standing a rifle slanted behind and the nuzzle under the pack and back up the pack would be raised and most weight removed from shoulders which I learned quickly to do at any stop. I scrounged enough room in the box car to do this and it proved a life saver.\n\nThe ride to the staging area wasn't that long but were among the first to arrive and were loaded at once to stand and wait for the others farther down the line.\n\nThe staging area was being built by the British but was yet incomplete. The big flat must have been perfectly level as water was two or three inches deep all over it, with no drain ditches yet dug. The tents were the British desert tents and far superior to ours.\n\nThey were erected in three parts. Above was somewhat of a fly with quilted lining and 18 inches to two feet beneath was the top also quilted with lining. The sides, stiffened with bamboo poles, came in rolls. These were not up yet so we hurriedly put them in place and started a ditch around the tent, not to carry the water away but to build a little dam all around so no more water could enter.\n\nA hole in the corner and water and sloppy mud pushed into it so we could bail it out with our helmets and things looked a little brighter. I found a piece of corrugated tin to mark my spot and a dozen fire bricks to make little piers and get my belongings up out of the mud. Quite a bed it was.\n\nThen I stepped out of the tent just at the wrong time. The regimental guard hadn't yet been posted and it was raining again. Captain John came down the tent row needing a guard and I got caught for it. He started me walking a post in our camping area and later appointed a corporal of guard and two more guards for relief. However, I assume I was the first expeditionary soldier to walk a guard post in Iran.\n\nNearby was a pile of battered straw the natives were using in the mud bricks when there was enough sun. The ingenuity of the American soldier showed, and some went out and filled their mattress covers. One would have thought it was getting terrible hot in those tents as they were soon shedding clothing and slapping at hundreds of fleas and body lice.\n\nAs fleas are noted for carrying typhus, our medics soon set up a boiler and with some hand fly sprayers they loaded with kerosene, set up some tarps for a wind break (that wind was pretty sharp coming right down from Russia) stripped us off and sprayed us all over with kerosene and headed us toward the showers.\n\nIf your name started with \"A\" you had hot water but by the time the \"Ss\" got there it was bitter cold. Of course they had steaming hot water for our wool ODs. Guess it killed the lice but they would only fit small boys when returned.\n\nTo get back to the start of the narrative; Captain Thon had already been off the ship so as we started to disembark he warned us, \"Be careful boys, this mud is slicker than any of that gumbo you've ever encountered at Lance Creek.\"\n\nHe led off down the gang plank to our assembly spot and when he turned to face us with his back to a water hole his feet went above his head right in that water. What with all his packs and accoutrements, as he floundered to gain his feet it might remind one of a big goose in a small puddle trying for take off. Of course it was hilarious to the many soldiers lining the deck rails and I think his brother officers had a little difficulty suppressing their mirth when finally coming to his rescue.\n\n\"Forgive me John, that was such a part of that story that I just couldn't suppress it. I know you would have liked it forgotten the next day but Wilbur Allsup has immortalized it in rhyme for half a century. He was a little more courteous than me by changing it to a shavetail lieutenant, or maybe it wasn't courtesy, maybe he was protecting those staff sergeant stripes he was wearing under your direct command.\"\n\nHere is that poem:\n\nThe Eleventh of December\n\nIt was on the eleventh of December\nHow well I do Remember\nAs I came down the gang-plank of the ship\n\nWhen I hit old terra firma\nI know it wasn't Burma\nAnd under me, my feet began to slip.\n\nThe mud was slick and gooey\nAnd I saw a Second Looey\nGo sliding in a mud-hole as he cried,\n\n\"I've sailed many a mile\nJust to stack up in a pile.\"\nAnd his barracks bag fell down there by his side.\n\nAt last we got unloaded\nAnd the Persian mud corroded\nEvery man jack of us from head to foot;\n\nBut we had to put our bedding\nIn a mud-hole, where we did stay put.\n\nAs it rained the mud got deeper\nTill it reached up to the sleeper,\nSo we got up in the rain and dug a ditch\n\nAround the tent that was our hovel,\nBut we couldn't find a shovel,\nSo we used our steel helmets - it was rich.\n\nThey didn't give us warning\nTill we got up next morning\nThat the mess hall was a half mile away.\n\nBut we didn't worry\nFor we were in a hurry\nTo taste the food; we hadn't eaten in a day.\n\nSo we slipped and slid and stumbled,\nI think every man there grumbled,\nAnd many of us fell down there in the mud.\n\nBut at last we reached the chow line\nand followed it till nine,\nthen the KP dished me out my grub.\n\nI turned away rejoicing\nEven though it looked like poison,\nand if you really want to know I think it was.\n\nBut, alas, I cannot prove it,\nFor before I could remove it,\nI slipped - my breakfast landing in the mud.\n\nYou can see we had privation\nBut we still had recreation\nWith the jig-jig girls down at the Yankee Bar.\n\nand they say this Persian likker\nwill kill young in a flicker\nIt beats drinking water, yes, by far.\n\nBut we'll take things in our stride\nAnd take The Axis for a ride\nThen go back to the good old U.S.A.\n\nBut I know I will remember\nThe Eleventh of December\nWhen I'm home, and Persia's far away.\n\nW.E. Allsup\nManville, Wyo.\n\nWith all due respect to those of the military who served in Desert Storm, I can't feature the media making such a fuss about they and their families reuniting after three to six months. We were there in those same house flies, sand flies, lice, fleas, scorpions and dust storms for two and a half years and we didn't need any head shrinker to become civilians. Just that one 8x10 sheet of paper.\n\nThat train ride was somewhat of a sequel to our start when, with our field equipment and wearing wool ODs, we marched out to the tracks in Fort Dix and sweltered away the morning awaiting a train that didn't come. As our canteens were dry at noon they sent us out a little water for lunch and mid afternoon our train arrived to take us to Staten Island ferry and load on a trooper on Halloween eve. Forty two days alone in sub infected waters and our arrival the eleventh of December.\n\nQuite a few of that old unit have gone on to the final review and I can think of only five of that whole company that now reside in Niobrara County; Gus Johnson, Wilbur Allsup, Speck Black, Captain Thon and myself.\n\nHistorical Search\n\nType your search terms into the box below and his 'Search!' to begin searching the historical archives.\n\nHistorical Links\n\nDebbie Sturman, Director\n425 South Main Street, P O Box 510\nLusk, WY 82225-0510\nPhone: 307-334-3490\n© 2018, Niobrara County Library",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.989593029,
        "format_confidence":0.9056826234
    },
    {
        "url":"http:\/\/www.earlyaviators.com\/estinmar.htm",
        "text":"Marjorie Stinson\nMarjorie Stinson\n1915 at Curtiss School\nNorth Island, San Diego, CA.\nEarly Bird Formation\nDecember, 1928\nCourtesy of\nLaurent Brocard\nThe Flying Pioneers\n\nYou will find a nice biography and photo of Marjorie\non the Smithsonian National Air And Space Museum site\nby clicking on:\nMarjorie Stinson\nIf you are interested in reading the biographies of some 40 other women,\nI heartily recommend that you visit the index page by clicking on:\nWomen in Aviation and Space History\n\n       Marjorie Stinson, pioneer aviator, who gained national recognitions more than half a century ago as \"the flying school-marm\" died Tuesday, April 15, 1975 at the age of 79 in Rogers Memorial hospital, Washington, D.C.\n     Miss Stinson, learned flying in the San Antonio, Texas, flight school founded by her mother. Also learning to fly at the school were her sister Katherine, her brother, Jack and her late brother Eddie, an outstanding airplane designer. In 1914 Marjorie received FAI Certificate No. 303.\n     She earned the title of \"flying Schoolmarm\" by training over 100 student pilots. The Stinson School of Flying closed in 1917 and the area it encompassed is now part of the San Antonio Municipal Airport.\n     From 1917 to 1928, Miss Stinson barnstormed at county fairs and airports across the nation. After she decided to quit flying, she moved in 1930 to Washington where she worked as a draftsman at the War Department for 15 years. She retired in 1945 and returned to her first love, aviation, devoting her time to research into the history of aviation.\n     Marjorie Stinson is survived by her sister, Katherine Stinson Otero of Santa Fe, N.M. and her brother, Jack B. Stinson of Woodside, N.Y.\n     She was cremated and her ashes were scattered over San Antonio Airport, where she learned to fly.\n\nBackNext Home",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8670850396,
        "format_confidence":0.9551793933
    },
    {
        "url":"https:\/\/mylesdungan.com\/tag\/custer\/",
        "text":"On This Day- 25 March 1840 – Birth of Myles Keogh\n\n\n\n\nThe Little Bighorn, which sounds like a bit of a contradiction in terms, is a river in the American state of Montana. It flows through mainly flat or gently undulating plains. As a river it is unremarkable. But it is not famous for the qualities of its drainage. It is infamous for what happened there on 25 & 26 June 1876 when a flamboyant, egotistical Cavalry officer, George Armstrong Custer, led his Seventh Cavalry to the worst, and last, military defeat ever inflicted on the US Army by the Plains Indian tribes, the Lakota and Cheyenne, at what they called The Battle of the Greasy Grass. No prizes for guessing what it was that greased the grass of the river’s banks.\n\n\nFive of the twelve companies of the 7th cavalry were wiped out on 25 June, including ‘I’ Company, led by Carlow-born Captain Myles Keogh, the most senior of thirty-two Irish-born fatalities in the battle.\n\n\nKeogh, from Leighlinbridge, had found his way to his date with destiny by a circuitous route. He had, in 1860, as a twenty year old from a relatively prosperous Catholic family, volunteered for service in the army of the Pope. He wasn’t dressed in a striped uniform guarding the Vatican city, he was fighting, unsuccessfully, to save the Pope’s last remaining landed possessions in Italy. When the American Civil War broke out the Roman Catholic Archbishop of New York, John Hughes, recruited Keogh and a number of his colleagues, to join the Union Army. He served with distinction through most of the American Civil War as a cavalry officer, fighting at Fredericksburg and Gettysburg and rising to the rank of Lieutenant Colonel.\n\n\nAfter the Civil War the American Army was greatly reduced in size but Keogh wanted to stay on. Like most other officers he lost his exalted war-time rank but was not demobilized. He was sent west to join Custer’s 7th Cavalry charged with keeping the peace on the great American Plains and ensuring that nations like the Lakota – better known as the Sioux – the Cheyenne, and the Blackfeet, behaved themselves and remained on the relatively useless patches of land that had been set aside for them as ‘reservations’.\n\n\nKeogh was undoubtedly handsome, dynamic, vigorous and physically courageous. However, he was also described by some colleagues as intemperate, drunken and violent. Although he respected the Native Americans of the Plains as military opponents he had no time for their culture or way of life. He viewed them, quite simply, as savages who needed to be kept permanently in check.\n\n\nHe was part of an Army that had a huge Irish element. 10,000 soldiers were stationed in the American West, a quarter of whom were born in Ireland. The Irish influence can clearly be seen in Custer’s 7th Cavalry. The muster roll in 1876 included 126 Irish-born soldiers out of 822 members of the regiment. Keogh was the only officer. The regiments two marching tunes were the Irish airs ‘Garryowen’ and ‘The Girl I Left Behind Me’.\n\n\nThe story of Custer’s massive miscalculation in sending his six hundred strong force against an Indian village that contained up to 5,000 fighting men, has become the stuff of legend. He made things even worse for himself by dividing his command. Everyone who fought with Custer, died with Custer. The only survivor was Keogh’s horse Comanche. Keogh himself was killed a few hundred yards away from Last Stand Hill where his Colonel died. Although he is buried in New York state a gravestone bearing his name marks the spot where he perished, surrounded by the other members of Company ‘I’. For some reason Keogh’s body was one of the few not to have been mutilated by the victorious Sioux and Cheyenne. He wore a Papal medal, awarded in 1860 by a grateful Pope. This token may have been what saved his corpse from evisceration. The Lakota and Cheyenne, who wore pendants of all kinds to ward off evil spirits, may have been wary of the Pontiff’s decoration.\n\n\nCaptain Myles Walter Keogh, commanding officer of Company ‘I’ of the Seventh Cavalry was one of two hundred and sixty eight US cavalrymen to die at the Battle of the Greasy Grass or the Little Bighorn, he was born one hundred and seventy-six ago, on this day.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9939088821,
        "format_confidence":0.5747820735
    },
    {
        "url":"http:\/\/ikessoldiers.com\/jospeh-clennan\/",
        "text":"Joseph M\n\nJune 4, 1925 —\n\nBranch of Service: Navy\n\nTheater of Operation: Pacific\n\nBirthplace: Hays, KS\n\nKilled in Action: No\n\nPrisoner of War: Select One\n\nGender: Male\n\nSERVICE YEARS: June 1, 1942 — January 1, 1946\n\nIt was 67 years ago (age 17) when I joined the Navy. The US wanted its Navy recruits to be isolated from all world countries (mainly Japan) when they (or we) gathered for our training maneuvers, so they decided to start a boot camp in Farragut, Idaho in a very rugged and isolated area and built a modern training facility high in the jungle area of Idaho. Everyone assumed they would build a Navy training facility somewhere on or near ocean frontage so this jungle atmosphere was very deceiving. From boot camp, I went to Treasure Island, near San Francisco. The ship I was assigned to was launched in San Francisco. I boarded her with my fellow comrades and served as a member of the group assigned on the Captain's Bridge section. We set out to sea and sailed with the 3rd Fleet group of over 100 fighting ships of all specialties. The name of my ship was Lackawanna; it was a fleet tanker. We mainly refueled destroyers, called Destroyer Escorts (Des) and Destroyer Depth Chargers (DDs). The government named tankers after some well-known river in a state. I believe ours was in Pennsylvania. We took off from Frisco, sailing under the Golden Gate Bridge; made a hard left rudder, went between Alcatraz Island (nicknamed \"a Pile of Rocks\"). It laid to our port side. We followed the coast line to San Diego and refueled there with diesel fuel and headed seaward toward \"Pearl Harbor,\" in Hawaii. We took liberty or shore leave there. My inseparable buddy, Norman Clanton from Dodge City, Kansas, and I took off up the streets. Every 5th or 6th building had recreational facilities for the Fleet. We left Pearl Harbor and sailed. We crossed the Equator so I became a shellback. Incidentally, tankers never operated among the Fleet, or never moved together. Usually there were three tankers operating together. Since the enemy liked to destroy us, if possible, because of our Fleet-saving cargo, \"FUEL,\" we operated separately and cruised about 12 to 15 miles behind each other. We also went on a zigzag course; reason---an enemy submarine couldn't set us up too far ahead of time because they never knew exactly where we would be. However, one time, an enemy sub lucked out on the middle tanker. She had just fueled an aircraft carrier with her load of highly explosive airplane fuel, so her empty cargo tanks had nothing but highly explosive fumes in them. She took a torpedo --- so, BOOM! --- nothing left. When the funnel of smoke cleared, nothing there but clear surface. Scared??? I was the gunner on a 40-millimeter quad machine gun. Four of us manned her so we stayed right at \"Battle Station\" 24 hours a day. Another hairy incident --- we were moored alongside our mother ship, the Missouri, refueling her, when three hari-kari suicide planes showed up. One dove into our neighboring 400 mm. gun turret. One crashed the front deck where airplane fuel was stored and the third one headed for us. It missed and plunged between the two ships. We saw the pilot eject himself from the fighter and, rather that surrender, he committed \"hari-kari!\" (The dummy would have been in \"hog heaven\" if he had surrendered.) The weather was treacherous at times. Typhoons were common occurrences. One hit us off Guam and split us right in two. I was on the fantail so we went floating off the other direction. They took us back to Pearl Harbor and as we entered the dry dock they transferred all of us to a new tanker, the Cahaba, so back to sea we went! We rendezvoused at Guam with the 3rd Fleet. In the harbor, we were docked close together. I was assigned \"Coxswain of the Captain's Gig,\" a small boat. Our captain's name was Beanblossom (good Irish name??). The writer of comic strip \"Tarzan,\" Edgar Rice Burroughs, was a special guest aboard our ship. He was standing on the Captain's Bridge watching as I was attempting to board the Captain's Gig to bring it around for service. A large wave washed me overboard and I crazily fought to climb aboard.\n\nSubmission Honored By: Sister, Elizabeth Talbott",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9033483267,
        "format_confidence":0.5353360772
    },
    {
        "url":"http:\/\/www.usgennet.org\/usa\/ok\/county\/logan\/obits\/a\/ajanderson.htm",
        "text":"Logan County (OK) Researchers Homepage\nClick here to break out of frames\n\nAlice Josephine Anderson\nObituary for\nAlice Josephine Anderson\nSubmitted by: Mollie Stehno\n\nOklahoma State Register\nMay 10, 1934\n\nFuneral services were held at the Davis Funeral home at 2:30 p.m. Tuesday for Alice Josephine Anderson, 74, who died early Sunday morning at the Cimarron Valley hospital. Rev. H. H. Boston officiated at the services.\nSurviving are one son, George W. Anderson and one daughter, Mrs. Olie B. Stocker, both of Guthrie; one step-son, Frank B. Anderson, of Guthrie; one step-daughter, Amy Fuller, of Marrengo, Ohio; and one sister, Mrs. Emma Search, of Illinois.\nBurial was made a Summit View cemetery.\n\n|A Surnames Obit Index Page|\n\nUpdated: Thursday, 07-Aug-2008 06:08:20 CDT\n\nThis site may be freely linked, but not duplicated\nin any way without consent.\n\nFormat © by Tammie Chada\n\nThe copyright (s) on this page must appear on all\ncopied and\/or printed material.\n\nAll rights reserved! Commercial use of material within this site is prohibited!",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.7979013324,
        "format_confidence":0.9815379381
    },
    {
        "url":"http:\/\/www.sfgate.com\/homeandgarden\/article\/S-F-history-lesson-runs-through-Islais-Creek-3176646.php",
        "text":"Even when you banish a creek from view, it has a way of making its presence known.\n\nSan Francisco's Islais Creek is mostly out of sight - running through an underground culvert except for a stretch in Glen Park and its bay outfall at Third Street. That's the creek that runs under Balboa High School, where it occasionally floods the cafeteria, and the Alemany Housing Project, also reportedly subject to wet spells.\n\nBonnie Ora Sherk is among those who'd rather try to keep it in mind even when it's not in sight.\n\nLast week we described Sherk's involvement with the San Miguel Child Development Center on Seneca Avenue, where native trees have redeemed a sterile cityscape and a school garden has become what the local artist and landscape architect calls the OMI (Oceanview-Merced-Ingleside)\/Excelsior Living Library and Think Park. The garden's lively student-designed mosaic murals depict, among many other things, historic Islais Creek.\n\n\"Water from Islais Creek was once the most valuable water in San Francisco,\" Sherk told us last month. \"It was used after the 1906 earthquake. It feeds down from San Bruno Mountain through the Cayuga Valley. Then two forks join and go out to the Islais Channel at Third Street.\" The Islais Creek watershed is the city's largest, linking nine neighborhoods as disparate as Noe Valley and Bayview.\n\n\nNow Playing:\n  • Now Playing\n    Diver Lays On Sea Floor While Sharks Swim Above Storyful\n  • 5 Royal Bachelors You Need to Meet Now That Prince Harry Is Taken TaLTIME\n  • Vlogger Tries Chinese Street Food Cuisine of Sand Worms Storyful\n  • This Christmas, Serve Cranberry-Orange Shots in Cute Clementine Cups CountryLiving\n  • The Ladies Of Point Of Grace Cherish The Bonds Of Sisterhood SLivingTime\n  • Pig and Pup Pals Snuggle Together for a Snooze Storyful\n  • How to Make Pickled Shrimp HealthTime\n  • 24 Hours with Sabrina Carpenter | Harper's BAZAAR HarpersBazaar\n  • Food Diaries with Maye Musk HarpersBazaar\n  • JetBlue Is Selling a $20 Board Game That Comes With a Round-trip Flight TaLTIME\n\n\"Islais\" comes from \"slay',\" an American Indian name for the holly leaf cherries - shrubby trees with shiny tooth-edged evergreen leaves - that used to line its banks. Central and Southern California Indians processed the cherry pits into flour. The name first appeared on a Mexican map in 1834. The cherries still grow on San Bruno Mountain, but they're long gone from San Francisco.\n\nBy the 1850s, water from Islais Creek irrigated the produce gardens of the Bayview's Portuguese, Italian and Irish growers. It wasn't long, though, before the creek was befouled with offal and sewage from the slaughterhouses of Butchertown. People began to refer to it by the name of that proverbial creek that we have all been up, without a paddle. After 1906, much of Islais Creek was \"reclaimed\" with rubble from the quake.\n\nEven in its diminished state, the creek fires Sherk's imagination. \"This watershed won't leave me alone,\" she said. \"It turns out I've been working in the same watershed all these years.\" That work began with an urban farm and art center at Army Street and Potrero Avenue and evolved into the Living Libraries at San Miguel and at Junipero Serra Elementary School and Child Development Center near Holly Park.\n\nIts most recent extension is the Bernal Heights Nature Walk, framing the Islais watershed from the south slope of Bernal Heights to St. Mary's Park.\n\nSherk acknowledges that she is \"doing rehabilitation rather than restoration,\" looking for \"places where water can be liberated.\" She sees San Francisco's Better Streets Program as a chance to redefine and redesign the city's streets: \"I'd like to see Cesar Chavez Street redesigned as more serpentine to reflect the water underneath. There's no reason a street has to be straight. That's Cartesian old thinking. Solutions will become obvious - the place will tell us what it can be.\"\n\nFor now, her focus is on the living frame. In November at Holly Park, 200 Junipero Serra students helped plant native trees and shrubs: coast live oak, ceanothus 'Ray Hartman', flannelbush, buckeye, silktassel, toyon, redbud.\n\n\"The species were chosen for their colorful beauty,\" Sherk said, \"to dispel the common myth that natives are ugly.\" The planting is being funded by the California Department of Forestry; the Mayor's Office of Community Development and the San Francisco Foundation also provided financial support.\n\nWe visited the park last month, when neighborhood volunteers were assisting Recreation and Park Department crews with more plantings. Rec and Park's John Miller, in charge of Holly Park, stopped by. \"Sometimes Bonnie reminds me of Julia Morgan and I'm William Randolph Hearst,\" Miller joked.\n\nMore oaks and other drought-tolerant trees will go in around the Alemany project and College Hill Reservoir. St. Mary's Park will get a riparian mix of species, including Islais Creek's namesake holly leaf cherries. The goal is to have 500 trees in the ground by March.\n\nSherk sees art as another key component of the Nature Walk: \"On Oneida Street we have giant polychrome wooden cutouts of students' leaf and flower drawings. There are opportunities for creating narrative artworks - murals and sculptures - that will celebrate local ecologies, histories and cultures.\"\n\nThe Nature Walk is not just one woman's crusade. The planting design evolved through a series of community meetings, and more are planned. \"In calling attention to the watershed,\" says Sherk, \"we have the opportunity to demonstrate the interconnectedness of these diverse communities.\" It's her way of recognizing the complex ecology of San Francisco, and the unacknowledged links among natural and human histories.\n\nIslais Creek history:www.sfnpc.org\/islaiscreekhistory\n\nA Living Library:www.alivinglibrary.org",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8733047247,
        "format_confidence":0.7726449966
    },
    {
        "url":"https:\/\/secure.forumcomm.com\/?publisher_ID=1&article_id=73975",
        "text":"« Continue Browsing\n\ne-mail article Print     e-mail article E-mail\n\nPublished October 31 2004\n\nForum editorial: 'Circle of Cultures' puts Lewis, Clark events on the map\n\nBy all accounts, the turnout of visitors to Bismarck for North Dakota's first signature event of the 200th anniversary of the Lewis & Clark expedition has been remarkable. The nearly 50,000 who have been part of the event is some 20,000 more than were expected.\n\nThe \"Circle of Cultures\" at the University of Mary has translated into the biggest October on record for the Lewis & Clark Interpretive Center at Washburn, just a few miles upriver from Bismarck. Moreover, the signature event and the interpretive center are putting the national spotlight on North Dakota's part in the expedition. The explorers spent more time in what is now North Dakota in the winter of 1804-05 than in any other state.\n\nThe success of the event is confirmation of the hard work of countless North Dakotans. Planning has been under way for years, and in the last 10 days it has paid off.\n\nForum editorials represent the opinion of Forum management and the newspaper's Editorial Board",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9148870111,
        "format_confidence":0.6312967539
    },
    {
        "url":"https:\/\/www.thoughtco.com\/building-the-brooklyn-bridge-1773695",
        "text":"Building the Brooklyn Bridge\n\nThe history of the Brooklyn Bridge is a remarkable tale of persistence\n\nThe history of the Brooklyn Bridge. Designed by John Roebling, construction lasted 14 years, cost $15 million to build, 20-30 lives lost during construction, grand opening: May 24, 1883.\n\nThoughtCo \/ Bailey Mariner\n\nOf all the engineering advances in the 1800s, the Brooklyn Bridge stands out as perhaps the most famous and most remarkable. It took more than a decade to build, cost the life of its designer, and was constantly criticized by skeptics who predicted the entire structure was going to collapse into New York's East River.\n\nWhen it opened on May 24, 1883, the world took notice and the entire U.S. celebrated. The great bridge, with its majestic stone towers and graceful steel cables, isn't just a beautiful New York City landmark. It's also a very dependable route for many thousands of daily commuters.\n\nJohn Roebling and His Son Washington\n\nJohn Roebling, an immigrant from Germany, did not invent the suspension bridge, but his work building bridges in America made him the most prominent bridge builder in the U.S. in the mid-1800s. His bridges over the Allegheny River at Pittsburgh (completed in 1860) and over the Ohio River at Cincinnati (completed 1867) were considered remarkable achievements.\n\nRoebling began dreaming of spanning the East River between New York and Brooklyn (which were then two separate cities) as early as 1857 when he drew designs for enormous towers that would hold the bridge's cables. The Civil War put any such plans on hold, but in 1867 the New York State legislature chartered a company to build a bridge across the East River. Roebling was chosen as its chief engineer.\n\nPhotograph of men on catwalk during Brooklyn Bridge construction.\nThe Brooklyn Bridge during its construction. Hulton Archives \/ Getty Images\n\nJust as work was beginning on the bridge in the summer of 1869, tragedy struck. John Roebling severely injured his foot in a freak accident as he was surveying the spot where the Brooklyn tower would be built. He died of lockjaw not long after, and his son Washington Roebling, who had distinguished himself as a Union officer in the Civil War, became chief engineer of the bridge project.\n\nChallenges Met by the Brooklyn Bridge\n\nTalk of somehow bridging the East River began as early as 1800, when large bridges were essentially dreams. The advantages of having a convenient link between the two growing cities of New York and Brooklyn were obvious. But the idea was thought to be impossible because of the width of the waterway, which, despite its name, wasn’t really a river. The East River is actually a saltwater estuary, prone to turbulence and tidal conditions.\n\nFurther complicating matters was the fact that the East River was one of the busiest waterways on earth, with hundreds of crafts of all sizes sailing on it at any time. Any bridge spanning the water would have to allow for ships to pass beneath it, meaning a very high suspension bridge was the only practical solution. And the bridge would have to be the largest bridge ever built, nearly twice the length of the famed Menai Suspension Bridge, which had heralded the age of great suspension bridges when it opened in 1826.\n\nPioneering Efforts of the Brooklyn Bridge\n\nPerhaps the greatest innovation dictated by John Roebling was the use of steel in the construction of the bridge. Earlier suspension bridges had been built of iron, but steel would make the Brooklyn Bridge much stronger.\n\nTo dig the foundations for the bridge’s enormous stone towers, caissons—enormous wooden boxes with no bottoms—were sunk in the river. Compressed air was pumped into them, and men inside would dig away at the sand and rock on the river bottom. The stone towers were built atop the caissons, which sank deeper into the river bottom. Caisson work was extremely difficult, and the men doing it, called “sandhogs,” took great risks.\n\nWashington Roebling, who went into the caisson to oversee work, was involved in an accident and never fully recovered. An invalid after the accident, Roebling stayed in his house in Brooklyn Heights. His wife Emily, who trained herself as an engineer, would take his instructions to the bridge site every day. Rumors thus abounded that a woman was secretly the chief engineer of the bridge.\n\nYears of Construction and Rising Costs\n\nAfter the caissons had been sunk to the river bottom, they were filled with concrete, and the construction of the stone towers continued above. When the towers reached their ultimate height, 278 feet above high water, work began on the four enormous cables that would support the roadway.\n\nSpinning the cables between the towers began in the summer of 1877, and was finished a year and four months later. But it would take nearly another five years to suspend the roadway from the cables and have the bridge ready for traffic.\n\nThe building of the bridge was always controversial, and not just because skeptics thought Roebling’s design was unsafe. There were stories of political payoffs and corruption, rumors of carpet bags stuffed with cash being given to characters like Boss Tweed, the leader of the political machine known as Tammany Hall.\n\nIn one famous case, a manufacturer of wire rope sold inferior material to the bridge company. The shady contractor, J. Lloyd Haigh, escaped prosecution. But the bad wire he sold is still in the bridge, as it couldn’t be removed once it was worked into the cables. Washington Roebling compensated for its presence, ensuring the inferior material wouldn’t affect the strength of the bridge.\n\nBy the time it was finished in 1883, the bridge had cost about $15 million, more than twice what John Roebling had originally estimated. While no official figures were kept on how many men died building the bridge, it has been reasonably estimated that about 20 to 30 men perished in various accidents.\n\nThe Grand Opening\n\nThe grand opening for the bridge was held on May 24, 1883. Some Irish residents of New York took offense as the day happened to be the birthday of Queen Victoria, but most of the city turned out to celebrate.\n\nPresident Chester A. Arthur came to New York City for the event, and led a group of dignitaries who walked across the bridge. Military bands played, and cannons in the Brooklyn Navy Yard sounded salutes. A number of speakers lauded the bridge, calling it a \"Wonder of Science\" and lauding its anticipated contribution to commerce. The bridge became an instant symbol of the age.\n\nIts early years are the stuff of both tragedy and legend, and today, nearly 150 years since its completion, the bridge functions every day as a vital route for New York commuters. And while the roadway structures have been changed to accommodate automobiles, the pedestrian walkway is still a popular attraction for strollers, sightseers, and tourists.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.7396318913,
        "format_confidence":0.8554173112
    }
]