[
    {
        "url":"https:\/\/www.stiebel-eltron.co.uk\/en\/service\/faq\/how-much-electricity-heat-pumps-use.html",
        "text":"Heat pump myth 6: Heat pumps consume a lot of electricity\n\nThe truth: Properly designed heat pump systems use substantially less electricity than more traditional forms of electric heating.\n\n\nHeat pumps use in the region of a third to a quarter less electricity than traditional froms of electric heating. A heat pump should only need electricity as drive energy. It then gains additional energy from air, earth or groundwater - and delivers it to the heating system.\n\nAll heat pumps are supplied with an electric back up or boost heater, which should only be for emergency use. Ensure that your system is designed so that it does not have to rely on the boost heater during normal operating parameters. A common reason this occurs is heat pump being too small for the property. Stiebel Eltron provide a free design service to ensure that your project does not fall into pitfalls like this.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.6121855378,
        "format_confidence":0.934453547
    },
    {
        "url":"http:\/\/www.trinitybuilthomes.com\/faqs\/",
        "text":"“...whatever the size and scope, the first and last call they should make is to Trinity Built homes.”\n\n“As a small business owner myself, the necessity of what I call “customer amazement” instead of just “customer satisfaction” is imperative to building a healthy and sustainable business. Without a doubt building a home with Trinity embodied that exact spirit.”\n\nDavid E. Crenshaw\n\nSee our finished projects gallery\n\n1. Does my home come with a warranty?\n\nThe builder will provide a one year warranty on the construction of the home. This includes defects that occur within the first year. Cosmetic items are not covered under the one year warranty.\n\n2. How long will it take to build my home?\n\nThe length of time it takes to build a home depends on the size of the home and the time of year that the construction starts. Many factors play a role on the estimated time of completion, and some of these factors are beyond our control, such as the availability of materials, making timelines, and the weather, to name a few. Generally it takes 4-6 months.\n\n3. Do you only build select plans or can I make modifications, or even start from scratch on a plan specific to my needs?\n\nWe have many designs we have built. We can build these homes as they are, or make modifications to them or we also have the capability to draw custom plans in-house. We are also happy to work with architects should the need arise.\n\n4. How is the buyer involved in the process?\n\nOnce your contract is signed you can leave the building to us. You have our assurance that your site will be supervised by us regularly. What we will need most from you is your finishing selection i.e. brick, cabinets, plumbing and light fixtures, flooring, paint and landscape selections.\n\n5. Will I have a schedule as to when selections will be needed?\n\nThis will be given to you upon signing a contract and will be listed by priority as to when it will be needed. In this list will be the suppliers’ contact names and telephone numbers to schedule appointment times.\n\n6. After closing, how do we get a hold of you for warranty matters?\n\nA detailed list of our suppliers and sub-contractors is provided on our website. You will have our contact information as well, and we will help schedule any warranty items that arise.\n\n7. Can you provide references as to overall satisfaction with the construction process and finished product?\n\nWe would be very happy to provide you with references of clients we have built for in the past. Read some real client testimonials.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.7073233128,
        "format_confidence":0.979628861
    },
    {
        "url":"http:\/\/www.americanbar.org\/groups\/real_property_trust_estate\/resources\/real_estate_index\/real_estate_residence_faqs.html",
        "text":"Residential Real Estate FAQs\n\nCommon Issues With Residential Real Estate\n\nA. Concerns with Buying a Home\n\nWhat are some key issues for me to consider when reviewing a contract to purchase a home?\n\nFew people realize that the purchase contract is the most important step in purchasing a home. The details of this agreement determine what you buy or sell and how you buy it or sell it. Before signing, read the agreement carefully and consider the following (not a complete list of issues but intended to give the reader a good start on things to consider):\n\n  1. Is the purchase contingent on matters such as the availability of financing on acceptable terms or the sale of the house which the buyer presently owns?\n  2. Exactly what land, buildings and furnishings are included in the offer? Are appliances, certain fixtures and other personal property included in the purchase price?\n  3. When can the buyer take possession?\n  4. Is the seller required to provide good, marketable title?  Marketable title is title that can be readily marketed (sold) to a reasonably prudent purchaser aware of the facts and their legal meaning concerning liens and encumbrances.\n  5. Who pays for the examination of the title to the property in the event the offer is accepted?  Who pays for the abstract of title or title insurance?\n  6. Have utilities been installed if the property is new construction?\n  7. Who pays for the cost of the survey of the property?  Does the lender require a survey as a condition of the loan approval?\n  8. What inspections are required by the municipality?  Which party will pay for the inspection? Will there be a home warranty contract paid for by the seller?  Should the purchaser conduct and pay for a separate home inspection?  What kinds of disclosures is a seller required to provide to a purchaser, and what happens if those disclosures are not provided?\n  9. If a mortgage is to be given, is there a tax or recording fee for the filing of the mortgage. If so, which party will pay that tax?\n  10. If a loan is to be obtained from an outside lender, who will pay the loan closing costs?\n  11. If termite damage is found, will the seller pay the cost of repairs?\n  12. Are there any restrictions on the use of the property?\n  13. If your offer is accepted, who bears the risk of loss if the property is damaged prior to closing?\n  14. What persons (such as husbands or wives) are required to sign and accept the offer?\n  15. Are any of the boundary lines in dispute?\n  16. What are the remedies if the buyer or seller defaults under the contract?\n  17. Are there Realtors® involved?  If so, who pays the commission?  Is the commission payable even if the sale does not close?\n  18. Whose responsibility is it to pay for governmental special assessments that arise prior to closing?\n  19. What type of deed will be conveyed?  See D below.\n\nB. Concerns with Title\n\n\n1. What is a title examination or abstract? A title examination is a study of the records related to the ownership history of the property and sometimes of other matters related to ownership interests in the property.  An abstract of title is a collection of public records relating to the ownership of a parcel of real estate.  During the examination a title examiner reviews the applicable title information to determine who owns the lands, whether there are any defects in or claims against the ownership and whether any action is needed to make sure the purchaser obtains good record title to the property at closing.\n\n2. What is title insurance, and why is it needed?  A title insurance policy insures the status of title in the name of the owner of the policy.  Title insurance policies are issued by title insurance companies.  The title company contracts with the insured person named in the policy to protect against financial loss related to the title, as well as the cost of defending the title in court.  The title company searches and examines documents related to the ownership of and items affecting the property prior to issuing a policy.  It provides a source of indemnification to the named insured if he or she is damaged by a negligent or bad title search or examination and also from hidden defects that would not be discovered in a title search.  For instance, a title defect resulting from a forgery would not be revealed in a search or examination of the public records but would be covered by the title insurance policy.\n\nPrior to issuance of the title insurance policy at closing, a title commitment will be prepared.  You may or may not be afforded the opportunity to see this document prior to closing, but you should make every effort to review it prior to closing.  You should make sure to have your attorney (if you have one) review it as well.  While there are many important parts to a title commitment, at a minimum you should be familiar with the following: (i) Schedule A identifies the type of policy being issued, the names of the proposed insureds and the current owners, and the legal description of the property; and (ii) Schedule B contains a list of items that must be satisfied in order for the title company to issue the policy of insurance and also contains a list of title matters (called \"exceptions\") that will be excluded from coverage, such as statutory real estate taxes and easements for utilities servicing the property unless deleted from the title commitment at the time of closing.  If there are objectionable items in the commitment, you need to try to have them removed by the title insurance company before closing.\n\nC. Manner in Which Title Is Taken and Held\n\n\nHow should title be held? Make sure you carefully identify all parties taking title and how title is to be held.  The following are examples of typical methods of holding title:\n\n  1. Sole Owner.  Under this approach, title is taken in the name of only one individual grantee and is freely transferable or subject to encumbrance by that grantee, subject to dower and\/or homestead rights described below.\n\n    Example:    John Doe, a single man, grantor, to Jane Smith, a single woman, grantee.\n\n  2. Joint Ownership with Right of Survivorship.  Title can be taken in multiple names under this approach.  Each joint tenant owns an undivided interest in the entire property.  The “survivorship” language means that if one joint tenant dies, that person’s interest automatically is transferred to the remaining joint tenants.  Any joint tenant may freely transfer his or her fractional interest in the property during his or her lifetime, but any such transfer will terminate the survivorship aspects of the joint survivorship tenancy to the extent of the interest transferred.  Equal ownership shares are presumed unless the deed states otherwise.  For example, if there are two grantees, each grantee will own a one-half interest unless the deed specifies otherwise.\n\n    A joint tenancy is created and exists only if four essential characteristics exist: (1) unity of joint ownership and control; (2) the interests held must be the same; (3) the interests must originate in the same instrument; and (4) the interests must commence at the same time.  If all or any of these characteristics do not exist, the owners will own the property as tenants in common.\n\n    Example:    John Doe, a single man, grantor, to Able Smith, Jane Baker and Charles Jones as joint tenants with right of survivorship.\n\n  3. Tenants by the Entirety.  Title can be taken as tenants by the entireties only by a validly married husband and wife.  This form of ownership does not exist in all states.  The words “husband and wife” in the grantee’s name makes this choice.  If a transfer of this type is attempted but the grantees are not validly married, or if they become divorced, the title reverts to tenants in common.  As tenants by the entirety, neither tenant may transfer his or her interest to a third party or encumber the property without both parties joining in the deed or mortgage.  Upon the death of one party, the property automatically becomes the sole property of the surviving spouse.  This is a common form of ownership among married couples, except in community property states.  In community property states, the husband and wife presumptively acquire the property as community property and hold it as tenants in common or as joint tenants with right of survivorship.\n\n    Example:    John Doe, a single man, grantor, to John Jones and Jane Jones, husband and wife.\n\n  4. Tenants in Common.  Title held as tenants in common, like joint tenants, allows title of the entire property to be held in multiple names.  Title is also freely transferable or subject to encumbrance (as to the transferring tenant’s own interest) by each tenant.  However, there is no right of survivorship in the surviving tenants upon one tenant’s death.  Also, note that equal percentage ownership is presumed unless the deed specifically states otherwise.  For example, unless the deed states otherwise, if there are three grantees, each grantee will own a one-third interest.  It is always best to state each co-owner’s percentage ownership interest in the deed to avoid any uncertainty or misunderstandings.\n\n    Example:    John Doe, a single man, grantor, to Jane Smith, Sam Wilson and Tom Baker, in equal shares as tenants in common.\n\n    Or John Doe, a single man, grantor, to Jane Smith as to ½ interest, Sam Wilson as to ¼ interest and Tom Baker as to ¼ interest, as tenants in common.\n\n  5. Title Conveyed in Trust for the Benefit of the Purchasers.  Under this approach, legal (record) title is transferred to a trustee (for example, the grantee would be \"John Doe, as trustee under agreement dated June 1, 2005\").  Care should be taken in using this approach since there are more complex concerns involved.\n\n  6. Special Marital Property Issues.  This is one issue where you must find out if the state in which the property is located has special rules that will require a different statement of ownership... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9485003352,
        "format_confidence":0.9640930295
    },
    {
        "url":"http:\/\/homeappraisinggroup.com\/faq\/",
        "text":"Frequently Asked Questions\n\nDescribe an appraisal\n\nAn appraisal report is an estimation leading to an opinion of value. The real estate appraiser will use a few “approaches,” typically three, to come to the estimation of market value. The Cost Approach is one of the approaches that appraisers use to find the value of a home; it involves concluding what the improvements would cost less physical degradation, plus the land value. The Sales Comparison Approach involves searching for comparable houses in close proximity and discerning value based on making a comparison of those homes to the home in question. Generally speaking, the Sales Comparison Approach is the most definite indicator of market value of a residential property. The third approach is the Income Approach, which is the most important method in appraising income producing properties – it deals with estimating what an investor would pay based on the income generated by the property.\n\nWhat does an appraiser do?\n\nAn appraiser produces an impartial and well substantiated determination of market value, in the support of real estate exchanges. Appraisers exhibit their professional conclusions in appraisal reports.\n\nWhat are the reasons someone would request services from Home Appraising Group?\n\nThere are many reasons to order an appraisal with the usual reason being real estate and mortgage transactions. A few other reasons for obtaining an report include:\n\n  • If you are applying for a loan.\n  • To reduce your tax burden.\n  • To show a homeowner has 30% equity and remove PMI.\n  • To contest inflated property taxes.\n  • If you need to settle an estate.\n  • To offer you a negotiating tool when purchasing real estate.\n  • To find the most probable property value when listing your home.\n  • To defend your rights if your property is being taken by means of eminent domain in a condemnation case.\n  • Government agencies such as the IRS need an appraisal on every home.\n  • It’s possible you could have to deal with being in a lawsuit – an appraisal will hel\n\nHow is an appraiser different than a home inspector?\n\nThe appraiser is not a home inspector and does not do a full home inspection. An inspection is a third-party evaluation of the accessible structure and appliances of a house, from the roof to the foundation. The usual property inspector’s report will contain an evaluation of the integrity of the house’s heating systems, central air conditioning system (temperature permitting), interior plumbing and electrical systems, the roof, attic, and visible insulation, walls, ceilings, floors, windows and doors, the foundation, basement, and visible structure.\n\nMy agent performed a CMA for me. Is that the same as an appraisal?\n\nTo be blunt, it’s like comparing Shakespeare to reality TV. The CMA relies on indefinite trends in the market. Appraisals use comparable sales which are verifiable resources. Location and building costs are also important in an appraisal. All a CMA does is generate a “ball park figure.” Being a documented and carefully investigated opinion of value, appraisals are defensible and stand up in legal situations.\n\nBut the biggest difference is the person doing the report. Real estate agents, who may not have a true grasp of valuation methods or the entire market, create CMA’s. The appraisal is produce by a licensed, certified professional who has made a career out of valuing properties. Likewise, the agent has a vested interest in the property’s selling price – their commission – whereas the appraiser is bound by a code of ethics to collect only a previously agreed upon sum for assignments, regardless of their outcome.\n\nWhat’s in an appraisal report?\n\nEach appraisal should indicate a believable value opinion and should document the following:\n\n  • The client and whose purposes the appraisal is to serve.\n  • The intended use of the report.\n  • The appraisal’s purpose.\n  • The type of value contained and a definition of that value.\n  • The effective date of the value opinion.(Sometimes this is in the past or maybe the future for new construction!)\n  • Relevant property characteristics, including: location, physical description, legal attributes, economic factors, the real property interest valued, and non-real estate items included in the valuation, such as personal property, trade fixtures and even intangible factors.\n  • Any known easements, restrictions, encumbrances, leases, reservations, covenants, contracts, declarations, special assessments, ordinances, and other items of a similar nature.\n  • Division of interest, such as fractional interest, physical segment and partial holding.\n  • The scope of work used when completing the appraisal.\n\nFor a more detailed look at the work that goes into an appraisal report click here:Sample Appraisal Report\n\nOnce the appraisal has been delivered, what assurance is there that the value conclusion is accurate?\n\nIn communicating an appraisal report, each appraiser must ensure the following:\n\n  • That the information analysis implemented in the appraisal was proper.\n  • That critical errors of omission or commission were not committed individually or collectively.\n  • That appraisal services were provided in a careful and judicious fashion.\n  • That a trustworthy, defensible appraisal report was communicated.\n\nTo become a state certified appraiser, there are intense education requirements as well as practical experience that must be logged – all with the objective of gaining the skills required to provide unbiased value opinions. Plus, appraisers must stick to a strict industry code of ethics and observe national standards of practice for real estate appraisal. The guidelines for developing an appraisal and documenting its results are guaranteed by enforcement of the Uniform Standards of Professional Appraisal Practice (USPAP).\n\nLicensing and certification takes coursework, tests and experience working under a supervisor. Once licensed, he\/she is required to engage in continuing education courses in order to keep the license up to date. To see the specific requirements for any state click here.\n\nWho engages the services of appraisers?\n\nCommonly, appraisers are hired by mortgage lenders to estimate the value of a home involved in a loan transaction. Appraisers also provide opinions in litigation cases, tax matters and investment decisions.\n\nWhere does an appraiser get the data used to estimate values in Philadelphia County or other areas?\n\nCompiling information is one of the primary tasks an appraiser does. Data can be categorized as either Specific or General. Specific data is gathered from the home itself; Location, condition, amenities, size and other specific data are documented by the appraiser during an inspection.\n\nGeneral data is gathered from a numerous places. To find out about recent sales to be used as “comps”, an appraiser will often use the local Multiple Listing Service. To verify actual sales prices, we look at tax records and other public documents that are usually online nowadays. Appraisers often need to report when a property is in a flood zone, and that information is retrieved from a FEMA data outlet service.\n\nAnd most importantly, the appraiser gathers general data from his or her past experience in creating appraisals for other properties in the same market.\n\nWhy should I hire a certified appraiser?\n\nIf you’re involved in some sort of financial decision and the value of your home is relevant, you’ll want a full appraisal. For those selling a home, you’ll want to determine the price that gets you the most profit but also ensures you don’t have to wait too long for a buyer to show up; an appraisal can help with that. When buying, be sure you’re not overpaying by commissioning an independent appraisal. If you’re engaged in an estate settlement or divorce, it ensures that property is divided fairly. A house is often the single, largest financial asset anybody owns. Knowing its true value is essential to making informed financial decisions.\n\nWhat exactly is PMI and how can I get rid of it?\n\nPMI is an acronym for Private Mortgage Insurance. It protects the lender if a borrower defaults on the loan and the market price of the home is less than what the borrower still owes on the loan. Once you reach the point where your home’s equity plus the amount you’ve paid is at least 20% of your loan balance, you can have your PMI dropped.\n\nHas your real estate appreciated since you first purchased? Contact Home Appraising Group today at (215)531-7979 to see if you can cancel your Private Mortgage Insurance payment.\n\nDoes the appraiser need anything from me in advance?\n\nWe start with an inspection of the home. What this entails is the appraiser, after setting up an appointment, personally going through the home – recording the layout of the rooms, taking photos and documenting the general condition of its features. On the home’s interior, pick up any clutter and make sure we can access things like furnaces and water heaters. On the outside, trim any bushes so we can be free to get an accurate measurement of outside walls.\n\nTo help expedite our work as well as ensure a more accurate report, attempt if possible to have the following items:\n\n  • A survey or plot map of the property and building (if available).\n  • Any documents, such as a title policy with information on encroachments or easements encroachments or easements.\n  • Any inspection reports, or other recent reports for termites, EIFS (synthetic stucco) wall systems, your septic system and your well.\n  • Find copies of the current listing agreement, broker’s data sheet and, if the sale is “pending”, the purchase agreement.\n  • A bill for your most recent real estate taxes which should also contain a legal description of the property.\n\nHow does an appraiser define “Market Value”?\n\nIn real estate appraising, Market Value (as opposed to Fair Market Value) is commonly defined as:\n\n“The most probable price (in terms of money) which a property should brin... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9263643622,
        "format_confidence":0.9783697724
    },
    {
        "url":"http:\/\/agr.georgia.gov\/consumer-qs-june-2013-.aspx",
        "text":"Share This Using Popular Bookmarking Services         \n\nGeorgia Department of Agriculture\n\nConsumer Q's June 2013\n\nQ: The garlic I planted in my garden is now in bloom – a lavender ball of flowers. Someone has told me I need to cut these off to help the plant produce bigger bulbs. Is this true? I hope not, as they are pretty and the bees like them.\nA: Some garlic growers cut off the emerging flower stalks, also called scapes, because they feel the flowers divert strength away from the developing bulbs. However, not all growers believe this, at least with some garlic varieties. You may want to experiment to find out what is best for the garlic you are growing.\n     Remember, the home garden is not always about maximizing production at every turn but is also about finding enjoyment and beauty. If you and the bees are enjoying the flowers, you can leave them be. You can also cut the flowers and put them in a flower arrangement. Some home gardeners even let the flower stalks dry and use them in dried flower arrangements.\n     Although yours are past this stage, some people like to cut off the scapes when they are young and tender and use them in the kitchen. They can be chopped into salads. They can also be sautéed or stir-fried with olive oil or tossed with oil, salt and seasonings and grilled. They can be chopped and sautéed with butter and mixed into mashed potatoes, summer squash or other vegetables.\n     If you do cut off the flower stalks, be sure to cut only the stalk and not the leaves. Like daffodils and other bulbs, the leaves are manufacturing food to nourish the bulb.\n\nQ: I love gallberry honey but don’t think I have ever seen a gallberry. What is it?\nA: Gallberry (Ilex glabra) is a black-berried holly that is native to coastal areas from Nova Scotia to Florida and Texas. It is also known as inkberry. There is another native holly that usually goes by the common names “sweet gallberry” or “large gallberry.” Its botanical name is Ilex coriacea, and it is native to coastal areas from Virginia to Florida and Texas. Honeybees working the copious flowers of either or both of these two species of holly are the source of the gallberry honey that you and so many others enjoy.  \n     Another native holly that is the source of a delicious honey is the familiar American holly (Ilex opaca). Georgia honeybees and their keepers produce numerous varieties of honey. Try them all!\n\nQ: What fertilizer is best for crepe myrtles?\nA: There is no “best” fertilizer for crepe myrtles. Crepe myrtles generally don’t have any special nutrient needs, and in most landscapes they thrive without any fertilizer.\n     If you need to fertilize your crepe myrtles, select a fertilizer formulated for trees and shrubs and follow the instructions on the bag or box. There are different brands available. Avoid over-fertilization because it causes excess growth and reduced flowering. Excessive growth is also prone to powdery mildew. Use a light hand. Too little fertilizer is better than too much.\n\nQ: I saw brown tomatoes for sale at the grocery store. They were not rotting but were brown instead of red. What is going on?\nA: All tomatoes are not red. There are tomatoes that are bright orange, yellow, yellowish green, white (ivory) and pink (pinkish red) when ripe. There are even “brown” varieties like the ones you saw. (Actually, they are more of a combination of red and green that gives an overall brownish appearance compared with the familiar red tomato.)\n     Many of these tomatoes are old varieties, but they are just not as common or familiar as the ubiquitous and uniformly red ones you usually see at supermarkets.\n     Give some of these different tomatoes a try. You may find them at farmers markets, and they are now showing up in supermarkets, too. You may find you like them as well, or better, than red tomatoes.\n\nQ: The leaves on my cilantro have gotten thin and threadlike. What is wrong?\nA: Nothing is wrong. Your cilantro is going to flower. The leaves change from broad to thin as the plant undergoes this process, which is triggered by hot weather. There is nothing you can do about it but enjoy the lacy white flowers when they appear and collect the seeds. The seeds are called coriander and are used as a spice.  \n\nQ: Someone gave me some perennial heliotrope. It has lavender flowers. What can you tell me about it?\nA: It is an attractive, useful, drought-tolerant, easy-to-grow and durable perennial. Its botanical name is Heliotropium amplexicaule, and it goes by the common names of “clasping heliotrope” or “trailing heliotrope.” It is a low-growing plant that produces flowers all summer long. It likes full sun and is a good filler for difficult spaces in your perennial garden or other places in the landscape. In fact, we have even seen it thriving and blooming its little heart out in the sidewalk planting strips where it received no care whatsoever.\n     Clasping heliotrope was once only available as a pass-along plant, one shared from one gardener to another, but is now being sold in nurseries and garden centers. The variety most frequently offered is called ‘Azure Skies.’\n\nQ. How can I get rid of gnats (fruit flies) inside my home? All foods and fruits are stored properly.\nA. You are correct in making sure foods are covered and properly stored to keep the fruit flies from getting to them. The main way to get rid of the fruit flies is to get rid of what they like or prevent them from getting to it.\n     Make sure your garbage can is covered tightly. Do not leave food scraps in the house. These insects are especially attracted to ripe and overripe fruits and vegetables. Remove any infested foods. Since some types of flies (including fruit flies) can breed in drains and garbage disposals, make sure they are cleaned and\/or covered. Repair window screens and don’t leave doors open for them or other insects to fly in from outdoors.\n     There are numerous home remedies and traps for fruit flies, but the best advice is to keep them from getting the foods they like and to remove any infested products. If the situation warrants it, you can kill the remaining fruit flies with a pyrethrin-based aerosol or other insecticide labeled for indoor use in controlling fruit flies. For more information check out this publication from the University of Georgia: http:\/\/apps.caes.uga.edu\/urbanag\/HOME&GARDEN\/indexFS.cfm?storyid=2737\n\nQ: I have many pieces of an old black locust fence that I have removed from my yard. Will it be o.k. to cut them up and burn them inside in my fireplace?\nA: Seasoned black locust (Robinia pseudoacacia) wood is highly desirable firewood due to its high heat content and its long period of burning. In fact, black locust produces such desirable firewood that some people plant it for that purpose in “firewood plantations.” Unlike some other trees with dense wood, black locust grows quickly. It is adapted to a wide variety of soils. It will sprout from the stump after the first harvest, and the second crop may grow faster than the first due to the established root system.\n     Black locust is also a good species for erosion control, and, being a legume, it improves the soil by “fixing” nitrogen from the air into the soil. Another reason people plant this native tree is for its beautiful white flowers. These fragrant flowers are a favorite of honeybees, and black locust honey is one of the delicious varieties of honey that beekeepers produce in Georgia.\n     And of course, the strong, durable, rot resistant wood of black locust is a top choice for fences and fence posts, sometimes lasting for generations. You may find people interested in buying your pieces to use them again as a fence.\n     If you choose to cut the pieces for firewood, you will not be disappointed. Although winter seems far away, your black locust wood will help keep you warm when it gets here!\n\nQ: My Burford holly has gotten too large and wide. Can I cut off the lower limbs and make it into a tree? Can I do it now? (June 12)\nA: “Limbing up” your holly is a good idea if it has gotten too wide as a shrub. This is a common practice with many large shrubs that have gotten too big. Summer is an ideal time to do this.\n    This pruning away of lower limbs is also done as a security measure if you are concerned about someone with ill intentions hiding in the foliage and branches of a large shrub or need to increase visibility in an area. Removing lower branches can also increase air circulation in the landscape.\n    Other shrubs such as tea olive, Fortune’s osmanthus, Chinese photinia and other photinias, wax myrtle, sasanqua, camellia, yaupon and other hollies such as ‘Nellie R. Stevens’, pomegranate, Japanese cleyera and loropetalum often are given this treatment when they get too large.\n     Prune off the lower limbs, selecting and keeping the ones that will leave an attractive branching pattern. Take your time and step back to look at your work as you go. Do not leave stubs, but cut the limbs back to the branching collar so that the cut will heal properly.  \n     Visit a Georgia garden center or nursery for proper loppers or saws if you need them and to get some suggestions from a horticulturist there about the best way to shape your shrub into a tree.\n\nQ: What is meant by the texture of a plant? I heard that attractive landscapes have both coarse-textured and fine-textured plants.\nA: Texture is a relative term. There is not a strict definition for what is considered a fine-, medium- or coarse-textured plant. Fine-textured plants generally have small leaves and flowers, and coarse-textured (also called bold-textured) plants have large ones. Fine-textured plants reflect many small patches of light. Coarse-textured plants reflect fewer, larger patches. You could paint a picture of coarse-textured plants with a broad brush, while fine-textured plants would require a delicate one. Fine-textured plants have more of a light and airy feel, and coarse-textured plants have more o... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.936814487,
        "format_confidence":0.8340537548
    },
    {
        "url":"http:\/\/sbliving.co.uk\/sell\/selling-faqs\/",
        "text":"Selling FAQs\n\nThere are a few things to consider when selling your property:\n\n· Energy Performance Certificate (EPC)\n\nYou are legally required to provide an EPC when you market your property for sale. This outlines the energy efficiency rating of your property. sbliving can organise this for you.\n\n· Conveyancing\n\nConveyancing is the legal transfer of your property to the buyer, and you will need to employ a solicitor to make this happen. sbliving can introduce you to a solicitor who can guide you through the process.\n\n· Estate Agent Fees\n\nHere at sbliving we listen to what your needs are and discuss a range of options that will work best for you.\n\nYou may also decide to pay for extras such as professional photography or advanced marketing and promotions. And don’t forget about removals. We can advise and assist you in all these matters.\n\nIt’s entirely up to you. We can conduct viewings for you or you can choose to manage these yourself.\n\nThis depends on a number of things, such as your approach to pricing your property and the position both you and your buyer are in. If your home has been realistically valued, you should expect to receive offers within the first four weeks. Then, assuming your buyer has to apply for their mortgage, the exchange of contracts normally takes between 4 and 6 weeks and then completion is between 2 and 4 weeks later. So in total you should expect 12-14 weeks to complete the sale.\n\nIn England, all sellers are required to purchase an EPC for a property before they sell it. Your estate agents must display the EPC rating whenever they market your property. We will be happy to discuss this with you.\n\nConveyancing’ is the legal process that happens when you transfer your home to the buyer. You will typically need a solicitor to assist you with this, to make it happen. We can introduce you to a solicitor who can guide you through the legal process when moving home.\n\nNo, the property buyer is responsible for paying stamp duty. You will have to pay it on any property you purchase.\n\nOnce the buyer has made an offer, it is likely they will arrange for a surveyor to visit you home. The five key things a surveyor will be looking for are problems with utilities, damp, cracking, problems with roofs, and timber defects. In addition, your buyer’s mortgage lender will typically  organise a mortgage valuation to confirm that the property is worth the money being lent.\n\nOnce the sale has been agreed, your solicitor will draft a contract. Your buyer’s solicitor will confirm the details of the property and perform searches. At the same time, the buyer’s mortgage lender will conduct a mortgage valuation and send a mortgage offer to the buyer. When all of this is complete, you will be ready to sign the contract and agree the completion date.\n\nThe seller or the buyer can pull out of the sale at any time and for any reason until the point that both solicitors have received signed contracts from both parties.\n\nWhen both contracts have been signed, the buyer’s solicitor will request the mortgage from the buyer’s lender. Once these funds are released, then your solicitor and the buyer’s solicitor will consult both parties and agree a completion date.\n\nYour title deeds give proof of ownership of the property and will need to be transferred to the buyer as part of the conveyancing process. These are usually held by your mortgage lender, and it will be your solicitor’s responsibility to obtain these.\n\nThis depends on what you have agreed with your buyer. You are not required to leave any furniture or furnishings in the property, but you may have agreed to include some as part of the negotiations of the sale.\n\nThe contract will specify the completion day, and usually the buyer will be asked to collect the keys to their new home from the estate agent. In most cases the seller is asked to vacate the property by 12pm.\n\nUsually, you are only required to pay Capital Gains Tax if the property is not your main home.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8879214525,
        "format_confidence":0.9734040499
    },
    {
        "url":"https:\/\/tica.org\/it\/resources\/faqs?view=faq&faqid=67",
        "text":"Cat Lovers\n\n\nOwners & Breeders\n\n\nLogo Position\n\n\n\nOnline Services\n\n\n              ContactUs     JoinTICA\n\nFrequently Asked Question - What action will be taken on my complaint?\n\nWhat action will be taken on my complaint?\n\nEach complaint is reviewed individually, and therefore it is impossible to indicate what the outcome will be until that complaint is reviewed. Generally, TICA does not take any action on disputes between breeders or get involved in any sort of contractual disputes. However, if a written agreement provides that a TICA registration will be provided with a pet cat, generally the breeder is expected to comply with that agreement.\nIf you have a dispute with a breeder, some breeds have breed-specific organizations which may deal with those types of disputes, for example, MCBFA (the Maine Coon Breeders and Fanciers Association) and TIBS (The International Bengal Society).\n\n  • The initial action taken by the board of the directors is usually either no action, at which point the complaint is closed, or the matter is set for hearing at the next board meeting. However, other action can be taken at the initial review.\n  • Please note, TICA does not take \"reports\" on health issues.\n  • Generally, TICA does not take any action on health issues. This is generally more suitable for a civil action.\n\nWherever You Are, You're In TICA's World  \n\nFacebook  Twitter  YouTube  Yahoo  Wiki  ContactUs",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9744905829,
        "format_confidence":0.9798467159
    },
    {
        "url":"https:\/\/www.biodynamicsolutions.org\/faqs\/",
        "text":"1. I am new to biodynamics, how do you recommend that I start?\n\nBegin with applying BD 500 (Horn Manure) and BC (Biodynamic Compound Preparation) in the spring to your garden(s) and lawn (after ground is thawed and before planting). See answers 3 – 11 below for more information. Also order at least one unit of BD 501 (Horn Silica) to be applied in the summer once all your plants are fully established.\n\nIf you have a compost pile that is ready to be used this spring (and has not yet received the Compost Preparations, then we recommend a set of the Compost Preparations be inserted into your pile at least one week before you plan to use the compost. Otherwise, we recommend that you insert the Compost Preparations when you are ready to “put your pile to bed” as they aid in the decomposition process as well as enhancing vital elements in the pile. This will likely not be until the fall. Fall is also the time to reapply BD 500 and BC.\n\nTo Recap:  In the spring we recommend ordering BD 500, BC, and BD 501 along with a planting calendar to guide your day to day work, and a set of Compost Preparations if you have a compost pile that has not yet received them. In the fall we recommend BD 500, BC and a set of Compost Preparations for a pile you will be retiring for the winter.\n\nYou can place your two orders now and we will ship at the times you designate depending on your climate.  Be sure to indicate in the “notes section” of your order, which items you would like shipped on which dates.\n\n2. Which is more important, using the biodynamic preparations or the biodynamic calendar?\n\nThey are both equally important and work hand in hand. The preparations are an occasional commitment undertaken at opportune times. Whereas the calendar guides your day to day work in the garden\/farm.\n\n3. I just have a small garden, is it too small to use the preparations?\n\nNo matter the size of your garden the preparations will benefit your plants and soil, and eventually you, if you are growing food. One unit, stirred in 3 gallons of water, is enough for up to one acre of land. Don’t forget to broadcast it on your lawn and nearby woodlands too, not just your garden. And if you have extra share it. Remember though, it is best to spread it within a couple hours of completing the potentizing stir.\n\n4. How do I spread BD500 (Horn Manure Preparation) and Biodynamic Compound Preparation on my garden\/field?\n\nWe recommend putting a portion of the preparation in a bucket so that it is comfortable for you to carry with one hand. Then take a masonry brush (looks like a large paintbrush) or a handful of evergreen boughs (pine is particularly good). Dip the bush\/bough into the bucket of preparation and fling it to the left and right. Take a few steps and repeat this action. These two preparations should be applied in large droplets (as opposed to a fine mist, as for 501 and equisetum).\n\n5. What if my acreage is too big for one or two people to cover within 2 hours of stirring?\n\nYou have three options:\n\n  • Invites some friends to help you (provide buckets and brushes\/boughs for them). Have the group spread out in a line on one side of the field (we space people 8 giant steps apart), then walk together across the field, flinging the preparation, and keeping spaced apart as you go. Refill your buckets as necessary and continue back and forth across the field until you have covered the whole area. It is wonderful to have many people walking the land and blessing it in this way.\n  • If you cannot find helpers, start by spreading the preparation around the entire perimeter of the field then spiral inward toward the center. Remember the preparations are energetic in nature and your intention and blessing is also important as you spread them.\n  • Use an agricultural sprayer that attaches to the back of a tractor.  Some purists prefer to not to use machines.\n\n6. Is it necessary to get the preparations on every square inch of the ground or plant?\n\nNO. Remember, you are dealing with the energy of the preparations. When the preparation hits the ground or plant it radiates out from the point of contact effecting the entire system.\n\n7. Can I spread BD500 (Horn Manure) and BC (Barrel Compost) at the same time?\n\nYES. When you are stirring, begin with your one hour stir for BD500 and at the 40 minute mark, add the BC which only needs to be stirred for 20 minutes.\n\n8. Do I really need a sprayer to apply BD501 – Horn Silica?\n\nYES, it is important that this preparation be applied as a fine mist. You can get an inexpensive hand held sprayer at your local garden store, or if you are covering a larger area, a backpack sprayer works well. And if you have many acres and access to a tractor sprayer, that’s great. We spray even our 10 acre field with two people and two backpack sprayers. We start by spreading the preparation around the entire perimeter of the field then spiral inward toward the center.  Remember the preparations are energetic in nature and your intention and blessing is also important as you spread them.\n\n9. I don’t have enough compost for all my needs, is Barrel Compost Preparation (Biodynamic Compound Preparation) a substitute for using biodynamic compost?\n\nBarrel Compost (BC) will bring the energetic qualities of biodynamic compost to your garden or field, however it is not a substitute for the fertilizing quality of compost or other organic fertilizers. We suggest you use both.\n\n10. Does it matter when you stir and apply the field preparations (BD500, BD501, BD508)?\n\n\n  • BD500 (Horn Manure Preparation) should be stirred in the mid-late afternoon and then applied immediately in the late afternoon, and within about two hours of stirring. It enlivens the soil, promotes root activities and stimulates seed germination. It should be applied twice during the growing season: once, in the spring after the ground has thawed and before significant vegetative growth begins; and a second time in the fall, when you are putting your garden to bed. We strive to stir and apply BD500 on a Root Day (according to the biodynamic calendar).\n  • BD501 (Horn Silica Preparation) should be stirred at sunrise and be applied immediately following in the early morning hours. It enhances photosynthesis and the vitality and keeping qualities of your vegetables and fruits and other crops. It can be applied often during the summer after the plants are off to a strong start. Because it requires a one hour stir, you will likely not use it as often as you could. We tend to use it about a week before harvest. The day on which you would spread it (according to the biodynamic calendar) is in relation to the aspect of the plant you are interested in enhancing (Leaf, Root, Fruit or Flower).  Some practitioners are experimenting with spraying BD501 in the late afternoon for root crops.  Experimentation is encouraged.\n  • BC (Biodynamic Compound Preparation AKA Barrel Compost) is used to bring the energetic qualities of all of the Compost Preparations (BD502-507) to your garden\/fields. We stir and use it simultaneously with BD500.\n  • BD508 (Equisetum Arvense) is used when you are experiencing fungus problems in your garden. We recommend stirring and applying it on a day that corresponds to the fungal issues, generally that is a Leaf Day (according to the biodynamic calendar). First you make a tea, then you stir for 20 minutes and apply as a fine mist.\n\n11. I am not sure I have the stamina to stir for one hour, is it really necessary to stir that long?\n\n  • Yes, it is and yes you do have the stamina. I felt the same way when I was new to stirring, but you will find that an amazing thing happens, you will settle into a rhythm and the water will “cooperate” with you.\n  • Find a comfortable position in which to stir, sitting or standing, with a pole, a paddle or your hand. To a degree this will be dictated by the amount you are stirring.\n  • It can be helpful to have a stirring buddy with whom you share the finished preparation. Take turns stirring. There are many ways to do this, switching with each change in direction or take turns for a number of minutes each.\n  • Find what works for you. It is definitely doable, and yes, it does take a commitment, which you can think of as a commitment to the health of the land you steward.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8994467258,
        "format_confidence":0.9804788232
    }
]