[
    {
        "url":"http:\/\/snapsort.com\/video\/UZS2YWL4fi0\/Nikon-D300S-First-Impression-Video-by-DigitalRev",
        "text":"Brought to you by The Nikon D300S maintains all the advantages of the previous D300 and delivers more. Not just only offering the D-Movie mode, the D300S offers excellent features such as dual memory card slots. Pricing Reference:\n\nTags: Nikon D300S, Sample video\n\nNikon D300S\n\nView all Nikon D300S videos\n\n\n\nShowing 0 comments",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9903303385,
        "format_confidence":0.9100577235
    },
    {
        "url":"https:\/\/www.okmmetaldetectors.com\/en\/videos\/metal-detector-video-rover-c4\/",
        "text":"Made in Germany   Made in Germany   Detection Technologies since 1998\n\nMetal detector and 3d ground scanner Rover C4\n\nThis video introduces OKM's metal detector and 3d ground scanner Rover C4. This detector is designed for treasure hunters and gold seekers and comes with some very unique features like the LED orbit to visualize buried treasures live during a measurement. It's time to recover all the lost treasures and hidden gold objects!\n\n  02.11.2017     00:01:20     640 x 360  \n\nDuring the last centuries many conflicts, battles and wars covered the world. Civilizations fought for domination and wealth. Many people lost personal items or buried valuables to hide it from predators and foreign occupation. Over the years many of those ancient treasures and cultural artifacts disappeared – deeply hidden under the earth's surface.\n\nThe human evolution continued and technical inventions were on the advance. First metal detectors were used to find lost rings and coins. And now OKM's Rover C4 ground scanner is available to detect all that deep buried treasures from the past. Controlled by an interactive color touchscreen it shows hidden treasures live via LED orbit and generates stunning 3d graphics of hidden objects.\n\nThis page has been voted 3.8 of 5 stars (5 votes).\n\nShare this page with your friends on",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.5936721563,
        "format_confidence":0.536144793
    },
    {
        "url":"https:\/\/dotsub.com\/view\/97a270f7-77a2-4855-a079-f4d454fde2ca",
        "text":"\n\nHardware y Software\n\n0 (0 Likes \/ 0 Dislikes)\n\nVideo Details\n\nDuration: 1 minute\nCountry: United States\nLanguage: English\nViews: 99\nPosted by: tecnoinfo on Apr 12, 2010\n\nVideo sobre partes de hardware\n\nCaption and Translate\n\n    Sign In\/Register for Dotsub to translate this video.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9823739529,
        "format_confidence":0.9744008183
    },
    {
        "url":"http:\/\/www.hi-techwebmaster.com\/tag\/smartwatch\/",
        "text":"Emerging Trend of Smartwatches with Android and 3G\n\nPosted by:\n\nWhat is a SmartWatch?\n\nA wrist watch accompanied by features and functionalities of a smartphone is said to as SmartWatch. Smartwatches are either designed on their own or when paired with a smartphone offers you features like internet connectivity, making phone calls, messaging, caller Id functionality, access to stock and weather updates, etc. Google, Apple, Samsung, Sony, Pebble and LG are some of the brands that currently have their smart watches in market.\n\nHistory of Smartwatches\n\nContinue Reading →",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9916975498,
        "format_confidence":0.6865186095
    },
    {
        "url":"https:\/\/www.dpreview.com\/articles\/7167339766\/canonixus300review",
        "text":"We've just posted our review of Canon's Digital IXUS 300 (it's European name, also known as the Powershot S300, Digital ELPH), this ultra-compact digital camera features a stylish stainless steel case, a three times optical zoom lens and a 2.1 megapixel sensor. It has go anywhere features which ensure you'll always have it by your side and the looks to impress even the most staid technophobe, but does it deliver the goods at the end of the day?\n\nClick here for our full review of the Canon Digital IXUS 300\n(AKA. Powershot S300, Digital ELPH)",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9905439615,
        "format_confidence":0.6429181099
    },
    {
        "url":"https:\/\/www.kitplus.com\/imag\/issue105\/files\/8.html",
        "text":"﻿ Kitplus - The TV-Bay Magazine\n\nTo view this page ensure that Adobe Flash Player version 11.1.0 or greater is installed.\n\nNEWS CAPTURE & PRODUCE High-speed cameras he ﬁ rst showing o the compact high speed camera will be among the For-A highlights at IBC tand . . he is the newest version o the compan s variable rame rate camera. hooting up to ps it is smaller and lighter than the and features a removable camera head to allow for different shooting positions and angles. As the camera can link operators both optically and via an intercom system, users can shoot in the ﬁ eld with up to one km distance between the unit and base station. Also at IBC For-A will introduce a version o its vision mi er that has a row control panel. www.for-a.co.jp Camera support n an e ort to e tend its range o remote head options olecam stems will e hibit a new innovation at . that combines a olecam with a Ronin gimbal that is fully interfaced to the crane system. Polecam Systems will also offer bespoke interfaces for other gimbal manufacturers. Also on show will be the very latest oshiba minicams including the minicam a chip ltra video camera that o ers a p output. Polecam Systems is Toshiba’s European Centre of cellence or broadcast products. www.polecam.com Hague Camera Supports has developed a new motorised pan and tilt powerhead for small handheld camcorders, compact cameras lightweight Rs miniature cameras and action cameras. The Powerhead can be mounted to a tripod, jib or wall bracket either vertically or underslung and it supports up to kg. t is supplied with a control bo that allows the user to adjust the speed and direction of the head with the capabilit to pan and tilt through degrees. www.haguecamerasupports.com 08 | KITPLUS - THE TV-BAY MAGAZINE: ISSUE 105 SEPTEMBER 2015",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9754185081,
        "format_confidence":0.5664300323
    },
    {
        "url":"http:\/\/atmega32-avr.com\/make-an-automatic-plant-light-using-attiny26-microcontroller\/",
        "text":"About the author\n\nPost Ratings:\n\nRelated Articles\n\nLeave a Reply\n\n2016 Powered By Wise Technologies, Atmel-avr Theme By Wise Technologies\n\nPowered by Dragonballsuper Youtube Download animeshow\n\nRead previous post:\nLED wind indicator Using atmega8 Microcontroller\n\nI have something with the weather. I always like to know how warm or cold it is, how much rain...",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9275032878,
        "format_confidence":0.8406206965
    },
    {
        "url":"https:\/\/www.elektormagazine.com\/magazine\/elektor-199206\/32618",
        "text":"About the article\n\nAudio\/video processor (2):\n\nInput circuits and chroma-VBS separation filter\n\nAudio\/video processor (2):\nThe circuit serves to select one of the inputs and to separate the chroma and VBS-signals. Note that,inspite of the English language front panel, some rear panels have the annotation 'FBAS' instead of CVBS. FBAS is the acronym of the German Farbbild Austast Synchronsignal = chroma, video, blanking, synchronization signal.\nDownloading of this magazine article is reserved for registered users only.\nLogin | Register now!\nLoading comments...",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9847803116,
        "format_confidence":0.9686846137
    },
    {
        "url":"https:\/\/www.bytechannels.com\/2018\/03\/26\/face-id-will-only-come-to-android-phones-next-year-but-it-wont-be-the-same-as-the-iphone-x-bgr\/",
        "text":"Face ID will only come to Android phones next year, but it won’t be the same as the iPhone X – BGR\n\nA report a few days ago said that Apple has a two-year lead on Android rivals when it comes to the adoption of advanced 3D face-scanning technologies.\n— Read on\n\nShow More\n\nRelated Articles\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n%d bloggers like this:",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9819899797,
        "format_confidence":0.7403492332
    },
    {
        "url":"http:\/\/www.thetimes.co.uk\/article\/sony-ericsson-z600-3fcj630qsl2",
        "text":"Read the full article\nJust register a few details.\n\nSony Ericsson Z600\n\n0870-523 7237; £269.99 sim-free or with T-Mobile, Vodaphone and O2 contracts\n\nCharlie Brewer, 28, product manager\n\nThe latest mobile from Sony Ericsson is a tri-band clam shell which has battery life that puts power stations to shame, a range of snazzy front and back covers, a bight screen, Bluetooth and infrared and sync connectivity to share images with your friends. Naturally there is a camera, and games fans can play multiplayer versions of popular classics.\n\nVerdict: Fashion funster\n\nWant to read more?\nRegister with a few details to continue reading this article.\nAlready a subscriber? Login\n\nYou are now logged out\n\nYour choice of two articles a week\n\nUnlock quality journalism on the topics that you decide matter most\n\nRegister now\n\nOr enjoy full access\n\nSubscribe and catch up with all the stories behind the headlines\n\nSubscribe today\n\nAlready a member? Log in",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9917997718,
        "format_confidence":0.9714521766
    },
    {
        "url":"https:\/\/wiki.preterhuman.net\/index.php?title=Vintage_Computer_Wiki&action=edit&oldid=19362",
        "text":"\n\nView source for Vintage Computer Wiki\n\nJump to navigation Jump to search\n\nYou do not have permission to edit this page, for the following reason:\n\nThe action you have requested is limited to users in the group: Users.\n\nYou can view and copy the source of this page.\n\nReturn to Vintage Computer Wiki.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.8089452982,
        "format_confidence":0.9844527841
    },
    {
        "url":"http:\/\/abcnews.go.com\/WN\/apple-ipad-invasion-include-app-army\/comments?type=story&id=10249840",
        "text":"iPad Mania: Sneak Peek at Apple's Latest Creation\n\nIt's early morning and Apple has invited us behind locked doors inside a store that hasn't opened for a private showing of the much-anticipated iPad. This is the first glimpse since the device was announced back in January. Our sneak peak included a look at applications, better known as apps, from developers in Los Angeles and Seattle. Meanwhile, Apple reps tote the otherwise secret iPads around in a padded black case, always worried that someone will see. The half-inch thick device has a...Full Story\nCommenting on this article is closed.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9866020679,
        "format_confidence":0.7228700519
    },
    {
        "url":"https:\/\/www.exfo.com\/fr\/ressources\/videos\/demos-produits\/mix-map-test-exfo-way\/",
        "text":"\n\nPour ajouter des favoris à une liste, vous devez être connecté à votre compte.\n\nMe connecter Créer un compte\n\nMix, map and test—the EXFO way\n\nFrançois Marcotte\n\nSenior Applications Engineer, EXFO\n\nFrançois Marcotte is a Senior Applications Engineer currently working at EXFO in Montreal, Canada. With more than 28 years in the telecommunication industry, he began his career at Bell Canada as an installer and repair man. He was involved in QAM HFC system design and integration in early 90’s.\n\nOver the years, François has developed strong knowledge on Ethernet, MPEG, OTN and optical transport. He is continuously working with customers as a technical advisor for Ethernet, optical transport testing, performances test procedure and training. François is involved with product definition at EXFO for Ethernet and optical transport product. He is also a regular speaker in various seminars in North America.\n\nFrançois graduated from the Ecole Polytechnique de Montreal, as an Electrical Engineer.\n\n\nIn this video, EXFO SME François Marcotte demonstrates mixed mapping capabilities in the FTBx-88200NGE. Mixed mapping speeds up verification by enabling lab techs to fill and test the entire 100G bandwidth of the OTU4 frame and validate all channels simultaneously. This delivers maximum efficiency, while pushing the OTN equipment under test to the limit of its capacity. Watch this video to learn more.\n\nGardons le contact!\n\nTests, monitoring et analyse de réseaux : soyez à l’affût de l’actualité!\n\nThank you.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.7238792777,
        "format_confidence":0.8550854325
    },
    {
        "url":"http:\/\/www.businessinsider.com\/raspberry-pi-projects-2013-9?op=1",
        "text":"The Raspberry Pi is a low cost computer board and a maker's dream come true.\n\nOriginally conceived as an educational product for removing as many barriers as possible for teaching people to program, Pi has been popping up in inventive creations to make all kinds of electronic doodads come to life.\n\nDespite its low price and diminuitive size, the Raspberry Pi is an extremely capable machine that can run a number of different operating systems. These are mostly specialized versions of Linux, but some have even hacked Android onto it.\n\nGiven all the customizability and utility offered by this platform, you have to see the wild stuff people are making with this $25 computer.\n\nView As: One Page Slides",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9485773444,
        "format_confidence":0.6070103645
    },
    {
        "url":"https:\/\/global.ihs.com\/doc_detail.cfm?document_name=ITU%2DT%20S%2E23&item_s_key=00215040",
        "text":"Hello. Sign In\nStandards Store\nITU-T S.23 1993 Edition, January 1, 1993\nComplete Document\nActive, Most Current\nAutomatic Request of the Answerback of the Terminal of the Calling Party, by the Telex Terminal of the Called Party or by the International Network - Telegraphy Alphabetical Telegraph Terminal Equipment (Study Group IX) 4 pp\nPrint  :\n$25.00 USD\nThere is no abstract currently available for this document",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.6121869683,
        "format_confidence":0.7911835909
    },
    {
        "url":"http:\/\/www.cadence.com\/Community\/tags\/uvm\/OVM-e\/AMS\/AOP\/Incisive+Enterprise+Simulator+_2800_IES_2900_\/ClubT\/default.aspx",
        "text":"Home > Community > Tags > uvm\/OVM-e\/AMS\/AOP\/Incisive Enterprise Simulator _2800_IES_2900_\/ClubT\nLogin with a Cadence account.\nNot a member yet?\nCreate a permanent login account to make interactions with Cadence more conveniennt.\n\nRegister | Membership benefits\nGet email delivery of the Cadence blog (individual posts).\n\n\n* Required Fields\n\nRecipients email * (separate multiple addresses with commas)\n\nYour name *\n\nYour email *\n\nMessage *\n\nContact Us\n\n* Required Fields\nFirst Name *\n\nLast Name *\n\nEmail *\n\nCompany \/ Institution *\n\nComments: *\n\nuvm,OVM-e,AMS,AOP,Incisive Enterprise Simulator (IES),ClubT\n\n  • Specman, e, and EDA360\n\n    The EDA industry is all abuzz over the new vision paper \"EDA360 - The Way Forward for Electronic Design\" ; and for good reason - in 2010 the electronics world is finally starting to transform in ways that have been long anticipated by Specmaniacs and our \"Trailblazer\" program partners...\n    Posted to Functional Verification (Weblog) by teamspecman on Tue, Jun 8 2010\nPage 1 of 1 (1 items)",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.8891877532,
        "format_confidence":0.5382120013
    },
    {
        "url":"https:\/\/unu.edu\/media-relations\/media-coverage\/mobile-devices-from-top-brands-hardest-to-repair-greenpeace.html",
        "text":"Mobile devices from top brands hardest to repair: Greenpeace\n\n  • 2017•06•28\n\n    An excerpt from the article by\n\n    The Global E-waste Monitor 2014 report from the United Nations University showed the amount of discarded electrical and electronic equipment reached 41.8 million tons that year, but only 6.5 million tons of e-waste were documented and recycled with the highest standards.",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.7412564754,
        "format_confidence":0.7188442945
    },
    {
        "url":"http:\/\/money.cnn.com\/gallery\/technology\/2013\/09\/04\/samsung-gear-watch\/4.html",
        "text":"What does the Samsung Gear do?\n\nSamsung's first smartwatch does more than tell the time.\n\nTakes pictures\n\nsamsung gear gallery\n\nThe Galaxy Gear also found room for a 1.9 megapixel camera, but strangely enough, it's not for video chatting. Instead you can use it as a sort of visual notebook, allowing you to capture low res shots of your surroundings for later reference.\n\n- Last updated September 04 2013 05:14 PM ET",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9922061563,
        "format_confidence":0.8515198231
    },
    {
        "url":"http:\/\/www.unitedstatestoday.us\/technology\/2016\/07\/ben-hecks-nintendo-playstation-prototype-teardown-part-2\/",
        "text":"Pages Navigation Menu\n\nUnited States news, headlines, events , stories and all that is trending today\n\nBen Heck’s Nintendo PlayStation prototype teardown, part 2\n\n<img src=”” \/>\n\nIn part 1 we took a close look at the amazing SFX-100 Nintendo PlayStation console for a teardown of the hardware and an analysis of how the chips function together. …\n\nThis post is from Engadget RSS Feed. Click here to read the full text\n\nThe best life hacks ever revealed to help make things easy everyday\n\nFollow us on twitter @UnitedStatesTD\n\nAlso, Like us on facebook\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9340478182,
        "format_confidence":0.9610751271
    },
    {
        "url":"http:\/\/www.fujitsu.com\/uz\/products\/computing\/servers\/mission-critical\/primequest\/news\/video\/pq1800e-high-reliability.html",
        "text":"Skip to main content\n\nHigh-Reliability Features of the PRIMEQUEST 1800E Mission-Critical server\n\nUnderstanding high reliability features can be hard work. This video provides a seeing-is-believing style explanation of the fool-proof automated error recovery and simple maintenance operations enabled by PRIMEQUEST. Watching this video, provides convincing evidence of the simple configurations for high reliability using hardware partitioning, automatic error-recovery (even from system board failure), plus hot-swap enabled active maintenance.\n\nEnglish version\n\nPortuguese version\n\nChinese version\n\nKoren version",
        "topic_id":5,
        "format_id":6,
        "topic_confidence":0.9688933492,
        "format_confidence":0.9431118965
    }
]