[
    {
        "url":"https:\/\/bossip.com\/847084\/pure-comedy-twitter-has-a-hearty-guffaw-when-butch-lesbian-dee-pimpin-is-revealed-as-bow-wow-on-catfish-43081\/2\/",
        "text":"Pure Comedy: Twitter Has A Hearty Guffaw When Butch Lesbian “Dee Pimpin” Is Revealed As “Bow Wow” On Catfish!\n\n- By Bossip Staff\n2 of 12\n\nLamb skin?!?!\n\nHilarious Twitter Responses To The “Bow Wow” Episode Of MTV’s Catfish\n\nLast night might have been the most inexplicable, hilarious, head-scratching, “WTF?!?”, episode of MTV’s hit train wreck, Catfish, of all time.\n\nA gullible azz poor girl named Keyonnah was under the impression that she had been carrying on an online relationship with 106 & Park host, rapper, and YMCMB lackey, Bow Wow.\n\nPrior to airing, Bow Wow spoke on being the muse for Dee Pimpin’s dastardly scheme.\n\nWe are all anxiously awaiting Mr. Wow’s post-show reaction as he didn’t join in the live-tweeting antics last night during the show. Instead, Shad opted to use the opportunity to promote his new music that no one will likely ever listen to.\n\nIn case you were under a rock, we have graciously compiled a few of the funniest tweets that poured in by the boat load while we sat in awe of Keyonnah and Dee Pimpin’s tale of deceit.\n\nFlip it on over for the LOL’s.\n\nImage via Instagram\n\n    Continue Slideshow\n\n    More Stories From Bossip\n\n\n    blog comments powered by Disqus",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9968400002,
        "format_confidence":0.6892775297
    },
    {
        "url":"https:\/\/www.inverse.com\/article\/21704-all-the-robot-commands-in-hbo-s-westworld",
        "text":"All the Robot Commands Used in 'Westworld' \n\nA round up of the commands used on television's most mysterious new show. \n\nThe first Westworld episode was brimming with literary references, shootouts, and nods to excellent Twilight Zone episodes. And yet, for all its allusions, it withheld much of the hard information about the nature of its world, leaving us to parse out the mysterious Man in Black’s agenda, the park management’s true motives, and even the extent of that seemingly-vast landscape.\n\nAnd although the premiere took a deep-dive into the nature of the robot’s consciousness, their true nature still remains an enigma. At the very least, though, we began to get an idea of how humans control these advanced animatronics: spoken-word commands, which seem conversational until a robot shuts down mid-sentence.\n\nHere are all the commands that appeared in the first episode. Although the robots are asked questions like “Have you ever questioned the nature of your reality?” and “What are your drives?” we chose to focus on direct commands that result in behavioral action.\n\n“Bring her back online”\n\nAlthough, this command is technically said from one human to another, it’s the first thing we hear Jeffrey Wright’s character say about Dolores and it comes up again frequently, for every naked robot interrogation.\n\n“You can lose the accent”\n\nThis is another command we hear several times. Jeffrey Wright’s Bernard says it first, and Luke Hemsworth’s Stubbs later repeats it, and it instantly makes Dolores lose her “golly gee” affectation.\n\n“Soon this will feel like a distant dream. Until then, may you rest in a deep and dreamless slumber”\n\nWe hear this command several times — Anthony Hopkins’s Dr. Robert Ford says it to the cowboy-robot in his introductory basement scene, and Shannon Woodward’s Elise later says it to Dolores. Elise seems overly tender towards the robots, even going so far as to kiss one and wearing a Western costume, for some reason, later in the episode. Thus the first half of her speech seems to be an add-on. “Deep and Dreamless Slumber” are the key words.\n\nWhat's with the hat, Elise? \n\n“You can put yourself away again, won’t you?”\n\nDr. Ford says this to the cowboy-bot after first making him go into sleep-mode in the basement.\n\n“Cognition only, no emotional affect.”\n\nStubbs says this to Dolores in her final naked-interrogation scene, when she comes to and immediately panics, still apparently thinking she’s in the “storyline” in which she has just been raped by Ed Harris’s Man in Black and seen her cowboy suitor die. The command immediately halts her panicked breaths and sees her affect a placid demeanor.\n\n“Do you have access to your previous configuration? Access that, please.”\n\nFord says this to Dolores’s first father Peter Abernathy during his naked-interrogation scene after he has seemingly had a nervous breakdown, which is rather unusual for a robot.\n\nAnd who knows what commands future episodes might bring — after all, these violent delights have violent ends.\n\nMedia via HBO, HBO",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9921454787,
        "format_confidence":0.7336068749
    },
    {
        "url":"http:\/\/entertainment.time.com\/2012\/07\/03\/vacation-robo-post-what-tv-shows-shaped-america\/",
        "text":"Tuned In\n\nVacation Robo-Post: What TV Shows Shaped America?\n\n  • Share\n  • Read Later\n\nRecently, the Library of Congress came out with a list of Books That Shaped America–88 tomes that are not necessarily the “best” American books (though some probably are), but that “have influenced our lives” as Americans, one way or another. (Public radio’s The Takeaway aired a discussion of the list last week.)\n\nThe list–which runs from The Adventures of Huckleberry Finn to The Words of Cesar Chavez–got me thinking that you can do the same thing with TV, which arguably has outdone books as an influencer for the last several decades. So as we head into the Fourth of July holiday, I want your nominations for the TV Shows That Shaped America: not a “best” list, necessarily, but shows that have influenced modern culture or helped to capture or define what America is. These could be anything from shows that got Americans talking (Roots?), told us parables (The Twilight Zone?), informed us (60 Minutes?) or satirized us (The Simpsons?).\n\nI’ll give you a few nominations, just to start:\n\nThe Andy Griffith Show. One of the first and best depictions of regional Americana, from a time, at the dawn of mass-culture, when American regions were still, well, regional. This gentle small-town comedy gave us Mayberry’s quirks without ridiculing or patronizing them. And Griffith’s Sheriff Taylor, who’d rather wield a wry comment than a gun, was a weekly example of Americans talking through their problems.\n\nFriday Night Lights. About half a century after Andy Griffith, the story of Coach and Mrs. Taylor shared a surname with Griffith’s show and a similar faith in people’s basic decency. A show about football, family and faith in a small town, it was one of TV’s best demonstrations of the meaning of community in action.\n\nAll in the Family. A TV show doesn’t have to be small-town to be about Americana, and one of TV’s most distinct post-’60s urban voices belonged to Queens dockworker Archie Bunker, who gave good argument.\n\nRoseanne. This show transformed Archie’s chair into Roseanne Conner’s beat-up, quilt-covered couch, in a sitcom that was always conscious of the work it took to keep bills paid and a family afloat.\n\nThe Wire. Because, come on. It’s The Wire.\n\nThis is barely a start; you take it from here. I’m having Robo-James auto-post this while I’m on vacation, so I probably won’t be playing along in the comments, but there’s no need to limit our list to 88 shows. Suggest as many or as few as you want, and tell us why. And have a happy Fourth.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9949107766,
        "format_confidence":0.9549924731
    },
    {
        "url":"http:\/\/nymag.com\/arts\/tv\/goodtvguide\/",
        "text":"New York Magazine\n\nSkip to content, or skip to search.\n\nSkip to content, or skip to search.\n\n\nAn extraordinary TV season, and the rules that shaped it.\n\n\nWith lessons from a few of the year’s best: Betty White, Tracy Morgan, Modern Family, The Good Wife, Justified, Ted Danson, Breaking Bad, Parks and Recreation, RuPaul’s Drag Race, Party Down, Dexter, and 30 Rock.\n1: Embrace Change\nThe industry is in turmoil. Hooray! By Michael Hirschorn\n2: Stick With What Works\nAn old tradition of scene-stealing comics gets a kick in the @#% from Betty White and Tracy Morgan.\nModern Family3: Be Biting and Sweet\nModern Family rewrites the family sitcom.\nGood Wife4: Plotting, Not Plodding\nThe Good Wife's complex procedural is made exquisitely simple.\nParks and Rec5: Don't Sacrifice the Character for the Joke\nAmy Poehler gets de-cartoonified on Parks and Rec.\nBored\/Damages6: Pick the Right Cad\nTed Danson's genuinely endearing sociopath.\nRupaul7: Accept the Inevitable\nProduct endorsements aren’t going away, so RuPaul’s Drag Race works them.\nDexter8: It’s Never Too Soon to Suck Them In\nDexter's opening montage is a bloody good idea.\nJustified9: Build a Better Hero\nJustified nixes the kids, keeps the hat.\nBreaking Bad10: Think (and Shoot) Big\nVision doesn’t end with the writing on Breaking Bad.\nParty Down11: Less Can Be More\nParty Down uses its tiny budget for inspiration.\n30 Rock12: Write the Perfect Joke\nOr just hire Tina Fey.\nLost finaleAdvice for the Lost Finale Writers\nVets from The X-Files, The O.C., and more share tips.\nUpfrontsThe 2010 Upfronts\nGet complete coverage on Vulture.\n\n\nCurrent Issue\nSubscribe to New York\n\nGive a Gift",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.98920995,
        "format_confidence":0.9825729132
    },
    {
        "url":"http:\/\/ca.hellomagazine.com\/film\/0201311123001\/in-photos-13-dreamy-photos-of-ryan-gosling",
        "text":"In Photos: 13 dreamy photos of Ryan Gosling\n\nHey girl: It’s Ryan Gosling’s birthday.\n\nWe first swooned for the handsome actor as romantic Noah in The Notebook, but several blockbusters (and many shirtless scenes) later, Ryan — who turns 34 on Nov. 12 — has officially cemented his status as a bonafide Hollywood hottie.\n\nEven hotter? He's a first-time dad, having welcomed baby Esmeralda with one of the world's most beautiful actresses, Eva Mendes.\n\nBest of all, he’s Canadian!\n\nAs if you need more convincing, click through the gallery below to see the most sigh-worthy photos of Ryan.\n\n\nHELLO! Canada magazine is available for your tablet and smartphone. Get HELLO! Canada, PEOPLE, Vanity Fair and over 100 more of the world’s best magazines for one low monthly price at Texture by Next Issue. CLICK HERE to sign up for a free trial.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9922283292,
        "format_confidence":0.753909409
    },
    {
        "url":"http:\/\/www.complex.com\/pop-culture\/2013\/05\/25-star-trek-gifs-to-use-as-email-responses\/",
        "text":"In 2009, Star Trek made a miraculous comeback from the Hollywood graveyard when director J.J. Abrams resurrected the franchise with a reboot that injected a little action and sex appeal into the normally cerebral series. And now that the sequel, Star Trek Into Darkness, has hit theaters and is looking to make a nice chunk of change in the process, it’s safe to say that the venerable sci-fi world that Gene Roddenberry created over 45 years ago is back for good (or until another Nemesis-level dud hits theaters).\n\nTo celebrate the fact that Kirk, Spock, and the rest of Starfleet have stepped back into the spotlight, here are 25 Star Trek GIFs to Use as Email Responses to let the whole world know what a proud Trekkie you are.\n\nRELATED: The 50 Best Sci-Fi Movies\nThe 10 Hottest Celebrity Trekkies \nRELATED: The 25 Coolest Movie Spaceships",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9969620109,
        "format_confidence":0.9857001305
    },
    {
        "url":"http:\/\/thecelebritycafe.com\/feature\/2014\/02\/top-10-led-zeppelin-songs",
        "text":"Top 10 Led Zeppelin Songs\n\nBy Alyssa Ladzinski,\nCan you choose ONLY 10 Led Zeppelin songs?\n\nLed Zeppelin forever changed and redefined the sound of rock in the 70s.\n\nIt seems impossible to say that a band was as influential as the Beatles, but for their decade, Led Zeppelin packed just as much of a punch.\n\nWith the vocal styling of Robert Plant, guitar god Jimmy Page, John Bonham on drums and bassist\/keyboarder John Paul Jones, Led Zeppelin came together and continued to go down in history as rock legends.\n\nFrom the ashes of a band called Yardbird, rose Led Zeppelin in 1968. The English rock band molded heavy metal, blues, rock and folk rock into one—creating a sound that’s never been done before. They signed with Atlantic Records, and from there they were free to express their musical freedom in any way they desired.\n\nKeith Moon, drummer of The Who, declared that the band would go over like a \"lead zeppelin,\" hence the name change to Led Zeppelin. Boy, was he wrong.\n\nIn both earlier and current times, Led Zeppelin still manages to transcend boundaries in the rock music genre and influence bands both new and old.\n\nDrummer John Bonham passed away in September of 1980 of asphyxiation, leaving fans shocked, devastated and inquisitive about the possible and inevitable end of Led Zeppelin.\n\nOne of the best selling and most influential bands of all time, Led Zeppelin were inducted to the Rock and Roll Hall of Fame and considered the “heaviest band of all time,” by Rolling Stone.\n\nDiscussing a band with a surplus of hit songs, it’ll be difficult to choose just ten, but let’s give it a shot. No matter what ten make the list, there are sure to be at least twenty more deserving of a spot.\n\n\n\nJoin Our Newsletter\n\nPopular Threads",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9959201813,
        "format_confidence":0.9865623116
    },
    {
        "url":"http:\/\/en.e.r7tyne.com\/10-hilarious-food-memes-that-are-sure-to-tickle-your-funny-bone\/",
        "text":"10 Hilarious Food Memes That Are Sure To Tickle Your Funny Bone\n\n\nThere was a time, not so far back in the history, when we would borrow our references from comic books, films and TV shows. With the boom in internet and smart phones , the common point of conversations and popular references have all come down to current trending ‘memes’. For those living under the rock, ‘Memes’ are the latest sensation that has taken the world of internet by storm. A meme is an image, video, piece of text, etc., typically humorous in nature, which with slight variations and additions are spread across internet to generate fun and laughter. From light and casual to offensive and dark, memes of all kinds have managed to grab the attention of the entire country together in the recent past. The world of food wasn’t spared either. Here are 10 memes from around internet, that are sure to tickle the funny bone of every foodie out there!\n\n1. All. The. Time.\n\nA post shared by Mermaid MamaLion Daddy (@karlissa._.joshua) on Jan 3, 2018 at 9:23pm PST\n\n2. Nope. Your salary is just fine. You’ve just been too busy swiping your card at every burger or doughnut outlet you set your eyes on.\n\nA post shared by CecilyCfit (@cecilycfit) on Jan 1, 2018 at 5:31pm PST\n\n3. So I don’t like stepping out of my comfort zone at all. I hope you understand!\n\nA post shared by(@just.maymays) on Jan 1, 2018 at 3:38pm PST\n\n4. Is this a sign from the Universe? The stars don’t want me to diet!\n\nA post shared by FOOD(@_food_loverssss) on Jan 1, 2018 at 9:23am PST\n\n5. Is that Santa Clause? Is that Superman? No. That’s the waiter with my food. MY FOOD.\n\nA post shared by Memeology (@officialmemeology) on Jan 1, 2018 at 7:22am PST\n\n6. Precisely, why I have trust issues in life.\n\nA post shared by Derpeh Caitlynn (@derpeh.caitlynn) on Jan 1, 2018 at 3:22am PST\n\n7. Dear Chole Bhature, is there anything you possibly can’t do?\n\nA post shared by Shaikh Maryam (@loveyoufood0307) on Dec 29, 2017 at 8:50am PST\n\n8. To have friends, or not have friends. That is the question.\n\nA post shared by Rachel Knoblich (@fitlife.rachel) on Dec 28, 2017 at 12:16am PST\n\n9. And it is all about loving your family, they say!\n\nA post shared by Gem\n\n10. Can I eat your joke? No? Go humour someone else then please.\n\nfood meme\n\nHad fun? If there any other funny food memes that made your chuckle, then do share with us in the comments section below! \n\nFacebook Comments\n\nComments are closed.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9321874976,
        "format_confidence":0.9861252904
    },
    {
        "url":"http:\/\/www.ministryofsound.com.au\/latest\/10-nightclubs-you-need-experience\/",
        "text":"Staff Picks: 10 Nightclubs You Need To Experience\n\nPlanning a European summer holiday? Perhaps a tour through South East Asia's Moonlight parties or South America's carnival season? Either way, Ministry of Sound has done it before and you're bound to hit some of our favourite international party spots along the way.\n\nIn celebration of Clubbers Guide to 2015, we're counting down our 10 favourite nightclubs in the world. From party capitals like Ibiza to the best hidden treasures around Europe, Ministry of Sound are taking you through the best places to party where it's totally fine to drink vodka out of a coconut and wake up in the wrong hotel room.\n\nParadise Club, Mykonos\n\nThe Greek islands are always a popular party mecca in the European summer and it's to no one's surprise that everyone flocks over to Mykonos for a good summer boogie. Paradise Club is an enticing cross between beach bar and open-air terrace, perched on a cliff-top that gives it a stunning view of the Aegean Sea. The club features regular residencies from Carl Cox and Avicii who provide the perfect EDM crushing touch to a European summer. Paradise Club shares the same coastline as rival club, Cavo Paradiso which rocks a similar vibe to the Paradise Club (for anyone prone to getting kicked out of nightclubs).\n\nZouk, Singapore\n\nZouk is one of the oldest and most prestigious nightclubs in Singapore and Kuala Lumpur and is without a doubt one of the best in the world. Taking up an old warehouse space on the Singapore River, Zouk offers a spine tingling sound experience, mosaic features on the walls and the mantra of One World, One Music, One Tribe, One Dance. Read: strong vibes. Zouk hosts international performances every 2.5 days on avergae and a quarter of a million dollars is spent per year on props alone. Zouk is paving the way in Asia's nightlife scene and these guys definitely know how to throw a party.\n\nMinistry of Sound, London\n\nAhhh yes, our good mates over at MoS UK opened the doors in 1991. The Ministry of Sound Club is an icon in the London clubbing scene, inspired by New York's Paradise Garage, the club was devoted to bringing the American house scenes of the 1980's New York, Chicago and Detroit to a club that was purely dedicated to sound. Today, the ex-bus garage features the biggest house, techno, trance and big room artists every week. From Kaskade and Laidback Luke, Todd Terje to Cajmere, there is nothing quite like standing in the middle of the club's main room, The Box, and hearing the award winning sound system in full swing. Also the home to club shots most likely to have you saying; \"This guy!\"\n\nPacha, Ibiza\n\nOver the years Pacha has become a monumental club in Ibiza due to it's long history hosting some of the biggest parties in Europe. Offering a diverse combo of wider range house and nifty electronic nights, Pacha covers all bases in throwing their parties entirely for their colourful and juicy crowds, beginning from the crazy Balearic scene that kicked it off in the late 80's. Today, Pacha Ibiza has a whopping 3000 person capacity venue and has endured the test of time thanks to it's ability to transform itself from the commercial talents of David Guetta to the underground parties that welcome the likes of Solomun and Âme. Pacha has turned into one of the biggest clubbing brands in the world with venues across other major cities such as New York, Buenos Aires and of course, Sydney. Well, what more can we say about this one - we love a night on the red cherries!\n\nUshuaia, Ibiza\n\nAnother dominant nightclub fixture in Ibiza is Ushuaia, which offers up a spectacular outdoor arena, pool and of course spacious DF surrounded by the hotel itself. Ushuaia is another venue in Ibiza that accommodates for both big room electronic music as well as house and techno. Recent residencies include Armin Van Buuren, Hardwell, Avicii as well as Joris Voorn and Nic Fanciulli. Shut up and take my money!\n\nBerghain\/Panorama Bar, Berlin\n\nNotorious for it's strict door policy and camera ban, the Berghain is an ex-powerplant that has been converted into onto one of Europe's deepest and darkest night (and day after) spots. Housing some of the most industrial techno sounds in the world, the upstairs Panorama Bar is decorated with large scale photographs, tall windows onlooking an amazing view of East Berlin and is the avenue for all the house heads. No need to worry about touching up the make-up ladies, as the Berghain is infamous for having no mirrors or reflective surfaces of such. And if you plan on going to the Berghain any time soon, no one arrives at the venue until at least 4am, so be prepared to party well into the following day.\n\nHakkasan, Las Vegas\n\nYou know EDM's big when Las Vegas mega hotel MGM Grand opens up a 3000 person capacity club that hosts Calvin Harris, Tiesto, Hardwell, Steve Aoki on the regular. If the commercial roster isn't really for you, the Ling Ling Club on the third level has pulled in line ups from the likes of DJ Jazzy Jeff , Rev Run and Questlove of The Roots. This joint is the real deal when it comes to the ultimate clubbing experience and it's the next frontier in the Las Vegas nightlife, blurring the lines between music festival and night on the town. It doesn't come cheap though with a $50 entrance fee for males and $30 cover charge for females. Sorry fellas!\n\nFabric, London\n\nWhat was once a meat storage facility near central London is now one of UK's best nightclubs which hosts the best house, techno and drum & bass parties in the buzzing party city. Fabric has three separate rooms, two often hosting live acts. But it is the bodysonic dance floor that makes Fabric different from anywhere else in the world, attached to 400 bass transducers that emit bass frequencies of what's currently playing. Recent Fabric DJ lineups include Netsky, Ricardo Villalobos, Groove Armada and Daniel Avery. Fabric is also renowned for their monthly compilations Fabric and FABRICLIVE albums that are mixed by established and upcoming artists from the greater European dance movement. Highly recommend.\n\nGreen Valley, Cambroiu\n\nHidden away in the tropical hills of Santa Caterina is one of Brazil's biggest nightclubs. With a capacity of over 6000, Green Valley hosts some of the worlds biggest DJs night after night. The club occupies a gigantic tarp covered dance floor area at the foot of a valley which is completely surrounded by rainforest, creating an energetic vibe flowing through the whole tropical venue. Talk about jungle! Brazil also hosts a number of the world's biggest and best nightclubs such as Sirena, Warung and D-Edge that are turning Brazilian nightlife into a dominant party destination.\n\nSpace, Ibiza\n\nHaving recently taken the crown of Best Club at the International Dance Music Awards, Space Ibiza is at the top of the list due to the incredible venue that features six clubbing areas and a 2000 person capacity main room. It's not only the state-of-the-art look and feel of this dance consortium that pegs it as the people's favourite, as it's programming is primo with some of the strongest and diverse clubbing brands on the planet. Offering up nothing but the best techno, house and trance DJs, Space hosts some of the best club nights in the world such as Carl Cox's legendary Music Is Revolution, Richard Hawtin's Enter and one of the hottest parties in Europe right now, We Love... Sundays presented by Disclosure. Space line ups are these days steering clear of most mainstage headliners, but it's well compensated with new age legends at the tip of the scene such as Disclosure, Skream, Rudimental, Umek, Dusky, James Zabiela, Sasha and Gorgon City! Ministry of Sound approved and our number 1 pick for the Clubbers Guide to 2015.\n\nLove the nightlife? Love to boogie? Anthems House can be downloaded on iTunes and Google Play now.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9950940609,
        "format_confidence":0.9896017909
    },
    {
        "url":"https:\/\/www.bustle.com\/articles\/196145-these-new-girl-thanksgiving-episodes-to-watch-during-the-holiday-will-feed-your-soul",
        "text":"These 'New Girl' Thanksgiving Episodes To Watch During The Holiday Will Feed Your Soul\n\nI'd be hard-pressed to find a day that I didn't want to do a New Girl marathon, but perhaps Thanksgiving is the best day of all to take on such a welcomed task. Between having awkward encounters with your step-cousin twice removed and trying to avoid any and all political talk, you're going to be in need of a distraction, and the show can be a bright spot on an otherwise stressful day. But, even though the series as a whole is a pretty exemplary pick-me-up, there are certain New Girl episodes you have to watch on Thanksgiving to make the marathon as festive as possible.\n\nAt the risk of making the most obvious statement ever, the New Girl episodes you need to watch on Thanksgiving, are the ones that are titled, \"Thanksgiving,\" Thanksgiving II,\" \"Thanksgiving III,\" \"Thanksgiving IV.\" Names aside, they are so good that you'll definitely want to give them a watch. While we all know that Friends has kind of cornered the market on having the best Thanksgiving TV episodes of all time, New Girl gives the show a more modern run for its money. Besides, isn't it nice to switch things up after a while? I sure think so.\n\nHere are the New Girl episodes you need to watch with your family on Thanksgiving to balance out your own dysfunction with that of the loft-mates' shenanigans:\n\n\n\nIs there anything better than lamenting with Schmidt over how Thanksgiving is the \"least sexy holiday of the year\"? The answer is no, there isn't. Besides, watching Jess fail spectacularly at attempting to host the overwhelming holiday is reason enough to tune in.\n\n\"Thanksgiving II\"\n\nb017ni3 on YouTube\n\nHere's the only thing you need to know about this episode as evidenced from the bloopers above: Nick and Jess's mom flirt and make sexual innuendos about Thanksgiving staples. Sold.\n\n\"Thanksgiving III\"\n\nlili Neli Veling on YouTube\n\nThe third New Girl Thanksgiving installment is perhaps the most action-packed one with the crew roughing it in the wild. Also, there's the whole thing where Nick inadvertently poisons Jess with a fish (as seen above), effectively turning her temporarily insane. So, if you're feeling stir crazy while sandwiched on your grandma's plastic covered couch between your brother's weird friend from college and your napping aunt, watch this one, as it'll be a ridiculous yet needed fictional escape.\n\n\"Thanksgiving IV\"\n\n\"Thanksgiving IV\" proves that Schmidt is a hypocrite in the best of ways. Because despite telling Jess it was the \"least sexy holiday\" in Season 1, he tries his hardest to make Thanksgiving sexy this particular year. But, more than that, there's an added romantic bonus between Jess and Ryan as seen above. And, yes, it's not the Nick and Jess scene most fans would've wanted, but there's no denying that it isn't entertaining to see them try and make it work with other people.\n\nSo, stuff your mouth with stuffing and put on New Girl this Thanksgiving to avoid getting into any heated familial arguments. You're welcome for the tip.\n\nImage: FOX",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9974264503,
        "format_confidence":0.9850634336
    },
    {
        "url":"https:\/\/slowrobot.com\/i\/63154",
        "text":"A Powerful Lesson About Privilege SCORE 160\nWords. SCORE 229\nFat, loud, arrogant and conservative? SCORE 186\nThey never really stop. SCORE 181\nA Rainbow cricket. SCORE 119\nTwo bears in a serious meeting SCORE 83\nJim Carry, in a nutshell. SCORE 29\nBoring college class bingo. SCORE 162\nUnited States Of Autocomplete SCORE 103\nDobby is a free elf! SCORE 140\nWhy we love Jennifer Lawrence. SCORE 304\nEvery great scientific truth. SCORE 163\nLet them come... ðŸ˜¼ SCORE 25\nStar-crossed lovers. SCORE 163\nLieutenant Crunch SCORE 94\nRise and Shine !! SCORE 22\nNiceness Pros SCORE 196\nWords. SCORE 281\nThanks Mom SCORE 164\nAir rings. SCORE 174\nOur professor wears his hat and cape every time he conducts an experiment SCORE 99\nGot Rejected By Many Tv Shows Dues To His... SCORE 133\nApparently my doctor always opens the door with his pen in hand SCORE 81\nService dog at a high school got his picture taken for the yearbook SCORE 71\nI have a dream... SCORE 165\nIt's just a hoax, bros. SCORE 24\nSharing is caring SCORE 28\nWhen nerds get married. SCORE 284\nDon't give in! SCORE 85\nWeather in Texas. SCORE 170\nAn African Bush Viper - Pretty but Venomous SCORE 119\nSlow Robots do love too!\nWhat are brothers for? SCORE 158\nJustin Flursery SCORE 80\nShe will literally rest her head on anything SCORE 79\nToo soon? SCORE 50\nToxic family situation. SCORE 83\nAnd it's only January SCORE 54\nRecent Comments\nSlow Robots do love too!\nCopyright ©, 2016 to infinity - Contact us",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9221265316,
        "format_confidence":0.6338403225
    },
    {
        "url":"https:\/\/www.cinemablend.com\/streaming-news\/great-jessica-chastain-movies-and-how-to-watch-them",
        "text":"Skip to main content\n\n12 Great Jessica Chastain Movies And How To Watch Them\n\nJessica Chastain talking in an office in The 355.\n(Image credit: Universal Pictures)\n\nIn an event that many would consider to be a long time coming, Jessica Chastain won the Oscar for Best Actress in a Leading Role at the 94th Annual Academy Awards. Her performance in 2021’s The Eyes of Tammy Faye earned her the nomination, which was also her third, having previously been nominated for Best Supporting Actress in 2012 for The Help, and for her leading role in Zero Dark Thirty the following year.\n\nHowever, the California native - who is also known for superhero movies like X-Men: Dark Phoenix, horror movies like It: Chapter Two, and action thrillers like The 355 - has given plenty of other performances that critics and audiences alike would agree deserved similar accolades. Let’s revisit these performance by checking out Jessica Chastain’s best movies available now on streaming, for digital rental, or on physical media, starting with her best work in the eyes of the Academy.\n\nJessica Chastain and Andrew Garfield in The Eyes of Tammy Faye\n\n(Image credit: Searchlight Pictures)\n\nThe Eyes Of Tammy Faye (HBO Max)\n\nTammy Bakker (Jessica Chastain) and her husband, Jim (Andrew Garfield), build one of the largest empires in the history televangelism, until a series of shocking scandals are revealed, threatening to destroy their relationship and their reputation.\n\nWhy it’s one of the best Jessica Chastain movies: Jessica Chastain disappears into the role of the titular televangelist in The Eyes of Tammy Faye - a bold, revealing biopic from The Big Sick director, Michael Showalter, that is based on a 2000 documentary of the same name.\n\nStream The Eyes Of Tammy Faye on HBO Max.\nBuy\/Rent The Eyes Of Tammy Faye on Amazon.\nGet The Eyes Of Tammy Faye on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in The Help\n\n(Image credit: Dreamworks)\n\nThe Help (HBO Max)\n\nA young, aspiring author (Emma Stone) interviews Black maids (Oscar winners Viola Davis and Octavia Spencer) for a book about their perspective on the White women who employ them in 1960s Mississippi.\n\nWhy it’s one of the best Jessica Chastain movies: Jessica Chastain received her first Academy Award nomination for playing good-hearted, ostracized socialite Celia Foote in The Help - writer and director Tate Taylor’s 2011 adaptation of the novel by Kathryn Stockett.\n\nStream The Help on HBO Max.\nBuy\/Rent The Help on Amazon.\nGet The Help on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in Zero Dark Thirty\n\n(Image credit: Sony)\n\nZero Dark Thirty (Amazon Rental)\n\nA CIA operative (Jessica Chastain) struggles to endure the moral inner conflict and emotional turmoil of carrying out heinous interrogation methods while spending several years searching for the whereabouts of wanted terrorist leader Osama Bin Laden.\n\nWhy it’s one of the best Jessica Chastain movies: Jessica Chastain received her second Academy Award nomination for her mesmerizing performance as the lead of Zero Dark Thirty - originally intended as a chronicle of the failed attempts to catch the orchestrator of the attack on September 11, 2001, before his capture ten years later - from Oscar-winning director Kathryn Bigelow.\n\nBuy\/Rent Zero Dark Thirty on Amazon.\nGet Zero Dark Thirty on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain and Michael Shannon in Take Shelter\n\n(Image credit: Sony)\n\nTake Shelter (Tubi)\n\nA construction worker (Michael Shannon) begins to question the safety of his family and his own sanity after he begins to experience a series of strange, foreboding visions of an oncoming apocalyptic event.\n\nWhy it’s one of the best Jessica Chastain movies: If you ask me, Jessica Chastain should have received an Academy Award nomination, as well as Michael Shannon, for their riveting portrayals of a husband and wife threatened by the dwindling mental health of one in Take Shelter - a masterful, heart-stopping family drama from writer and director Jeff Nichols.\n\nStream Take Shelter on Tubi.\nBuy\/Rent Take Shelter on Amazon.\nGet Take Shelter on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in Jolene\n\n(Image credit: Entertainment One)\n\nJolene (Tubi, Pluto TV)\n\nA young, orphaned woman (Jessica Chastain) sets off on her own at age 15 and spends the next several years traveling the country in search of some sort of normalcy, finding heartbreak and disappointment at every turn.\n\nWhy it’s one of the best Jessica Chastain movies: In 2008, after various appearances in TV shows such as ER, Jessica Chastain made her theatrically released, feature film debut as the title role of Jolene - director Dan Ireland’s harrowing adaptation of the story by award-winning author E.L. Doctorow.\n\nStream Jolene on Tubi.\nStream Jolene on Pluto TV.\nBuy\/Rent Jolene on Amazon.\nGet Jolene on DVD\/Blu-Ray on Amazon.\n\nJesssica Chastain and Hunter McCracken in The Tree Of Life\n\n(Image credit: Disney \/ Searchlight)\n\nThe Tree Of Life (Hulu)\n\nA disillusioned, modern day man (two-time Academy Award winner Sean Penn) struggles with questions of existence, purpose, and faith as he recalls his complicated relationship with his father (Oscar winner Brad Pitt) while growing in Waco, Texas, in the 1950s.\n\nWhy it’s one of the best Jessica Chastain movies: The one film that Jessica Chastain has said had the most profound impact on her life and career and is most difficult to re-watch for how accurately it captures her “heart and soul” is 2011’s The Tree of Life - a bizarre, inventive, and thought-provoking existential analysis that only writer and director Terrence Malick could make.\n\nStream The Tree Of Life on Hulu.\nBuy\/Rent The Tree Of Life on Amazon.\nGet The Tree Of Life on DVD\/Blu-Ray on Amazon.\n\nTom Hardy and Jessica Chastain in Lawless\n\n(Image credit: Annapurna)\n\nLawless (Rental)\n\nThree brothers (Shia LaBeouf, Tom Hardy, and Jason Clarke) fight to keep a moonshine business afloat in the midst of unwanted offers of partnership and the arrival of a corrupt police officer (Guy Pearce) in Depression era Virginia.\n\nWhy it’s one of the best Jessica Chastain movies: Jessica Chastain steals the show as Maggie Beaufort, a waitress who falls in love with Hardy’s Forrest Bondurant, in Lawless - writer Nick Cave (yes, the musician) and director John Hilcoat’s 2012 adaptation of Matt Bondurant’s historical novel about his own family, The Wettest County in the World.\n\nBuy\/Rent Lawless on Amazon.\nGet Lawless on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in Interstellar\n\n(Image credit: Warner Bros\/Paramount)\n\nInterstellar (Paramount+)\n\nA former science engineer and pilot (Academy Award winner Matthew McConaughey) leads a team of explorers on an expedition through the unknown reaches of outer space in order to find a new home for mankind as the Earth rapidly grows unlivable.\n\nWhy it’s one of the best Jessica Chastain movies: Jessica Chastain is one of the three brilliant actresses from 2014’s Interstellar cast who play the role of McConaughey’s estranged, earthbound daughter, Murph, over the course of several decades, in co-writer and director Christopher Nolan’s Oscar-winning, visually stunning, mind-bending space odyssey.\n\nStream Interstellar on Paramount+.\nBuy\/Rent Interstellar on Amazon.\nGet Interstellar on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in The Martian\n\n(Image credit: Disney \/ Fox)\n\nThe Martian (Amazon Rental)\n\nIn the wake of a deadly storm, the botany expert (Matt Damon) of a space exploration mission is assumed dead and abandoned by his crew on Mars, where he struggles to survive as NASA struggles to figure out a way to bring him home.\n\nWhy it’s one of the best Jessica Chastain movies: While Jessica Chastain did not get to be the one to go into space or rescue Matt Damon in Interstellar, she got to do both the following year as the disco-loving Ares III commander, Melissa Lewis, in The Martian - one of the sharpest, most intense, funniest, and simply best space movies from director Ridley Scott which is based on Andy Weir’s acclaimed novel.\n\nBuy\/Rent The Martian on Amazon.\nGet The Martian on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in Crimson Peak\n\n(Image credit: Universal)\n\nCrimson Peak (Netflix)\n\nA young writer (Mia Wasikowska) falls for a wealthy, English aristocrat (Tom Hiddleston) who invites her to live with him and his sister (Jessica Chastain) at their lavish family estate, unwitting to the shocking secrets and vengeful spirits that lurk within the walls.\n\nWhy it’s one of the best Jessica Chastain movies: Guillermo del Toro, who previously produced the Jessica Chastain-led horror film, Mama, in 2012, directs the actress in a sinister (and, apparently, emotionally draining) performance as Lady Lucille Sharpe in 2015’s Crimson Peak - a chilling ghost story in the style of traditional, gothic costume dramas with stunning production design.\n\nStream Crimson Peak on Netflix.\nBuy\/Rent Crimson Peak on Amazon.\nGet Crimson Peak on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain and Oscar Isaac in A Most Violent Year\n\n(Image credit: A24)\n\nA Most Violent Year (Showtime)\n\nAn immigrant (Oscar Isaac) and his wife (Jessica Chastain) aspire to achieve the American dream by capitalizing on the crime and corruption surrounding them, which also threatens to destroy them, in 1981 New York City.\n\nWhy it’s one of the best Jessica Chastain movies: Before they both starred in X-Men movies and eventually reunited for HBO’s Scenes from a Marriage, Jessica Chastain gave an electrifying, femme fatale-inspired performance opposite her longtime friend Oscar Isaac as her onscreen husband in 2015's A Most Violent Year - a captivatingly dark period piece partially inspired by true events from writer and director J.C. Chandor.\n\nStream A Most Violent Year on Showtime.\nBuy\/Rent A Most Violent Year on Amazon.\nGet A Most Violent Year on DVD\/Blu-Ray on Amazon.\n\nJessica Chastain in The Zookeeper's Wife\n\n(Image credit: Focus Features)\n\nThe Zookeeper’s Wife (Netflix)\n\nA woman (Jessica Chastain) and her husband (Johan Heldenbergh) use their zoo ... (truncated)",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9978531003,
        "format_confidence":0.9897300005
    },
    {
        "url":"https:\/\/www.nme.com\/blogs\/tv-blogs\/goop-lab-gwyneth-paltrow-2604657",
        "text":"“I’m gonna collect your golden broth”: Can you guess which of these ‘The Goop Lab’ quotes are real or fake?\n\n\"I could not get any goopier\"\n\nGoop, the lifestyle brand founded by Gwyneth Paltrow, is brilliant at generating headlines. It is a company synonymous with perfectly outrageous phrases like ‘vaginal steaming’, ‘Moon Juice Brain Dust’, and ‘psychic vampire repellent’ – just three of the things the brand has advocated in the name of ‘wellness’. And, when the image for its new Netflix series The Goop Lab appeared in January – Paltrow standing in front of a series of pink and purple lines designed to look like a vulva – the internet did exactly what Goop wanted, and talked about the programme loudly and incessantly. Since the show came out on January 24, many have criticised the pseudoscience at the heart of the techniques featured in the show – including the head of the NHS – but others have pointed out that it also manages to communicate positive messages about things like sexuality and contemplation.\n\nGenerally speaking, there are two main stances on Goop: it’s harmless bollocks or it’s harmful bollocks. The company is the subject of constant parody; Toni Collette’s character in Rian Johnson’s very recent film Knives Out, for example, runs a similarly vacuous company called ‘Flam’. Since its inception in 2011, Goop has had to pay hundreds of thousands of dollars in lawsuit settlement costs and admit that the claims it made about its infamous ‘Jade Egg’ – an egg that is inserted into the vagina and is supposed to help strengthen the pelvic floor – had no basis in science. It has also been reported to advertising authorities and roundly criticised for advocating bogus science and making its products so outrageously expensive.\n\n\nIn The Goop Lab, each of the six episodes examines one subject. These six are: psychedelic psychotherapy; cold water swimming; getting to know one’s genitalia; biological ageing; energy fields; and mediums. Paltrow and her CCO Elise Loehnen interview spokespeople for the various techniques and either ask the Goop staff members to be prodded, drugged up and probed, or volunteer to undergo the experiences themselves. There is an awful lot of hugging, heavy breathing, and sentences like “Wow. I feel like I really connected with myself there?” If it’s not your kind of thing, it’s going to be really not your kind of thing.\n\nBut, while the show undoubtedly features a colossal amount of nauseating new-age California wellness crap, there are valuable messages to be found. The episode in which women embrace their sexuality and get to know their bodies more intimately could be shown in schools; and there is a lot of evidence suggesting that psychedelic drugs should be used to combat various problems like PTSD. So, if you can stomach Paltrow and her colleagues banging on about the transformative power of speaking to the dead or having a man manipulate your energy fields while waving his hands high above your body, you might find some interesting stuff in there.\n\nOn which note: here are 15 quotes that are either legitimately from The Goop Lab or have been made up to fool you. Can you guess which is which in the NME Goop Lab quiz?",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.8430395722,
        "format_confidence":0.538648665
    },
    {
        "url":"https:\/\/www.cinemablend.com\/television\/Which-One-Network-TV-Bubble-Shows-Should-Saved-71414.html",
        "text":"Network cancellations aren’t an exact science. It’s difficult to predict what a network will do, especially for shows that have avid but not large fanbases, or shows that were well-reviewed but didn’t land enough viewers to automatically land in the renewal safe zone. This season, there are a slew of shows that fit this criteria, and depending on what deals the network is able to work out, some of them will land a renewal and some of them will be sure to be cancelled next month.\n\nOver at NBC, there are a ton of shows on the bubble. This mostly includes first season shows like State of Affairs, Marry Me, and American Odyssey, but it does also include About A Boy. A few months ago, NBC shortened the episode count of About a Boy, but the show is the network’s longest-running comedy (wildly) and could come back next year. Which brings us to Constantine, NBC’s oft-discussed freshman comic book series. The rumor mill last week stated Constantine was cancelled, but the outlet that first reported later retracted its statement. So, there still seems to be a glimmer of hope that the show will return.\n\nOver at ABC, there are also plenty of shows on the bubble, including programs that got full season orders and shows that received limited season orders, but could still return should the network want to give them another run. Among these are comedies Cristela and Galavant, and a slew of dramas like Resurrection, American Crime, Forever, Agent Carter and Revenge. Secrets and Lies probably could have been tossed on this list, but we’re a little more confident about that one.\n\nOver at CBS, the choices seem pretty easy. While the network has already cancelled programs, including The Millers, CSI, Stalker and Battle Creek all have very dim chances. At Fox, it’s Backstrom, Weird Loners and The Following that may get the ax.\n\nIt’s always tough when a show you have invested in might be up on a chopping block. Fans get 22 episodes or a few seasons to get to know characters and it’s tough when those characters don’t return in the fall—especially for the people who are watching more than one of the shows on this list. We know it can be tough, but here’s the ultimate question: Which one of this year’s shows with low-ish ratings would you like to see return to TV next season?\n\nIf you are looking for an updated list of network cancellations and renewals, head here. If not, let us know which show you would like to see return in the poll, below.\n\nWhich One Of These Network TV Bubble Shows Should Be Saved?\nApparently, CSI Borrowed Its Now-Iconic Shot From A George Clooney Movie television 7M Apparently, CSI Borrowed Its Now-Iconic Shot From A George Clooney Movie Mae Abdulbaki\nWhat The CSI Cast Is Doing Now television 7M What The CSI Cast Is Doing Now Will Ashton\nDredd And 8 Other Underrated Hero Movies news 8M Dredd And 8 Other Underrated Hero Movies Mick Joest",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9966222048,
        "format_confidence":0.9520876408
    },
    {
        "url":"https:\/\/www.bizjournals.com\/stlouis\/blog\/2014\/06\/where-you-can-find-free-outdoor-movies-to-watch.html",
        "text":"\n\nWhere you can find free outdoor movies this summer\n\n – Social Engagement Manager , St. Louis Business Journal\n\n\nFittingly, the most popular movie of the outdoor movie season in St. Louis so far this year has been “Frozen.” That’s according to Arthur Astel, the co-owner of the St. Louis franchise of FunFlicks, a nationwide company that provides inflatable outdoor movie screen, projection and sound rental services.\n\nBusiness continues to grow for outdoor movie companies, and this season is shaping up to be a busy one. The five-year-old franchise has seen about 100 percent growth ever year since Astel and his wife, Mary, opened it in 2009. During the busy season (April through October), the company does 20 events a week.\n\n“It depends on if the Cardinals are in the World Series,” Astel said. “If they are, we do an event almost every night of the week projecting the games around town.” Nationwide, FunFlicks does about 1,000 events per night.\n\nThe franchise, which operates from Rolla to the St. Louis metro area, will project anything from corporate videos to sporting events to feature-length films at both private and public events. Shell and Fox Sports Midwest are among the companies Astel has worked with. Screen rentals run from $299 (for five to 75 guests) to $1,199 (for 500 to 5,000 guests). The franchise employs about 10 hosts to run the screenings.\n\nFounded in 2006 by Martin Casas, Frontyard Features is a St. Louis company that puts on outdoor movies as well. According to its website, in its first summer as the formalized Frontyard Features LLC, it put on 40 movies in the city of St. Louis and raised more than $20,000 from advertising. It has expanded since. You can find movie events it is hosting on its Facebook page.\n\nAnd, because we know all this talk of outdoor movies is making wishing you had some to go to, here’s a round up of some of the places you can find free outdoor screenings this summer:\n\nSt. Louis Art Museum Art Hill: July 11, 18, 25 and Aug. 1\n\nFrom “Ferris Bueller” to “Meet Me in St. Louis,” you can see classics broadcast Friday nights on Art Hill, with food trucks to boot.\n\nFlicks and Foodies: June 21\n\nStarting at 7 p.m. under the Gateway Arch, enjoy a free screening of “Butch Cassidy and the Sundance Kid.”\n\nUniversity City Movies in the Park: July 12, Aug. 9\n\nSponsorship donations make this neighborhood film series, which is organized by a neighborhood volunteer group, possible. “Life of Pi” and “42” are on the docket for this year’s films.\n\nLafayette Square Movies in the Park: June 28, July 26, Aug. 23\n\nThough the movies aren’t listed, there are at least three, free outdoor movie events scheduled this summer.\n\n10th Annual Webster Groves Gazebo Series: Friday evenings June 13 through July 25\n\nMusic begins at 7 p.m. and films start at 9 p.m. at this weekly get-together at the Old Orchard Gazebo Park. June 20 features “Batman” with Michael Keaton, Jack Nicholson and Kim Basinger and music group Ransom Note.\n\nMovies Under the Stars at the new Chesterfield Amphitheater: July 25\n\nSponsored by Kelly Hager Group, this showing will feature “Despicable Me 2.”\n\nSouth Grand Movie Nights: June 20, July 18, Aug. 15, Sept. 19\n\n“42,” “The Goonies,” “Cloudy with a Chance of Meatballs Part 2,” and “Honey, I Shrunk the Kids” are on the calendar for this monthly movie event held in the South Grand Parking Lot, at 3500 Hartford St.\n\nHere’s a list of several other outdoor movie venues to check out this summer — from Piasa Winery and Pub in Grafton, Illinois, to the Manchester Aquatic Center.\n\nYou can also check out this listing of movies — including Lake St. Louis Movies in the Park — and live theater going on this summer in the metro area.\n\n – Social Engagement Manager , St. Louis Business Journal",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9915297031,
        "format_confidence":0.9392492771
    },
    {
        "url":"https:\/\/www.etonline.com\/gallery\/liven-up-your-zoom-backgrounds-with-these-iconic-tv-locations-144563",
        "text":"Liven Up Your Zoom Backgrounds With These Iconic TV Locations\n\n36 View Slideshow ⟶\n'Friends' cast\nReisig & Taylor\/NBC\/NBCU Photo Bank via Getty Images\n\nSure, we're all stuck at home right now and communicating to co-workers, friends and family through our computers, but that doesn't mean you can't travel from your couch! Why not liven up your Zoom backgrounds by taking a trip to San Francisco via the Tanner family of Full House, watch football in Lanford with the Conners or get your caffeine fix in New York City courtesy of Friends' Central Perk? Click through the gallery for some major TV inspo to get you through your virtual meetings.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9404824972,
        "format_confidence":0.7901334167
    },
    {
        "url":"http:\/\/idobi.com\/editorial\/hey-security-please-show-these-guys-the-exit\/",
        "text":"Hey Security, Please Show These Guys The Exit!\n\nFive types of concert-goers that make you want a refund By | August 18, 2016 at 1:30 PM\n\nFor most of us, concerts are a form of escape, where we go to let loose. But nothing puts a damper on singing along to your favorite song like fighting for a bit of breathing room (how are you supposed to hit that high note if you don’t have enough space to expand your lungs?). Add in a chatterbox with no volume control, a couple who can’t keep their hands off each other, overpriced alcohol, and more phones than an Apple store, and you end up with the worst types of people to be stuck with in a small space.\n\n1) The Blabbers\n\nthe blabbers\n\nLook, I’m glad you’re here with your friend you haven’t seen in 973045 years and you need to catch up. I appreciate that you lead an exciting life and have many interesting stories to relate. And hey, good job having opinions on world issues…but do you have to be so loud? I didn’t pay money to hear you declaim your thoughts on assisted euthanasia (and your bewildered date is probably re-thinking her decision to come to this show with you) or wax poetic about how good Oasis was back in the day at top volume (dude, does anyone even listen to Oasis anymore?) when there’s a band on stage. Personally, I try to respect the opening acts and pay attention to them because you never know when you’ll find your new favorite band, but I get that not everybody has the same mentality. That being said, as soon as the headliner goes on stage, I expect the audience to shut up and listen to the band they paid to see. Otherwise you might as well just walk to a nearby bar and let the rest of us enjoy the live music experience in relative peace.\n\n2) The Snuggle Bunnies\nthe snuggle bunnies\n\nMaybe I’m just bitter, but some of you couples are just plain gross. I didn’t pay to hear Pretentious McHumbleBrag talk through the show and, surprisingly, I didn’t drop $20+ to watch you grope each other either. I’m not very tall, so when you and your significant other drape yourselves together and sway to the music, it’s hard for me to see around you. I suppose staring at the back of your head is fine—at least I can hear the band—but once you start making out…nope, not interested. The fondling, the gooey smiles, the need to declare your coupledom with your inability to stay apart for longer than ten seconds…I feel like I’m watching a dog marking his territory except everyone loves dogs and you only have eyes for each other. Also, for the love of everything, if you’re married, I don’t understand your need for public displays of affection in a crowded concert venue. Just because your kids aren’t around to walk in on you, doesn’t mean you’ve magically become invisible. The least you could do is buy me a new toy to distract me from your cuddling. Or foot my phone bill this month so I can spend the next few hours live-tweeting my disgust.\n\n3) The Blunderers\n\nthe blunderers\n\nYou constantly step on my toes or you lean so far back I end up with your hair in my mouth, even though I was standing here first and literally have not moved. You’re the enthusiastic hand-talker who narrowly avoids smacking me when you’re chatting with your friend. Or you’re the genius wearing a heavy backpack in the middle of the pit (what are you even carrying with you?) so that I end up with a rash burn on my stomach because being stuck in a sweaty crowd isn’t uncomfortable enough without having canvas rubbing against you. I understand that you don’t always have a choice when it comes to accidentally bumping into people, especially in a small venue, but there’s a difference between touching-me-because-there’s-not-a-lot-space and the concert-going equivalent of spreading yourself across two seats on the bus, making everyone else uncomfortable in the process. Do I have personal space issues? Yes. Do I also believe that you should respect the people around you and avoid touching strangers if at all possible? Heck yes.\n\n4) The Zonked\n\nthe zonked\n\nI can’t argue with the fact that music and alcohol go together like chicken wings and hot sauce, but I don’t get the point of drinking heavily at a show, unless you like having to pee fifteen times before the headliners go on. So if you’re drinking, I’m sure you’re having the time of your life…I just don’t want to feel your Fireball-y breath on my face when you end up stumbling in my path at some point. Or when you drop the can, spraying overpriced beer everywhere, because it’s too heavy for your drunk-butt to hold, and I have to wipe PBR off the back of my legs…or my sneakers which are already soaking up the alcohol by the time you realize what happened. I should also note that those of you who spend the night zonked are usually the biggest culprits of the other three categories, though you probably don’t notice how annoying you are since you’re living in a bubble made of alcohol fumes.\n\n5) The Periscopers\n\nthe periscopers\n\nMaybe you suffer from short-term memory loss and want a way to capture a concert in a tangible way. Or maybe you genuinely think you’re going to watch a grainy, shaky video at some point in your down time even though the audio will be terrible because everyone around you was screaming and the amount of jostling will give you motion sickness. Either way, your phone is blocking everyone’s view and, unlike you, we won’t get a chance to relive the night after uploading the photos onto a computer. I’m totally guilty of taking pictures at a show (how else will my Instagram followers know what I’ve been up to?), but filming the whole thing on your iPhone—or worse, your giant iPad so we feel like we’re at a drive-in—is taking you away from the experience. And, more importantly, it’s stopping me from getting that one clear shot of the stage. I just love seeing other people’s phones in my photos, don’t you?\n\nIt might seem petty to let these little things bother us—we’re at a show to have a good time and who are we to dictate how others behave in public?—but when you spend half the night sneezing because that one girl’s hair kept flicking you in the face no matter how much you shifted away, or feel personally victimized by the amount of face-sucking you had to witness, I think you’re allowed to Hulk out at the next person who collides with you despite the three feet of empty space around you.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.7899326682,
        "format_confidence":0.9582769871
    },
    {
        "url":"http:\/\/toddiet123.blogspot.com\/2011\/05\/another-listfavorite-female-singers.html",
        "text":"Friday, May 20, 2011\n\nAnother List...Favorite Female Singers\n\nFavorite Female Singers\/Vocalists. They need NOT be the “lead singer” but carry on some\/most vocal duties. order.\n\nAnnie Lennox\nBeth Orton\nSkin (Skunk Anansie)\nMama Cass Elliot\nAretha Franklin\nSharon Jones\nFiona Apple\nSinead O'Connor\nChrissy Hynde\nElizabeth Fraser – Cocteau Twins\nCourtney Love\nBeth Gibbons – Portishead\nHope Sandoval\nDebbie Harry\nKim Deal\nAmy Winehouse\nLisa Gerrard – Dead Can Dance\n\nThe next list we are doing is \"Performers we'd bring back to life\".\n\n\n\nPost a Comment\n\nSubscribe to Post Comments [Atom]\n\n<< Home",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9942686558,
        "format_confidence":0.9183521867
    },
    {
        "url":"http:\/\/www.screenjunkies.com\/movies\/actors-directors\/10-best-american-child-actors\/",
        "text":"The difficulty in selecting who should be considered among the 10 best American child actors lies in determining who should be considered a child actor. Technically, teenage actors are child actors. But, teens often play roles that entail adult themes. Accordingly, this list of ten best American child actors includes only children who achieved fame during their preteen years. These actors may have had significant teen careers that merit consideration, but their later success was built on popularity from performances when they were indisputably children. \n\n  1. Shirley Temple. Temple is easily the best American child actor in movie history. Her career began at the age of three. Blockbuster movies such as “Bright Eyes,” “Heidi,” “Curly Top,” “The Littlest Rebel,” and many others made her an enormous studio asset. Temple's adult movie career faltered, but she flourished as a public servant.\n\n  2. Jackie Cooper. Cooper's big break came when he was selected to play in the “Our Gang” comedies. Cooper received an Oscar nomination at the age of nine for his performance in the movie “Skippy.” His achieved his greatest fame as an American child actor for his numerous collaborations with actor Wallace Berry, particularly “The Champ” and “Treasure Island.” As an adult, Copper has done some acting, but he has really made his mark as a talented entertainment executive.\n\n  3. Ron Howard. Howard was an integral part of the success of “The Andy Griffith Show.” He also appeared in movies and starred in the TV show “Happy Days.” Eventually, he pursued his dream of directing and producing movies and became one of the most successful filmmakers in Hollywood.\n\n  4. Macaulay Culkin. Culkin rose to fame starring in the blockbuster hits “Home Alone,” and “Home Alone 2: Lost in New York.” As an adult, he has sometimes struggled in both his personal and professional lives.\n\n  5. Mary-Kate and Ashley Olsen. Although most lists of American child actors count these two twins separately, their careers are so intertwined that they should be listed together. Both girls began their careers as infants on the popular and long-running TV show “Full House.” As adults, they have demonstrated business savvy by parlaying the Olsen brand into a multimillion dollar fortune.\n\n  6. Drew Barrymore. Barrymore is part of a famous acting family and began acting at age three. Her role in “E.T. The Extra-Terrestrial” made her famous, and she has continued to work steadily up till the present day. As a child, Drew led a chaotic life, but has had a successful adult career as an actress, director, and producer.\n\n  7. Jerry Mathers. Mathers played the title character in the popular TV show “Leave It to Beaver.” He has done some acting work since the show ended, but Mathers has primarily focused on successful business endeavors. Nearly 50 years after the last new episode was broadcast, “Leave It to Beaver” is still in reruns despite being filmed in black and white, and Mathers is still an international celebrity.\n\n  8. Natalie Wood. Natalie Wood had a very successful career as an American child actor that transitioned into an equally successful adult film career. Her breakout role was the little girl in “Miracle on 34th Street.” Even as a child, directors recognized and commented on Natalie's consummate professionalism.\n\n  9. Gary Coleman. Coleman became famous for his role as Arnold on the hit TV show, “Diff'rent Strokes.” Unfortunately, he never achieved success as an adult in either his personal or professional life. Eventually, a lifelong kidney condition took his life at a relatively young age.\n\n  10. Jackie Coogan. Best known today for his role as Uncle Fester in “The Addams Family,” Coogan was arguably the biggest American child actor of the silent film era. His big break came when Charlie Chaplain selected him to co-star in his movie, “The Kid.” Coogan sued his parents after they stole his film earnings, resulting in laws to protect American child actors. As a young adult, Coogan allegedly participated in the lynching of two men who kidnapped and murdered one of his best friends.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9961926937,
        "format_confidence":0.9903226495
    },
    {
        "url":"http:\/\/megancutler.net\/2021\/06\/must-watch-episodes-from-the-next-generation-part-2\/",
        "text":"Must Watch Episodes from Star Trek: The Next Generation Part 2\n\nMust Watch Episodes from Star Trek: The Next Generation Part 2\n\nA while back I made a list of what I consider to be the best episodes from the original Star Trek TV series.\n\nAt the time, it was suggested that I should continue the list with my favorite Star Trek: the Next Generation episodes. After a lot of hemming and hawing, I managed to slim the list down to 15 total episodes worthy of distinction. My top 5 Next Generation episodes of all time can be found over here.\n\nThis list falls into 3 categories: the best of the best, episodes that present interesting subjects in interesting ways, and episodes that tackle issues of the day.\n\nThis week’s list involves interesting topics presented in interesting ways. Star Trek is at its peak when it presents a mystery and challenges the characters to solve it. There are tons of popular episodes that fall into this category (such as when they birthed a baby space whale, then needed to wean it). But of all those dozens of episodes, these are the ones I like best.\n\n6. The Offspring (Season 3, Episode 16)\n\nThe plot: Data decides to reproduce. Rather than finding a mate, he passes on his form and knowledge in a way that improves upon his original designs. This takes the form of a young woman named Lal. But when Lal unexpectedly experiences emotions (something Data is incapable of), her development takes a turn.\n\nWhy it’s on the list: True confession: I used to hate Star Trek. Here’s what happened when I decided to give it a try. I turned on the TV to a man standing in white space. Some guy then informed him that he was in Hell. PASS, I announced and changed the channel.\n\nFast forward several years. I’m sitting on the couch surfing channels for a way to spend Saturday night. I have a passing familiarity with Star Trek from popular culture at the time. I see Data striding a corridor with Councilor Troi announcing that he has decided to become a father.\n\nRobot dad? thinks I. This sounds interesting! And that’s how a single episode of Star Trek made me a fan forever. Yes, indeed, this episode is single-handedly responsible for making me a Star Trek nut. After seeing this, I regularly watched TNN’s 8 hour Next Generation blocks every Sunday to catch up with the series.\n\nWhy I love it: It’s a reoccurring theme throughout Next Generation that Data is more of a thing than a person. Even after winning his autonomy, the issue keeps popping up. This time, when he creates offspring (an idea that is fascinating on its own), the Federation pops in to ask but is she really your daughter or do we actually own her?\n\nI spent so much time thinking about this episode (and how it devastated me) that I almost made it number 2 on my list. I bumped it this far down because, let’s be honest, Next Generation has a lot of gems.\n\n7. Cause and Effect (Season 5, Episode 18)\n\nThe plot: While responding to an odd anomaly, the crew end up on a collision course with a ship out of time. They attempt to evade, but fail, which catches the ship in a time loop.\n\nWhy it’s on the list: It’s something of a tradition (I think) for every science fiction or fantasy show to do a Groundhog’s Day episode. Though I think my all time favorite might be the Xena one. But I find the method for solving the loop used by the Next Generation crew to be particularly interesting. Which is why the episode is on this list.\n\nWhy I love it: This episode follows a familiar framework: the day is repeating. In order to escape the loop, the crew have to fulfill a specific goal. In this case, the goal is to avoid exploding when it collides with the other ship caught in the same loop. This means the outcome of the episode is not going to be a surprise. You know from a the start that at the end of the episode, the ship will escape the loop – and not before.\n\nTherefore, in order to make the episode entertaining, it has to use different aspects of production and storytelling to keep the audience invested in what’s happening on the screen. I think the makers of the show did a spectacular job of that. I have seen this episode numerous times and never grown tired of it.\n\nSomething a little different for this clip… here’s a side by side of the various attempts to escape the loop. Can you spot the differences?\n\n8. Clues (Season 4, Episode 14)\n\nThe plot: The Enterprise crew awaken from a short period of unconsciousness apparently after traveling through a wormhole. But as time goes on, they notice lots of little discrepancies about the missing time and start to pool their resources to solve the mystery.\n\nWhy it’s on the list: It’s all in the title for this one really. It’s a good old fashioned mystery. The plot is interesting. The show provides a steady drip feed of new information to keep the mystery interesting, and it’s tons of fun to speculate about what’s actually happening the first time you watch the episode.\n\nWhy I love it: I was never a huge fan of mystery novels. As a kid, I tried to read the Clue books but I could never figure out who done it. Still, when I encounter a really well put-together mystery that doesn’t frustrate me, I appreciate it. (Knives out, anyone?) This episode certainly clarifies.\n\nI’m not going to include a clip from this one because I really don’t want to spoil anyone’s first watch.\n\n9. Sarek (Season 3, Episode 23)\n\nThe plot: Spock’s father, Sarek comes aboard the Enterprise to perform his final mission as an ambassador. Despite the Vulcan reputation for emotionless composure, he suffers an angry outburst. Sarek, it turns out, has Bendii syndrome, a Vulcan condition that makes it difficult for him to control both his emotions and his telepathy. But Captain Picard is determined to help him make his mission a success.\n\nWhy it’s on the list: Back on the first part of this list, I mentioned a few times that my favorite episodes are carried by the skill of a particular actor. Well, between Mark Lenard and Patrick Stewart, this episode is phenomenal. Whenever there is spill over between two characters, actors have to perform some complicated mental gymnastics in order to nail their portrayal. And both the leads are in top form for this one.\n\nWhy I love it: I like character-centric stories. (Those are the kinds of stories I write, so that’s probably obvious.) This story also tangentially involves one of my other favorite Star Trek characters, Spock, since the relationship between him and his father comes up over the course of this episode. Honestly, I just feel like it’s really touching story. So get ready for that.\n\n10. Force of Nature (Season 7, Episode 9)\n\nThe plot: A pair of sibling scientists set out to prove to the Enterprise crew that warp travel is putting their planet at high risk. The reason? Warp travel is tearing a rift in the nearby space, and they expect the situation to worsen.\n\nWhy it’s on the list: We’re actually moving into the ‘tackling relevant issues’ section of this list at this point. The wiki page for this Next Generation episode is shockingly sparse. It was my opinion when I first saw it that it was a roundabout way of tackling the issue of global climate change. And I still feel that way today. It’s conclusion is also shockingly similar to our behavior in reality, which I feel drives the point home.\n\nWhy I love it: Art imitates reality and makes a point. Science offers irrefutable proof that damage is being caused by convenience, but people don’t want to hear that so they close their eyes. That tragic realism makes me nod and shake my head in turns. In some ways, I feel like the spear tip of this episode is even sharper today than it was two decades ago.\n\nOne Reply to “Must Watch Episodes from Star Trek: The Next Generation Part 2”\n\nLeave a Reply\n\nYour email address will not be published.\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9966294169,
        "format_confidence":0.7533945441
    }
]