[
    {
        "url":"https:\/\/www.grosvenorcasinos.com\/about-us",
        "text":"Grosvenorcasinos.com is part of the Rank Group plc, one of the world's premier leisure and entertainment organisations. Rank's assets also include Grosvenor Casinos, Mecca Bingo Clubs and meccabingo.com.\n\nGrosvenorcasinos.com is an online extension of the highly respected Grosvenor brand which Rank have extended to allow a wider audience to play casino, slot and arcade games as well as the chance to go for the unique progressive Jackpots. You can find all the information you need about your local casinos at Grosvenorcasinos.com. You need to be registered with Grosvenor Casinos to take advantage of online real play games.\n\nYou can contact us on 0800 083 1990 or via email at support@grosvenorcasinos.com",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9888110161,
        "format_confidence":0.9932031631
    },
    {
        "url":"https:\/\/spong.com\/company\/2842\/Third-Wire",
        "text":"Third Wire\n\nGot info on Third Wire?\nThird Wire logo\nEstablished: 1999\n\nSoftware Highlights from Credited Titles\n\nThird Wire's first work that SPOnG is aware of is the 1996 title, \"AH-64D Longbow Flash Point Korea\" (PC).\n\nThe company has been involved titles released on the PC.\n\nThe company's most recent involvement was on the 2003 release \"Strike Fighters Project 1\" (PC).\n\nKnow something we don't? Let us know! If you work for Third Wire, register now to manage this listing.\n\nRelated News & Nibbles",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9292547107,
        "format_confidence":0.5432572961
    },
    {
        "url":"http:\/\/playingcatchup.co.uk\/about\/",
        "text":"Playing Catch-up is a podcast about games. Yes, another one.\n\nHosts Tom Bailey and Chris Davies (and, formerly, Tim Owen) have shelves (and hard drives) full of old games they haven’t managed to get to yet. In order to rectify this, they pick a game from each other’s list each week for the other to go away and play. A week later, they come back and discuss their ‘homework’ before picking next week’s games.\n\nOh, and they record it for your listening pleasure. Quite the treat, I’m sure you’ll agree.\n\nThis site is basic, we realise. It’s early days for the pod and we’ll spruce this place up once we’re properly up and running. For now, we just hope you enjoy the show. If so, please feel free to say hello (or tell us how we could be doing things better) here:\n\nTwitter: @catchuppod\nEmail: hello@playingcatchup.co.uk\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.8972511292,
        "format_confidence":0.6958463192
    },
    {
        "url":"http:\/\/www.cisha.de\/index.php\/en\/",
        "text":"We’re developing the world’s most advanced and versatile chess platform\n\n\n\n\nTogether with renowned chess grandmasters, educational experts and IT specialists we’re developing intuitive learning pathways for children, rapid learning strategies for recreational players and challenging lessons for advanced chess enthusiasts. That’s supplemented with an extensive range of news and entertainment to create an unparalleled learning experience for our users.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9631999135,
        "format_confidence":0.9085294604
    },
    {
        "url":"http:\/\/unrealsp.org\/index.php?sid=b5cb77804a17b856d1ec96121326f861",
        "text":"\n\nWelcome to UnrealSP.org\n\nWe are a community dedicated to supporting the single player adventures available for Unreal, Epic Games' blockbusting 1998 first-person shooter. UnrealSP.org is home to players and modders who strive to maintain, improve and build upon Unreal's unique game design as well as the numerous custom-made single player campaigns created for it and its sequel games.\n\nStart browsing by reading our articles, find interesting custom maps on our review listing, check out upcoming modding projects and say hello in our discussion forums.\n\nWho is online\n\nIn total there are 53 users online :: 1 registered, 5 hidden and 47 guests (based on users active over the past 5 minutes)\nMost users ever online was 195 on 14 Sep 2016, 11:07\n\nRegistered users: UBerserker\nLegend: Administrators, UnrealSP.Org Staff, Trustee Members\n\n\nNo birthdays today\n\n\nTotal posts 73498 • Total topics 3838 • Total members 712 • Our newest member SJ85",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.989565134,
        "format_confidence":0.831828773
    },
    {
        "url":"https:\/\/www.hs-furtwangen.de\/en\/faculties\/digital-media\/labs\/games-lab\/",
        "text":"Games Lab\n\nPurpose of Lab\n\nIn the past decades computer and console games have become increasingly important receiving an enormous amount of media exposure. In the meantime there is a huge variety of games on offer.\n\nThe Games Lab at the Faculty of Digital Media provides the facilities necessary to develop computer and console games. In the games lab all aspects of games development from the first idea to the realization can be experimented with and applied at the theoretical and applied level. These include game design, hardware development, graphic design and story development. The games lab offers excellent facilities for project work, research projects and thesis work in the area of computer and console games.\n\nLab Equipment\n\n  • Whiteboards and metaplan walls\n  • Many items for tinkering\n  • Passive stereo projector\n  • 5.1 surround sound system\n  • Gaming PC\n  • Wii U\n  • 2 * Xbox + Kinect\n  • Kinect for Windows\n  • Playstation + Move\n  • Ouya\n  • 2 * Oculust Rift\n  • Touch table\n  • Emotiv Brain2Computer interface\n  • Standard data projectors\n  • Various tablets\n  • Leap Motion sensor\n  • Various games for different platforms\n  • X6 single player simulator\n  • 2 gaming laptops\n  • Macbook Pro\n  • Nintendo Switch\n\n\n\nL 2.09 Furtwangen",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.8712586164,
        "format_confidence":0.722116828
    },
    {
        "url":"http:\/\/conner.tik.com\/",
        "text":"Hi! We're an iPhone and iPad game developer called Tap4Fun. We make online mmo strategy games like Galaxy Legend. Check out our games or read more about us.\n\nSome of our Features\n\nHere's what you can expect with each Tap4Fun game.\n\nView all our Features\n  • Online Worlds\n\n    We're committed to online experiences that people from around the world can share. It's a big world and we aim to make it smaller.\n\n  • Regular Updates\n\n    We believe in standing by our products and the players who support them, so we offer regular and free updates to all of our games.\n\n  • Universal Apps\n\n    Every Tap4Fun game is available on iPhone and iPad for free, so there's never a need to download an \"HD version\". All in one.\n\nSome of our Blog Posts\n\nSee what we're up to in our latest Tap4Fun blog posts.\n\nView all our blog posts\n  • Welcome to Star Warriors!\n\n\n    A new Tap4Fun game Star Warriors is about to 1st Closed Test. The test will begin on 2016-07-30 at 11:00:00 UTC. In order to pave the way for your interstellar journey, we have specially prepared 7-day closed test packages for all commanders.\n\n  • Introducing Hero’s Path\n\n    Hero's Path\n\n    A new Tap4Fun game is about to enter the fray! We welcome Hero’s Path, an upcoming online strategy game with real-time combat elements, to the Tap4Fun family.\n\n  • Galaxy Legend Updating with New Artwork\n\n    网页_01 2\n\n    Galaxy Legend will be updating soon with brand new artwork and improvements to gameplay. Check out these previews of new starships, characters, weapons, and effects to get an idea of what to expect.",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9929820299,
        "format_confidence":0.8305414319
    },
    {
        "url":"https:\/\/perseus-falls.obsidianportal.com\/wiki_pages\/home-page",
        "text":"Home Page\n\nWelcome to Perseus Falls\n\nBig lights, big buildings, big money. The place to make a name for yourself if you’re worth mentioning.\nYou’ve been working for the Grey-Steele Casino for about a year. So far it has been business as usual, but recently you have noticed a shift in the atmosphere.\n\nCheck out the Wiki.\n\nCharacter Rewards\n1 karma for showing up\n1 karma for participation\n1 karma for adventure log\n1 karma for performance\n\nHome Page\n\nPerseus Falls TheGoodDr",
        "topic_id":11,
        "format_id":12,
        "topic_confidence":0.9951817393,
        "format_confidence":0.6523626447
    }
]