[
    {
        "url":"http:\/\/www.pof.com\/success_view.aspx?id=53688",
        "text":"Connie & Michael, Married 7\/2013\n\n\"Peas and carrots\"\nI had been looking for the yin to my yang. I had dated like a banshee, and was losing hope of ever finding my true sweetheart. Michael had been divorced for several years after a long marriage. I almost cancelled our 1st date, I had been working alot and was exhausted. I am so glad I didn't. We met for drinks at Matador in W.Seattle, we were really hitting it off, especially when he mentioned that he was excited about some buffalo mozzerella he found earlier at Costco. I'm a foodie. He's a foodie. It was kismet and 3 hours later; a great 1st date! He whispered in my ear at the end of the date that \"he couldn't wait to see me again\", and we said good-bye. He texted me the next morning to thank me for a lovely night, I was giddy! I didn't hear anything after that from him for another day, but knew we had really hit it off, so I didn't think too much of it. He called me 2 days later, and I was so excited to talk with him! He told me that he'd been texting me for the last 2 days, but that I wasn't returning the texts-my phone, my darn phone was on the fritz! Needless to say, he didn't over-analyze my non texting for anything, and we've been together ever since. We got engaged in March of this year, and are getting married on July 20, 2013.",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9945366383,
        "format_confidence":0.5937706828
    },
    {
        "url":"http:\/\/searchquestamerica.com\/testimonials\/Melindas-Successful-Search",
        "text":"In-between a course of unprecedented events, I came into being.\n\nAbout age 13, I was informed that I came from a different family. It was not surprising as I had already realized how different each of us were.\n\nFrom that point on, the Universe was unbalanced with the world off it's axis.  My High School alma mater \"Climb Every Mountain\" took on a greater significance.\n\nHard work, drive & determination to have the \"Impossible Dream\" brought me a successful career, three wonderful children & six adorable grandchildren.  However it did Not fill the void of the unknown.\n\nAfter retiring it became essential to find our \"Missing Links\". Employing the forces of our Information highway, the Internet, along with the Professional Resources used by Search Quest America & hard work of others researching, within a six week period of time I struck gold!!\n\nThe list of some relations I have found include: my 88 year old mother, a sister & her family, nephews, nieces & a countless number of cousins! There are not enough words to describe the elated, elevated \"Sense of Belonging\" one has in knowing their \"True Identity\".\n\nAlthough the search continues for my father's side & for some others, much time is spent with the new \"found\" family playing catch-up of the past few decades!  I can never say \"Thank You\" enough to Everyone that has helped make this happen!  The biggest Praise going to Him above. It is beyond Awesome to be Home!!!\n\nMelinda Leggett",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9757694602,
        "format_confidence":0.9810365438
    },
    {
        "url":"https:\/\/harborclubatprime.com\/raves\/",
        "text":"Beyond Perfection\n\nFrom the day I looked at the venue for the first time, from the time of signing the contract, to preparation, all the way to the wedding day – my husband and I were treated with the up most professionalism and high class service. I can not say enough how amazing our wedding was.\n\nJessica D.\n\nLike Family\n\nMy husband and I are Huntington locals and knew Harbor Club was an absolute must for our wedding day. The food is not your typical venue entree. You are eating at a five star restaurant on your wedding day. They make you feel like a celebrity but family at the same time. I wouldn’t have imagined our day anywhere else!\n\nJaclyn P.\n\n20 Stars\n\nHarbor Club was the first venue we saw once engaged and honestly how do you even compare? We were instantly sold on the experience and quality we would get, we knew the most important day in our lives was in good hands. Fast forward to wedding day and it was nothing short of amazing. Our family was treated with care as we took the most gorgeous pictures ever. Our family and friends had nothing but amazing reviews about cocktail hour, the views, the staff, and the amazing food. If you want a different venue, not cookie cutter, you want classy, elegant, and worth every penny… Harbor Club will deliver. I wish I could give 20 stars if I could!\n\nAmanda M.\n\nAbsolutely Spectacular\n\nMy daughter’s wedding was recently held at Harbor Club at Prime and everything from beginning to end was absolutely spectacular. Guests enjoyed a lavish cocktail hour both inside and outside on the beautiful deck overlooking the water. Sushi bar, raw seafood bar, taco bar . . . and so much more. My guests are still talking about how delicious everything was.\n\nDebbie L.\n\nExtremely Courteous\n\nWe recently held our charitable foundation fundraiser at the Harbor Club at Prime and have only glowing praise for all aspects of the event. Everyone at the Harbor Club was a pleasure to deal with. More than adequately staffed, extremely courteous, professional and friendly – we have never had so many people complement the service at an event ever. Lastly, “tone at the top” is crucial, and the Bohlsens obviously do a fantastic job, as they run a first class organization!\n\nMarc M.\n\nDream Come True\n\nMy wedding was a dream come true. Keith was meticulous and helped me plan and organize our special day. If I could rate him and the venue as perfection I would. Every single thing went perfect at our wedding. All if our guests said the food was the best they ever had at any wedding. The attention to detail was amazing! I will remember this day forever and it was a fairy tale come true.\n\nErica G.\n\nBeyond Spectacular\n\nThe feeling we got when we stepped into the Harbor Club was instant and incredible! We knew from that moment on that we would be having our wedding there because of the views, cleanliness, and resources we would receive. In addition, they only host one wedding at a time which was a complete selling point for us since all the focus would be on providing excellent service to us and all our guests. We highly recommend having any kind of celebratory function with Harbor Club at Prime. If we could, we would do it all over again without any changes! Thank you so much to the Harbor Club at Prime and all of its wonderful staff for making our special day beyond spectacular.\n\nMr. & Mrs. Teddy A.\n\nThe Food is Unreal\n\nHarbor Club was absolutely phenomenal… from the entire planning process to the day of they constantly went above and beyond. The food is unreal (not your usual catering hall food) and the view is amazing. I highly recommend!\n\nJenna F.\n\nReal Guest Reviews Borrowed from  The Knot Logo\n\nLet's Plan Your Perfect Day\n\nGet the Full Experience\n\n\n95 New York, Huntington, NY 11743\n\nInstagram reports: Please check the settings",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.6204780936,
        "format_confidence":0.9909856319
    },
    {
        "url":"http:\/\/www.701589.com\/11277.html",
        "text":"1. I definitely wanted to write a quick message in order to thank you for all of the unique information you are giving out at this site. My time-consuming internet investigation has at the end been recognized with beneficial facts to exchange with my two friends. I ‘d believe that many of us visitors actually are definitely blessed to dwell in a fabulous place with many brilliant individuals with very beneficial principles. I feel very fortunate to have encountered the web page and look forward to some more excellent times reading here. Thank you once more for all the details.\n\n  2. I intended to compose you one very little word to finally thank you so much over again relating to the exceptional information you have discussed on this website. It is really incredibly open-handed with you in giving unreservedly just what most of us would’ve marketed as an electronic book in making some profit on their own, precisely since you could possibly have done it if you desired. The strategies also acted to become great way to understand that other individuals have the identical interest really like my own to grasp more and more on the subject of this problem. I believe there are lots of more fun instances in the future for individuals who looked at your blog.\n\n  3. I must show appreciation to this writer just for bailing me out of this particular crisis. Just after checking through the internet and getting things that were not helpful, I believed my life was over. Living without the presence of answers to the difficulties you have fixed as a result of the short post is a crucial case, and those that could have badly damaged my career if I hadn’t come across your web site. Your actual ability and kindness in handling the whole thing was tremendous. I am not sure what I would have done if I hadn’t encountered such a thing like this. I can also at this time relish my future. Thanks so much for this professional and result oriented guide. I will not think twice to propose your web sites to anybody who needs to have recommendations on this area.\n\n  4. My spouse and i were quite excited that Albert could finish up his survey with the precious recommendations he discovered from your web site. It’s not at all simplistic just to be giving away guidelines which some people may have been selling. So we keep in mind we need you to thank because of that. The entire illustrations you’ve made, the easy website menu, the friendships you make it possible to instill – it’s got everything extraordinary, and it’s making our son in addition to our family know that the issue is excellent, which is certainly wonderfully vital. Thank you for the whole thing!\n\n  5. I simply wanted to say thanks once more. I’m not certain what I would’ve achieved in the absence of those suggestions provided by you about my topic. It has been the alarming scenario in my view, nevertheless spending time with this specialized style you solved it took me to leap with fulfillment. I’m grateful for this information and even wish you realize what a powerful job that you are carrying out educating most people through your site. Most probably you’ve never come across any of us.\n\n  6. I simply wanted to send a message to say thanks to you for those stunning tactics you are giving out at this website. My time intensive internet research has at the end been paid with good concept to talk about with my company. I ‘d express that we site visitors actually are undeniably fortunate to dwell in a superb community with very many special individuals with useful secrets. I feel truly happy to have come across your entire web pages and look forward to really more fun moments reading here. Thanks once more for everything.",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.8198256493,
        "format_confidence":0.6570743322
    },
    {
        "url":"http:\/\/greatnonprofits.org\/users\/profile\/189466",
        "text":"My Nonprofit Reviews\n\npyrogyro - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n78 profile views\n1 reviews\n\nReview for Habitat For Humanity Idaho Falls Area, Idaho Falls, ID, USA\n\nRating: 5 stars  \n\nGreat people and leadership. This is also an excellent opportunity to learn how to build a house or use your skills to teach others. Last year this group built two houses and three the year before.\n\nWould you volunteer for this group again?\n\n\nFor the time you spent, how much of an impact did you feel your work or activity had?\n\nA lot\n\nDid the organization use your time wisely?\n\nVery Well\n\nWould you recommend this group to a friend?\n\n\nWhen was your last experience with this nonprofit?\n\n\nRole:  Volunteer",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.8628425002,
        "format_confidence":0.9174960852
    },
    {
        "url":"http:\/\/www.ukrainianwinnipeg.ca\/directory\/reviews?sort=rating",
        "text":"Home \/ Directory\n\n\n  • Ihor Pona reviewed April 11, 2015\nBy a circuitous route I found you Mark. I do miss Winnipeg and all that made me who I now am, especially the people I had the privelege to spend time with. You, Mark, in particular have a sweet spot in my heart for the little guy you were when dancing, especially the Arkan. Sorry to highjack th...\nShowing 1 result",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.6523765922,
        "format_confidence":0.9272390008
    },
    {
        "url":"https:\/\/www.johnsonsperry.com\/testimonials",
        "text":"Mr. Phil Johnson, GOD ALMIGHTY uses you (and your family) in a way that only He can, to assist others left behind and hurting during the passing of those they love. This kind of compassion can only come from GOD. Thank you for being in His great service. We've visited here and churches where you have assisted. Again, a deep gratitude for standing in the gap.\n\nSherry Yeldell\nMarch 3, 2018\n\nI want to thank Mr. Johnson and all his family and staff for the service they prepared for my mother, Norma Jean Buttram. It was a low stress time of planning and preparing. I don't know of anything more our family could have asked for. Thank you for your flexibility with us and your kind words at every turn. God bless you all!!!\n\nBobbie Sides\nDecember 13, 2016\n\nPhill thank you so so much for all you and your staff done for me in my time of sorrow love you all god bless. FLOYD SIMPSON\n\nFloyd Simpson\nMay 14, 2016\n\nJohnson funeral home did such a good job on my brother, Robert Cagle, Phil has taken care of several family members and was very considerate each time. The family is such sweet and special people. I will use them again!\n\nJanie willis\nMarch 23, 2016\n\nCan't say enough about this family and the time and care they devote to each situation. They designed a marker for our niece and daughter Sarah Adams that was above any thing we could have imagined. Was one of those deals we all had an idea of what we wanted and they designed it perfectly have had so many beautiful comments regarding it. Thank You again and again Brandon Johnson and Phil Johnson for creating such a special tribute honoring such a special young lady.\n\nHammons & Adams families\nJune 5, 2015\n\nSpecial gratitude to Mr. Phil Johnson and the staff at Johnson Funeral Home in Sperry. They took care of our every wish and need in the most compassionate and professional way possible and in the loving atmosphere of a small town family.\n\nThe Marcus Juby Family\nFebruary 25, 2007\n\nYour feedback\n\nWe are always interested in hearing from the families that we serve.  Please take a moment to let us know how well we served you in your time of need. We very much appreciate your feedback.\n\n© 2018 Johnson Funeral Home. All Rights Reserved. Funeral Home website by CFS",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.512466073,
        "format_confidence":0.9918217063
    },
    {
        "url":"https:\/\/georginaclarkeblog.com\/whats-name-namey-app-review\/",
        "text":"What’s in a Name? | Namey App Review\n\n“Whats in a name? That which we call a rose. By any other name would smell as sweet. – William Shakespeare.”\n\nIt’s funny how the above quote really doesn’t apply to the name of your children isn’t it? We know full well that names bear a big part of us, our personality and how we are presented. It’s always blown my mind that we are given the responsibility to name small humans for the rest of their lives… I mean, I still have to Google how long to boil an egg sometimes.\n\nNaming babies is something I have found hard. There is a lot of pressure. A lot of opinions and also two people that have to agree. Surprisingly I found it harder second time around, Rory was named quite early on and I adored his name. With Baby Girls, you can be more adventurous which adds pressure, Rich has been more opinionated and it has to ‘go’ with Rory’s name too. It took us 7 months to choose a name for Baby Girl and the middle name is still undecided.\n\nAfter watching “Baby Names I Love” YouTube videos, creating Pinterest boards and scouring the end titles of all TV programmes (I can officially reel off the cast of Peppa Pig) I still didn’t have one. Rich decided she didn’t need a middle name, which she absolutely doesn’t, but I wanted her to have one, and one with meaning. I then came across the app ‘Namey‘ and struck baby names gold!\n\nThe app is super easy to use and has a lovely interface. It very quickly provides a list of names as well as their meaning and origin. What sets this app apart though are these key features:\n\nAffordable & Accessible\n\nThe premium version of the app is just 99p, which is so much more affordable than most baby name books. Baby name books are also a nice idea, but I have always found chances are you pick them up once and then they collect dust. Having baby names on an app on your phone means that you can tap into them whenever you have some downtime and is a great alternative to scrolling social media.\n\nGreat Social Features\n\nThis is by far my favourite thing about the app, two of my close friends are also pregnant, so we are always suggesting new baby names. If you’re quite open about your baby name choices then the app features are amazing for getting friends and family involved. I LOVE that you can create polls for different names and everyone can vote on it. This has been so much fun to do with friends and it’s interesting to see how popularity varies. It’s also been great for us to get our families involved in a lighthearted way.\n\nSearch by Meaning\n\nIf you’re like me and you like for baby names to resonate with you, this app is absolutely perfect. You can search for names by meaning and then filter by gender, origin and first letter if you wish too! I have loved this, especially for choosing the middle name as it allows us to add a little more thought and feeling to it.\n\nThey’ve got Names!\n\nThere are over 25,000 names from 11 different origins, so there is a huge amount of choice! I really like this as it offers so many new names I had never heard of or thought about as they’re not in general baby name books.\n\nIt’s so user-friendly\n\nYou can filter your choices by gender, name origin, name characteristics, first name letter and name meaning. As well as this you can provide other family member names and Namey will make suggestions based on them using super-smart artificial intelligence and algorithms. This is also a great feature for finding the perfect middle name. I love that by simply scrolling through the list it quickly provides all of the info you need on each name, it has become so addictive.\n\nNamey is available to download from the Apple App Store for iPhone and the Google Play Store for Android.\n\n\n*This is a collaborative post\n\n  • Kerryy\n\n    This sounds like a fab app will have to take a look!",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9046365619,
        "format_confidence":0.6191536188
    },
    {
        "url":"http:\/\/amaris-events.co.za\/testimonials\/james-stevens\/",
        "text":"James & Candy\n\nHiring Cian as a day-of coordinator was absolutely one of the best decisions we made when planning our wedding. It was a special blessing to be able to spend precious time with our families before our ceremony and know that Cian and her wonderful team were setting up and making sure every detail was in place.",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.8086349368,
        "format_confidence":0.9916433692
    },
    {
        "url":"http:\/\/www.sayplease.com\/general\/were-sooooo-excited\/",
        "text":"Top Menu\n\nWe’re sooooo excited\n\nThe feedback we’ve been getting about Lunchbox Love for kids is so heartwarming we have to share ………\n\nI bought your cards at Michaels – really like them and hope alot of others do also. My son lights up when he opens his lunchbox! I am in charge of our school Fall Festival Fundraiser where we raise needed funding to help PTA- it is October 2, 2009 and if you would like to send me some flyers or information with my order I will gladly give it out to other families. Positive is so needed and so important – I think your product is delightful! Thank you! Jody”\n\n“Absolutely love your lunchbox cards set and have purchased plenty for friends, family and teachers!  Such a great way to show our kiddos how to be a positive EXAMPLE of kindness along with a powerful message for them too.  Think i found your products at our local Michael’s store in Katy, TX and been thinking of adding them to birthday favor bags…love them!!\n\n“I bought your sample cards the other day from Michael’s craft store and just loved them! Jenny “\n\nI found the sample sizes at Michael’s and fell in love with them. I have always put hand written notes in my childrens lunch bags, but these are FABULOUS!!!! I love the trivia and think they are so interesting. I’m really considering having a custom order for my fiance’s 40th birthday party AND for our wedding!!! Kristen\n\n I LOVE your Lunchbox Love! I found a sampler of them in my local Michaels and can’t wait to put them in my daughter’s lunch bag. I always write her little personal notes and she loves it. How much would a custom set cost? Looking forward to your future products! Donna\n\nAre there going to be new ones out, after volume 8, I think these are wonderful, Im so glad I found them at Micheals or I wouldve never known about them, and it was nice to have 10% off as well considering Micheals sells them for a $1.00 a piece. Thank you again WHAT A GREAT IDEA!! Buffy\n\n I discovered your products in Michaels … the sample packs and LOVE them!! What wonderful products 🙂  Andra\n\nHow truly inspired! I came across the sample packs at Michael’s and thought it would spice up my traditional hand written notes. I hope the charity that benefits from the proceeds appreciates it as much as me. Jeanne\n\nMy wife and children love the cards. She found volumes 1-4 at Michael’s in Melbourne, Florida. Apparently she puts them in the lunchboxes for the kids and their classmates gather round to see what they have each day. Your site and concept are great. Thank you, please keep it up – John\n\n\n\nYou may also like...\n\nNo comments yet.\n\nLeave a Reply",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.5921919346,
        "format_confidence":0.9458035827
    },
    {
        "url":"http:\/\/de.bikerkiss.com\/s_stories?show_msg=1&order_by=1&extent_view=1&from=300&offset=5&count=337",
        "text":"Success stories from our members\nShare your success story\n\nAin't love grand? We love to celebrate the success of our members! Post your great date story, engagement announcement or anniversary on this page. We define \"success\" as anyone who benefits from our site regarding marriage, faith, friends, and romance.\n\nAt, we're excited and proud of all of our successful couples! We hope that you too will be the next to add your story to our ever-growing collection.\n\nIf you met someone wonderful through, we'd love to hear your news. Share it now!\n\nIf not, find success at now!\n\nStill Single? You Don't Have to Be! Someone is waiting for you. Meet compatible singles now!\nFeatured success stories...\nShow \/ Sort by:\nHarleycanuck and shadow1984, Port Perry, Ontario, Canada , Feb 10, 2006\n\nIt amazing how sometimes we think that we will never meet the right person. I was certainly one of those people until I signed up for Biker kiss. I have to tell you the people here are great and they have the same things in common as me. All they want to do is ride , have fun and live life to the fullest. Well, I met my match right here on biker kiss and I could not be happier with the success of this web site.Both shadow and I have officially announced that we will be getting married in the lat\n\nBIKERBRADY , Park Row, TX, United States , Feb 05, 2006\n\n\nangelheart2005 , Soddy-Daisy, TN, United States , Feb 03, 2006\n\nFrom Lubbock, Texas to Daytona Beach, Florida for bike week. We met from a simple wink. Me never thinking a long distance romance could work out, and he just wanted to have lunch & ride with a friend during bike week! Now after only 2 weeks he is packing to move to Fl.\nI am flying to Tx in 3 weeks to drive back with him. We are having an incredible romance on the phone. We are so connected, in so many ways.\nThanks BikerKiss!!!\n\nAvailable only\nto logged in members\ntdakota1962 , Fort Worth, TX, United States , Jan 31, 2006\n\nThis is my story Jim and I didn't meet here on BK but another site...we did however find each other again here...I have relocated from Texas to be with him now 5 months ago!!!! we are truely happy and plan on getting married..\nJust wanted to pop in and say thanks BK\nJim and Dakota\n\neagle63 , Uxbridge, MA, United States , Jan 30, 2006\n\nI met the best guy .One date and its still going on .We have been together evey day now,\nHe is so nice to me and my son.This is a good thing.Its hard to find a good man when you have\nchildren.Single woman with kids will now what I mean.(Also single dads too.)\nWe have so much in common it's scary.\nPlus we are happy now,I can't till riding\nseason.Thanks again for your site\neagle63& Badboybiker69",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9926937819,
        "format_confidence":0.9485613704
    },
    {
        "url":"https:\/\/greatnonprofits.org\/users\/profile\/185913",
        "text":"My Nonprofit Reviews\n\nEJackman - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n234 profile views\n1 reviews\n\nReview for Make-A-Wish Alaska and Washington, Seattle, WA, USA\n\nRating: 5 stars  \n\nI have been volunteering for this foundation for almost 3 years. I have worked on 5 wishes and participated in several fund-raising events. I truly believe in the power of a wish and have personally witnessed the joy it can bring to a child who is enduring challenging times. I believe getting a child excited about a wish can distract from unpleasant treatments, bring a child and his or her family joy during a difficult time and even help a child to recover with new hope and inspiration for the future. The staff is very warm and helpful and I hope to continue volunteering for Make-A-Wish for years to come.\n\nWould you volunteer for this group again?\n\n\nFor the time you spent, how much of an impact did you feel your work or activity had?\n\n\nDid the organization use your time wisely?\n\nVery Well\n\nWould you recommend this group to a friend?\n\n\nWhen was your last experience with this nonprofit?\n\n\nRole:  Volunteer",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9084914923,
        "format_confidence":0.9481749535
    },
    {
        "url":"http:\/\/joynusevents.ca\/3-2\/",
        "text":"Blog Detail\n\n\n04 Jul 17\nNo Comments\n\nI have worked as both a vendor and a team member with Karen on several fundraising initiatives over the past 5 years. She truly puts her heart and soul into her work, believes passionately in the causes she supports, and is a master at bringing people together. Karen is such a caring and positive force.\n\n\nLeave A Comment",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.8066839576,
        "format_confidence":0.6659351587
    },
    {
        "url":"http:\/\/apps4review.com\/web-2-0-apps\/weddigo-free-digital-planner-for-delight-marriage\/",
        "text":"WeddiGo – Free Digital Planner for Delight Marriage\nMore Images\nFollow digital planner\nweb app review\nwedding planner\n\nWeddiGo – Free Digital Planner for Delight Marriage\n\nSite Score\nGood: Free with Advanced Planning Options\nBad: Nothing\nUser Score\n(8 votes)\nClick to vote\nVN:F [1.9.22_1171]\nRating: 3.0\/5 (8 votes cast)\n\nWeddiGo – Free Digital Planner for Delight Marriage\n\nAre you looking for something easy and simple in order to plan a fantastic wedding? If the answer is yes, then there is a perfect online application which you can use in order to plan your wedding for free. WeddiGo is an online program which can help you in various different ways for you to get the perfect wedding. You can start by registering on Basically, the site offers various different features such as budget calculator, guest lists and several other services which will help you plan a wedding. Possibly the major advantage is the online application is totally free of cost and you just need to enter your email ID and a username in order to start.\n\nThe interface is pretty good and looks really nice. Apart from that, it is extremely easy to use and everything is mentioned in a clear way. You don’t need to download anything nor do you need to enter your personal details. One of the best features of WeddiGo is managing guests. You can easily add names of the people you want to invite and can then recall the names as everything will be saved in your database.  You can also change the theme or the skin of the application from the settings menu.\n\nThe checklist option is quite good as well and it can be handy for various tasks. You can create new tasks in the checklist and can complete these tasks. You can also plan these tasks in a particular order and can go in the proper order by doing all these tasks.\n\nAnother decent feature is the budget calculator and even though this is a simple feature, it is really useful. You can add the cost of literally everything in your wedding including clothes, food and decorations. There is also a music feature which you can use in order to create a playlist for your wedding. Some people forget what songs to include in the wedding and this is the perfect option if you want to create a playlist. The quick notes application is also good and is a handy feature if you want to create notes about different things related to the wedding.\n\nThere is also an option for food and drinks. You can create a proper menu for different parts of the wedding including the reception and arrival. You can choose starters and proper meals as well along with the drinks that you want at the wedding.\n\nOverall WeddiGo is a really good application if you are looking for something free in order to create the wedding. Some new features will be available soon such as the WeddiGo directory and forums. Everything is really simple and easy to use with a good user interface. The application has various useful features along with some handy features which are all combined into one single wedding planner. You can get these features individually but if you are looking for a proper wedding planning application which has all the right features, then this is the perfect option.\n\nWeb Application Link :\n\nVN:F [1.9.22_1171]\nRating: 3.0\/5 (8 votes cast)\nWeddiGo - Free Digital Planner for Delight Marriage, 3.0 out of 5 based on 8 ratings\n\nNo Comments\n\nLeave a Reply\n\nRate This Item",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.8422806859,
        "format_confidence":0.9457972646
    },
    {
        "url":"http:\/\/www.datingreviewcouncil.com\/findyourfacemate-com-reviewwhere-narcissists-find-their-home\/",
        "text":"Review:”Where Narcissists find their home” Review:”Where Narcissists find their home”\n\nABOUT – is an entertaining and modern online dating site, in which they claim that they belong to the top dating sites today. The site plea that they engage in “The Science and Art of Love” upon searching for meaningful relationships. Based on their facial features, you can match the members using a “Sophisticated Facial recognition software” and a proprietary algorithm to identify partners more likely to ignite real passion and compatibility” since, apparently, according to them, “Scientists offer compelling data on romantic chemistry and findings prove that passion is subconsciously ignited when we spot someone whose facial features are similar to our own”. This is the concept used by the site to identify your partner and to spot people whose facial features are identical and they believe this will make them a top dating site. However, the main concept seems a bit weird. This opens the site to ridicule since there are plenty of jokes to be made about the incest or the idea of literally wanting to have intercourse with yourself. There are a few indicators that the site is probably not at all cracked up to. Once you upgrade the compatibility matching system, you will be recognized as a featured member and will work harder to find out the perfect match.”\n\nFind Your FaceMate Homepage 1\n\n\nI am not contented in terms of viewing our potential matches. They allowed the user to glimpse 25 searches per day, wow, what kind of site is this! Giving limits when what they should do is to give more features to the services for the customers and meet their expectations. Instead, they limit what the customers can do. They claimed that they are one of the top dating sites, in which I am not convinced at all with their website. The Search feature only has two search term fields, the Age Range, and Proximity. Still not enough. On the site, you will also see a “Blog Page” with lots of great entries with advices and insights in the world of online dating.\n\nIn terms of communicating our match, we can send emails to other members in order for us to communicate with our match on the site which is insane. Is not there any other feature more interactive than sending emails? There are of course. But the site that claims they are one of the top dating sites seems to have overlooked this thing. How unfortunate! And one thing about this site is that, it takes the phenomenon to a whole new level by deliberately matching singles with people who look like each other, “What are they, narcissist?” If you look at most couples, you see that these facial features are not true. I really doubt that getting this theory out there will be of use to people. Not ever! FindYourfaceMate is absolutely not an engine to use in terms of dating online. It is not a site you can include in the list of top dating sites.\n\nFind Your FaceMate Homepage 2\n\nSome other features of the site include the following:\n\n–   View their gallery of couples with similar facial features from site members to famous celebrity couples\n\n–   Links to multiple news and magazine articles as well as mentions of the site on different television news shows\n\n–   See your “Facemate Compatibly” with another member, although the only indicator I saw was “Fabulous”\n\n–   View your most recent “Face Mate” or check out your “Expanded Matches” if you want a few more options quite far from where you live\n\nDrawback and Caveats\n\nThe site may capitalize on the concept of using facial recognition technology in order for them to be the Top dating site. However, using this technology is also prone for dating the same ‘type’ (with the magic of Photoshop). I do not know if this is a trick of the site, in order for you to keep coming back to the site every day or it is just an experiment. The whole idea of the site seems a bit hollow to me since the only criteria they are using to find other matches is ”Face Compatibility” which ultimately seems to ascribe that personality has nothing to do with compatibility. So they use a facial recognition software that uses 67 points on the face to recognize your similarities and matches you with other members based on your appearance.\n\nIt comes off gimmicky since there is no real entity on the site. User profiles are very basic and the site’s features definitely leave a lot to be desired since emailing is the only real way to communicate with other members. As for me, I would choose a more interactive way of communicating like chatting or anything else and not just email. Email alone as the only means of communication is never enough. It will be very difficult to become one of the top dating sites if this is the only way to communicate with people.\n\n\nThis website only focused or based their platform from people’s faces, which is not supposed to be my standards in finding my match or my future partner. Personality is a very important criterion, but the website seems to care less about beauty that can only be seen beyond the naked eye or beyond the software the site has created. With the modernization of the world today, millions or even billions are using the internet for one thing or even for online dating, so why go on wasting my time on this website if I am not satisfied? The Features are few and the concept is less than what you will be expecting of a website that belongs to the top dating sites. It is better to find another website that is exactly one of the top dating sites. is totally no charge at all, but browsing this website is a waste of time as being mentioned above in this review. I would rather see my date head on but not on this crap!\n\n Next Review: Review:”Worry is interest paid on trouble before it comes due”\n\nUser Submitted Comments",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9895834923,
        "format_confidence":0.9701681137
    },
    {
        "url":"http:\/\/unveiledwife.com\/unglued-by-lysa-terkeurst-book-review\/",
        "text":"Writen by: Unveiled Wife On October 30, 2012\n\nUnglued By Lysa TerKeurst – Book Review\n\nunglued-book-reviewHave you ever come unglued?\n\nYou know… that moment when life just seems to be out of control… raw emotions flood your entire being… overwhelmed, frustrated, uneasy, agitated … and you either stuff it all inside… or explode!?!\n\nIn Lysa TerKeurst’s new book Unglued – Making Wise Choices In The Midst Of Raw Emotions she candidly shares stories of when she has become unglued, stories that any wife or mother can easily relate to!\n\nShe explains four different reaction types people can have when they become unglued.\n\n  1. Exploder that Blames Others\n  2. Exploder that Shames Herself\n  3. Stuffer that Build Barriers\n  4. Stuffer that Collects Retaliation Rocks\n\nLysa describes each of these types in detail, helping the reader to understand how each is defined.  She also admits that a person can be more than one of these, sharing that she happens to react all four ways depending on the situation!\n\nAs I read the book, I began to recognize in my life which way I tend to react.  I am mostly the “Stuffer that Builds Barriers” however towards my husband I am often an “Exploder that Blames Others” (him) and a “Stuffer that Collects Retaliation Rocks.”\n\nAlso as I read the book, there were moments throughout the day that I became unglued, and when it happened, I immediately reflected back to Lysa’s words.  I was now aware of my raw emotions and my reactions… more than ever before!\n\nFor example, my husband and I were in the far left lane of traffic when our car began to overheat.  I felt a rush of frustration and disdain towards our car as we merged over into the shoulder.  I knew in that moment I could have reacted out of my raw emotions, taking it out on my husband, but instead Lysa’s words resounded in my head..\n\n“If this is the worst thing that happens today, it’s still a pretty good day.”\n\nThose words have already been memorized!  Written on my heart, waiting to encourage me for when those certain days try to steal the best of me.\n\nLysa has so many other great quotes of encouragement throughout Unglued, including:\n\n“Feelings should be indicators, not dictators.”\n\n\n“Do not check in with the screaming demands of the world before you exchange whispers with God.”\n\n\nThe great thing about this book is that it is an easy read.  It only took me a few days to finish! I know that many women have a full schedule and cannot always commit to reading- however, this book is a fabulous resource and I truly believe it is a necessity.\n\nLysa not only addresses how we become unglued and how we respond, but she also gives guidance in how to have more control in those unglued moments of life.\n\nI highly recommend this book!\n\nUnveiled Wife\n\nPosts Website Twitter Facebook Google+\n\nMy name is Jennifer and I began this BLOG to share my journey as a wife, unveiled, uncovered and wide open, to purge my heart of the pain I have encountered AND to encourage other women in the world who are, have been, or will soon be wives... READ MY STORY HERE\n\nJoin The Discussion, Leave A Comment Below!\n\n  • keltrinswife\n\n    I really enjoyed this book and the group study that I attended. It was good to know I am not alone. \n\n  • http:\/\/www.mercyfoundme.com\/ Jacque Watkins\n\n    I’m leading an online study right now through Lysa’s book, Unglued, and her book is really, really good…everyone could grow from this book!!\n\nDisclosure of Material Connection: Some of the links in the post above are “affiliate links.” This means if you click on the link and purchase the item, I will receive an affiliate commission. Regardless, I only recommend products or services I use personally and believe will add value to my readers. I am disclosing this in accordance with the Federal Trade Commission’s 16 CFR, Part 255: “Guides Concerning the Use of Endorsements and Testimonials in Advertising.”",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.6407269239,
        "format_confidence":0.7021539211
    },
    {
        "url":"https:\/\/abridesflorist.com\/perferred-partners",
        "text":"Adrian & Miesha Bluitt\n\n\"Just wanted to thank you for  our beautiful wedding flowers!  You executed the vision for our wedding perfectly!  You helped make our day great! We would recommend you to anyone!  Thanks so much!\"\n\nLauren & Taylor Pence\n\n\"We just wanted to say THANK  YOU so very much for the beautiful floral arrangements for our wedding.  We got many compliments as to how beautiful the sanctuary looked.  Also it was thoughtful of you to surprise us with the bouquet sculpture.  Without doubt, it was one of my favorite part\/ detail in our wedding, and I am so thankful I can cherish it for a long time.  Thank you for your kindness. You are very talented.\"\n\nThe Walters\n\n\"The flowers were breathtaking!  It was definitely the talk of the evening.  Thanks for making our day memorable.\"\n\nAllison & Jon Archer\n\n\"We can't thank you enough for being our florist.  You are the only one that helped with all 3 weddings in our family because we just loved you so much from the moment we met!  The flowers were so beautiful at our wedding and of course you worked with us so well.  We will miss  you, but  will stay in touch!  Thanks for being our girl!",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.8084987402,
        "format_confidence":0.9862585068
    },
    {
        "url":"http:\/\/datingwebsites101.com\/senior-friend-finder-review\/",
        "text":"page contents\n\nSenior Friend Finder Review\n\n  • Ease of use 75%\n  • Features 75%\n  • Safety 80%\n  • Quality of members 80%\n  • Value for money 80%\n\n\nSenior Friend Finder is owned and run by a social networking company that is dedicated to helping senior singles of over 50 years to find a partner for friendship, dating or marriage. There are over 500,000 members in this community who are ready for a senior dating, and Senior Friend Finder has put everything in place for all members on its platform to make the site interesting, conducive and safe for an online dating. There are several features put together to make your stay lively, even though you will have to subscribe to enjoy them, but you can be sure these features will be worth the dollars.\n\n\n\n\n\nUser base                     Senior Dating\n\nPopularity (members)   500,000 +\n\nGender                          Male: 60%   Female: 40%\n\n\n\n\nSigning up on Senior Friend Finder is simple and easy. You can view the number of members online from the sites homepage too. When you click on join, it takes you to a page where you will be asked to choose your gender and the gender you seek, choose your country and input your zip code, input your birthday, your email and choose for yourself a nice username. After that, you will be able to build yourself a detailed profile and view other members.\n\n\n\n\n\n  • The site boasts of a fraud detection algorithm that monitors member’s activities.\n  • It has a mobile optimized web page as well as a smart-phone app for androids and iPhones.\n\n\n  • You are restricted from accessing all its features without a subscription plan.\n  • The pages are filled with too much content which makes it look complicated for senior members.\n  • There is no strict control and quick verification as there are still few fake profiles.\n  • It does not have a mobile app for Android smartphones and iOS.\n\n\n\n\nSenior Friend Finder is an online community of aged singles looking for companionship. Since the site is dedicated to senior singles, it caters for people in the range of 50. The site has great features that will make it a fun place for senior singles even though it could be too cubersome for senior members who will prefer having everything simple! There are several upgrade options to choose from and you can pick a good one that suits you and your budget, as you will not be able to enjoy all of the features without a subscription. Outside these, the site is just cool and every senior member should check it out!\n\n\n\nBasic features\n\n  • You can upload your photos on your profile.\n  • You can make use of the 3 chat modes which includes instant messenger, flash chat and chat rooms for live actions.\n  • You can create video intros and view that of other members.\n  • You will be able to view profile of members and contact them through messages.\n\n\nSpecial features\n\n  • You can use its advance search features like who’s online, new members, VIP members etc.\n  • It has a dedicated customer care support for members and it is available 24\/7.\n  • For members in your network, you will be able to access their MSN ID, AIM, YIM and ICQ.\n\n\n\n\nStandard membership is free!\n\nGold Members\n\n  • Subscription (Gold)                    Access period\n\n    $22.99                                               1 month\n\n    $33.42                                               3 months\n\n    $98.42                                              12 months\n\n    Visit the official website for a full and detailed price listing of features.\n\n\n\nWrite Your Review\n\n6 + 4 =",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9903123379,
        "format_confidence":0.8876367807
    },
    {
        "url":"https:\/\/donorsiblingregistry.com\/success_stories\/67",
        "text":"Another branch to our \"family\"\n\nPosted on July 01, 2008\n\nThis morning I logged on to my computer and was blessed to receive word that one more family has connected with us for having used the same donor as I did to conceive my children. So far this makes four families and eight children! We all enjoy comparing notes on the kids. Some of our children know about their conception; some are too young to understand. However, we all so far feel the desire to get to know each other, meet at some time, and continue to be involved in each other's lives somehow. Personally, I feel this is one way I can help my children know the man that helped in their conception, even if they never get the opportunity to actually meet him.\n\nNone of this would have been possible without Wendy and her family's work on creating this website! It is amazing the difference one person can make! Thank you so much Wendy and thank you, donor #272!",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.5882800221,
        "format_confidence":0.9468659163
    },
    {
        "url":"http:\/\/www.weddingmapper.com\/plan_wedding\/0nmegd",
        "text":"Facebook_icon   Twitter_icon\n\nDes Moines, IA, USA < change city >\n\n\n\nNovember, 2012 in Des Moines\n\n\"the wedding was an all weekend affair and everyone we had hired were just top notch, it helped us pull off a weekend that people are still commenting on. it was glorious, beautiful , fun and memorable. we couldnt have wished for more in any area!!!\"\n\n\nCeremony: Saint Ambrose Cathedral\nReception: Des Moines Marriott Downtown\n\n\n\n\n\nMusical Edge\n\n4808 Dewey Place\nJohnston, IA, United States\n\n\"they were fantastic, did amazing job and very profesional\"\n\nCakes\/Candies Vendor:\n\nGlorious Desserts\n\nDes Moines, IA, USA\n\n\"Her cakesa re a work of art..and taste iuncredible. a month later i have people saying \"i keep thinking about that cake..it was so delicious I have never ahd cake liek that\" and she also helped us do a really really fun grooms cake. top notch and very professional\"\n\n\nThe Perfect Wedding\n\nDes Moines, IA, USA\n\n\"look these girls up on facebook. they were our riight hand gals, and helped us carry off the most wonderful party!!1 trhey were our gift to ourselves as parents of the bride, allowed us to enjoy the day carefree!!\"\n\nDecorations Vendor:\n\nBella Flora Event Design\n\n3100 Justin Drive\nUrbandale, IA, United States\n\n\"Kelly is incredible, she took our ideas and them truned them into a complete wonderland. her decor MADE the entire party. people are still talking about how amazing the room looked. it set the stage for a really terrific celebration. we cant say enough about her!!!\"\n\n\nBella Flora\n\n3100 Justin Drive\nUrbandale, IA, United States\n\n\"our flowers were a re process and she helped us fine tune..even the day before when we hadnt communicated our idea well enough to them..they made the necessary changes on the spot and the bouquet was PERFECT, the flowers were just beyond gorgeous!\"\n\nLimo Company:\n\nMajestic Limo\n\nDes Moines, IA, USA\n\n\"great!!! limos cleanm and gorgeous, driver was very very professional and did a terrific job!!\"\n\n\nrebekah Stephenson Photography\n\n5124 Schubert Street\nAmes, IA, United States\n\n\"amazing!!!! she is so darling you just want her to be part of your family, and her pictures are beautiful!! she is just who you want to have spending your wedding day at your side!\"\n\n\nSaint Ambrose Cathedral\n\n607 High Street\nDes Moines, Iowa, United States\n\n\"really lovely, expensive to use and then there are a LOT of rules which most are no brainers but some dictate your decor so be sure its what you can work with.\"\n\n\nDes Moines Marriott Downtown\n\n700 Grand Avenue\nDes Moines, IA, United States\n\n\"the staff at the marriott was incredible to us, the event planner and director of our reception was so amazing she just couldnt do enough for us,..however...in the execution of the plans..the catering and wait staff had some real issues, the food was not good, the wait staff that night was not great..some of our wishes were not carried out...they did everything they could afterwards to try and make it right but they do need to work on the execution of the reception plans. the facilities were terrific..and luckily people had such a great time i dont think their meal really stood out in memory\"\n\n\nDes Moines Marriott Downtown\n\n700 Grand Avenue\nDes Moines, IA, United States\n\n\"the rooms were great, the lobby bar wonderful, the bell staff and front desk were just amazing to all of us..our event coordinator there was also amazing.\"\n\nRehearsal Dinner:\n\nBaratta's Restaurant\n\n2320 South Union St\nDes Moines, IA, United States\n\n\"delicious!!!! was a great fun relaxing spot to have the rehearsal dinner\"\n\n\nCourt Avenue district\n\n\"fun area of restaurants and bars all along court avenue and side streets\"\n\n\nDes Moines Art Center\n\nDes Moines, IA, United States\n\n\"beautiful grounds and area and lovely art museum. open Saturday noon to 4.\"\n\n\nDes Moines Botanical Center\n\n909 Robert D. Ray Drive\nDes Moines, IA, United States\n\n\"Pretty spot, gorgeous walk through the plants and gardens ..all indoors!\"\n\n\nEast Village\n\n\"fun little shops and restaurants, fun walking and exploring area mainly concentrated from East Grand to Court Ave and E6th to E2nd\"\n\n\nIowa Historical Building\n\n600 East Locust Street\nDes Moines, IA, United States\n\n\nIowa State Capitol Building\n\n\"Gorgeously restored capitol building, beautiful murals art etc...worth seeing! open 8-4 Fri and Sat. call 515-281-5591 to confirm hours\"\n\n\nSmokey Row Coffee Co.\n\n1910 Cottage Grove Avenue\nDes Moines, IA, United States\n\n\"fun coffee house!!!\"\n\n\nWestern gateway Park\n\n\"lovely several block walk from 10th stree west to beyond the Meredith buildings ( 17th street ) between Grand and Locust streets.\"\n\nDrinks Friday Night with the Larsens:\n\nDrinks Fri night with the Larsens\n\n\"Marriott Hotel Lobby Bar around 8 PM\"\n\nFavorite places to dine!:\n\nCentro Restaurant\n\n1011 Locust St\nDes Moines, IA, United States\n\n\"Delicious!! pizzas steaks seafood pasta!!! great bar!\"\n\nFavorite places to dine!:\n\nCourt Avenue Restaurant & Brewing Company\n\n309 Court Avenue\nDes Moines, IA, United States\n\nFavorite places to dine!:\n\n\n210 10th St\nDes Moines, IA, United States\n\n\"A Anonymous hot spot, the place where Joe popped the question! yummy food too!\"\n\nFavorite places to dine!:\n\nFong's Pizza\n\n223 4th St\nDes Moines, IA, United States\n\n\"terrific fun pizzas and drinks!! Old diner meets old school Chinese restaurant meets pizza..not to be missed! try the Crab Rangoon Pizza!\"\n\nFavorite places to dine!:\n\nZombie Burger Drink Lab\n\n300 East Grand Avenue\nDes Moines, Iowa, United States\n\n\"A really fun East Village spot!! The burgers are fantastic..Try the Elvis..or another fave has fried chili on it...yummmy\"\n\n\n\n\"roughly 10th and Locust!!!\"\n\n\nEast Village Shops\n\n\"Fun Fun different shops to visit\"\n\n\nSee More in Des Moines",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9812090397,
        "format_confidence":0.9704357982
    }
]