[
    {
        "url":"http:\/\/ourtowncrier.com\/listing\/westport-historical-society.html",
        "text":"Westport Historical Society\n\n\nWheeler House, the Society’s headquarters, at 25 Avery Place, Westport, Connecticut, was purchased in 1981. The house, built in 1795, was remodeled in the Italianate style in the 19th Century and is listed on the National Register of Historic Places and the Connecticut Register of Historic Places. The house has three Victorian Period rooms and a gift shop. The only octagonal-roof, cobblestone barn in Connecticut, which is on the property, was completely restored over a ten-year period and houses the Museum of Westport History displaying a diorama of the town as it looked toward the end of the 19th Century. The Society has hosted series of educational lectures and has mounted a succession of well-received exhibits which have been an important part of the continuing programs presented to the town. Children’s special events, after school, vacation and summer camp programs are offered during the year. House Tours and Garden Tours are regular parts of each year’s program. Adams Academy, a 19th Century, one-room schoolhouse on its original site in Green’s Farms, has been restored by the Society and is a stop on the Colonial Westport tour, Jennings Trail, that the Society and the Westport Young Woman’s League sponsor together for Westport’s 500 third-graders. Brochures are available for a self-guided, walking tour of the King’s Highway Historic District as well as a driving tour, Jennings Trail, annotating the two dozen plaques marking historical sites in Westport. A plaque added by Peter Jennings to the Jennings Trail tour in 2000 was the inspiration for a book the Society published, The Bridge Not Taken: Benedict Arnold Outwitted, by Damon Douglas. Other publications include: Staples High School: 120 Years of A+ Education by Dan Woog Westport, Connecticut – The making of a Yankee Township by Edward Coley Birge Stories from Westport’s Past (series of 3) by Joanna Foster Westport, A Special Place, by Eve Potts and Howard Munce Stars in our Eyes, by Tom DeLong Westport, Connecticut – The Story of a New England Town’s Rise to Prominence, by Woody Klein Westport and Weston, Connecticut, by William Scheffler Historic Plaques – How can I get a historic plaque for my house? Several years ago the Westport Historical Society started a house plaque program to allow homeowners to show pride in owning historical houses. The plaques identified the original owner of the house and the date of construction. Today Westport has 117 historical plaques identifying houses that were built over 100 years ago. To raise more awareness of the history of our town, the Westport Historical Society has embarked on a direct mail campaign to homeowners that have houses which were built over 100 years ago. The material provided includes the historical importance of the house and the proposed house plaque appearance. Homeowners receiving the material can acknowledge the historical value of their house by requesting a handcrafted plaque from the Westport Historical Society. There is a fee of $250 which covers the costs of the plaque and a contribution to the Westport Historical Society. As House History Chair, Bob Weingarten is in charge of the plaque program. The new program started with letters to 45 town homeowners with houses built over 100 years ago. The response exceeded our expectations and he intends to continue this program since there are over 300 additional homeowners with houses built over 100 years ago. The need to document our historical roots is great. As owners of historic homes, we can establish a precedent of research and care for future generations. Please contact House History Chair Bob Weingarten at rwmailbox@aol.com to receive information about our Historic Plaque Program.\n\n\n25 Avery Place\nWestport, Connecticut 06880\n\n25 Avery Place\nWestport, Ct 06880\n\nGet Directions\n\n\nMonday - Friday: 10 - 4 p.m. Saturday: 12 - 4 p.m.\n\nBe the first to review this item!\n\n\n\nBookmark this",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9821126461,
        "format_confidence":0.534588635
    },
    {
        "url":"http:\/\/www.ncgenealogy.org\/calendar\/event\/1\/n4d7v63bfsshlb8fd9ojjltiak",
        "text":"\n\nRenew Your Membership\n\nShortcut to the Account Profile page, where members may renew or upgrade their membership, make a donation, or edit their contact info.\n\nNCGS Mission Statement\n\nOur Mission is:\n1. to increase interest in and raise the standards of research and compilation by means of educational programs and publications.\n2. to acquaint members with research sources and materials in North Carolina and elsewhere.\n3. to serve as a medium of exchange of genealogical information.\n4. to promote the collection, preservation, and utilization of manuscripts, documents, and other materials of genealogical and historical value.\nFor more detailed information, please view our short slideshow about the North Carolina Genealogical Society.\n\n\nNCGS Donations\n\nPlease consider helping support the NCGS Mission by making a donation.\n\nMore information is on our Giving Opportunity page. \n\nSave the Pensions!\n\npreservethepensionsDonate Now! Join with the NCGS to support the FGS to raise funds to digitize the War of 1812 pension files and make them accessible online – free and forever!\n\nFor more information, see the FGS Preserve the Pensions page.\n\nMember Benefit: Magazine Discounts\n\nThe North Carolina Genealogical Society is pleased to announce a new member benefit: Discounts on two great genealogy publications.\n\nFamily Chronicle and Internet Genealogy are offering NCGS members a $25 rate for one-year (six issue) subscriptions or renewals to either or both Family Chronicle and Internet Genealogy. That's a $7.95 savings off the regular rate of $32.95 a year.\n\nTo receive this benefit, log into the NCGS website, then visit our NCGS Members Magazine Discount page.\n\n  • No event found.\n\nUpcoming Events\n\n\n12:01 am Friday, 5 June 2015 - 11:59 pm Sunday, 7 June 2015\n\n\n12:01 am Friday, 7 August 2015 - 11:59 pm Sunday, 9 August 2015\n\n\nFriday, 18 September 2015 3:00 pm - 4:00 pm\n\nProduct Search\n\nShopping Cart\n\nCart empty\n\nNCGS Newsletters\n\nPlease sign up for one or more of our mailing lists.\n\nNews about NCGS\n\nIf you use an email program that uses Sender Lists to allow receipt of email, especially Earthlink, you may need to add @ncgenealogy.org to your list of \"approved senders\" to receive email from NCGS. Remember to include the @ in front of ncgenealogy!\n\nShare this post\n\nSubmit to DeliciousSubmit to DiggSubmit to FacebookSubmit to Google PlusSubmit to StumbleuponSubmit to TechnoratiSubmit to TwitterSubmit to LinkedIn\n\nContribute to NCGS through Amazon\n\nNorth Carolina Genealogical Society Inc",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.8563295007,
        "format_confidence":0.6670589447
    },
    {
        "url":"http:\/\/www.nationalarchives.ie\/about-us\/introduction\/?acc=standard",
        "text":"Change text\n  • Normal text\n  • Colour Text\n  • Black and white text\n\nAbout us\n\n\nOccupying a key position in the cultural and intellectual life of the nation, the National Archives holds the records of the modern Irish State which document its historical evolution and the creation of our national identity.\n\n\nIn keeping with our Mission Statement, we secure the preservation of records relating to Ireland which warrant preservation as archives and ensure that appropriate arrangements are made for public access to archives.\n\n\nOur holdings relate to all parts of Ireland and have enormous research potential as they provide essential primary source material for people seeking to understand the political, economic and social forces which have shaped our nation. The records also permit the study of Government policy and encourage greater use of our archival heritage by the general public.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9727782011,
        "format_confidence":0.9925094843
    },
    {
        "url":"http:\/\/www.harboroughmuseum.org.uk\/museum-collections\/",
        "text":"Harborough Museum\n\nThe Collections\n\nThe Collections\n\nThe Market Harborough Collection is formed around the collection of antiquities created by the Market Harborough Historical Society.\n\nSitting at a crossroads at the edge of Leicestershire and Northamptonshire, the Harborough Museum collects material relating to the landscape and communities of Market Harborough and its surrounding area as defined by the 18th and 19th century carrier routes. It includes areas of Leicestershire and Northamptonshire from Billesdon in the north, Lamport in the south, Husbands Bosworth in the west and Caldecot in the east.\n\nThe Harborough Collections now comprise approximately 18,000 items of local history reflecting the stories of the people who have lived here and the influence that the town has on its surrounding area.\n\nThe collections reflect the history and development of local communities, town and village life including local trades and commerce and stories of people who have travelled to and from Harborough. The collections also include objects which record the contribution of local individuals to the domestic and social life of the area. The museum has an extensive collection of local photographs.\n\nOur Partners\n\nLogos for the partners of Harborough Museum including Harborough District Council, Leicestershire County Council, Market Harborough Historical Society and supported by Market Harborough and the Bowdens Charity\n\nFollow us\n\nFind us in\n\nThe Symington Building logo",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9858080149,
        "format_confidence":0.9411562085
    },
    {
        "url":"https:\/\/www.labourheritagecentre.ca\/",
        "text":"The BC Labour Heritage Centre Society preserves, documents and presents the rich history of working people in British Columbia. The Society engages in partnerships and projects that help define and express the role that work and workers have played in the evolution of social policy and its impact on the present and future shaping of the province.\nWe are a registered non-profit society.\n\n\n\n\n\nBC Labour Heritage News\n\nRead our latest BC labour history research\n\nPins and Needles\n\nDress Suits Conspicuous by Their Absence at ‘Pins and Needles’ Revue Written and researched by Donna Sacuta In September 1938, the International Ladies Garment Workers Union (ILGWU) brought their theatrical musical hit “Pins and Needles” Read more…\n\nBC’s Union Barbershop\n\nIt Was No Holiday! BC’s only union barber reflects on the COVID shutdown of 2020 Photos by Joshua Berson Written by Donna Sacuta Photographer Joshua Berson caught up with Guy Quesnel at Elk’s Barbershop, 771 Read more…",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.7873654962,
        "format_confidence":0.9935504198
    },
    {
        "url":"http:\/\/www.5fieldband.ca\/",
        "text":"5th (BC) Field Regiment,\nRoyal Canadian Artillery Band\n\nVictoria — British Columbia — Canada\n\n\nFree Web Site\nSite Counter\n\nEmail: 5th Field Band Webmaster\n\nThis website is made possible by non-public funds provided by the Fifth Regiment Foundation. It is not intended to represent the views of the Department of National Defence, nor is any content found herein to be considered official DND opinion or policy. No audio, graphic or video files, or portions thereof, may be downloaded for broadcast, reproduction or distribution without the express written consent of the Foundation.\nPlease visit this Official Site for further information.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.6367807984,
        "format_confidence":0.9478920698
    },
    {
        "url":"http:\/\/www.usacitiesonline.com\/kscountycherryvalegov.htm",
        "text":"Cherryvale Kansas Government Profile and Resource Guide, City or community of Cherryvale, Kansas Government and Facts, Information, Relocation, Real Estate\n\nKEY TO THE CITY - USA City Directory Top USA City Resource Guide\n\n\nUS Facts\n\nFootsteps of\n\nIt Happened Here\n\nMottos, Slogans\nand Nicknames\n\nNoted Notables\n\n\n\nGovernment And Information\n\nCherryvale City Clerk\n123 W Main St\nCherryvale, KS 67335-1321\nPhone: 620-336-2776\n\nSearch Key to the City\nCustom Search\nSearch All the Web\nCustom Search\n\nTo learn how to submit USA City information to Key to the City, go to Publication Information Page\nAdvertise on Key to the City\n\nUse your back button to return to the previous page\nTo go to a new state, choose the States page\nReturn to the USA City Directory - Top USA City Resource Guide\n\nThanks for coming! Don't forget to come back soon!!",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.8085566759,
        "format_confidence":0.6269685626
    },
    {
        "url":"http:\/\/vm136.lib.berkeley.edu\/EART\/floorplan\/mapcollection.html",
        "text":"\n\nMap Collection\n\nThis is the area of the Library which houses the Map Collection, one of the largest University map collections in the United States, containing over 360,000 maps issued by local, federal, commercial agencies, foreign governments, and international organizations. Originals for the 20th Century, and facisimile maps for the pre-1900 period cover all countries of the World at various scales. The collection contains general maps as well as thematic maps dealing with a wide variety of cultural, economic, and physical subjects.\n\nIn addition to sheet maps many items have been reproduced on microfiche\/microfilm or are available on CD-ROM. The collection also contains approximately 60,000 aerial photographs of northern California. Supplementing the map collection, there are atlases, place name gazetteers, and books on the history of cartography, mapmaking and surveying.\n\nThe collection is arranged by geographic area and is fully cataloged. Records can be searched in the Library's Catalogs. Information is also available on how to find maps in the Library's online catalogs both by call number and by subject.\n\nIf you wish to see some examples of our maps, make sure you check out our on-line digitized maps.\n\nBack to floorplan\n\nEarth Sciences & Map Library's Home Page\n\nCopyright © 1996-2003 The Regents of the University of California.\nAll rights reserved.\nDocument maintained on server by: Earth Sciences & Map Library\nLast updated 12\/12\/2003.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9669539928,
        "format_confidence":0.8373466134
    },
    {
        "url":"http:\/\/newtown.hawley.schooldesk.net\/About-Us\/Hawleys-History",
        "text":"Hawley's History\nOld picture of Hawley School     \nIn the early twentieth century, the old academy building served as a high school for Newtown.  In 1920 the old academy building, mysteriously caught fire and was burned to uselessness.\n\nIn the aftermath, Arthur T. Nettleton, president of Newtown Savings Bank and financial advisor to Mary E. Hawley, convinced her to donate a new High School building to the town.  This became the first of several benefactions to the town from that exceedingly generous woman.\n\nThe school, which was to be named for her parents, was completed in 1921 and was considered to be one of the most advanced school buildings in the state at that time.  In addition to having central heating, it was completely fireproof and contained a state of the art chemistry lab and full auditorium for community meetings.\n\nThe building continued to be used as a High School until 1953 when a new High School was constructed on Queen Street.  The Hawley School subsequently became a K-8th grade elementary school and after the conversion of the Queen Street building into a Middle School in 1974, it became a K-5th grade elementary school.\n\nThe building is situated on a level 1.2 acre plot that adjoins Taylor Field which it uses for playground facilities.   Taylor Field was the former Newtown Fairgrounds and it was donated to the town by Cornelius B. Taylor in the 1920's.  The remains of the old fair race track can still be seen in the woods to the north of this field.\n\nDaniel Cruson\nTown Historian",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9409225583,
        "format_confidence":0.8049394488
    },
    {
        "url":"http:\/\/www.lasalle.ca\/en\/our-community.asp",
        "text":"Minus icon Plus icon Plus icon Print Icon\n\nWelcome to the Town of LaSalle\n\nLaSalle Collage\n\nNamed after the French explorer, Rene-Robert Cavelier, Sieur de la Salle, French settlers first established roots in the area in the mid 1700s. A mission was established in the Town of Sandwich, resulting in people settling in the Turkey Creek area. LaSalle's history and that of Essex County were very much entwined when they were officially identified as part of Upper Canada in 1792. In 1991, residents of LaSalle opted to define themselves as a Town; and, in turn, immediately became one of the larger communities of Essex County with a population of just over 30,000.\n\nIn a region of Ontario with less than 4% tree cover for the entire county, the Town of LaSalle is fortunate to still have a small but significant amount of land area consisting of Carolinian forests, provincially significant wetlands, and tall grass prairie communities. Approximately 7% of all land situated within the corporate limits of the Town of LaSalle (excluding Fighting and Grassy Islands) is wooded and\/or contains plant species and wildlife habitat which, from a biological perspective, is considered to be a \"natural heritage area\". Natural heritage areas are defined as sites that are relatively undisturbed and which retain some ecological function such as providing habitat for wildlife or contributing to the protection and enhancement of water quality.\n\nConsidering historical trends, recent development activity in the Town and the surrounding municipalities, remaining sanitary sewage capacity and land supply, and likely future economic prospects, the most probable forecasts indicate that by the year 2016 the Town's overall population will be in the range of 32,400 to 44,500. This represents an expected average annual growth rate varying between 2.5-4.0 %.\n\nThe age profile of the Town's population has changed significantly since the early 1970s, with an increase in the number of mature adults and seniors and a corresponding decline in the number of children. The mature adult population increased from 21% in 1971 to 29% in 1991, whereas the school aged population has decreased from 35 to 24% of the Town's total population. These shifts are not unexpected, as they are primarily a result of the baby boom generation (individuals born between 1947 and 1966) moving through young adulthood to the 35 to 54 age group.\n\nRead the full Town of LaSalle Community Profile\n\nTown of LaSalle 2016 Census Profile",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9575995803,
        "format_confidence":0.986520052
    },
    {
        "url":"http:\/\/bentcreekpark.tripod.com\/home\/park-history-and-revitalization-effort.html",
        "text":"Make your own free website on\n\n\n\nPhoto Archive\n\n\nThe Bent Creek Park has pleasant memories for the earlier residents of Bent Creek.\n\n\nThe following paragraph is an excerpt from 'A Brief History of Bent Creek Lodge', part of the book Favorite Recipes of Bent Creek.\n\n\n\"In February of 1937, Mr. Castleberry of Asheville and New Jersey bought land in southwestern Buncombe County that is now Bent Creek Development. For the entire acreage, he paid $1,000. Mr. Castleberry planned a year-round music resort ranch for vacationers...he secured William O. Creasman of Bent Creek Ranch Road to be foreman in charge of the project...The ranch house was fashioned from trees cut on the property...Soon honeymoon cottages, stables, a lake and many recreational facilities were in place...In the mid-1960s, Kavanagh-Smith (the builders of Bent Creek development) designated 21 acres of land to be used as a private recreational facility for the homeowners.\"\n\n\nThroughout the 1970s and 1980s the park flourished, under the care of the Bent Creek Lodge Association and the residents of the Bent Creek community. In addition to the Lodge itself, the Association used the park area for a neighborhood playground, tennis and basketball courts, and eventually a community swimming pool.\n\n\n\n\n\n\n\n\nUnfortunately, the Lodge burned down in 1991, and was never re-built. Care of the park fell by the wayside and the land was deeded over to Buncombe County, with the stipulation that it could only be used for recreational purposes.\n\n\n\nThe park property had been gated off for many years, but in 2001 a dedicated band of neighbors committed themselves to raising money and rebuilding the park. They leased the land from the city and formed Bent Creek Community Park, Inc.\n\n\nOver the years the park has undergone many changes; swings and a sandbox have been constructed, the basketball courts have been repaved, there is a roller-hockey area, playground equipment, a volleyball court, a pavilion, shed, and electricity! Additionally, the park is now regularly mowed and maintained, and plans are in the works for several future projects both small and large. Our progress seems to be slow but sure, and our goal is clear: to continue to re-build the park and to thus provide our neighborhood with a safe and beautiful place to enjoy both community and nature. Please consider joining our effort; every little bit of help is appreciated!",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.8454714417,
        "format_confidence":0.8004152775
    },
    {
        "url":"http:\/\/chautauquacountyks.org\/Community\/CitiesofChautauquaCounty\/Sedan\/tabid\/13444\/SearchID\/71795\/Default.aspx",
        "text":"Tuesday, February 19, 2019\n\n215 N Chautauqua  -  Courthouse\n\nSedan, KS 67361\n\nCity of Sedan\n\nCity Hall \n111 East Cherokee St.\nSedan, KS 67361\n(620) 725-3193\n\n\n\nLike us on Facebook GET SEDAN\n\n\nThe land on which the Sedan town site was located belonged to F. G. Bowers.  The Sedan Town Company obtained the land.  1870 Thomas Scurr with a load of lumber to build a store came into the valley and thought it looked like his home in Sedan, France, therefore he named it Sedan.  The first post office was established in 1871 but do to a lack of patronage it was closed and moved to\n\nRoss City.  In 1874 the Post office was re-establsihed in Sedan.  At the time Sedan had a store, blacksmith shop and a school.  Lots were given to anyone who would build on them.  The population was 200.\n\n\nIn 1875 the Kansas Legislature divided Howard County into Chautauqua County and Elk Count naming Sedan as county seat of Chautauqua County.  The citizens of Sedan began immediately to build a Courthouse.  April 3, 1876 prominent men of Sedan filed a petition for the town to be incorporated with District Judge W. P. Cambell.  The first mayor was A. B. King and five council men composed the governing body.\n\n\n\n\n Sedan City Hall,  111 E. Cherokee \n\n\n Council Meetings:\n\n1st and 3rd Mondays of every month @ 5:00pm\n\nMayor  Jack Warren\n\nClerk  Sherry Miller\n\nTreasurer Ralene Davis\n\nCouncil President Brett Dickens\n\nCouncil Members:Crystal Wade, Jaime Littlepage, Theresa Wilson, Bill Brooks. \n\nGeneral Superintendent John Miller, Chief of Police Nathan Rees, Police Officer Johnnie Pointer. City Crew:  Jim Miller, Rodney Coward, Bryson Zimmerman and Kevin Henson.\n\n\nAnnual Events:\n\n\nRedbud Tour - Early April\n\nEaster Egg Hunt March 26, 2016\n\nSpring City Wide Garage Sales - First Weekend in May\n\nBlock Party - Friday before Memorial Day\n\nYellow Brick Road Festival - Saturday before Memorial Day\n\nChautauqua Hills Blues Festival - Saturday and Sunday before Memorial Day\n\nFireworks at Old City Lake - July 3\n\nChautauqua County Fair - July 21-23\n\nFabulous Finds on Hwy 99 - September 23-24, 2016\n\nChautauqua County Historical Society - Heritage Festival - October 8, 2016\n\nLoren Smith Memorial Horse Shoe Tournament - October 8, 2016\n\nRanch Rodeo  - October 8, 2016\n\nHalloween Trunk or Treat - October 31\n\n\n\nThe Hollow Park\n\nSt. Charles Schoolhouse\n\nSedan City Park and Swimming Pool\n\nLou Todd Rodeo Arena\n\nChautauqua County Fairgrounds\n\nBaseball\/Softball Fields\n\nGrass Greens Municipal Golf Course\n\nQuivera Boy Scout Ranch\/Camp\n\nFlint Hills Christian Camp\n\nThe Gregg Theater\n\nFarmers Market\n\nSedan City Lakes \n\nButcher Falls\n\n\n\nSedan Senior Citizen Center - 124 E. Main\n\nMeet 1st and 3rd Thursdays noon, Covered Dish\n\n\nChautauqua County Historical and Genealogical Society\n\n115 W. Main\n\nMeet first Thursday of the Month at 6:30 pm\n\nVera Miller President\n\nDon Dilley, Vice-President\n\nCheryl Hurst, Secretary\n\nCarlotta Munson, Treasurer\n\nJim Chase, Gen-Tree Editor\n\n\n\nSedan Lion's Club\n\n\n Lions Club meets every Monday at noon at Buck's.  September through June.\n\nRodney Dickens-President\n\nBrett Dickens-Vice President\n\nTim Hills-Treasurer\n\nAmy Lampson-Secretary\n\n\nSedan Area Foundation meets the second Wednesday of every month at 5:00 pm at the First National Bank meeting room.\n\nSteve Clark-President \n\nJune Mendenhall-Vice President\n\nMary Kurtis-Secretary",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.934088707,
        "format_confidence":0.9384242296
    },
    {
        "url":"http:\/\/www.mackintosh.org.au\/",
        "text":"Mackintosh Families in Australia\n\nMcIntosh, MacIntosh, Mackintosh, M‘Intosh (and all other variations)\n\nWelcome to Mackintosh family website\n\nThe aim of this website is to form a lasting record of Mackintosh\/McIntosh\/MacIntosh\/etc families in Australia, unite family members, and assist in their research.\n\nThe initial records were taken from the archives of the Clan Mackintosh Society in Australian Inc and progressively expanded over the years. To explore this website, start with the list of family members already added to the database. To see the full records available, you must have a user account which gives you access to the database via the links in the left hand column.\n\nIf you do not see your family represented here, please either contact us via the request for an account page or the contact form: Tell us which family you are interested in and we will consult the archives to see how we can help you.\n\nLatest Updates\n\n\n\n\nemail imageIf you have any questions or comments about the information on this site, please contact us. We look forward to hearing from you.\n\n\nThank you to Neville G for his assistance with the South Australian families, and the late Dorothy O with the Victorian families. Also all those who have donated towards the upkeep of the website.\n\n\nThis site powered by The Next Generation of Genealogy Sitebuilding ©, written by Darrin Lythgoe 2001-2016.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.8305877447,
        "format_confidence":0.9732651114
    },
    {
        "url":"http:\/\/www.elkhartcountyhistory.org\/about\/",
        "text":"About the Museum\n\nThe Elkhart County Historical Museum was founded in 1968 as a partnership between the Elkhart County Historical Society and the Elkhart County Parks Department. Through the efforts of countless individuals, the museum has become one of the foremost institutions in northern Indiana dedicated to preserving and educating the public about local history.\n\nThe museum is staffed by,\n\nMuseum Manager\nMatt Schuld\n\nCurator of Collections\nLiz (Haeuptle) Fisher\n\nCurator of Education\nPatrick McGuire\n\nResearch Historian\nFrank Fisher\n\nFacility Caretaker\nTerry Hartman\n\nJill Swartz\n\nElkhart County Parks Department\n\nThe Elkhart County Parks Department mission is to enhance the quality of life, preserve the County’s cultural, historical, and natural resources; and provide education and recreational opportunities. Located in north central Indiana, the Elkhart County Parks offers visitors an opportunity to discover the natural beauty and rich history of Elkhart County. Each park is unique and maintained with the public’s recreational interests in mind. The Parks Department provide an abundance of low cost programs and events, miles of trails for people to stay fit, and variety of places where one can refresh the soul. Visit the Parks Department Website for more information on any of these opportunities.\n\nElkhart County Historical Society\n\nThe mission of the Elkhart County Historical Society (ECHS) is a 501c3 non-profit organization with the mission to serve present and future generations by collecting, preserving, and sharing artifacts, documents, and images pertaining to the unique culture and history of Elkhart County and its environs. Founded in 1896, the society opened their first museum in 1907 at the Elkhart County Courthouse. In 1968 the society partnered with the Elkhart County Parks Department to open a museum at the Bristol High School which closed in 1966 and had become property of the Elkhart County Parks Department. For the last 100 plus years, ECHS has offered exhibits, publications, research opportunities, and programs related to the history of Elkhart County and the larger region. ECHS success are the result of the efforts of countless volunteers and a dedicated board of directors.\n\nElkhart County Genealogical Society\n\nThe Elkhart County Genealogical Society (ECGS) is located within the Elkhart County Historical Museum. ECGS is a non-profit organization seeking to further interest in genealogy in the Michiana area, to contribute to the preservation of genealogical and historical records of the Michiana area, to stress the importance of accuracy in research through careful documentation, and to publish a quarterly journal containing records of the area and other genealogical information of importance to society members.\n\nVisit the ECGS website for additional information.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9869556427,
        "format_confidence":0.9920482039
    },
    {
        "url":"https:\/\/www.wmf.org\/",
        "text":"sites conserved\nPlus advocacy for more than 800 treasured places.\nAnd more than $400M leveraged from other agencies.\ntrained or employed\nEmpowering locals to sustainably protect their built heritage.\n\n\nWorld Monuments Watch\n\nFor 24 years, our grassroots campaign has been bringing awareness to cultural heritage’s importance for people around the world today. See which sites made it to the 2020 Watch, as well as years past.\n\nActive Projects\n\nGet Involved\n\nBecome a Member\n\nJoin an international network of advocates and unlock exclusive benefits with an annual or monthly gift.\n\nJoin now\n\nJoin the International Council\n\nShare a commitment to preserving beauty, meaning, and cultural heritage in all its forms.\n\nBecome a Leader\n\nContribute to the World Monuments Relief Fund\n\nSupport our partners all over the world affected by the current pandemic.\n\nDonate to the Fund",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.7899610996,
        "format_confidence":0.9597430229
    },
    {
        "url":"http:\/\/www.worldvision.org\/our-impact\/country-profiles\/lesotho",
        "text":"Lesotho is a small, mountainous, independent nation completely surrounded by the Republic of South Africa. It is the only independent state in the world that lies entirely above 4,500 feet in elevation; in fact, 80 percent of the country lies above 5,900 feet.\n\n  • Population: 2,171,000\n  • Life Expectancy: 48 years\n  • Access to Safe Water: 85%\n  • School Enrollment: 73%\n  • Land Mass: 11,720 sq. mi.\n  • Literacy Rate: 90%\n  • Under Age 5 Mortality Rate: 85\/1000\n  • Average Annual Income (GNI): 1,080\n\nFacts about Lesotho\n\nEconomic Development\n\nSevere droughts in recent years and erratic weather patterns have hurt the economy, which mainly relies on agricultural production.\n\nFood & Agriculture\n\nThe cereal harvest has continually decreased since 2006, and Lesotho was the only country in Southern Africa to harvest less in 2009 than 2008.\n\nEconomic Development\n\nOver 40 percent of the Basotho are unemployed, and almost half live below the poverty line.\n\n\nLesotho has the world’s third-highest HIV prevalence rate at 23 percent. More than 270,000 people are living with HIV and AIDS, and over 100,000 children have lost one or both parents to the disease. The consistently high HIV and AIDS rates have also hurt the economy by making many farmers too weak to work.\n\nLesotho flag\n\n\nExplore areas where you can help us build a better world for children.\n\nSponsor a Child in Lesotho\n\nNo Image Available\nMonthly Sponsorship:\n\nis waiting for a World Vision sponsor. is years old and lives in .\n\n\nProgress in Lesotho\n\nThanks to the generous support of our sponsors. World Vision was able to work alongside communities to accomplish the following in 2012.\n\n  • Trained communities to develop disaster preparedness plans that include first aid and decision-making strategies.\n\n  • Educated youth about on beekeeping practices and farmers on crop production, management, and marketing to increase their household income.\n\n  • Constructed new classrooms so more children could attend school, and built a footbridge so children could get across a stream on the way to school during the rainy season.\n\n  • Increased food security in communities by supplying farmers with seeds, tools, animal feed, and veterinary care for their livestock.\n\n  • Supported vulnerable children and people living with HIV and AIDS by providing them with food, helping with school fees, and offering medical assistance.\n\n  • Reduced waterborne diseases in communities by building clean water systems and new latrines, and by teaching hygiene sessions in schools.\n\n  • +\n    World Vision in Lesotho Today\n\n    World Vision is committed to partnering with the people of Lesotho to improve their lives today and to help enact sustainable solutions for the future of their children, families, and communities. World Vision's child sponsorship program plays a vital role in this partnership, with donors from the United States sponsoring more than 21,200 girls and boys. In addition to sponsorship, World Vision operates other programs that benefit communities in Lesotho. Highlights include:\n\n    • Ensuring children have access to quality education in improved facilities.\n    • Increasing economic development by helping hardworking self-employed parents to increase their incomes in order to feed, educate, and provide healthcare for their children.\n\n    World Vision History in Lesotho\n\n    World Vision child sponsorship in Lesotho dates back to 1976, with child sponsorship programs in two schools; an office was opened in 1987. Since then, some of World Vision’s major accomplishments have included:\n\n    • Providing nutritional programs, clean drinking water, and sanitation facilities, as well as meeting farming needs during the 1980s.\n    • Supplying meals for malnourished children and offering women vocational training to help them generate income in the late 1980s through the 1990s.\n    • Distributing food, toiletries, and fuel and offering recovery assistance programs to families affected by the Southern Africa food crisis in the 21st century.\n\n    Geography & People\n\n    Geography and people\n\n    Lesotho is a small, mountainous, independent nation completely surrounded by the Republic of South Africa. It is the only independent state in the world that lies entirely above 4,500 feet in elevation—in fact, 80 percent of the country lies above 5,900 feet.\n\n    Due to its altitude, Lesotho remains cool throughout most of the year. The nation’s most important, yet scarce, resource is water for hydroelectricity. Other natural resources include farming and grazing land, sand, clay, building stone, and diamonds.\n\n    The Basotho make up over 99 percent of Lesotho’s population and have lived in Southern Africa for nearly 600 years. Sesotho and English are both official languages, while Zulu, Xhosa, and French also are spoken.\n\n    In rural areas, many extended families live together in a compound. The compound includes several buildings, a garden, and living space for animals. Everyone contributes to the upkeep and maintenance by doing chores, cooking, caring for the animals, and other tasks.\n\n\n    After 100 years under British protection, Lesotho became an independent nation in October 1966 with King Moshoeshoe II as sovereign. Political unrest after the 1970 elections led to a revision of the constitution and a lessening of the king’s power in politics.\n\n    In February 1990, the chairman of the military council stripped the king of his executive power, paving the way for Moshoeshoe’s son to be sworn in as King Letsie III.\n\n    Hundreds of demonstrators demanded new parliamentary elections in 1998. Riots destroyed nearly 80 percent of commercial infrastructure in major towns and stalled what had been a steadily growing economy. Troops from South Africa and Botswana entered the country to suppress a mutiny.\n\n    Lesotho held peaceful elections in 2002, but disputes continue over recent elections.\n\n    Prayer Requests for Lesotho\n\n    • Rains to come and ease Lesotho’s drought.\n    • Children to succeed in school, even in crowded classrooms.\n    • Political peace and stability in the coming years.\n    • Families struggling with poverty and hunger.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.696533978,
        "format_confidence":0.7893455029
    },
    {
        "url":"http:\/\/threevalleymuseum.com\/about_the_wall_that_heals",
        "text":"About The Wall That Heals\n\n\n\nMay 9 – 12, 2019\nDurant Multi Sports Complex | 1920 OK Hwy 78 South, Durant, OK\n\nWelcome to The Wall That Heals, the three-quarter scale traveling replica of the Vietnam Veterans Memorial in Washington, D.C.\nThe exhibit consists of the Wall replica and the mobile Education Center. The Wall That Heals exhibit is open to the public day and night throughout the visit.\n\n\nThe three-quarter scale Wall replica is 375 feet in length and stands 7.5 feet high at its tallest point.\nVisitors experience The Wall rising above them as they walk towards the apex, a key feature of the design of The Wall in D.C. Like the original Memorial, The Wall That Heals is erected in a chevron-shape and visitors can do name rubbings of individual service member’s names on The Wall.\nThe Wall replica is constructed of Avonite, a synthetic granite, and its 140 numbered panels are supported by an aluminum frame. Machine engraving of the more than 58,000 names along with modern LED lighting provide readability of The Wall day and night.\n\n\nThe 53-foot trailer that carries The Wall That Heals transforms to become a mobile Education Center. The exterior of the trailer features a timeline of “The War and The Wall” and provides additional information about the Vietnam Veterans Memorial in Washington, D.C. Additional exhibits give visitors a better understanding of the legacy of the Vietnam Veterans Memorial and the collection of items left at The Wall.\n\nDisplays include:\n\n  • Hometown Heroes – Photos of service members on The Wall who list their home of record from the local area. The photos are part of the effort to put a face to every name on The Wall for the virtual Wall of Faces. Help is needed to find every photo. Learn more at: www.vvmf.org\/thewall\n  • Map of Vietnam\n  • In Memory Honor Roll – Photos of local Vietnam veterans honored through VVMF’s In Memory program which honors veterans who returned home and later died of Vietnam-related illnesses. Learn more at: www.vvmf.org\/inmemory\n  • A display of items representative of those left at The Wall in Washington, D.C. in remembrance of those on The Wall.\n  • Digital kiosk allows visitors to search for names using VVMF’s online Wall of Faces.\n  • Two paper directories allow for names to be found alphabetically.\n  • The Gold Star Bike – Donated to VVMF by the American Gold Star Mothers in 2012, the bike is a Softail Custom Harley that pays tribute to the mothers who lost sons to the Vietnam War.\n\nOpen 24 hours a day Thursday, May 9 - Saturday May 11.\n\nClosing at 3:00 P.M. on Sunday, May 12TH.\n\nFor more information or possible sponsorship, please contact The Three Valley Museum at 580-920-1907 or by EMAIL.\n\nPlease return to this site for more information as plans are finalized.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.8177182674,
        "format_confidence":0.7843174934
    },
    {
        "url":"http:\/\/www.southbaycities.org\/node\/132",
        "text":"﻿ About The South Bay | South Bay Cities Council of Governments\n\nAbout The South Bay\n\nThe South Bay contains fifteen cities plus portions of the City of Los Angeles and unincorporated portions of the County of Los Angeles. The area is bounded by the Pacific Ocean on the south and west and generally by the City of Los Angeles on the north and east. Its name comes from its location on the south end of the Santa Monica Bay.\n\nThe South Bay is heavily reliant on the aerospace and related industries. It has two major transportation hubs on its borders — Los Angeles International Airport and the Ports of Los Angeles and Long Beach — and the Pacific Ocean is at its backdoor. These factors, and its diverse cities, make it economically, geographically and socially unique.\n\nBelow, view various postcards of historic landmarks in the South Bay. View the entire collection here",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9683724642,
        "format_confidence":0.9166582227
    },
    {
        "url":"https:\/\/atlasalabama.gov\/municipalities\/reform\/",
        "text":"U.S. flag An official website of the United States government.\n\nDot gov\n\nThe .gov means it's official.\nFederal government websites always use a .gov or .mil domain. Before sharing sensitive information online, make sure you’re on a .gov or .mil site by inspecting your browser's address (or \"location\") bar.\n\n\nThis site is also protected by an SSL (Secure Sockets Layer) certificate that's been signed by the U.S. government. The https:\/\/ means all transmitted data is encrypted  — in other words, any information or browsing history that you provide is transmitted securely.\n\ntown of Reform\n\nWelcome to the town of Reform\n\nThe town of Reform is located in north-central Pickens County in west-central Alabama. Incorporated in 1898, Reform has a population of more than 1,600 and a total area of 8.1 square miles.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.6629973054,
        "format_confidence":0.9309790134
    },
    {
        "url":"http:\/\/genealogytrails.com\/mo\/wright\/",
        "text":"Volunteers Dedicated to Free Genealogy\n\nHello and welcome to the Genealogy Trails website for Wright County, Missouri.\nAs we believe all data should be without cost, our goal at Genealogy Trails is to help you track your ancestors through time by transcribing genealogical and historical data and placing it online for the free use of all researchers.\nWe welcome your feedback and comments and your data contributions.\n\nThis Site is Available for Adoption!\nWe're looking for folks who share our dedication to putting data online and are interested in helping this site become a useful research stop along your genealogy trails. If you are interested in hosting this website and joining our group, view our Volunteer Page for further information.\n\nCheck your attics!\nDust off your family scrapbooks!\nWe're looking for DATA for this site!!!\n\nIf you are interested in adding your families' information this website, Email Us. We'll be happy to help your families' obituaries, news items and other historical data find a home here at Missouri Genealogy Trails, where it will remain free for all to view.\n\nWe regret that we are unable to do personal research.\nAll data we come across will be added to this site.\nWe thank you for visiting and hope you'll come back again to view the updates we make to this site.\n\nCounty History\n\nThe County was organized in 1841.\nNamed after Silas Wright, Congressman, U.S. Senator and Governor of New York.\nThe County Seat is Hartville.\n\nCities & Towns:\nGraff, Grove Springs, Hartville, Macomb, Manes, Mansfield, Mountain Grove, Norwood\n\nSituated in the southwestern part of the State, upon the high table lands of the Ozark range, this county presents a great variety of surfaces, from the level or moderately undulating prairie to the rugged hills and miniature mountains.  The soil in the valleys and here and there on the uplands is fertile and produces very satisfactory crops.  Farmers have raised good crops of hemp-say 1200 pounds to the acre; tobacco 1200; corn 75 bushels, and other grains, grasses and vegetables in proportion. The gravelly portions of the upland are well adapted to fruit culture, and particularly favorable for grapes.  Stock raising will always pay well.  Lead ore has been found at numerous localities in the county, but no mines opened that have been reported.  Population in 1860, 4,508. \n\nThe Source is: P.M. Pinckard, The Missouri handbook, St. Louis, 1865, 162 pgs.\nTranscribed by Donna Walton\n\n\n\nMailing Lists\nJoin our Genealogy Trails Midwestern States Mailing List\nto get email notices when our county sites are updated.\n\nFor the Midwest States of :\nOhio -- Kansas -- Indiana -- Iowa -- Missouri -- Kansas\n\nIllinois is covered under its original Illinois Trails List\n\nSurrounding Counties\n\nLaclede County (north)\nTexas County (east)\nDouglas County (south)\nWebster County (west)\n\nReturn to\n\n\nGenealogy Trails\n\nCopyright © Genealogy Trails\nAll data on this website is Copyright by Genealogy Trails with full rights reserved for original submitters.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9843028784,
        "format_confidence":0.9323706627
    }
]