[
    {
        "url":"https:\/\/tedximperialcollege.org\/evaluating-the-purpose-and\/40231-evaluating-the-idea-and-efficiency.html",
        "text":"Evaluating the idea and Success of Juvenile Probation\n\n Evaluating the idea and Efficiency of Teen Probation Composition\n\nEvaluating the idea and Effectiveness of Teen Probation Matt Wilson\n\nJuvenile Justice 113\n\n\nThe effectiveness of juvenile today can be classified into numerous things like with the particular programs that exist to child offenders as well as the different amount of crime that they commit from a simple misdemeanor to a extreme felony. This essay will probably talk about the different types of probation applications, the purpose of child probation, and if they are effective or certainly not. Although, I am going to only list a few today there are more out there that I am not going to talk about today. According to Georgia Legal courts (USlegal. com, 2011) the objective of juvenile devoir is to offer a form of a sentencing to young juveniles so they just do not have to leave their own community. However , the courts may put particular stipulations within the juvenile to where they may have a curfew, wherever they have to report to their copie officer on a certain working day in the month, attend classes on a regular basis, and many importantly keeping out of any kind of difficulty. In the first article that I read from journal of Juvenile Examen System on the Eve with the new Millennium for Federal government Courts (Corbett J. L., 1999) is the fact it discusses the three main types of juvenile devoir. The 1st which will be dealing with the regular approach to copie. Traditional devoir deals with the simple way to handle examen these circumstances are usually straightforward offenses fully commited by the child. Cases like this range from a simple underage ingesting charge to a small gang affiliation fee. The first step in this process would be the courts will assign a probation official to them and their particular case. The courts can easily set just how many times per month the youngsters offender must see her or his probation officer. They can as well set what kinds of restrictions which the youth must abide to if not he or she might have to have different penalties that again the court models will arranged for...\n\nSources: Juvenile Copie Law and Legal Defenition. (nd). Recovered June 13, 2011, coming from http:\/\/definitions.uslegal.com\/j\/juvenile-probation\/\n\nChild Courts. (nd). Retrieved June 13, 2011, from http:\/\/www.georgiacourts.org\/index.php?option=com_content&view=article&id=169&Itemid=0http:\/\/www.georgiacourts.org\/index.php?option=com_content&view=article&id=169&Itemid=0\n\nSlonim-Nevo, V., & Anson, Y. (1998). Evaluating practice: Does it increase treatment result?. Social Operate Research, 22(2), 66. Retrieved from EBSCOhost.\n\nCorbett, M. P. (1999). Juvenile Devoir on the Event of the Subsequent Millennium. Federal government Probation, 63(2), 78. Recovered from EBSCOhost.\n\nMerriam Webster Definition Examen. (nd). Recovered June 13, 2011, by merriam-webster. com\n\nYeo Hup Seng Article",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9873771071,
        "format_confidence":0.9460205436
    },
    {
        "url":"https:\/\/www.ncjrs.gov\/App\/Publications\/abstract.aspx?ID=236269",
        "text":"skip navigation\n\nAdd your conference to our Justice Events calendar\n\n\nNCJRS Celebrates National Library Week April 12-18\n\nNational Library Week\n\nStarted in 1958, National Library Week is a nationwide observance celebrated by all types of libraries - including the NCJRS Virtual Library. NCJRS invites you to explore the breadth and scope of the NCJRS Virtual Library collection and services. With more than 220,000 collection documents and 60,000 online resources, including all known Office of Justice Programs works, it is one of the world’s largest criminal justice special collections.\n\nWe encourage your Feedback. Tell us how you use the NCJRS Virtual Library and Abstracts Database, how you access the collection, and any ways we can improve our services.\n\nNCJRS Abstract\n\nThe document referenced below is part of the NCJRS Library collection.\nTo conduct further searches of the collection, visit the NCJRS Abstracts Database.\n\nHow to Obtain Documents\nNCJ Number: NCJ 214711   Add to Shopping cart   Find in a Library\nTitle: Test Report of Land Mobile Radio Connectivity via Shared Satellite IP Networks and the Internet\n  Document URL: PDF \nCorporate Author: NLECTC-NW\nUnited States of America\nDate Published: 2006\nPage Count: 86\n  Annotation: This paper reports on the National Law Enforcement and Corrections Technology Center-Northwest's project that conducted limited testing of commercial off-the-shelf equipment and affordable commercial satellite systems that might prove successful in linking remote public-safety communications systems to larger, urban, land-based communications networks.\nAbstract: The test results show that remote users of rural land mobile radio systems can be connected to users on the current mainland Alaska Land Mobile Radio system and other similar systems, but with some limitations. Connections can use low-cost shared satellite Internet protocol connections and the Internet, under conditions of tailored network design and equipment choices. Although the tested technology application might not meet all Federal agency security requirements without additional equipment, the identified communications links succeeded in providing a promising and reasonably secure transport means for local, regional, and State public safety agencies. The key to fielding a satellite Internet protocol in support of the Alaska Land Mobile Radio project is the availability of satellite capacity of the right type and quality and a network operator. Both of these will be available in the near term. The testing and evaluation focused on public safety land mobile radio communications links between urban areas and remote Alaskan communities. The tests used commercially available voice-over Internet protocol \"gateway\" equipment, satellite communications services, and network element equipment. The tests evaluated and demonstrated voice-over Internet protocol interface units, voice-grade satellite communications services, and Satcom optimized virtual private network products. 16 figures and appended supplementary data and information\nMain Term(s): Police telecommunications systems\nIndex Term(s): Computer aided operations ; Rural area studies ; Interagency cooperation ; Rural policing ; Communications ; Voice communications ; NIJ grant-related documents ; Alaska ; Rural\nSponsoring Agency: National Institute of Justice (NIJ)\nUS Department of Justice\nOffice of Justice Programs\nUnited States of America\nGrant Number: 2003-WH-6300-255A\nSale Source: National Institute of Justice\/NCJRS\nBox 6000\nRockville, MD 20849\nUnited States of America\nType: Report (Study\/Research) ; Test\/Measurement\nCountry: United States of America\nLanguage: English\n  To cite this abstract, use the following link:\n\n* A link to the full-text document is provided whenever possible. For documents not available online, a link to the publisher's web site is provided.",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9307570457,
        "format_confidence":0.674729526
    },
    {
        "url":"https:\/\/ro.uow.edu.au\/sspapers\/1004\/",
        "text":"Publication Details\n\nByrne, M. K., Byrne, S., Hillman, K. & Stanley, E. (2001). Offender risk and needs assessment: Some current issues and suggestions. Behaviour Change, 18 (1), 18-27.\n\n\nCrime impacts upon the community at multiple levels, causing distress and loss for the victims, and feelings of insecurity for the public, as well as adding to the drain on financial resources for governments. This makes the accurate identification of risk of reoffending and the determination of efficacious rehabilitation strategies imperative. Key principles in cognitive and behavioural psychology can contribute to this task. This paper will review the issue of risk assessment and describe the applicability of functional analysis to forensic psychology. Two studies by the authors will be used to illustrate concepts raised in this review. The paper will conclude with a model that may help guide the realistic implementation of detailed individual functional analyses of offenders' behaviour.\n\n\n\nLink to publisher version (DOI)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.7972732782,
        "format_confidence":0.9429562688
    },
    {
        "url":"http:\/\/www.legalindia.com\/rights-arrested-decoded\/",
        "text":"Author Profile\n\nPratheek Maddhi Reddy\n\nName of institution: Jindal Global Law School O. P. Jindal Global University, Sonipat Narela Road, Near Jagdishpur Village, Sector 35, Sonipat, Haryana 131001\n\nPosted On by &filed under Legal Articles.\n\nPratheek Maddhi Reddy\nArticle 21 of the Indian constitution says, “No person shall be deprived of life or personal liberty except according to procedure established by law”. ‘Liberty’, succinctly, in its absolute sense, is the faculty of willing and the power to do what has been willed, without being influenced by any other source from within or from without.\nTo break when necessary and justified this liberty that we citizens in the modern legal systems hold so dear, with history brimmed with instances of revolution and war in attempting to attain it, the “procedure established by law” in Article 21, is the weapon. Pertinent currently, this procedure is – ARREST.\nThe word ‘arrest’ derives from a French word “arreter”, meaning to ‘stop’ or ‘stay’ and signifies a restraint of a person2. It is deprivation of a person of his liberty by a legal authority and such deprivation has to be total.\n\nThis paper would like to briefly analyse different provisions regarding arrest and then critically explicate the rights of the arrested in the Indian context.\n\nThe following are the provisions for affecting arrest.\n\n1. S. 46 of CrPC (hereby referred to as the ‘code’) lays down the rudimentary procedure for arrest. An arrest can be affected only by touching the body of the person unless such person submits to the custody3 (e.g. confessing voluntarily4). S. 49 states that a person arrested shall not be subjected to more restraint than is necessary to prevent his escape.\nS. 46(4) lays down the arrest law for women. No woman, save in exceptional circumstances with writing the reaarrestsons by the officer, shall be arrested after sunset and before sunrise. With the amount of crime by police in the country, this is an essential provision for safety of women.\n\n2. Under S. 47, an occupier of a house is in a legal duty to afford the police reasonable facility to search. If the police face an obstruction in such search, they are entitled to use force to eradicate the obstruction (though certain restrictions are placed on this power in case of a Pardanashin woman residing).\n\n3. Under S. 48, a police officer, for arresting any person without warrant, is authorized to pursue such person in any part of India. This power has also been emphasized in S. 22 of the Police code, 1861. In case of arrest with warrant, S. 77 comes into play. But, in either case, the special procedure in Ss. 78 or 81 need to be respected.\n\n4. S. 60 authorizes the police to pursue and arrest a person who, in lawful custody, escapes or is rescued and as usual subject to Ss. 46 (arrest how made) and 49 (no unnecessary restraint).\n\n5. In furtherance to S. 47, under S. 51, the police can search a person arrested without production of bail. The Police Act, 1861 mandates such search to be made in presence of independent and respectable witnesses and all the incriminating articles found be produced before the court under S. 102 of the code. If such a search is of a woman, the police shall maintain strict decency.\n\n6. S. 53 of the code authorizes the police to conduct the medical examination of the arrested when it becomes necessary for investigation. As to the question that whether this section violates the constitutional privilege against self-incrimination, the law commission referred to the case of Kathi Kalu Oghad v State of Bombay5 which held that finger prints and hand writing samples do not by themselves go against Art. 23 of the Indian Constitution because they have to complemented by some other similar evidence that the police possess for possible conviction to occur.\nS. 4 of Identification of the Prisoners Act, 1920 too empowers the police to take bodily measurements of the arrested person. An amendment to the code in 2005 spawned the new section of 53A for special procedure for examination of person accused of rape by medical practitioner.\n\n7. S. 59 talks about discharge of person apprehended states that no person arrested by a police officer shall be discharged except on his own bond, or on bail, or under a special order of a magistrate.\n\nIn case of deviation from such rules by the police, punishment shall accrue under sections 224, 225 and 225B of the Indian Penal Code.\n\nArrest probably is the most effective method for securing the attendance of the accused at his\/her trial and also as a preventive or precautionary measure in respect of a person intending to commit a cognizable offence, or a habitual offender. It is a necessary requirement for efficiently and diligently dealing, in the interests of general public, with the problem of crime and criminals6.\nBut such concerns do not give, as Delhi HC pointed out, discretion to investigative agency to arrest in whim, fancy or in wholly arbitrary exercise of discretion. Because the accused’s liberty and society’s claims conflict, there is requirement of due reasonability and credibility in arrests made.\n\nAs long ago as 1215, the Magna Carta stated: “No free man shall be captured, imprisoned or diseased or outlawed or exiled… except by the lawful judgment by his peers or by law of the land.7”\nThe following are the rights of the arrested (restrictions imposed on police powers to arrest) as envisaged by the code:\n\na) Right to know the grounds of arrest: Under S. 50(1) of the code, the person arrested needs to be informed forthwith the reason for his arrest in language understandable by him8. If a subordinate officer is arresting, he will have to also show the order for such arrest from the senior officer. This right’s importance is better depicted in the fact that even constitution under Art. 22(1) confers it and in case of inconsistency with it, the arrest becomes illegal9.\nIn the old code, such a right didn’t exist in case of arrest with warrant. Since it doesn’t stand the test of constitutionality (Art. 22), the code had been amended adding the appropriate clause granting this right.\nThere is a slight inconsistency in the code: in case of arrest without warrant by a magistrate, then the arrest falls under S. 44 and not under sections that talk of this particular right (Ss. 50, 55 or 75)10. But in practice, since Article 22(1) mentions this right anyway, there exists no dispute.\nThis right helps the person to move the appropriate court for bail, make a writ petition for Habeas Corpus or make proper arrangements for defence and consult a legal practitioner more meaningfully.\nFurther, D. K. Basu v State of West Bengal11 guides that the police personnel should bear accurate and clear identification and his\/her particulars be recorded in a register.\n\nb) Right not to be detained for more than 24 hours without judicial scrutiny: Under S 57 of the code, a person shall not be detained for more than 24 hours12 without producing before a Magistrate. As explained by the SC in the case of Punjab v Aijab Singh13, this right which, like the previous one, is also mentioned in Art. 22(1) of the constitution governs only arrests without warrants, for those with warrants, S76 applies (shall be discussed subsequently).\nIn the code of 1898, under S. 151 (arrest to prevent the commission of cognizable offence) this time period has not been mentioned and it led to serious controversy. Resolving this, the code was amended adding the 24 hour time period into the section.\nThe main reason behind this right is, as stated by National Police Commission, wrongful use of arrest powers is one of the chief sources of corruption in the police. 60% of arrests made are unjustified14. It is a magistrate, known to be fair and impartial who is eligible to decide the fate of the arrested, not the police.\nThe right is for (i) preventing arrest for extracting confessions or to compel people to give information, (ii) to prevent use of police stations as prisons, and (iii) for immediate recourse to judicial officer. As said by the SC in Sharifbai v Abdul Razak15, if the police do not produce the person in 24 hours before a magistrate, it amounts to wrongful confinement.\n\nc) Right to be examined by a medical practitioner: While S. 53 allows the police to conduct medical examination on the body of the arrested, S. 54 gives such person the right to demand the same. It is the duty of the police to inform the arrested person of this right16. The provision in 54 that in case of examination of a woman, it be done only under supervision of a female officer is now included in 53 too.\nThis right is crucial in aiding the arrested person build evidence that could help him in the court.\nRegarding medical examinations, the SC has laid down guidelines that the arrestee should be subjected to medical examination every 48 hours during his detention17.\n\nd) Right to consult a legal practitioner: An arrested person, not just under 303 of the code but also Art. 22(1) of the constitution has the right to consult a legal practitioner of his choice. The case of Nandini Satpathy v Dani18 has stated that a person has this right not only after arrest is made but before too, during interrogation, making its use more meaningful.\nA part of this right, under 304 of the code and Art 21, when such person is an indigent, he\/she is entitled to free legal aid by the state so as to ensure fair trial. Further, in a country where 80% of the population is indigent, it is hardly “fair, just and reasonable” to let the well off enjoy the benefit of a counsel and deny it to the poor. The right is also mentioned in Directive Principles of State Policy, Art. 39A.. To this end, central government constituted NALSA as the apex body regarding legal services available under the code. But, there is no express process mentioned in the relevant sections to classify someone as indigent.\n\ne) Right to be taken before magistrate without delay: S. 56 of the code grants this right... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.995688498,
        "format_confidence":0.932869494
    },
    {
        "url":"https:\/\/www.icrc.org\/applic\/ihl\/ihl.nsf\/COM\/375-590006?OpenDocument",
        "text":"ICRC databases on international humanitarian law\n  • Print page\nCommentary - Art. 3. Part I : General provisions\n\n\n    This Article, which is common to all four Geneva Conventions, marks a new step forward in the unceasing development of the idea on which the Red Cross is based, and in the embodiment of that idea in international obligations. It is an almost unhoped-for extension of Article 2 .\n    The importance of the Article, in which the whole of the rules applying to non-international conflicts are concentrated, makes it necessary to say something of its origin and of its development by the Diplomatic Conference (1).\n\n    1. ' Origin and development of the idea '\n\n    Up to 1949, the Geneva Conventions were designed to assist only the victims of wars between States. The principle of respect for human personality, the basis on which all the Conventions rest, had found expression in them only in its application to military personnel. Actually, however, it was concerned with people as human beings, without regard to their uniform, their allegiance, their race or their beliefs, without regard even to any obligations which the authority on which they depended might have assumed in their name or in their behalf.\n    There is nothing astonishing, therefore, in the fact that the Red Cross has long been trying to aid the victims of civil wars and internal conflicts, the dangers of which are sometimes even greater than those of international wars. But in this connection particularly difficult problems arose. In a civil war, the lawful Government, or that which so styles itself, tends to regard its adversaries as common criminals. This attitude has sometimes led governmental authorities to look upon relief given by the Red Cross to victims on the other side as [p.29] inadmissible aid to guilty parties. Applications by a foreign Red Cross Society or by the International Committee of the Red Cross for permission to engage in relief work have more than once been treated as unfriendly attempts to interfere in the domestic affairs of the country concerned. This conception still prevailed when the International Red Cross Conference in 1912 refused to consider a draft Convention on the rôle of the Red Cross in the event of civil war or insurrection.\n    The Red Cross was not discouraged. In spite of frequent lack of understanding on the part of the authorities, it was able in some cases to carry out a certain amount of humanitarian work in civil conflicts (2). The question was again placed on the agenda of the Xth International Red Cross Conference in 1921, and a resolution was passed affirming the right of all victims of civil wars or social or revolutionary disturbances to relief in conformity with the general principles of the Red Cross. The resolution further laid down in considerable detail the duties of the relevant National Red Cross Society and, in the event of that Society being unable to take action on an adequate scale, the course to be followed by the International Committee of the Red Cross or foreign National Societies with a view to making relief available (3). The resolution, as such, had not the force of a Convention, but it enabled the International Committee in at least two cases -- the civil war at the time of the 1921 plebiscite in Upper\n    Silesia and the civil war in Spain -- to induce both sides to give some kind of undertaking to respect the principles of the Geneva Convention (4).\n    Observing these results, the XVIth International Red Cross Conference, held at London in 1938, passed the following resolution which did much to supplement and strengthen that of 1921:\n\n    \"The XVIth International Red Cross Conference ... requests the International Committee and the National Red Cross Societies to endeavour to obtain:\n\n    (a) the application of the humanitarian principles which were formulated\n    in the Geneva Conventions of 1929 and the Tenth Hague Convention of\n    1907, especially as regards the treatment of the wounded, the sick,\n    and prisoners of war, and the safety of medical personnel and medical\n\n    [p.30] (b) humane treatment for all political prisoners, their exchange and, so\n    far as possible, their release;\n\n    (c) respect of the life and liberty of non-combatants;\n\n    (d) facilities for the transmission of news of a personal nature and for\n    the reunion of families;\n\n    (e) effective measures for the protection of children, ...\"\n\n    The London Conference was thus envisaging, explicitly and for the first time, the application to a civil war, if not of all the provisions of the Geneva Conventions, at any rate of their essential principles. This resolution, coupled with the results achieved in the two conflicts mentioned above, encouraged the International Committee of the Red Cross to reconsider the possibility of inserting provisions relating to civil war in the Conventions themselves.\n    At the Preliminary Conference of National Red Cross Societies in 1946, the International Committee proposed that, in the event of civil war, the contending parties should be invited to declare their readiness to apply the principles of the Convention on a basis of reciprocity. The suggestion, modest enough but which took account of realities, was no more at that stage than an attempt to provide a practice that had already yielded satisfactory results with some kind of legal footing. It was based on the belief that an invitation to the Parties to the conflict to make an explicit declaration (which it would undoubtedly be difficult for them to refuse) would encourage them to take sides with the advocates of humanitarian ideas, and that the suffering caused by civil wars would be appreciably reduced as a result. The Preliminary Conference of National Red Cross Societies did not merely approve the suggestion: it went further. It went in fact straight to the root of the matter by a recommendation to insert at the beginning of each of the Conventions an Article to the effect that: \"In the case of armed conflict within the borders of a State, the Convention shall also be applied by each of the adverse Parties, unless one of them announces expressly it intention to the contrary\" (5).\n    Such was the view of the Red Cross movement. What would be thought of it in Government circles remained to be seen. There was reason to fear that there might be objections to the idea of imposing international obligations on States in connection with their internal affairs, and that it would be said to be impossible to bind provisional Governments, or political parties, or groups not yet in existence, by a Convention. But the Conference of Government Experts, which was [p.31] convened by the International Committee of the Red Cross in 1947, did not take that view. Far from repeating the arguments which the charitable efforts of the International Committee of the Red Cross had so often encountered in the past, they recommended at least a partial application of the provisions of the Convention in the case of civil war. As a result of their efforts an Article was drafted by the terms of which the principles of the Convention were to be applied in civil wars by the Contracting Party, subject to the adverse Party also conforming thereto (6). This proposal fell a long way short of that of the Red Cross Societies. It spoke only of the application of the ' principles ' of the Convention, and hen only on a basis of reciprocity.\n    On the strength of the opinions thus expressed, however, the International Committee added a fourth and last paragraph to Article 2 of the draft Conventions which it submitted to the XVIIth International Red Cross Conference at Stockholm. The wording was as follows:\n\n    \"In all cases of armed conflict which are not of an international character, especially cases of civil war, colonial conflicts, or wars of religion, which may occur in the territory of one or more of the High Contracting Parties, the implementing of the principles of the present Convention shall be obligatory on each of the adversaries. The application of the Convention in these circumstances shall in no wise depend on the legal status of the Parties to the conflict and shall have no effect on that status.\"\n\n    The first part of this paragraph gave effect to the recommendation of the Red Cross Societies, and actually omitted the condition which the latter had contemplated. The second sentence embodied a wish expressed at the Conference of Government Experts. Its object was, first, to prevent the de jure Government from pleading non-recognition of its opponents as a reason for refusing to apply the Convention and, secondly, to prevent the other Party from basing a claim for recognition as a regular Government on the respect it had shown for the Convention.\n    The draft text was the subject of lengthy discussion at the Stockholm Conference, at which Governments as well as Red Cross Societies were represented. In the end the Conference adopted the proposals of the International Committee of the Red Cross for the First and Second Conventions, and in the case of the Third and Fourth Conventions made the application of the Convention subject to the proviso that the adverse Party should also comply with it.\n    It was in this form that the proposal came before the Diplomatic Conference of 1949.\n\n    [p.32] 2. ' The discussions at the Diplomatic Conference of 1949 '\n\n    From the very outset, divergences of view became apparent (7). A considerable number of delegations were opposed, if not to any and every provision in regard to civil war, at any rate to the unqualified application of the Convention to such conflicts. The principal criticisms of the Stockholm draft may be summed up as follows. It was said that it would cover all forms of insurrections, rebellion, and the break-up of States, and even plain brigandage. Attempts to protect individuals might well prove to be at the expense of the equally legitimate protection of the St... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.8976373076,
        "format_confidence":0.8908497095
    },
    {
        "url":"https:\/\/articles.forensicfocus.com\/2011\/07\/12\/intrusion-detection-system-logs-as-evidence-and-legal-aspects\/",
        "text":"Legal, Software\n\nIntrusion Detection System Logs as Evidence and Legal Aspects\n\nFirst published January 2007\n\nFahmid Imtiaz\nSchool of Computer and Information Science\nEdith Cowan University\n\n\nModern techniques and methodologies for detecting attacks and malicious activities on computers and networks has evolved a lot over the last couple of years. The need for detecting intrusion attempts before the actual attack simplifies the job of securely administering computer networks. Often an attacker will probe different ports and services on a network to get intelligence about the structure of the network. Afterwards how and what services can be compromised is decided. This is a common strategy applied by most of the attackers and this is where Intrusion Detection Systems (IDS) comes in. They simplify the job of detecting attacks well before the actual attack by tracing the trails that the attacker leaves while gathering intelligence about a network. Government legislations however often act as a barrier in accessing\/ monitoring private communications. This paper will particularly focus on the potential of using IDS logs as evidence in legal proceedings. It will also address the Commonwealth Telecommunication Interception Act to identify some conflicting issues that at some extent acts as a barrier for deployment of IDS tools.\n\n\nIntrusion Detection System (IDS), IDS logs, telecommunication interception.\n\n\nThere is a growing need for use of Intrusion Detection Systems (IDS) in private and public corporations. These systems are very important to safeguard the huge distributed computing environment that a certain organization controls and manages. The log files that IDS generate can be massive depending on the volume of traffic and information they handle. It is important to understand that the use of IDS is a measure for securing the information system of companies and organization and they provide valuable support for diagnosing and reviewing security problems. Government legislators however, don’t consider this and they will often pass legislations that will stand on the way of public and private corporations in terms of using IDS as a security tool. The legislators need to understand that it is not only the police and intelligence agencies that need to intercept communications, private and public sector companies also need to intercept not for interception’s sake but for the sake of maintaining a secured information system. This paper will try to address these issues in general it will also discuss the recent amendment in the telecommunications interception laws in Australia. AIM\n\nThe aim of this paper is to determine the potential of using IDS log files as evidence. This paper will not make any conclusions regarding the matter. However, in certain cases personal arguments will be coming up. It is the intent of this paper to examine the telecommunication legislations particularly in Australia and examine some of the implications for the use of IDS’s in protecting computers and networks. Reference will be made to legislation from Australia, the United Kingdom and the United States in order to demonstrate points of potential arguments. It is not the intent of this paper to substitute the considered legal advice. The opinions made in this paper are strictly of the authors and do not reflect any government or political body.\n\n\nWhat it is\n\nIntrusion Detection is the act of discovering or determining the existence, presence, or fact of the wrongfully entering upon, seizing, or taking possession of the property of another (F.C & Associates 1996). “Intrusion Detection System (IDS) is any system or set of systems that has the ability to detect a change in the status of a system or network” (Lane 2001). There are two major types of IDS’s. They are Signature-based IDS and Anomaly-based IDS. The deployment of IDS can be in two forms one is Network-based IDS and the other is Host-based IDS.\n\nWhy use IDS\n\nIDS’s has become a part of every organization’s security system now days. They reduce risks of intrusions and prevent serious attempts to attack a system by alerting the administrators. IDS are capable of detecting preambles to attacks and with this they help to document and present the risks and threats. IDS serve as a quality control mechanism of the security system of an organization providing diagnosis, causes and details about different aspects of the security system. Mell (n.d) “IDS can detect when an attacker has penetrated a system by exploiting an uncorrected or uncorrectable flaw. Furthermore, it can serve an important function in system protection, by bringing the fact that the system has been attacked to the attention of the administrators who can contain and recover any damage that results. IDSs verify, itemize, and characterize the threat from both outside and inside your organization’s network, assisting you in making sound decisions regarding your allocation of computer security resources.”\n\n\nLegal Dimensions\n\nThe first thing that needs to be considered is the legal dimension. While gathering and processing the IDS logs the legal dimensions of conducting forensic analysis needs to be considered thoroughly because it may cause problems later on. Turner (2002) says ” The principles of ‘chain of custody’ or continuity of evidence and ‘auditability’ are well known in forensic circles, there remains a general lack of awareness of these principles within the computer security community. As a consequence the dangers of ‘dirtying the data’ remain prevalent. An additional issue that emerges during analysis concerns ‘acontextual’ presentation of individual entries in log files. This can lead to a misrepresentation of the significance or insignificance of individual entries and of the log file as a whole”. Therefore, these things need to be carefully considered and practiced before using log files as forensic evidence.\n\nAdmissibility and validity\n\nAll forensic evidences have to overcome two tests. One of them is admissibility and the other is weight. According to turner (2002) “The USA – code title 28, section 1732 states that ‘ logs files are admissible as evidence if they are collected in the regular course of the business’. However, this principle of admissibility does not provide any guarantee that in any particular case log files will be deemed legally valid”. There are other issues, which are inevitable to avoid. “The ability to identify, track, trace and analyze log files is central to forensic investigations where digital evidence is main source of data. However, the forensic computing perspective moves beyond these technical skills to develop sensitivity towards questions over the admissibility of evidence and legal validity of particular data sets” (Turner 2002). Therefore, from forensic perspective the log files need to be valid and admissible.\n\n\nIDS logs have definitely got evidentiary value provided that the IDS have not been compromised at the system level. IDS logs fall into the category of documentary evidence. But there are debates about this. “The issues aligned to evidence, acquisition and the suitability of Intrusion Detection Systems (IDS) for preparing legally admissible evidence, reveals strong disagreement amongst technical and legal experts over the suitability of IDS as a tool for collecting, collating and presenting forensic evidence” (Turner 2002). There are some reasons behind this. The difference in legal systems has a lot to do with this debate. “In Continental Europe the criminal procedure sees investigations being carried out by a specialist judge – juge d’instruction – in countries like England, the US, Australia and many former members of the old British Empire, investigations are carried out by the police or other law enforcement agency, the decision to prosecute is made by a separate body -District Attorney in the US, Crown Prosecution Service in England, and at trial the role of the judge is as chairman of the proceedings and enunciator of law. Separate opposing legal teams represent the arguments of prosecution (the Crown, the People) and the defence. The trier of fact is a jury. The procedure, known as adversarial, has lead to the development of complex rules of evidence, describing what can and cannot be put before the court for its consideration of fact” Sommer (1998,1999). This is a fact that places a lot of challenge in front the network security and forensic investigator community. It also makes it difficult for the police and other organizations to prosecute criminals involved in an attacks or intrusions. The need for understanding the technical details can be well carried out by a specialist judge as in Europe. Juries\/ judges\/lawyers however, have little knowledge and understanding on technical matters. This makes the cases involving technical matters really challenging. IDS logs are generally recognised means of investigation based on a network \/system traffic and they are potential legal proofs. Turner (2002) says “Admissibility and weight are the legal validity of evidence for a submission in a particular jurisdiction and the ability of the court to be convinced by its presentation”. Therefore, there is a need for the legal system to set a baseline standard on the admissibility of evidence and the potential use of that evidence as legal proof. “The use of cyber-based evidence is becoming more important, and there is no reason to suppose that law enforcement agencies would not consider IDS logs as a potential source of cyber-based evidence” (Johnston).\n\nStrengths and weaknesses\n\nThere are significant strengths and weaknesses of IDS tools that are available. The first worry is “The intrusion detection systems are themselves susceptible to a variety of attacks and some authors argue that the majority of these systems are fundamentally flawed. In other words, the data collected by these systems may itself have been tampered with before the attack was discovered and\/or investig... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.930760026,
        "format_confidence":0.9541073442
    },
    {
        "url":"https:\/\/douglas.research.mcgill.ca\/fr\/predictors-criminal-justice-system-trajectories-homeless-adults-living-mental-illness",
        "text":"Predictors of criminal justice system trajectories of homeless adults living with mental illness.\n\nTitlePredictors of criminal justice system trajectories of homeless adults living with mental illness.\nPublication TypeJournal Article\nYear of Publication2016\nAuthorsRoy L, Crocker AG, Nicholls TL, Latimer E, Isaak CA\nJournalInt J Law Psychiatry\nIssuePt A\nDate Published2016 Sep - Dec\n\nOBJECTIVES: This study examines whether baseline profiles of criminal justice involvement are independently associated with 24-month trajectories of arrests in a sample of homeless adults living with mental illness.METHODS: Interviews with justice-involved participants from the At Home\/Chez soi project, a multisite trial of Housing First in Canada, yielded information related to arrests, as well as demographic, clinical, and contextual predictors of criminal justice system involvement. All potential predictors were entered into logistic and negative binomial regression models to assess their effect on re-arrest.RESULTS: Of the 584 individuals involved with the criminal justice system at baseline, and for whom follow-up data was obtained, 347 (59%) were re-arrested within two years. Of those, 283 (82%) had an episodic pattern of re-arrest and 64 (18%) had a continuous trajectory of re-arrest. Results indicate that participants involved with the legal system for minor (mostly theft and public order) offenses at baseline were most likely to be repeatedly arrested. Gender, Aboriginal status, and recent victimization were also independently associated with re-arrest.CONCLUSIONS: These findings have implications for the delivery of police and clinical services alike, as well as for policies that aim to divert vulnerable individuals who commit minor crimes from a long-term trajectory of justice involvement.\n\nAlternate JournalInt J Law Psychiatry\nPubMed ID27297073",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9650901556,
        "format_confidence":0.9275605679
    },
    {
        "url":"http:\/\/www.wluml.org\/ru\/bibliography\/wrrc\/content\/%E2%80%9Cislamic-inheritance-law-indonesia-influence-hazairins-theory-bilateral-in",
        "text":"“Islamic inheritance law in Indonesia: The influence of Hazairin's theory of bilateral inheritance\"\n\nIslamic inheritance law has long been a source of controversy in Indonesia. The controversy has generally been framed in terms of a supposed conflict between Islamic inheritance doctrines and the customary law or adat of the country's many ethnic communities. This article argues that recent developments in Indonesian Islamic inheritance law have narrowed the differences between Islamic and customary approaches to the distribution of property on death. The article further argues that the inspiration for this partial accommodation between Islam and adat has its source in the teachings of Professor Hazairin, an Indonesian scholar who first propounded a theory of gender-neutral Islamic inheritance law in the 1950s.\nCammack, Mark\nSource publication: \nThe Australian Journal of Asia Law, 4(3): 295 -315. Reprinted in T. Lindsay (ed), 2008, Indonesia: Law and society, 2nd Edition, The Federation Press",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9035130143,
        "format_confidence":0.9271335602
    },
    {
        "url":"http:\/\/scholarship.law.georgetown.edu\/facpub\/825\/",
        "text":"Document Type\n\n\nPublication Date\n\n\n\nPopular discourse on constitutional interpretation and judicial review tend to employ a series of catch phrases that have become constitutional clichés. Phrases such as “judicial activism,” “judicial restraint,” “strict construction,” “not legislating from the bench,” “Framers’ intent,” the “dead hand of the past,” and “stare decisis” so dominate public commentary on the Constitution and the courts that quite often that is all one hears. Unfortunately, even law professors are not immune. There was a time when each of these catch phrases meant something and, although each could mean something again, in current debates all have become trite and largely devoid of substance. In short, they have become clichés.\n\nIn this Essay, the author explains why these clichés should be abandoned even in casual conversation. Somewhat surprisingly, it turns out that several of them are connected by a common thread: the apparent desire by commentators to avoid substantive constitutional argument in favor of a process-based analysis that can be easily leveled in the absence of any expertise on the issues raised by a particular case. In other words, at least some of the appeal of these constitutional clichés is that they enable commentators to criticize the Court or particular decisions without actually having to know much about the Constitution itself.\n\nPublication Citation\n\n36 Cap. U. L. Rev. 493-510 (2008)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.7895812988,
        "format_confidence":0.9834057093
    },
    {
        "url":"http:\/\/scholarship.law.ufl.edu\/facultypub\/314\/",
        "text":"Document Type\n\n\nPublication Date\n\nWinter 2012\n\n\nAs World Trade Organization (\"WTO\") Members relentlessly pursue new regional trade agreements to achieve even faster economic growth than the extraordinary numbers posted by global trade rules, the smaller number of parties and their greater cultural affinity have led negotiators to address the intersection of trade and human rights to an extent unparalleled in the culturally disparate and near-unmanageable, 150-plus member WTO itself. These new provisions have used trade's huge power to improve worker rights, secure environmental protections, and make initial inroads toward defending indigenous populations from trade's adverse effects. Employing the perspectives both of trade negotiators and students of this halting progress toward the integration of trade and human rights, we have concluded that the single greatest barrier to engaging in regional trade agreements (\"RTAs\") openly and unequivocally to reduce global poverty through human rights implementation is the near-impenetrable complexity of human rights norms.\n\nCaptured within dozens of United Nations human rights treaties and a growing corpus of customary international norms, human rights law embraces literally hundreds of specific entitlements, each by U.N. guarantee designated as indivisible, interdependent, and interrelated. This foreboding array of obligations, each ostensibly of equal rank, whose legal intricacies are sometimes beyond the experience and training of trade ministries, explains the reluctance of trade negotiators to undertake the responsibility for further integration of trade rules with human rights, and does so more credibly than the oft-cited reason that trade rules succeed only when they single-mindedly pursue economic growth.\n\nThe breakthrough in worker rights may be attributed directly to the International Labor Organization's (\"ILO's\") endorsement, at WTO urging, of four core human rights standards inarguably tied to international trade. The ILO's Work Declaration chooses those core standards for workers that are inarguably and inextricably linked to trade without downplaying the importance of the hundreds of worker protections identified in dozens of other ILO conventions. This choice has freed trade negotiators to concentrate on incorporating these core worker rights in regional trade agreements, a manageable task that has met with great success.\n\nEncouraged by the ILO precedent, we identify those core standards in each of six categories of human rights that are so closely linked to trade and so fundamental in importance that their exclusion from RTAs cannot reasonably be argued. We justify in some detail our selection of those core aspects of the human rights of women, indigenous cultures, health, the environment, and democratic governance that stand at the same level of importance to trade as do the four core labor standards identified by the ILO. With respect to the core labor standards, we explain in greater detail the specific obligations placed on states for implementation of worker rights in RTAs.\n\nBy identifying a limited and manageable body of fundamental human rights standards in those human rights fields most closely affected by trade, we believe that trade negotiators may more successfully use RTAs to accomplish the symbiosis of trade and human rights that is inherent in their basic objectives. This symbiosis can accomplish the goal of increased economic growth together with increased standards of well-being of civil society.\n\nWe begin our study with the most difficult case to make: that there are core standards in the emerging right to democracy that must be included in RTAs regardless of the form of governance of the parties. We next take up the human rights of women most often implicated by trade liberalization and proceed, in turn, to treat the core human rights of health, of indigenous populations, and of workers. We conclude by identifying core standards of the emerging human right to a healthy environment.",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.6431303024,
        "format_confidence":0.9835209846
    },
    {
        "url":"https:\/\/p39ablog.com\/2022\/01\/24\/when-they-only-see-us\/",
        "text":"Neetika Vishwanath\n\n\nAva DuVernay’s ‘When They See Us’ left me in tears both the times I watched it—the first time soon after its release in 2019 and more recently, for writing this paper. As a criminal justice lawyer in India for nearly a decade, being privy to many stories of deep injustices of persons on death row, the gut-wrenching impact this docu-drama miniseries had on me, not once but twice, took me by surprise. Perhaps, this speaks to the power of visual media and more so, this particular creation.  Though I suspect a significant part of it is also attributable to the potency of the innocence narrative that lies at the core of this series. In times when the public discourse is reasonably infused with the New Jim Crow perspective, there are few things that hit as hard as the wrongful incarceration of five black teenagers—Korey Wise, Anton McCray, Raymond Santana Jr., Yusef Salaam, and Kevin Richardson. However, the lawyer in me cannot help but be troubled by the ways in which, unintentionally, the series legitimizes harsh punitive responses for persons who are guilty of aggravated sexual offenses. And, in doing so, lends support to a broken criminal legal system. Nonetheless, the portrayal of police interrogations and the making of seemingly voluntary statements out of forced taped confessions holds transformative potential in challenging the common sense understanding of videos as objective truth.\n\nThis paper is divided into three parts. In the first part, I present the limitations of subsuming complex social problems like sexual violence against women into the dramatic linearity of the criminal legal system. I argue that, in its focus on the innocence of the teenagers, the series unintentionally bolsters retributive feelings towards guilty persons. And in doing so, legitimizes harsh punitive responses to sexual offenses. The second part focuses on the innocence narrative and argues that raising crucial criminal justice issues within the innocence narrative takes away from the seriousness of these issues in and of itself, independent of the fact of innocence. In this section, I discuss the show’s portrayal of the impact of sex offender registry system on Raymond Santana and Yusef Salaam. I also discuss actor Jharole Jerome’s portrayal of the solitary confinement and inmate violence inflicted on Korey Wise. The last part presents what I consider the most compelling way in which the series contributes to making the public discourse on the criminal legal system richer. I argue that the show’s portrayal of how the legal system transforms forced confessions into seemingly voluntary confessions does a terrific job of busting the myth associated with the objectivity of videos. Finally, I conclude reiterating the limitation of the innocence narrative in crime drama and argue that every filmmaker must be driven by an “ethic of responsibility” and consider the intended and unintended consequences of their project before venturing into it. A series like ‘When They See Us’ with its massive public outreach makes it even more incumbent upon the filmmaker to have considered all perspectives.\n\nIdeal Victim and the Diabolical Rapist\n\nGiven the self-evident nature of the innocence of Korey Wise, Anton McCray, Raymond Santana Jr., Yusef Salaam, and Kevin Richardson, as a viewer, you are rooting for them from the very beginning of the show. The injustice inflicted on them is so blatant that it is easy to miss out on aspects of the show that, in its attempt to portray innocence, subconsciously legitimize feelings of vengeance towards ‘real’ sexual offenders. As a viewer, the anxiety of prosecutor Linda Fairstein to “release these animals” and “put them back on the street” seems unwarranted because we know that these are innocent black teenagers who have been framed by the system. In fact, the Central Park Joggers case is the perfect example of a sexual violence case in the public imagination where a perfect victim is brutally raped by strangers. As a result, it seems perfectly reasonable to refer to the case as one of the most horrific crimes the city has seen. However, contrary to popular understanding, stranger violent rapes form a very small part of sexual violence against women and children. Most perpetrators are not unknown ‘demons’ but persons well-known to the victims. Kristen Bumiller and Aya Gruber’s work demonstrates that historically in the United States infamous stranger rapes of White women have driven rape law reforms and justified movement towards a punitive criminal legal system.\n\nWhere’s the line for Patricia? Left for dead in the cold, in a pool of her own blood, running out of her body minute by minute in the fucking bushes. She feels herself draining away? Where’s the line?\n\nPerhaps the reason the above-mentioned words from prosecutor Linda Fairstein feel unjustified at that moment in the show is that they come in response to Elizabeth Lederer questioning her for pursuing the case with no evidence against the teenagers. Nonetheless, these words in conjunction with the victim Patricia Meili’s presence in the courtroom in a subsequent episode, in a visibly painful and traumatic shape, and the display of her blood-soaked clothes evoke a strong sense of revulsion towards the crime and in doing so, feelings of hatred and vengeance towards the real perpetrator who has gone scot-free. It is not just the legal system’s acceptance of the innocence of the teenagers but also the accompanying confession of the crime by Matias Reyes that offers complete closure to us as the audience. We feel vindicated knowing that justice has, in some sense, been done by getting the innocent teenagers (now adults) out of the system and having the real offender finally pay for his crime.\n\nThe fact that the journey of a brutal rape ends with (as expected) a visibly cold-blooded criminal left me feeling deeply uncomfortable. Of course, those were probably the facts of the case but I did wonder if the dramatization of Reyes’ narration of the crime or his blank cold stares into the camera could have been avoided. By complying with our public imagination of an ideal rape victim and cold-blooded heartless rapist, the series is complicit in reinforcing some strongly held rape myths.\n\nWhat does innocence obscure?\n\nIn the third episode, we are offered an insight into the lives of Raymond Santana, Kevin Richardson, Yusef Salaam, and Anton McCray after their release. The dominant theme in this episode is the inhumane nature of the sex offender registry that continues to impact their lives even after they have served their sentences. In a conversation between Salaam and his hairstylist, both the viewers and Salaam are first confronted with the all-pervasive effect of the registry on the lives of formerly incarcerated sexual offenders. Salaam’s facial expressions as he realizes that he cannot be a teacher, followed by the hairstylist’s lines that “once you’ve been inside, man, they got you. And they keep you,” really pack a punch. Santana’s frustration of not finding a job is palpable and his decision to sell drugs till he can find a stable option seems justified. We get a glimpse of how people’s circumstances can force them into doing things they otherwise would not. Social stigmatization, loss of relationships, employment, and housing, and both verbal and physical assaults are common occurrences in the lives of people on the registry. However, in light of the overbearing nature of the innocence context, the viewer misses the opportunity to solely consider the cruel nature of the sex offender registration system. I could not help but think if a registry would seem as unjust to a lay audience if these boys were in fact guilty of rape. Given the abhorrence that sexual violence invokes, it is not hard to believe that the suffering of these young men appears cruel and unfair only because they are innocent.\n\nSimilarly, I was left unsure about the portrayal of solitary confinement and inmate violence inflicted on Wise within the domain of innocence. Jharrel Jerome as Korey Wise was the strongest performance in the show for me. The intensity of suffering in solitary confinement and the looming fear of being abused by inmates makes the third episode an extremely difficult watch. Despite having heard multiple similar accounts of death row prisoners in India, the visual portrayal of the experience shook me.  As a viewer, I felt that gush of air with actor Jharrel Jerome when the air conditioner was switched on. The banality of violence inflicted on him and the slow degradation of his mental health made me uneasy. Despite what I thought was a stunning portrayal of solitary confinement and prison inmate violence in a mainstream show, I could not help but think if a lay audience would be equally moved by these parts if the larger context of innocence was missing. Solitary confinement and inmate violence especially on sexual offenders is not a rare phenomenon. For a mainstream series to venture into these extremely unpopular issues especially the sex offender registry is brave but I believe these problems are better told without the context of innocence. They are problems in and of themselves and not because they are being inflicted on innocent people.\n\nIn addition to diluting the seriousness of criminal justice issues by presenting them as a part of the innocence narrative, a sole focus on innocence also conceals the complex social realities in which crimes occur.  Focus on questions of guilt and innocence obscure more than they reveal. They deflect attention away from structural factors that contribute to criminality. And, doing so also undercuts the concept of mitigation which forms the basis of the criminal sentencing process. Mitigating circumstances like poverty, age, socio-economic background have a bearing on a person’s decision-making abilities and consequently impacts their culpability for a crime, regardless of their guilt.\n\nCrime dramas that ex... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9525921345,
        "format_confidence":0.9226944447
    },
    {
        "url":"https:\/\/www.advancingdr.org\/research\/crime-prevention\/mechanisms\/prosocial-reintegration",
        "text":"Conflict Intervention as Crime Prevention\n\nReport Author\n\nJustin R. Corbett\n\nLinkedin | Google | ORCID\n\nTable of Contents\n\nMechanism of Impact\n\nProsocial Reintegration\n\nProsocial reintegration is the leveraging of social capital399 and networks to equip offenders or those at risk of offending with the resources and connections necessary to successfully return as or remain trusted members of their local communities. The primary vehicles for reintegrative impact are mentoring and training for those at risk of offending and restorative re-entry processes for offenders.\n\nReintegration is an intensely social experience facilitated through Peacemaking and other restorative processes that include various support persons and other affected representatives. The inclusion of these individuals serves as a source of strength to cope with ongoing problems, assists in the reinstatement of positive self-images,400 speeds recovery from negative events,401 and facilitates the transmission and reinforcement of local norms.402\n\nPeacemaking and school-based restorative practices are two exemplars of prosocial reintegration. In these, representatives serve as active participants to victims’ restoration and offenders’ reintegration. Their presence is a testament to their concern for the affected and an affirmation of the importance of collaboratively designing accountable,403 actionable paths toward reinstatement.\n\nTraining in prosocial behaviors and related skills are additional vehicles of reintegrative impact. Altruism, compliant, and emotional behaviors are prosocial404 and are developed through perspective-taking, empathy, acceptance of responsibility,405 and related practices.406 These behaviors are regularly promoted in service provider trainings and command considerable attention in select interventions, including the new conflict coaching service offered by several providers.\n\n\n399. “Social capital includes both interpersonal relationships and the resources embedded in the relationships” (McFadyen, M.A., Cannella, A.A., 2004).\n\n400. Specifically, Ilies and colleagues (2011) note that “social support is seen as a resource from which a person can draw strength for use across various situations, or which a person can use to cope with a specific problem. Social contacts can attenuate the negative impact of interpersonal conflict by freeing personal resources that can be used to deal directly with the problem, by reinstating positive self-image, or by counteracting the affective consequences of the conflict.”\n\n401. “According to the ‘undoing hypothesis,’ positive emotions caused by social support may speed the process of recovery from negative events” (Ilies, R., et al., 2011, citing: Fredrickson, B.L., Levenson, R.W., 1998).\n\n402. Indirect interpersonal exchange ties – interpersonal connections where the parties are not already well-known to each another (e.g. community representatives in a restorative circle or community impact panel) – facilitate explicit knowledge transfer such as community norms (McFadyen, M.A., Cannella, A.A., 2004).\n\n403. When reintegration is forced through formal, dichotomous, retributive processes, offenders’ informal social networks – to whom they are daily accountable – are positioned to be supportive of the offenders, in part, by cognitively justifying the offenders’ actions and de-emphasizing the legitimacy of institutional expectations. Conversely, where these accountability networks are incorporated into a collaborative reintegration process, they are at greater cognitive liberty to stake more nuanced positions and validate the need for prosocial changes by and recompense from the offender.\n\n404. Types of prosocial behaviors include: altruistic (voluntary helping motivated primarily by concern for the needs and welfare of another, often induced by sympathy responding and internalized norms\/principles consistent with helping others); compliant (helping others in response to a verbal or nonverbal request); emotional (helping others under emotionally evocative circumstances); and public (helping conducted in front of an audience that is motivated, at least in part, by a desire to gain the approval and respect of others and enhance one’s self-worth) prosocial behaviors (Ilies, R., et al., 2011).\n\n405. “Clarifying responsibility as a strategy is based on the principle that offenders may avoid self-blame for their actions by citing external causal agents, blaming others, employing disinhibitors, claiming a lack of behavioral alternatives, or using groups, organisations, or superiors to obscure their personal contribution to anti-social acts” (Wortley, R., 1996). Conflict-assistive interventions, on the other hand, seek to minimize such clarifications, with some – including many restorative processes – explicitly requiring offenders’ acknowledgements of responsibility prior to even extending an offer of service to the victims.\n\n406. Altruistic, compliant, and emotional prosocial behaviors are all associated with the cognitive variables of perspective taking and internalizing moral reasoning, the emotive variable of sympathy, and the trait-value variable of ascription of responsibility (Carlo, G., Randall, B.A., 2002). Empathy, specifically, is widely connected with prosocial or altruistic behavior (Jolliffe, D., Farrington, D.P., 2004) The connection of these behaviors to criminal activity is direct and long-acknowledged. For example, “individuals who share and\/or comprehend another’s negative emotional reaction, which occurs as a result of their own antisocial or aggressive behavior, may be inhibited and less inclined to continue with this behavior or act in an antisocial or aggressive manner in the future. Empathy is, therefore, viewed as an individual protective factor, decreasing the probability of certain types of criminal behavior, while a lack of empathy is assumed to have a facilitating influence on offending” (Jolliffe, D., Farrington, D.P., 2004; citing, in part: Feshbach, N.D., 1975).",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9887929559,
        "format_confidence":0.9031085968
    },
    {
        "url":"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1551293",
        "text":"Footnotes (91)\n\n\n\nRace and Gender as Explicit Sentencing Factors\n\nCarissa Byrne Hessick\n\nUniversity of Utah - S.J. Quinney College of Law\n\nFebruary 11, 2010\n\nJournal of Gender, Race and Justice, Vol. 13, 2010\n\nThis Symposium Article briefly traces the history of race and gender as explicit sentencing factors, identifies how the explicit treatment differed for race versus gender at sentencing, and explores how those differences persist in the modern discussion about sentencing policy. Historically, there were several differences between race and gender as sentencing factors, including the persistence of system-wide sentencing distinctions based on gender long after such distinctions based on race were prohibited. And while system-wide distinctions tended to disadvantage both racial minorities and women, distinctions made by individual judges when sentencing specific defendants resulted in longer sentences for racial minorities while women generally received shorter sentences than men convicted of similar offenses.\n\nAlthough modern sentencing systems do not permit the explicit consideration of race or gender, they continue to play roles in debates over modern sentencing policy. Specifically, lawmakers are criticized for enacting policies that are thought to be based on racial stereotypes, and they are also criticized for failing to consider the differences between men and women when enacting other policies. Given the different roles that race and gender play in the modern sentencing policy discussion, it appears that legal commentators who study gender at sentencing may be working at cross purposes with those who study race at sentencing.\n\nNumber of Pages in PDF File: 13\n\nKeywords: sentencing, criminal justice, criminal law, race, gender, discrimination\n\nAccepted Paper Series\n\nDownload This Paper\n\nDate posted: February 12, 2010  \n\nSuggested Citation\n\nHessick, Carissa Byrne, Race and Gender as Explicit Sentencing Factors (February 11, 2010). Journal of Gender, Race and Justice, Vol. 13, 2010. Available at SSRN: http:\/\/ssrn.com\/abstract=1551293\n\nContact Information\n\nCarissa Byrne Hessick (Contact Author)\nUniversity of Utah - S.J. Quinney College of Law ( email )\n332 S. 1400 East Front\nSalt Lake City, UT 84112-0730\nUnited States\nFeedback to SSRN\n\nPaper statistics\nAbstract Views: 1,231\nDownloads: 259\nDownload Rank: 66,261\nFootnotes:  91\n\n© 2014 Social Science Electronic Publishing, Inc. All Rights Reserved.  FAQ   Terms of Use   Privacy Policy   Copyright   Contact Us\nThis page was processed by apollo1 in 0.250 seconds",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9757671952,
        "format_confidence":0.9819524884
    },
    {
        "url":"http:\/\/opiniojuris.org\/2014\/08\/20\/emerging-voices-controversy-definition-cambodian-genocide-eccc\/",
        "text":"Emerging Voices: Controversy on the Definition of the Cambodian Genocide at the ECCC\n\nby Melanie Vianney-Liaud\n\n[Mélanie Vianney-Liaud is a PhD Candidate in International Law at the Aix-Marseille University in France.]\n\nMany international Human Rights authorities, including the United Nations General Assembly talked about the “Cambodian genocide” to designate the atrocities of the Khmer Rouge. Yet, while the term “genocide” undoubtedly has considerable appeal, it turns out to be legally inappropriate to describe the massacre of 1.7 million of Cambodians from 1975 to 1979. At the Extraordinary Chambers in the Courts of Cambodia (ECCC) – the court in charge of trying the Khmer Rouge – the indictment of the last surviving Khmer Rouge senior leaders, known as “Case 002”, includes very limited genocide charges, only with respect to crimes committed on two minority groups: the Cham and the Vietnamese. Predictably, this decision disappointed many victims.\n\nThe trial began in June 2011. However, in September 2011, the Trial Chamber decided to sever Case 002 into smaller trials and limited the scope of the first trial to the evacuation of Phnom Penh on 17 April 1975 and movements of population in other regions of Cambodia. The genocide charges were excluded from the scope of this first trial. On August 7, 2014, the Chamber found the Accused guilty to have committed the crimes against humanity of murder, political persecution and other inhumane acts through their participation in policies to forcibly displace people. It sentenced them life imprisonment.\n\nThe Accused are currently trying within a second trial whose scope includes the genocide charges. Since this trial has started on July 30, 2014, it seems appropriate to clarify some of the complexities of the crime of genocide, generated by the specificities of the Cambodian context and the legal framework of the ECCC.\n\nGenocide has been defined in the 1948 Convention on the Prevention and Repression of the Crime of Genocide as requiring the intentional destruction of “a national, ethnical, racial or religious group as such”. The enumeration of specific protected groups implies that the perpetrators’ conception of the victim group bears some relation to one of these protected groups. The Khmer Rouge regime is known for its system of terror and arbitrariness. Conditions of living were so extreme that a substantial part of the population died without that seemed to be directly imputable to group-based persecutions. However, indications of the targeting of particular groups undeniably exist in the case of the Khmer Rouge. This is the case for example, and among others, of the group of educated people and city dwellers referred to as “new people” by the Khmer Rouge. Contrary to “base people,” “new people” did not join the Khmer Rouge revolution prior to April 17, 1975 when Phnom Penh fell into Khmer Rouge’s hands. Forcibly transferred from cities to countryside, “new people” members were often targeted based on this identity (Indictment, § 227). This group however, does not fall under the listed classification defined in the Genocide Convention as the distinction made by the Khmer Rouge was based on an individual’s socioeconomic background.\n\nThus, although the Khmer Rouge had policies of group discrimination, both in regard to ethnic minorities as well as with respect to groups identified within the ethnic Khmer- majority, the characterization of genocide within the definition of the Convention only applies to crimes committed on minority groups. Many victims have therefore seen the crimes for which they have suffered be excluded from the characterization of the “crime of crimes,” even though they are victims of crimes of the same gravity as those committed against the minorities.\n\nThe definition introduced by the Genocide Convention is too narrow to mirror the historical analysis of the Khmer Rouge criminal phenomenon. The fact that the Khmer Rouge targeted groups within the Khmer-majority population shows that the strict enumeration of protected groups is inappropriate. The question that arises then is whether it would be conceivable to have this definition evolved to correspond with the social reality of the “Cambodian genocide”.\n\nCambodia ratified the Genocide Convention in 1949. Consequently, since its entry into force in 1951, Cambodia has been submitted to the conventional obligation to “enact (…) the necessary legislation to give effect to the provisions of the Convention” (Convention, Article V). However, under the Khmer Rouge, the Convention had not been received into national law yet. This reception only occurred in 2001, with the creation of the ECCC. The 2003 international agreement between the United Nations and Cambodia and the 2004 amended domestic law which establish the court, provide both for its jurisdiction over the crime of genocide “as defined in the 1948 Convention.” However, and despite these provisions, the domestic law then gives a definition of the crime of genocide that differs in key points from the definition set out in the Convention.\n\nA state is not prohibited by the 1948 Convention from adopting a broader definition of genocide. The Convention only adopted by a convention a principle which already existed in international customary law. Thus, the reception of the Convention into national legal orders has often resulted in a broadening of the definition of the crime. France, for instance, has gone further adding the “group determined by any (…) arbitrary criterion” to the groups protected by the Convention (French Penal Code, Article 211-1).\n\nIn the particular case of the ECCC however, the differences between the Convention and the Law have important implications for its subject-matter jurisdiction. In the English version of the ECCC Law, with regard to the list of underlying crimes, the Law indeed replaces the expression “any of the following acts” with “any acts” and the phrase ‘as such’ referring to “group” in the Genocide Convention with ‘such as’ but referring to “acts”.\n\nGenocide Convention, Article II\n\n“Genocide means any of the following acts committed with the intent to destroy, in whole or in part, a national, ethnical, racial or religious group, as such (…).”\n\nECCC Law, Article 4\n\nThe acts of genocide (…) mean any acts committed with the intent to destroy, in whole or in part, a national, ethnical, racial or religious group, such as (…).”\n\nOne major implication relates to the required genocidal intent. In the Convention, “as such” refers to “group” in a way that creates an additional burden of proof to show that the intent of the perpetrator was to destroy the group as a distinct entity, and not (only) to target members of the group based on their membership. As argued by ECCC defense team, the change of the phrase “such as” lowers the intent required as a perpetrator would still be held liable for genocide, even if the acts he committed with the intent to destroy the group was perpetrated without intending to destroy the group “as such.”\n\nIf such a definition of genocide does probably not allow including other protected groups, it undoubtedly makes the perpetrator’s intent easier to prove. Contrary to the Vietnamese group, no Khmer Rouge document clearly attests a direct call to kill the entire Cham group (Indictment, § 1339 and 1346). Thus, proving the Khmer Rouge’s intent to destroy the Cham group ‘as such’ will undoubtedly be difficult at trial, unless the ‘as such’ requirement is dismissed. However, if the ECCC chooses to apply this broader definition, it will be faced with two difficulties. The first is that without the “as such” requirement, genocide would lose its specific character and amount to a crime against humanity of persecution. The second is that the accused could be convicted of genocide in a form which is unknown to current international criminal law. This raises the issue vis-à-vis the nullum crimen sine lege principle. According to this principle indeed, a person cannot be convicted of a crime that did not exist at the time of the commission of the acts in question. In the indictment, “in order to avoid a breach of [this] principle, the Co-Investigating Judges (…) appl[ied] the international definition of genocide” (Indictment, § 1311).\n\nBy applying this definition, the Co-Investigating Judges decided to remain confined to the most restricted meaning of genocide, implying only minority groups but excluding many other victims. The Co-Investigating Judges also excluded genocide charges of crimes committed against the Khmer Krom minority. The fact that the law in respect to genocide is so contentious has made them very cautious. As T. Forster highlighted, a potential failure of genocide charges leading to an acquittal of the accused in this respect is seen as great risk, particularly because of the important symbolic value of genocide. This explains why genocide was charged only with regard to crimes committed against the Cham and the Vietnamese minorities as those presented, at first glance, with the least difficulties.\n\nThe ECCC judges may change the legal characterization of the crimes brought to their attention (see Internal Rule 98). However, with such limited charges, they will be unlikely to want to address further controversial issues of genocide with regard to the Cambodian case during the trial. Excluding from the court records, open debate on possible characterizations of genocide of crimes committed against other groups of the Cambodian population will undeniably disappoint many victims. Those will indeed be left without explanations on the reason of the exclusion of “their” crimes from the characterization of genocide and may have the feeling that their suffering is not recognized.\n\n\n7 Responses\n\n  1. “the characterization of genocide within the definition of the Convention only applies to crimes committed on minority groups”\n\n    With respect, genocide can be perpetrated against people who are a ma... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9225459695,
        "format_confidence":0.8152044415
    },
    {
        "url":"https:\/\/www.law.cornell.edu\/anncon\/amdt5afrag4_user.html",
        "text":"CRS Annotated Constitution\n\nAmendment 5 Table of ContentsPrev | Next\n\nAcquittal by Jury.— Little or no controversy accompanies the rule that once a jury has acquitted a defendant, government may not, through appeal of the verdict or institution of a new prosecution, place the defendant on trial again.\n\nSupplement: [P. 1290, add footnote to end of first sentence in section:]\n\nWhat constitutes a jury acquittal may occasionally be uncertain. In Schiro v. Farley, 510 U.S. 222 (1994) , the Court ruled that a jury’s action in leaving the verdict sheet blank on all but one count did not amount to an acquittal on those counts, and that consequently conviction on the remaining count, alleged to be duplicative of one of the blank counts, could not constitute double jeopardy. In any event, the Court added, no successive prosecution violative of double jeopardy could result from an initial sentencing proceeding in the course of an initial prosecution.\n\nThus, the Court early held that, when the results of a trial are set aside because the first indictment was invalid or for some reason the trial’s results were voidable, a judgment of acquittal must nevertheless remain undisturbed.98\n\nAcquittal by the Trial Judge.— Similarly, when a trial judge acquits a defendant, that action concludes the matter.99 There is no possibility of retrial for the same offense.100 But it may be difficult at times to determine whether the trial judge’s action was in fact an acquittal or was a dismissal or some other action which the prosecution may be able to appeal. The question is “whether the ruling of the judge, whatever its label, actually represents a resolution, correct or not, of some or all of the factual elements of the offense charged.”101 Thus, an appeal by the Government was held barred in a case in which the deadlocked jury had been discharged, and the trial judge had granted the defendant’s motion for a judgment of acquittal under the appropriate federal rule, explicitly based on the judgment that the Government had not proved facts-constituting the offense.102 Even if, as happened in Sanabria v. United States,103 the trial judge erroneously excludes evidence and then acquits on the basis that the remaining evidence is insufficient to convict, the judgment of acquittal produced thereby is final and unreviewable.\n\nSome limited exceptions do exist with respect to the finality of trial judge acquittal. First, because a primary purpose of the due process clause is the prevention of successive trials and not of prosecution appeals per se, it is apparently the case that if the trial judge permits the case to go to the jury, which convicts, and the judge thereafter enters a judgment of acquittal, even one founded upon his belief that the evidence does not establish guilt, the prosecution may appeal, because the effect of a reversal would be not a new trial but reinstatement of the jury’s verdict and judgment thereon.104 Second, if the trial judge enters or grants a motion of acquittal, even one based on the conclusion that the evidence is insufficient to convict, the prosecution may appeal if jeopardy had not yet attached in accordance with the federal standard.105\n\nTrial Court Rulings Terminating Trial Before Verdict.— If, after jeopardy attaches, a trial judge grants a motion for mistrial, ordinarily the defendant is subject to retrial;106 if, after jeopardy attaches, but before a jury conviction occurs, the trial judge acquits, perhaps on the basis that the prosecution has presented insufficient evidence or that the defendant has proved a requisite defense such as insanity or entrapment, the defendant is not sub-ject to retrial.107 However, it may be that the trial judge will grant a motion to dismiss that is neither a mistrial nor an acquittal, but is instead a termination of the trial in defendant’s favor based on some decision not relating to his factual guilt or innocence, such as prejudicial preindictment delay.108 The prosecution may not simply begin a new trial but must seek first to appeal and overturn the dismissal, a course that was not open to federal prosecutors until enactment of the 1971 law.109 That law has resulted in tentative and uncertain rulings with respect to when such dismissals may be appealed and further proceedings directed. In the first place, it is unclear in many instances whether a judge’s ruling is a mistrial, a dismissal, or an acquittal.110 In the second place, because the Justices have such differing views about the policies underlying the double jeopardy clause, determinations of which dismissals preclude appeals and further proceedings may result from shifting coalitions and from revised perspectives. Thus, the Court first fixed the line between permissible and impermissible appeals at the point at which further proceedings would have had to take place in the trial court if the dismissal were reversed. If the only thing that had to be done was to enter a judgment on a guilty verdict after reversal, appeal was constitutional and permitted under the statute;111 if further proceedings, such as continuation of the trial or some further factfinding, was necessary, appeal was not permitted.112 Now, but by a close division of the Court, the determining factor is not whether further proceedings must be had but whether the action of the trial judge, whatever its label, correct or not, resolved some or all of the factual elements of the offense charged in defendant’s favor, whether, that is, the court made some determination related to the defendant’s factual guilt or inno-cence.113 Such dismissals relating to guilt or innocence are functional equivalents of acquittals, whereas all other dismissals are functional equivalents of mistrials.\n\n\nReprosecution Following Conviction\n\nA basic purpose of the double jeopardy clause is to protect a defendant “against a second prosecution for the same offense after conviction.”114 It is “settled” that “no man can be twice lawfully punished for the same offense.”115 Of course, the defendant’s interest in finality, which informs much of double jeopardy jurisprudence, is quite attenuated following conviction, and he will most likely appeal, whereas the prosecution will ordinarily be content with its judgment.116 The situation involving reprosecution ordinarily arises, therefore, only in the context of successful defense appeals and controversies over punishment.\n\nReprosecution After Reversal on Defendant’s Appeal.— Generally, a defendant who is successful in having his conviction set aside on appeal may be tried again for the same offense, the assumption being made in the first case on the subject that, by appealing, a defendant has “waived” his objection to further prosecution by challenging the original conviction.117 Although it has char-acterized the “waiver” theory as “totally unsound and indefensible,”118 the Court has been hesitant in formulating a new theory in maintaining the practice.119\n\nAn exception to full application of the retrial rule exists, however, when defendant on trial for an offense is convicted of a lesser offense and succeeds in having that conviction set aside. Thus, in Green v. United States,120 defendant had been placed on trial for first degree murder but convicted of second degree murder; the Court held that, following reversal of that conviction, he could not be tried again for first degree murder, although he certainly could be for second degree murder, on the theory that the first verdict was an implicit acquittal of the first degree murder charge.121 Even though the Court thought the jury’s action in the first trial was clearly erroneous, the double jeopardy clause required that the jury’s implicit acquittal be respected.122\n\nStill another exception arises out of appellate reversals grounded on evidentiary insufficiency. Thus, in Burks v. United States,123 -the appellate court set aside the defendant’s conviction on the basis that the prosecution had failed to rebut defendant’s proof of insanity. In directing that the defendant could not be retried, the Court observed that if the trial court “had so held in the first instance, as the reviewing court said it should have done, a judgment of acquittal would have been entered and, of course, petitioner could not be retried for the same offense. . . . [I]t should make no difference that the reviewing court, rather than the trial court, determined the evidence to be insufficient.”124 The policy underlying the clause of not allowing the prosecution to make repeated efforts to convict forecloses giving the prosecution another opportunity to supply evidence which it failed to muster in the first proceeding. On the other hand, if a reviewing court reverses a jury conviction because of its disagreement on the weight rather than the sufficiency of the evidence, retrial is permitted; the appellate court’s decision does not mean that acquittal was the only proper course, hence the deference required for acquittals is not merited.125 Also, the Burks rule does not bar reprosecution following a reversal based on erroneous admission of evidence, even if the remaining properly admitted evidence would be insufficient to convict.126\n\nSentence Increases.— The double jeopardy clause protects against imposition of multiple punishment for the same offense.127 The application of the principle leads, however, to a number of complexities. In a simple case, it was held that where a court inadvertently imposed both a fine and imprisonment for a crime for which the law authorized one or the other but not both, it could-not, after the fine had been paid and the defendant had entered his short term of confinement, recall the defendant and change its judgment by sentencing him to imprisonment only.128 But the Court has held that the imposition of a sentence does not from the moment of imposition have the finality that a judgment of acquittal has. Thus, it has long been recognized that in the same term of court and before the... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.994877696,
        "format_confidence":0.8556180596
    },
    {
        "url":"http:\/\/eprints.keele.ac.uk\/3879\/",
        "text":"Sunil Raj, S (2017) A\/Effective Adjudications: Queer Refugees and the Law. Journal of Intercultural Studies, 38 (4). 453 - 468. ISSN 0725-6868\n\n[img] Text\nS Raj - AEffective Adjudications REVISED (Clean).pdf - Accepted Version\nRestricted to Repository staff only until 5 January 2019.\nAvailable under License Creative Commons Attribution Non-commercial.\n\nDownload (253kB)\n\n\nWho is the ‘queer refugee’? How do we manage their feelings, emotions and experiences when assessing or supporting their claims for asylum? In contemporary refugee decision-making and litigation, numerous challenges arise when discerning what constitutes a ‘well-founded fear’ of persecution for a clearly defined ‘particular social group’. Specifically, fact-finding and credibility assessment in this area of law reinforces stereotypical assumptions about sexual citizenship, public persecution, fixed identity and immutable erotic desire. An inherent (functioning) sexuality or an essentialist gender identity must be causally related to serious incidents of state sanctioned harm. In doing so, the refugee status-determination process privileges the emotional attachments of decision-makers while occluding the emotional narratives and identities of lesbian, gay, bisexual, transgender, intersex and queer asylum seekers. Responding to these legal and administrative tensions, using case studies from Australia and contrasting them with developments in Europe, this paper uses emotion as a focal point to think about how adjudicators can accommodate disparate cultural differences and experiences in refugee law.\n\nItem Type: Article\nAdditional Information: This is an Accepted Manuscript of an article published by Taylor & Francis in Journal of Intercultural Studies on 05\/07\/2017, available online:\nUncontrolled Keywords: LGBTI; queer; refugees; queer refugees; asylum seekers; refugee adjudication; emotion; affect; law; sexual citizenship; gender identity; cultural difference\nSubjects: H Social Sciences > HT Communities. Classes. Races\nK Law > K Law (General)\nDivisions: Faculty of Humanities and Social Sciences > School of Law\nDepositing User: Symplectic\nDate Deposited: 02 Aug 2017 10:06\nLast Modified: 02 Aug 2017 10:06\n\nActions (login required)\n\nView Item View Item",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9037204385,
        "format_confidence":0.9560347199
    },
    {
        "url":"https:\/\/www.cascaidr.org.uk\/2017\/04\/04\/human-rights-and-adult-social-and-health-care\/",
        "text":"Human Rights and Adult Social and Health Care\n\nHuman rights principles accord with an admittedly old-fashioned public sector ethic about ‘making a difference’ to the area in which the authority has been elected to govern (Local Government), or required to administer on behalf of central government (Health bodies). This is because the Human Rights tradition aims to balance the rights of individuals, with the rights of others.\n\n\nThe UK’s Human Rights Act 1998 has the potential for enforcing a radical culture change, in terms of both the number of claims made to local authorities, and also the level of accountability of Members and officers. The driving force behind this change is the introduction of cash sums for unjustified interferences with people’s human rights, and the potential for convenient local adjudication of claims about human rights, in any type of court or tribunal.\n\nOrganisations in the public sector with sensitive, significant and interventionist functions are finding already that it is very easy to be accused of a human rights breach by contractors, partners and clients alike. There are rational and commercial reasons for solicitors, businesses and members of the public to make such accusations.\n\nFor health bodies and local authorities, it is inevitable that as the act beds down, the numbers of complaints received will increase, and there may be a change in the source of those complaints towards lawyers and individuals, rather than lobbying organisations.\n\nBy way of introduction it is important to grasp that human rights law is not new in this country because the UK has been a signatory to the European Convention for decades, and has allowed individuals to bring human rights claims against the UK in the Strasbourg courts. Also, the judges have long been willing to consider European and for that matter international human rights law when they have been faced with ambiguous UK statutes which could mean one of two or more things – they do this because of the legal presumption that the government would not inadvertently pass legislation which would put us in breach of our international obligations, so in cases of doubt, they are more likely to construe vague bits of legislation consistently, rather than inconsistently with human rights law.\n\nIt is also worth noting that human rights law has already found a way of seeping into our system through the side door of European Community law – the court in Luxembourg has often emphasised that European human rights principles are implicitly at the heart of European Union legislation. Since EU law is binding on this country under the European Communities Act, any case in which EU remit overlaps with both human rights and UK law, will have be decided in accordance with human rights principles.\n\nIn 1998 the Human Rights Act was made into UK law but not brought into force until October 2, 2000. Its aim was to ‘bring rights home’ by ‘incorporating’ the ECHR into domestic law, so that people here could see human rights embedded into the very fabric of UK society, and as binding not just upon the State, but on every public authority as defined in the Act.\n\nIt should be noted however that the Act stopped a long way short of incorporation. It made ECtHR principles nearly all-pervasive, but allowed for the unambiguous intention of Parliament (in the form of clear statutory words) to override human rights in the name of “sovereignty” (an important constitutional concept, beloved of politicians, meaning that Parliament and statutes are at the top of the hierarchy of power and law-making in the UK). This means that public authorities are sometimes (although rarely) obliged or permitted to act in breach of human rights, yet will not be liable in damages.\n\n\nThe Act brought in two new innovations which will inevitably fuel the trend towards litigation:\n\nCash sums by way of compensation through the courts, for breaches of human rights\n\nConvenient local adjudication to resolve such issues, rather than use of the European Court in Strasbourg\n\n\nThese factors mean that rational and well-informed solicitors will have a new incentive to offer health and social care law as an area of expertise, offering “no win, no fee” deals to a new client market and increasing the pressure for compromises and pay-outs short of the court door. It is not ‘prudent risk management’ to let it be thought that an authority will usually prefer to settle a claim rather than risk being sued. Small to medium pay-outs are likely to be made out of the departmental budget, not the authority’s insurance cover, because of the insurance excesses which will have been agreed.\n\n\nUninformed fearfulness and doubts about the implications of the act for practice are a serious managerial problem because:\n\nEverything done by a public authority is (THEORETICALLY) challengeable if it conflicts with one of the Convention rights listed in the legislation – health and social services functions will regularly engage articles 2, 3, 5, possibly 6, 8, 9, 10, and 14, and article 1 of the First Protocol.\n\nThere is very little UK case law clarifying the benchmark which will be applied by the courts\n\nAll (local) authorities must by statute have a Monitoring Officer whose statutory duties to report on potential breaches of the law or maladministration to members. This duty will be triggered by coherent allegations of a breach of human rights\n\nMembers’ and Boards’ political concerns virtually invite exploitation of a collective ‘guilty’ conscience and increase the pressure for compromise, rather than clarification through the courts\n\nFront-line staff’s professional ethics may be based on a higher standard of conduct than the law in fact requires, so staff will naturally be nervous about the effect on patients and clients of the authority’s inevitable constraints. Defensive practice can do more harm than good.\n\nOne approach to these factors is to remember that it is remarkably HARD in real life to act incompatibly with the Human Rights which have been acknowledged in the Act. There are at least 4 facts which make this seemingly outrageous statement easier to accept:\n\n\n  1. There is only a short finite list of ‘rights’ actually listed in the Act.The rights whichare included are traditional, libertarian, ‘classic’ human rights, not ‘trendy’ socio-economic ones – for example, in the Act, there is :\n\nNo right to work\n\nNo automatic right to free legal advice\n\nNo absolute ban on discrimination\n\nNo absolute right against self-incrimination\n\nNo human right to freedom of information\n\nNo absolute right to health care or social services, not even based on a diagnosis of need\n\n  1. Crystal clear UK statutory language whichisincompatible with Convention Rights, in effect, ‘trumps’ Human Rights – public authorities have a defence to a claim for damages if the wording of a statute or regulations compels their actions or decisions. This may be relevant to things done under the social care Charging Framework for instance, or the Mental Health legislation.\n\n\n  1. Next, the real value of the rights whichareincluded is very hard to pin down, given the ambiguity of their wording – for example:\n\nThe art 3 right not to be subjected to inhuman or degrading treatment all depends on what those words mean, (it is a judge who will decide) and that may well depend on the context or situation in which the complaint has arisen, and opinion as to therapeutic necessity may justify quite surprising levels of intervention;\n\nEven the art 6 right to a fair hearing depends on what is regarded as ‘fair’, in context – so for example, the pressure to self-incriminate, when one gets a speed camera notice from the police, asking whether one was the driver on the day, on pain of prosecution for failure to co-operate if one does not reply, is not, in the context of the importance of road traffic regulation – considered by the courts to be unfair;\n\nFurther, the right to life (art 2) was not breached when the Siamese twins were separated, even though it was absolutely certain it would kill the weaker of the two.\n\nThe right to change one’s religion, and manifest one’s belief (art 9) was not breached when a man was refused time off by his employer to pray….his ultimate human right, having signed up for the 9am-5pm job, according to the Court, was to resign…\n\n  1. Lastly, even the human rights whichhavebeen included in the list, tend to have further express exceptions or restrictions built into them, and some have public interest exceptions which are very broad indeed – for example:\n\nThe economic well-being of the country (and some even say of the area)\n\nThe rights and freedoms of other people\n\nNational security\n\nThe prevention of crime and disorder\n\nThe protection of public order, health or even ‘morals’\n\nThis is why article 8, the right to respect for private and family life, which will most often be the one in play in health and social care contexts, will be very hard to breach. For example, it is not inconceivable that individual ‘rationing’ decisions, which lead to the denial of potentially life-saving treatment on the grounds that the chances of success are not thought to be very high, could be found to be justified and proportionate. Although the decision could be said to lack ‘respect for private life’ and even ‘the right to life’, it would have been taken on the basis of a proper clinical decision (hopefully, and not just a blanket policy such as ‘no transplants for the over 75s’) and would have taken into account the economic well-being of the country, and the rights of other people.\n\nIt is not exaggerating, we think, to say that the restrictions to the Convention rights could well have been written specifically to address the very conflicts between the individual and the broader community, which regularly face local government (and the NHS when trying to meet everybody’s needs).\n\n\nWhat are the main differences it will bring about to the culture of health and social care pro... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9303035736,
        "format_confidence":0.6007031202
    },
    {
        "url":"http:\/\/respondeat.wordpress.com\/category\/jus-cogens-and-universal-jurisdiction\/",
        "text":"\n\nIt seems that the plaintiffs are arguing that Argentine courts have proper jurisdiction over the case on the principle of universal jurisdiction.  Of course, universal jurisdiction requires that the court with proper territorial jurisdiction be unable or incompetent to hear the case of their own volition.  So is this the case in Spain?  Well, with Spanish amensty for Franco-era war crimes, and the rail-roading of human rights crusader Baltasar Garzón, it seems pretty clear that Spain has no interest in seeking justice for these victims, and may even be obstructing justice.  So, in the absence of a willing territorial court, any court is competent to try a hostis humani generis.\n\nAnd of course, these is no small amount of poetic justice that Argentina should pick up the slack for Spain’s human rights failure.  The concept of universal jurisdiction is steadily making strides in promoting global justice.  It will be interesting to see how this plays out.\n\nIn the United States, a respect for the norms of international law has been part and parcel to domestic law since the framing of the Constitution; “[i]n fact, the Framers held the Constitutional Convention in large part due to the perceived inability of the Confederation to uphold American obligations under international law.”[1]  This was confirmed by the U.S. Supreme Court in the famous 1796 case of Ware v. Hylton.[2]  Significant in the case is a dictum by Justice Samuel Chase:\n\nIf Virginia as a sovereign state, violated the ancient or modern law of nations in making the law of 29 October 1777, she was answerable in her political capacity to the British nation, whose subjects have been injured in consequence of that law.”[3]\n\nHere, Chase acknowledges the role played by the shifting norms of international law in the domestic law of the United States.  Both the “ancient” and “modern” norms are binding.  As the norms of international law change and expand with the times, so to does the law of the United States change with them.  And, as we can see by the offhandedness of the dictum, in 1796 this was not a controversial stance.  But the shifting nature of international law is a double-edged sword.  These norms can expand to encompass a broader respect for human rights (and we have seen almost uninterrupted progress in this regard for generations), but likewise there is a danger that the norms of international law can shrink, or regress as nations shirk their international obligations.\n\nIndeed, jus cogens norms can decline as the standards of the international community decline.  But, likewise, these norms of the international community can become stronger and more vigorous, and on the whole the trend has been towards an increasing respect for human rights. Indeed, this is why it is all the more important to protect the ground that has been gained.  If crimes against jus cogens norms are not vigorously prosecuted, we run the risk that the progress made in the cause of human will simply slip away.\n\nIn the United States, there had been early attention to a significant number of international crimes that can be committed by private perpetrators and provide universal jurisdiction for criminal or civil sanctions, including piracy; war crimes; breaches of neutrality, territorial infractions, “aggression,” and other crimes against peace; unlawful capture of vessels; the slave trade; violence against foreign ministers and other officials; poisoners, assassins, and incendiaries[sic]; counterfeiters of foreign currency; banditti and brigands; terroristic publications; violation of passports; violation of safe-conducts; and more generally “all . . . trespasses committed against the general law of nations” and the treaties of the United States.\n\nToday, the number of specific international crimes that can be committed by private individuals has increased from earlier categories to include, among others, the following: genocide; other crimes against humanity; apartheid; race discrimination; hostage-taking; torture; forced disappearance of persons; terrorism; terrorist bombings; financing of terrorism; aircraft hijacking; aircraft sabotage and certain other acts against civil aviation; certain acts against the safety of maritime navigation, including boatjacking; murder, kidnapping, or other attacks on the person or liberty of internationally protected persons; trafficking in certain drugs;  slavery;  and mercenarism.[4]\n\nThat the poisoners, assassins and arsonists of Vattel’s day might be tried in any court in any country was unlikely; in practice universal jurisdiction was most frequently applied to pirates, and later, slave-traders.\n.  Today, these considerations are no longer academic, but practical.  The gains have been tremendous since the post-World War II era; horrendous practices such as apartheid, once carrying the full force of law in many places, is now considered a crime against the human race, punishable anywhere by means of universal jurisdiction.  Such offenders, who could previously be protected by sovereign immunity, now truly know no safe harbor.  In theory, at least.\n\n[1] Ryan Goodman & Derek P. Jinks, Filartiga’s Firm Footing: Federal Common Law and International Human Rights, 66 FORDHAM L. REV. 463 (1997) [citation omitted].\n\n[2] According to the Court in Filártiga vPeña-Irala, 630 F.2d 876 (2d Cir. 1980): “Thus it is clear that courts must interpret international law not as it was in 1789, but as it has evolved and exists among the nations of the world today.” See Ware v. Hylton, 3 U.S. (3 Dall.) 198, 1 L.Ed. 568 (1796) (distinguishing between “ancient” and “modern” law of nations.)” 630 F. 2d at 881.\n\n[3] Ware v. Hylton, 3 U.S. (3 Dall. )199 at 223-4\n\n[4] Jordan J. Paust, The Reality of Private Rights, Duties & Participation, 25 MICH. J. INT’L L. 1229 At 1237-40 [citations omitted].\n\nCan Jus Cogens Regress?\n\nJuly 26, 2011\n\n“States that respect human rights and operate on democratic principles tend to be the world’s most peaceful and stable.  On the other hand, the worst violators of human rights tend to be the world’s aggressors and proliferators.  These states export threats to global security, whether in the shape of terrorism, massive refugee flows, or environmental pollution.  Denying human rights not only lays waste to human lives; it creates instability that travels across borders.”[1]\n\nThe peremptory norms recognized by the international community as jus cogens, the law from which no sovereign derogation is permitted, appears to be an ever-expanding body of law.  There is little agreement among scholars as to precisely how jus cogens norms acquire their status, but when a norm has risen to such a level–  to appropriate a phrase from Justice Stewart– one knows it when one sees it.  There is little doubt, even among those critical of the expansion of jus cogens as a threat to traditional Westphalian notions of sovereignty, there is broad agreement that there indeed has been an expansion.[2]\n\nBut what makes a jus cogens norm, international consensus, can also break a jus cogens norm.  As the failure of important players in the international community to live up to basic standards of human rights becomes all too frequent, the risk becomes greater that these expanded body of jus cogens norms might erode away.\n\nThus, in Henkin’s words, “almost all nations observe almost all principles of international law… almost all of the time.”‘  When a nation deviates from that pattern of presumptive compliance, frictions are created? To avoid such frictions in a nation’s continuing interactions, national leaders may shift over time from a policy of violation to one of compliance. It is through this transnational legal process, this repeated cycle of interaction, interpretation, and internalization, that international law acquires its “stickiness,” that nation-states acquire their identity, and that nations come to “obey” international law out of perceived self-interest. In tracing the move from the external to the internal, from one-time grudging compliance with an external norm to habitual internalized obedience, the key factor is repeated participation in the transnational legal-process. That participation helps to reconstitute national interests, to establish the identity of actors as ones who obey the law, and to develop the norms that become part of the fabric of emerging international society.[3]\n\nSuch a regression, disastrous to the cause of human rights, is a function of the nature of jus cogens itself.  The doctrine, though rooted in Enlightenment-era concepts of natural rights, has long been understood to be the product of the positive consent of nations.  It represents a voluntary concession of sovereignty for the sake of a global conscience.  The crimes against jus cogens are those so repugnant to the community of nations as the warrant universal condemnation.  The jus cogens perpetrator is a hostis humani generis, an enemy of all humanity.\n\nBut when the behavior at issue is commonplace, the danger of erosion of jus cogens becomes very real. When the global community does not take action to punish a behavior, or punishes inconsistently, the argument can be made that the norms are being abandoned by the global community.  That they are, in effect, no longer crimes jus cogens at all.\n\n[1] Warren Christopher, In Our Own Best Interests:  How Defending Human Rights Benefits Us All (2002). At p. xix.\n\n[2] See, e.g.: Jason Ralph, Defending the Society of States: Why America Opposes the International Criminal Court and its Vision of World Society.  “In international law such rules are considered jus cogens, that is ‘a peremptory rule of law which may only be superseded by another peremptory rule’.”\n\n[3] Koh, Harold Hongju, “Why Do Nations Obey International Law?” (1997).Faculty Scholarship Series. Paper 2101. at 2641 [citation omitted].\n\nIt is important to remember, despite a recent onslaught of criticism from those who oppose the cause of human rights, the n... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9783064723,
        "format_confidence":0.8149394989
    },
    {
        "url":"https:\/\/www.123helpme.com\/essay\/essay-471752",
        "text":"731 Words3 Pages\nIn 1973 the Rand corporation was awarded a grant by the national institute of Law Enforcement and Criminal Justice to conduct a nationwide study of the criminal investigation practices of major metropolitan police agencies. Before the Rand study, the average police officer knew little to nothing about the effectiveness or day to day activities of their investigative units or other departments. The Rand study was a two-year study that focused on police, prosecutors, courts and corrections. It went on to describe on a national scale, current investigative organization and assess the contribution of police investigation to the achievement of criminal justice goals in relation to the effectiveness of new technology and systems that are being adopted. The main focus of the study was the investigation of serious crimes, not including misdemeanors such as drugs, gambling or traffic violations (Thibault, Lynch, McBride & McBride, 2010). Those targeted for this survey were large police agencies who employed over 150 officers. Interviews and observations were conducted in over 25 different departments of the police organization. Data collected from these studies was given to the F.B.I and even used for internal auditing. One of the findings of the Rand study was that investigators spend about 93 percent of their time on activities that do not lead directly to solving previously reported crimes. Meaning that during the time of the encounter and while looking into the case they are not focused on the things that they should be or perhaps looking in the right places. The time is spent reviewing cases, documenting files, locating and interviewing victims or witnesses. There was not much time dedicated to investigator training or management.... ... middle of paper ... ...c relations benefits. When this study was released it was given quite some attention from the media. It certainly got the attention of police officers, some even criticized it saying it was ‘useless’ or tells them what they already know. This study shows that investigative activity plays a minor role in arrest rates, the time spent on paper work, locating witnesses shows the likelihood of that case being solved(Greenwood). References Thibault, E. A., Lynch, L. M., McBride, B. R., & McBride, R. B. (2010). Proactive police management. (8 ed.). Saddle River: Prentice Hall. Allen, J. M. (2010). Administration and management in criminal justice. (1 ed.). California: Sage Publications Inc. Greenwood, P. W. (n.d.). Retrieved from\n\nMore about essay\n\nOpen Document",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9741409421,
        "format_confidence":0.9661031365
    },
    {
        "url":"http:\/\/www.pdfio.com\/k-238984.html",
        "text":"• Initial Brief of Appellant\n\n  • FileName: 83727ini.pdf [read-online]\n    • Abstract: Jenkins had. sole possession of a fully-loaded gun after the first shot was. fired, the shot was fired into the officer\\'s leg (an ... Jenkins wrestled the gun away from the officer, the officer was on. the ground in some ...\n\nDownload the ebook\n\nV8 Case No. 83,727\nAssistant Public Defender\nPublic Defender's Office\nPolk County Courthouse\nP. 0 Box 9000--Drawer PD\nBartow, FL 33831\n(813) 534-4200\nAmado V. State,\n585 So. 2d 282 (Fla. 1991) 44\nAmazon v. State,\n487 So. 2d 8 (Fla. 1986) 63, 65\nAnderson v. United States,\n170 U.S. 481, 18 S. Ct. 689, 42 L. Ed. 1116 (1898) 42\nAndres V. United States,\n333 U.S. 740 (1948) 38\nArmstrons v. State,\n642 So. 2d 730 (Fla. 1994) 5 9 , 60\nAtwater v. State,\n626 So. 2d 1325 (Fla. 1993) 41\nBallev v. Georqia,\n435 U . S . 223 (1978) 38\na Bouwkamp v. State,\n8 3 3 P. 2d 486 (Wyo. 1992) 47\nBovd v. California,\n108 L. Ed. 2d 315 (1990) 39\nBrown v. State,\n473 So. 2d 1260 (Fla. 1985) 46\nBrown v. State,\n526 So. 2d 903 (Fla. 1988) 63, 88, 90\nBurch v. State,\n522 So. 2d 810 (Fla. 1988) 65, 66\nCampbell v. S t a t e ,\n577 So. 2d 932 (Fla. 1991 50\nCannadv v. State,\n427 So. 2d 723 (Fla. 1983 63, 64, 65\nChaudoin v. State,\n362 So. 2d 398 (Fla. 2d DCA 1978) 26\nCochran v. State,\n547 So. 2d 928 (Fla. 1989) 84, 8 s\n0 ii\nConey v. State,\n653 So. 2d 1009 (Fla. 1995) 20, 55, 5 6 , 58\nCooser v . State,\n581 So. 2d 49 (Fla. 1991) 63, 66, 68, 75, 86, 90\nCox v. State,\n555 So. 2d 352 (Fla. 1989) 22\nCroft v. State,\n117 Fla. 832, 158 So. 454 ( F l a . 1935) 51\nDelaware v . Van Arsdall,\n475 U . S . 673, 106 S. Ct. 1431, 89 L. Ed. 2d 674 (1986) 57\nDiez v. State,\n359 So. 2d 55 (Fla. 3d DCA 1 9 7 8 ) 52\nDouqan v. State,\n595 So. 2d 1 (Fla. 1992) 44\nEnqberq V Meyer,\n820 P . 2d 70 (Wyo. 1991) 62\nFead v. State,\n512 So. 2d 176 (Fla. 1987) 63, 75\nFerry v. State,\n507 So. 2d 1373 (Fla. 1987) 64\nFowler v . State,\n492 So. 2d 1344 (Fla. 1st DCA 1986) 25, 26, 33\nFrancis v. State,\n413 So. 2d 1175 (Fla. 1982) 53, 5 5 - 5 8\nGarcia v . State,\n492 So. 2d 360 (Fla.) 56\nGilvin v. State,\n418 So. 2d 996 (Fla. 1982) 64, 65, 66, 73\nGolden v. State,\n629 So. 2d 109 (Fla. 1993) 23\nGriffin v. United States,\n502 U.S. 4 6 , 112 S. C t . 466 at 471,\n116 L. Ed. 2d 371 (1991) 41, 42, 45\nGustine v. State,\n86 Fla. 24, 97 So. 207 (1923) 26\nHallman v. State,\n560 So. 2d 223 (Fla. 1990) 63, 71, 72, 74, 87, aa, 90\nHexzos v. S t a t e ,\n439 So. 2d 1372 (Fla. 1983) 64, 73\nHolsworth v. State,\n522 So. 2d 348 ( F l a . 1988) 63-66, 73, 74, 78\nHuddleston v. State,\n475 So. 2d 204 ( F l a . 1985) 63, 73\nIn re Winship,\n397 U.S. 358 (1970) 47\nJaramillo v. State,\n417 So. 2d 257 (Fla. 1982) 22\nJohnson v. Louisiana,\n406 U . S . 356 (1972) 38\nJohnson v. State,\n660 So. 2d 636 (Fla. 1995) 62\nJones v. S t a t e ,\n569 So. 2d 1234 (Fla. 1990) 75-77\nRearse v. State,\n662 So. 2d 677 ( F l a . 1995) 60\nLeary V. United States,\n395 U.S. 6 (1968) 39\nLett v. State,\n21 Fla. Law Weekly D580 (Fla. 1st DCA March 1996) 55\nLowe v. State,\n650 So. 2d 969 (Fla. 1994) 52, 8 3\nMcArthur v. State,\n351 So. 2d 972 (Fla. 1977) 22, 23, 25, 33\nMcCampbell v. State,\n421 So. 2d 1072 (Fla. 1982) 63, 64, 74\nMcCutchen v. State,\n96 So. 2d 152 (Fla. 1957) 26, 48-52\nMills v. Maryland,\n486 U,S. 367 (1988) 39\nMorris v. State,\n557 So. 2d 17 (Fla. 1990) 43\nMotley v. State,\n155 Fla. 545, 20 So. 2d 798 (1945) 52\n229 U.S. 373 (1913) 40\nParker v. Duqqer,\n660 so. 2d 1386 (Fla. 1995) 41, 45\nPenny v. State,\n522 So. 2d 817 (Fla. 1988) 79\nPerry v. State,\n522 So. 2d 817 (Fla. 1988) 64, 73, 74\nRaqer v. State,\n587 So. 2d 1366 (Fla. 2d DCA 1991) 25\nRembert v. State,\n445 So. 2d 337 (Fla. 1984) 71\nRichardson v. State,\n437 So. 2d 1091 (Fla. 1983) 6 3 , 65\nRivers v. State,\n458 So. 2d 762 (Fla. 1984) 65, 66, 68\nRoqers v. State,\n660 So, 2d 237 (Fla. 1995) 34, 35\nRoqers v. S t a t e ,\n511 So. 2d 526 (Fla. 1987) 62\nSchad v. Arizona,\n115 L. Ed. 2d 555 (1991) 37\nSimmons v. South Carolina,\n512 U.S. -, 114 S. Ct. 2187, 129 L. Ed. 2d 133 at 142 (1994)\nSmith v. State,\n414 So. 2d 726 (Fla. 1982) 50\nSnvder V. Massachusetts,\n291. U.S. 97, 54 S . Ct. 330, 78 L. Ed. 674 (1934) 53\nState v. Cherry,\n298 N.C. 86, 257 S. E. 2d 551 (1979) 62\nState v. Dixon,\n283 So. 2d 1 (Fla. 1973) 65-66, 78, 82\nState v. Iafornaro,\n447 So. 2d 961 (Fla, 1984) 44\nState v. Law,\n559 So. 2d 187 (Fla. 1989) 23, 25\nS t a t e v.\n244 So. 2d 137 (Fla. 1971) 56\nState v. Middlebrooks,\n840 S. W. 2d 317 (Tenn. 1992) 62\nState v. Ramsev,\n475 So. 2d 671 ( F l a . 1985) 44\nS t a t e V.\n573 So. 2d 306 (Fla. 1990) 51\nStromberq v. California,\n283 U.S. 359 (1931) 39, 41, 46, 47\nTedder v. State,\n322 So. 2d 908 (Fla. 1975) 21, 63, 71, 72, 84, 86, 90\nTerrv v. State,\n21 Fla. Law Weekly S 9 (Fla. Jan. 4, 1996) 34\nThompson v. State,\n328 So. 2d 1 (Fla. 1976) 66\nThompson V . State,\n456 So. 2d 444 (Fla. 1984) 75\nTurner v. State,\n530 So. 2d 45 (Fla. 1987) 54, 56\nTurner v. State,\n6 4 5 So. 2 d 444 (Fla. 1 9 9 4 ) 7 6 , 77\nWalsh v. S t a t e ,\n4 1 8 So. 2 d 1 0 0 0 ( F l a . 1 9 8 2 ) 8 9 , 90\nWashinston v. S t a t e ,\n432 So. 2d 44 at 4 8 ( F l a . 1 9 8 3 ) 75, 89, 90\nWaters v. S t a t e ,\n486 So. 2d 614 ( F l a . 5 t h DCA 1 9 8 6 ) 56\nWeeks v. S t a t e ,\n492 So. 2 d 719 (Fla. 1st DCA 1986) 26\nWeltv v. S t a t e ,\n402 So. 2d 1 1 5 9 (Fla. 1 9 8 1 ) 6 4 , 6 5 , 73\nWriqht v. State,\n5 8 6 So. 2d 1024 (Fla. 1 9 9 1 ) 86\nWuornos v . State,\n20 F l a . Law Weekly S 4 8 1 ( F l a . S e p t . 2 1 , 1 9 9 5 ) 62\nYates v. United S t a t e s ,\n354 U.S. 2 9 8 ( 1 9 5 7 ) 40\nZant v. Stephens,\n456 U.S. 4 1 0 , 1 0 2 S. Ct. 1 8 5 6 , 72 L. Ed. 2d 222 ( 1 9 8 3 ) 61, 62\nF l a . R . C r i m . P . 3.180 53-57\nF l a . R . C r i m . P . 3.380 24, 25\nB 775.0823(1), F l a . S t a t . (1991) 5 0 , 75\nS 7 8 2 . 0 4 ( 1 ) ( a ) , F l a . S t a t . (1991) 1\nS 784.04(1)(a)2, Fla. S t a t . (1991) 61\n§ 9 2 1 . 1 4 1 ( 5 ) ( d ) , F l a . Stat. ( 1 9 9 1 ) 60\nS 9 2 1 . 1 4 1 ( 5 ) ( i ) , F l a . S t a t . (1991) 62\nOn June 23, 1993, an indictment was filed in Pinellas County,\nFlorida, charging the Appellant, LORENZO JENKINS, with the first-\ndegree murder of Jeffrey Tackett, a police officer, in violation of\n5782.04(1)(a), Fla. Stat. (1991). The death occurred on June 13,\n1993 (R4,5). Mr. Jenkins had a jury trial from February 28 through\nMarch 3 , 1994, and was found guilty a8 charged. The Honorable W.\nDouglas Baird, Circuit Judge, presided (Tl-l032;R1351). On March\n4 , 1994, the penalty phase was conducted; and the jury recommended\nlife (T1033-1138; R1360). After hearing further arguments as to\nthe penalty to be imposed on March 25, 1994 (SR817-853), the trial\ncourt overrode the jury's life recommendation and imposed a\nsentence of death on April 11, 1994 (R1433-1452, 1612-1658). Mr.\nJenkins timely filed his notice of appeal on May 5 , 1994 (Rl466).\nA. T r i a l Testimonv\nOn the evening of June 13, 1993, 19-year-old Amy Walker was\nhome alone at 672 Poinsettia Condominium, Unit #lo, in Pinellas\nCounty watching television upstairs when she heard clicking or\ntapping noises coming from downstairs (T349,350,352,354). She\ndescribed the layout of her condo as follows: the second floor had\nthree bedrooms and two baths; the first floor had a foyer, bath-\nroom, living room, dining room, kitchen, and backdaor -- which was\nseldom used but intact on the day in question -- leading to the\ngarden; the backyard\/garden had trees, bushes, flowers, patio,\nlights that are on at night, and a 6 or 7 foot high privacy fence\n(T350-352,361,362). The Pinellas Trail runs behind their condo on\n0 the other side of the fence (T351). She muted the sound on the\ntelevision and could still hear the noises (T353). Me. Walker\ncalled a friend about the noise and then called 911. She spoke\nwith part-time dispatcher Michelle Stamm (T354,368,371). Ms.\nWalker said she was hearing noises from downstairs, but she also\ninformed the dispatcher that the noises could be caused by an\nanimal. An animal had gotten into the walls of Ms. Walker's condo\nbefore and made clicking and pounding noises (T354, 3 5 5 ) .\nThe dispatcher for the Belleair Police Department dispatched\nthe only Belleair police officer on duty that night -- Officer\nJeffrey Tackett -- at 11:15 p.m. on what the dispatcher termed \"an\nanimal complaint\" (T371). The dispatcher noted that Officer\nTackett had come to work at 8 : O O p.m. and had had only one other\ncall prior to the animal complaint call -- a traffic stop (T370).\n0 The dispatcher also admitted that there was no tape of the calls\nbetween the communications center and office that night. The sys-\ntem had run out of tape, and she was not authorized to change the\ntape nor was she obligated to call the matter to anyone's attention\nWhen Officer Tackett arrived at Ms. Walker's condo a few\nminutes later, Ms. Walker spoke to the officer from a window on the\nsecond floor facing the parking lot (T372). He asked if he could\nget to the back from there, and Ms. Walker said ''yes\" (T356). The\nofficer went around to the back, and Ms. Walker stayed on the phone\nwith the dispatcher (T356). Via Officer Tackett's radio, both Ms.\nWalker (over the phone) and the dispatcher could hear Officer\nTackett say he had someone, a black male suspect at gunpoint, and\nhe needed backup right away (T356,373). At that point the\ndispatcher went on the radio trying to get an officer from the next\nlocal town -- Belleair Bluffs -- to respond, but there was no\nresponse (T373, 374). The dispatcher stopped transmitting except\nfor emergency air traffic and dialed the phone to call the Belleair\nBluffs police station. When the officer at the Belleair Bluffs\nPolice Station answered, the dispatcher informed the officer that\nOfficer Tackett had a suspect at gunpoint and needed backup. That\nBelleair Bluffs officer answered the call and asked for directions\nover the radio, and the dispatcher passed on directions she was\ngetting from Ms. Walker (T374,375,441,442). The Belleair Bluffs\nofficer then notified the Sheriff's Department dispatcher that he\nwas on the way to backup a Belleair officer who had a man at\ngunpoint beh... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9955560565,
        "format_confidence":0.531665802
    }
]