[
    {
        "url":"https:\/\/thewest.com.au\/news\/great-southern\/leasing-policy-under-review-ng-ya-319641",
        "text":"Leasing policy under review\n\nLEITH PHILLIPSAlbany Advertiser\n\nA tiny public notice in last Thursday’s Albany Advertiser has sparked a groundswell of revolt against the City of Albany by community groups using local halls.\n\nPicture by Leith Phillips: Members of community groups using local halls met at an informal meeting this week at the King River Hall and voted for a public meeting to be held at 2pm on Saturday.\n\nAlarm bells rang for King River Recreation Club president Ron Bancroft when the club received a letter from the City saying it was revising its property management policy and intended to introduce a standardised rent for all properties under its control.\n\n“They’re going to commercialise it, but they’ve forgotten that the halls are run by volunteers for the benefit of the community,” Mr Bancroft said this week.\n\nHe said his club and other organisations paying a $10 annual “peppercorn” rent under current leases were worried they would be hit by rises similar to the more than $1500 in lease costs and legal fees imposed on the Lower King Community Association’s lease of Gomm Park hall earlier this month.\n\nAbout nine organisations have been rallied by the club’s public notice asking concerned people to register support for a community forum to discuss the issue.\n\nRepresentatives who attended an informal meeting on Tuesday at the King River Hall voted to hold a public meeting at the hall at 2pm on Saturday.\n\nInvitations have been sent to City of Albany chief executive Faileen James, Albany Mayor Dennis Wellington, Albany MLA Peter Watson and O’Connor MHR Tony Crook. Mr Bancroft said he and others were not reassured after being told by the City the conditions of current leases would be observed until the new policy was adopted.\n\nThe Albany City Council will consider the policy review at the end of May.\n\nMr Bancroft was concerned the wording of the City’s letter to his club seemed vague and open to interpretation.\n\n“We’ll spend up to $7000 on our heritage-listed hall over a five-year period,” he said. “We’re concerned that we can make that sort of commitment but they can change everything and put us out, saying something like ‘you’re not cutting the grass, your lease is broken’.\n\n“What would happen to our playgroup with about 60 mothers?\n\n“I’m worried that they are going to pick us off one by one, but we don’t want to appear like a rabble and be confrontational. We want to get everyone together to deal with this issue.”\n\nCity of Albany chief executive Faileen James said the City was happy to discuss its lease policy.\n\nMs James said the City’s goal was to standardise all community leases so community groups were charged a fair and consistent rent.\n\n“This recognises the important contribution that all community groups make to Albany’s social well being,” she said.\n\nGet the latest news from thewest.com.au in your inbox.\n\nSign up for our emails",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.5594664216,
        "format_confidence":0.9972662926
    },
    {
        "url":"http:\/\/www.bbc.com\/news\/uk-34031615",
        "text":"British embassy in Tehran reopens four years after closure\n\nMedia playback is unsupported on your device\nMedia captionJeremy Bowen reports on the thawing of relations between the UK and Iran\n\nThe British embassy in Iran has reopened, nearly four years after it was closed.\n\nForeign Secretary Philip Hammond attended a ceremony in Tehran with Iranian diplomats to mark the reopening while Iran has also reopened its embassy in London.\n\nThe UK embassy was closed in 2011 after it was stormed by protesters during a demonstration against sanctions.\n\nMr Hammond is the first UK foreign secretary to visit Iran since 2003.\n\nThe reopening comes weeks after Iran reached a deal with six world powers aimed at curbing its nuclear programme.\n\n'Important milestones'\n\nAt the ceremony Mr Hammond said the attack in 2011 had been \"a low point\" but since the election of President Hassan Rouhani things had \"steadily improved, step by step\".\n\nImage caption Mr Hammond said it was a historic moment in UK-Iran relations\n\nHe said: \"Last month's historic nuclear agreement was another milestone, and showed the power of diplomacy, conducted in an atmosphere of mutual respect, to solve shared challenges.\n\n\"Re-opening the embassy is the logical next step. To build confidence and trust between two great nations.\n\n\"Iran is, and will remain, an important country in a strategically important but volatile region. Maintaining dialogue around the world, even under difficult conditions, is critical.\"\n\nEarlier Mr Hammond told the BBC there was a \"big deficit of trust\" with Iran, and \"major issues on which we have fundamental differences of view\".\n\n\"But the symbolic importance of deciding to reopen embassies in each other's countries, is that we have chosen to talk to each other about those differences... to look for areas where our interests do align,\" he said.\n\nImage copyright AFP \/ Getty\nImage caption The British embassy in Tehran, seen here in 2003, has been closed since 2011\n\nInitially, the embassy will be headed by a charge d'affaires, Ajay Sharma, but Mr Hammond said an agreement on upgrading to full ambassador status is expected to be reached in the coming months.\n\nA trade delegation has also travelled to Tehran with Mr Hammond and the Exchequer Secretary to the Treasury Damian Hinds to discuss possible future trade opportunities.\n\nMr Hammond said there was \"huge appetite\" from UK businesses interested in investing in Iran and creating conditions for British banks to be able to finance trade deals with the country.\n\nIn London, former Foreign Secretary Jack Straw attended the opening of the Iranian embassy in South Kensington.\n\nImage copyright Reuters\nImage caption Mr Straw spoke with Iran's deputy foreign minister Mehdi Danesh Yazdi at the event in London\n\nHe told the BBC News Channel: \"It's a very important day for relations between Iran and the United Kingdom.\n\n\"Relations have always been quite difficult, and they reached a further nadir in 2011, but this is really good news.\"\n\nIn November 2011 Iran announced it was expelling the UK's ambassador in retaliation for British support for tougher sanctions on Tehran over its nuclear programme.\n\nHundreds of protesters stormed embassy compounds two days later, smashing windows, torching cars and burning union jacks.\n\nThe UK responded by closing the Iranian embassy in London later that month.\n\nImage copyright AFP\nImage caption The British embassy in Tehran was stormed by protestors in 2011\n\nBut following the election of Hassan Rouhani and an agreement on how to deal with Iran's nuclear programme, the then Foreign Secretary William Hague proposed the reopening of the embassy in June last year.\n\nSince then, the reopening of the embassy has been held up by technical problems over visa policy and communications equipment, Mr Hammond has said.\n\nInside the embassy\n\nImage copyright Reuters\n\nBy BBC Middle East editor Jeremy Bowen in Tehran\n\nAs he declared the embassy open, Britain's foreign secretary Philip Hammond said there were no limits to what Britain and Iran might achieve together over time, though they wouldn't always agree.\n\nA small group of Iranians who work at the embassy watched as the Union flag was hoisted in the 14 and a half acre embassy compound for the first time since 2011.\n\nBehind the high walls there are gracious lawns and dappled pools of shade from mature trees. It's all a remarkable contrast with the traffic and noise outside, in a scruffy part of inner city Tehran.\n\nBut for many Iranians, the compound with the lion and unicorn on the pillars of the gate is also a symbol of Britain's past meddling in their country. As a precaution, riot police were lined up outside the gate.\n\nInside the embassy, graffiti left by radicals who invaded it in 2011 is still on doors and panelling. Above a portrait of the Queen is the message 'Death to England'.\n\nRelated Topics\n\nMore on this story",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9963226318,
        "format_confidence":0.9959812164
    },
    {
        "url":"https:\/\/www.capitalfm.co.ke\/news\/2009\/12\/us-approvesmilitary-budget\/",
        "text":"US approves 2010 military budget\n\nDecember 19, 2009 12:00 am\n\n, WASHINGTON, Dec 19 – The US Congress on Saturday sent US President Barack Obama a massive annual military spending bill that funds current operations in Afghanistan and pays for the troop withdrawal from Iraq.\n\nIn a rare weekend vote, the Senate approved the 636.3-billion-dollar package, which cleared the House of Representatives 395-34 on Wednesday, by an 88-10 margin.\n\nObama is expected to send Congress an emergency spending measure of at least 30 billion dollars early next year to pay for his recently announced decision to send 30,000 more US troops to Afghanistan.\n\nThe bill includes 101.1 billion dollars for operations and maintenance and military personnel requirements in Iraq and Afghanistan and to carry out the planned withdrawal of all US combat forces from Iraq by August 2010.\n\nThe package also funds the purchase of 6,600 new Mine Resistant Ambush Protected (MRAP) armoured vehicles configured to better resist improvised explosive devices — roadside bombs used to deadly effect by insurgents in Iraq and Afghanistan.\n\nThe bill includes 80 million dollars to acquire more unmanned \"Predator\" drones, a key tool in the US air war in Afghanistan and Pakistan.\n\nThat campaign deploys unmanned Predator and larger Reaper drones equipped with infrared cameras and armed with precision-guided bombs and Hellfire missiles.\n\nWith little public debate in the United States, the pace of the drone bombing raids has steadily increased, starting last year during ex-president George W. Bush\\’s final months in office and now under Obama\\’s tenure.\n\nThe spending bill upholds Obama\\’s ban on torture of detainees in US custody, continues a general provision forbidding the establishment of permanent bases in Iraq or Afghanistan, and provides no funds to close the prison for suspected terrorists at Guantanamo Bay.\n\nSenate Majority Leader Harry Reid on Saturday praised the bill\\’s passage.\n\n\"In addition to giving our troops a pay raise and funding more than 100 million dollars for operation of the wars in Afghanistan and Iraq, this bill extends unemployment and makes health insurance more affordable for unemployed Americans,\" Reid said.\n\n\"We\\’re keeping our country safe with critical investments in our defence and giving an important boost to our economy.\"\n\nReid took a swipe at rival Republicans, accusing them of \"political manoeuvring\" to slow down passage of the bill in order to delay debating health care reform, the next measure the Senate will be handling.\n\n\nLatest Articles\n\nMost Viewed",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9963085055,
        "format_confidence":0.9975882769
    },
    {
        "url":"http:\/\/www.sowetanlive.co.za\/news\/2014\/08\/01\/intelligentsia-needed-to-help-africa",
        "text":"Fri Jul 28 08:37:33 SAST 2017\n\n'Intelligentsia needed to help Africa'\n\nBy Sapa | 2014-08-01 09:33:13.0\n\nFormer president Thabo Mbeki has suggested that African intelligentsia be brought back into crucial processes, as was the case in the 1960s and 70s, to help with the continent's \"pressing strategic\" problems.\n\n\"I would like to suggest that the African intelligentsia has a critically important role to play. I am suggesting that one of the matters we should discuss... is what should all of us do to help reinsert today's African intelligentsia... into the important processes we have convened to discuss,\" Mbeki said at a meeting of African leaders in Dar Es Salaam, Tanzania, on Thursday.\n\n\"The older among us will remember the period... when the African intelligentsia in our universities throughout Africa made critical and cogent interventions to help define Africa's response to her... issues.\"\n\nIntelligentsia is a group of intellectuals or highly educated people who guide the political, artistic, or social development of their society.\n\nMbeki said continental policies were not being implemented by some governments, and part of the problem was a failure to manage diverse societies.\n\nSome governments were not even aware of the existence of these policies, which were binding on all member states of the African Union.\n\nAfrica had an extensive set of policy positions which covered issues from politics to economy, war and peace, gender equality, justice, children's rights, education, culture, and international relations.\n\n\"I believe that this is very important for us here today because it provides at least a point of entry or even leverage to try to persuade our various countries and regions to implement these continentally-approved policies.\"\n\nMbeki said Africa's failure to manage its diverse societies had resulted in persistent social instability, civil war and violent conflicts, exclusion and inequality, a lack of cohesion, and an increased \"brain drain\".\n\nAfrica had various diverse cultures and languages, and success on the continent depended on a common national identity, a shared objective, and proper management of diversity.\n\n\"The real challenge we face is seriously and successfully to answer the strategic question -- what interventions should be made, and by whom, to ensure that 'sectional' identities, while they exist as legitimate identities informing the richness of the nation, do not threaten national cohesion and the development of a shared sense of common nationhood?\" he asked.\n\nProcesses needed to be put in place to make unity attractive.\n\n\"All citizens of the nation state, regardless of their 'sectional' identities, should have, and feel that they have, the political possibility to help determine theirs and the destiny of their nation as a whole through inclusive and legitimate processes,\" said Mbeki.\n\n\"All socio-economic development initiatives affecting all elements of human development, especially those initiated, permitted or facilitated by the State, should be organised in such a manner that the resultant material benefits are shared by all citizens across their sectional identities.\"\n\nHe said all government activities should be organised and executed in a manner that confirmed the shared common political citizenship.\n\nAfrica continued to rise, its problems persisted, and intelligentsia was needed.\n\n\"I say this because I know from my own practical experience that in reality we have a significantly large pool of this intelligentsia, a vital repository of the 'brain power\/intellectual resource' we need, which is deeply concerned exactly to help address Africa's pressing strategic challenges,\" Mbeki said.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.996293366,
        "format_confidence":0.9280733466
    },
    {
        "url":"http:\/\/www.wnd.com\/2014\/01\/2016-filmmaker-to-obama-defend-free-speech-in-sotu\/",
        "text":"Dinesh D'Souza\n\nThe producer of Dinesh D’Souza’s hit, anti-Obama film, who believes D’Souza’s prosecution on federal campaign-finance charges is political payback, is urging President Obama to affirm his support for the First Amendment’s right of free speech in his State of the Union address tonight.\n\n“I understand that the president will be speaking in the state of the union speech about income inequality,” Gerald R. Molen, the producer of “2016: Obama’s America” and the Academy Award-winning film “Schindler’s List,” told WND.\n\nWatch Bill Ayers and Dinesh D’Souza face off over “What’s So Great About America?” This extraordinary Left versus Right debate will take place Thursday, Jan. 30, at 7:30 pm EST.\n\n“I am also hoping that he will make a statement that all citizens are equal under the law and that his most vocal critics in popular culture will not be singled out for special scrutiny and selective prosecution,” Molen said.\n\nD’Souza’s 2008 film “2016: Obama’s America,” which envisioned dire consequences for the nation if Obama were elected to a second term, became the second-highest grossing political documentary of all time.\n\nWatch the movie that explains it all. The movie that everyone is talking about. The movie the White House doesn’t want you to see!\n\nFederal authorities have accused D’Souza of donating more than the legal requirement to the 2006 campaign of Republican Wendy Long, who lost the race for the Senate seat in New York that had been vacated by Hillary Clinton.\n\nThe indictment charges D’Souza donated $20,000 to Long’s campaign by aggregating the money from various people and falsely reporting the source of the funds.\n\nAs WND reported, many of D’Souza’s defenders see the indictment as the administration exacting revenge over D’Souza’s film.\n\nMolen, in a previous WND interview, called the charges against D’Souza “the equivalent of prosecuting a political dissident in the Soviet Union for jay-walking.”\n\n“Yes, jaywalking in the Soviet Union is a crime, but it’s a minor crime. The real point is that you are a political dissenter and the government wants to put you away,” he said.\n\n“When Dinesh D’Souza can be prosecuted for making a movie,” he continued, “every American should ask themselves one question: ‘What will I do to preserve the First Amendment?'”\n\nFilmmaker Dennis Michael Lynch\n\nDennis Michael Lynch, well-known for his films on immigration, “They Come to America” and “They Come to America II: The Cost of Amnesty,” also sees a political motive behind the charges.\n\n“Is he guilty of what it is they claim he did? I have no idea,” Lynch told WND.\n\nBut, he added, “Guilty or not, they’re going to throw him into the mud to discredit his name.”\n\nAnd why would “they” do that? Because, Lynch pointed out, D’Souza has another film coming out, right before the 2014 midterm elections.\n\n“What Dinesh D’Souza proved is there is a huge appetite, a huge audience, for the kinds of films that he and I make. That’s why it won’t happen again. Because, the other side knows that. And they want to make sure that doesn’t happen,” observed Lynch.\n\nHe said what D’Souza accomplished is extremely rare, because it is almost impossible for conservatives to get distributors to show their films in theaters. Almost all conservative filmmakers have to sell their movies as DVDs.\n\nDinesh D’Souza’s books are available at the WND Superstore\n\n“Dinesh was the exception. He had the perfect storm. Everything lined up. He went about it the right way,” he said.\n\nD’Souza’s new film, “America,” is scheduled for release July 4, and Molen predicts it will become a thorn in Obama’s side because of the prosecution against D’Souza.\n\n“This action may have been designed to intimidate us, but it will have the opposite effect,” Molen said.\n\nLynch also believes the prosecution of D’Souza will boomerang because of the old adage, “There is no such thing as bad publicity.”\n\n“Actually, this is going to be a huge win for Dinesh. He couldn’t get more lucky. He’s going through the pain right now, but when that new film comes out, it’s going to be the talk of the town,” Lynch predicted.\n\nD’Souza pleaded not guilty to the charges last week in federal court in Manhattan, where he was released on $500,000 bond and restricted to travel in the U.S.\n\nHe faces a maximum of two years in prison for the illegal contributions charge and a maximum of five years in prison for a false statements charge.\n\nD’Souza’s lawyer, Benjamin Brafman, released a statement saying, “Mr. D’Souza did not act with any corrupt or criminal intent whatsoever. He and the candidate have been friends since their college days, and at worst, this was an act of misguided friendship by D’Souza.”\n\nMolen insists the Obama administration “is engaging in a practice of ‘selective enforcement of the law,’ where there is double standard such that if you oppose Obama politically, the IRS and the Department of Justice knock on your door, but if you’re a liberal who supports Obama, you can say anything you want.”\n\nIn the eyes of the Obama administration, Molen contends, D’Souza’s crime was to dare to produce a movie that could damage President Obama at the polls.\n\n“This is not the America we grew up in,” Molen said. “In the America I treasured, a president would go out of his way to protect those who disagreed with the president’s policy. That’s what the First Amendment is all about.”\n\nMolen said D’Souza is encouraging Americans who still treasure the First Amendment and want to preserve the right to express political dissent without being prosecuted to “vote with your feet” by making the debut of D’Sousa’s next film, “America,” a success at the box office.\n\nSee a trailer for the upcoming film:\n\nNote: Read our discussion guidelines before commenting.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9875512719,
        "format_confidence":0.8510217071
    },
    {
        "url":"http:\/\/www.millenniumpost.in\/ec-to-introduce-voter-verified-paper-audit-trail-128589",
        "text":"Home > Kolkata > EC to introduce Voter-Verified Paper Audit Trail\n\nEC to introduce Voter-Verified Paper Audit Trail\n\n MPost |  2016-03-13 23:20:19.0  |  Kolkata\n\nFor the first time the Election Commission (EC) is introducing Voter-Verified Paper Audit Trail (VVPAT) in 22 assembly constituencies in West Bengal.\n\nVVPAT is a method of providing feedback to the voters using a ballotless voting system. A VVPAT is an independent verification system for voting machines designed to allow voters to verify if their vote was cast correctly. Along with voters this will help election commission to detect the irregularities. Additional Chief Electoral Officer Dibyendu Sarkar on Saturday said that in 22 Assembly constituencies the facility will be available where the voters will be able to see the candidate for whom they had casted their vote.\n\nMeanwhile, the Deputy Election Commissioner Sandeep Saxena will convene a meeting, through video conferencing, with the District Magistrates who are also the District Election Officer (DEO) and also the Superintendent of police in the districts.  He will hold a meeting with senior election officials in the state to take a stock on the poll preparation in the state. It was learnt that ahead of the visit of the full bench of the election commission, Saxena will review the poll preparedness and how the central forces have been used especially in the sensitive pockets. He may hold a meeting with the District Magistrates of the adjoining districts in the commission’s office in the city. Sarkar said that from December 1, 2015 around, 1,40,902 non-bailable warrant have been executed, whereas executions have been pending for 46,000 cases.  Execution rate has been improved. Around 3,84,218 liter of illicit liquor has been seized from various places, Sarkar maintained.\n\nShare it",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9642970562,
        "format_confidence":0.9970690608
    },
    {
        "url":"http:\/\/www.cuna.org\/Stay-Informed\/News-Now\/Washington\/Reid--Senate-To-Vote-On-Cordray-Nomination-Next-Week\/?CollectionId=5",
        "text":"Archive Links\n\nConsumer Archive\nCU System Archive\nMarket Archive\nProducts Archive\nWashington Archive\n\nNews Now\n\nReid: Senate To Vote On Cordray Nomination Next Week\nWASHINGTON (5\/16\/13)--A Senate confirmation vote for Consumer Financial Protection Bureau Director Richard Cordray will be on the schedule next week, Sen. Harry Reid (D-Nev.) told reporters Wednesday.\n\nAccording to Talking Points Memo, Reid is adamant that the job of CFPB director will be filled. Cordray will receive a vote, the senator said.\n\nThe Senate Banking Committee in March approved Cordray's nomination by a 12 to 10 vote, moving the nomination on to the full Senate.\n\nCordray's nomination passed the committee in 2011, but ultimately failed to get a vote in the Senate. President Barack Obama appointed Cordray to the CFPB director position during a brief congressional recess in 2012, and Cordray's term as director would end this year if he is not confirmed.\n\nMany Senate Republicans have consistently said they would block any CFPB nominee if certain structural changes were not made to the agency makeup.\n\nHouse and Senate Republicans have supported replacing the CFPB director's position with a five-member panel of leadership. Legislation that would create such a panel (S. 205) has been introduced in the Senate. The Credit Union National Association backs a multi-member panel of directors if it includes seats statutorily designated for credit union system representatives, including a state or federal credit union regulator, and possibly a state consumer agency representative.\n\nRSS print\nNews Now LiveWire\nNCUA re-schedules start of tomorrow's closed meeting to 9 a.m. ET. Open meeting still at 10 a.m. ET.\n12 hours ago\n.@lisamurkowski @SenatorEnzi @SenJohnBarrasso are latest to weigh in on NCUA risk-based capital proposal. See #NewsNow tomorrow for more\n12 hours ago\nNow up on News Now: Fed stays course on taper, interest rates\n14 hours ago\nPositive performance indicators and the potential for rising interest rates in @TheNCUA 's latest economic update.\n17 hours ago\nThe @CFPB has launched a nationwide effort to provide financial education.\n18 hours ago",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.8450627923,
        "format_confidence":0.9495345354
    },
    {
        "url":"http:\/\/www.oneindia.com\/india\/manipur-violence-why-is-the-state-burning-1855156.html",
        "text":"Manipur violence: Why is the state burning?\n\nSubscribe to Oneindia News\n\nImphal, Sept 1: Manipur's Churachandpur town was burnt last night after violent protestors set ablaze houses of law makers opposing three bills that were passed in the assembly. The bone of contention is the bill that seeks to regulate the entry of outsiders in the state through a permit.\n\nThe police say that the bill were passed in the assembly and the protestors were upset that none of the legislators opposed the same in the assembly yesterday.\n\nWhy is Manipur burning?\n\nObjection to Manipur Land Revenue & Land Reform Act\n\nThe bone of contention was the Manipur Land Revenue & Land Reform Act (7th amendment bill of 2015). The contention is that the bill will only ensure that the tribals will lose their lands. The protestors say that the tribal areas are now off limits for the non-tribals.\n\nThe bill will now make the tribal areas accessible to all. The ones to suffer would be the tribals, Kukis and Nagas as they would end up losing land. The bill aims at setting 1951 as a base year to identify non-indegenous people.\n\nThese people are considered to be outsiders by the protestors. As per the amendment passed in the Manipur assembly yesterday, those who have settled in Manipur prior to 1951 can have property rights.\n\nThe protestors say that many do not have exact records of when they settled in these areas. This would ideally mean that they will have to give up their land and leave.\n\nRestrict entry of outsiders\n\nThe protestors were also questioning the bill which allows entry of non-tribals or outsiders. The protestors say that this will only lead to snatching away of land. The protestors say that the Nagaland model should be in force where the entry of outsiders is restricted or regulated.\n\nManipur has been witnessing protests on the issue of Inner Line Permit System. They have been seeking regulating the entry of outsiders while adding that if no action is taken then it could lead to the loss of jobs and opportunity in Manipur.\n\nOneIndia News\n\nPlease Wait while comments are loading...",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9833412766,
        "format_confidence":0.9943494201
    },
    {
        "url":"https:\/\/todaysglobalmedia.com\/politics\/freed-guantanamo-bay-detainee-is-reunited-with-family\/",
        "text":"Freed Guantánamo Bay Detainee Is Reunited With Family\n\nThe former Guantánamo detainee Abdul Latif Nasser was reunited with his family in Casablanca after U.S. troops turned him over to Moroccan state custody, his lawyers said Tuesday.\n\nU.S. troops airlifted Mr. Nasser, 56, from Guantánamo Bay on Sunday in the first release of a detainee from the prison by the Biden administration. American and Moroccan officials had agreed to security arrangements for his return in the last days of the Obama administration, but the deal was put on hold when President Donald J. Trump halted all transfers upon taking office.\n\n“He is ecstatic,” said Bernard E. Harcourt, a New York-based lawyer and law professor, who represented Mr. Nasser in federal court. He and his co-counsel, Thomas Anthony Durkin, spoke to Mr. Nasser by phone at his family home in Casablanca, and declared the former prisoner of more than 19 years in good spirits. He was particularly buoyed by being reunited with extended family members who had gathered for Eid al-Adha, the Muslim holy day known as the Feast of Sacrifice, Mr. Harcourt added.\n\n“He did say it was amazing for him to go home when all his family was there,” Mr. Harcourt said.\n\nMr. Nasser’s legal status in his home country was unclear. He was held for a time Monday in a jail near Casablanca, and Moroccan justice officials said in a statement that the police were investigating him for alleged involvement in terrorism.\n\nThe investigation was not unusual. Previous Moroccan citizens who were repatriated from Guantánamo were held for days, if not months, and some were charged with terror-related offenses.\n\nThe London-based legal and human rights advocacy firm Reprieve said in a statement that Mr. Nasser would not be doing interviews with news organizations “for the foreseeable future.” It quoted him in the statement as declaring that, although he was born on March 4, he considered himself “born again on July 19,” the day of his release from U.S. military detention.\n\nBe the first to comment\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.7384085059,
        "format_confidence":0.9972420931
    },
    {
        "url":"https:\/\/www.scpr.org\/news\/2017\/08\/25\/74946\/covina-one-of-l-a-s-racially-integrated-areas-at-r\/",
        "text":"Covina: One of LA's racially integrated areas at risk for re-segregating\n\nThe Medrano family moved into their Covina home about a year ago and they say they are not concerned about the demographic changes underway in their city.\nThe Medrano family moved into their Covina home about a year ago and they say they are not concerned about the demographic changes underway in their city.\nShannon Medrano\n\nListen to story\n\nDownload this story 2.0MB\n\nResearchers Michael Bader and Siri Warkentien published a paper last year discussing how some racially integrated cities within Los Angeles are on a path to re-segregating. One location on their list: Covina in the San Gabriel Valley.\n\nCities that have at least a 10 percent population of both white and non-white people are considered integrated but the researchers say that is gradually disintegrating in many locations.\n\nCovina has a population that is currently around 57 percent Latino, 25 percent white and 12 percent Asian with the rest of population either African American or Native American. \n\nResidents Gus and Shannon Medrano moved from La Puente to Covina with their two children a year ago. Gus Medrano is Hispanic and his wife is white. They say they are glad to live in such a diverse area. \n\n\"It’s nice to see a mixture of everything and not have just little sections that are just one nationality … there's a little bit of everything here in Covina,\" Gus Medrano said.\n\nBut if trends hold, Covina by 2025 will eventually be overwhelmingly Latino with comparatively few white residents. \n\nBader, a sociologist at American University, said in the late 20th century, \"there was a large wave of immigration in particular from Mexico and Central America and a lot of immigrants moved to Covina.\" As these families grew, so did the Latino population.\n\nMinorities are now moving to Covina for its affordable housing and connections to ethnic communities. But Bader said white people aren't moving to Covina or other similarly diverse areas. \n\nFor whites, he said, there’s “a combination of aversions to moving to neighborhoods and a lack of knowledge of neighborhoods that aren’t predominately white.\" \n\nWhile white people may not seek out integrated cities, they will stay in a location that’s already diverse, Bader said. Covina may prove to be one such place.\n\nGeorge Fuller, who lives next door to the Medrano family and has been a Covina resident since the 1960s, is white and doesn't plan to move.\n\n\"If I had to make the decision to move in tomorrow, I would say, 'Yes, I would.' It’s an attractive set of circumstances,\" he said of Covina.\n\nStill, white people are leaving the city. They may give different reasons for packing up, but Albert Flores, who is Hispanic, doesn’t always buy their explanations.\n\nHe said he's heard reasons such as Covina's changed or \"gone downhill.\"\n\n\"I don't see that,\" Flores said. \"I gather because — maybe — when they were there, it was more predominantly white.\" \n\nTerry Wysocki, another white resident who has lived in Covina for decades, said he knows people who have moved away partly because of the changes in its demographic makeup. \n\n\"You know, nobody likes demographic changes,\" he said. \"I mean, you know no matter which way it goes from brown to white to brown, black to brown, whatever it might be. People don't like cultural changes happening in your town and that's what causes it [the moving] to some degree.\"  \n\nBut Bader said there are negative consequences if cities re-segregate.\n\n\"Segregation decreases the opportunities for blacks and Latinos and increases for whites and that leads to inequality,\" he said. \"The best schools and the best-resourced neighborhoods in this country are still predominately white.\" \n\nWhen white people are unwilling to move into integrated areas, property values tend to drop, Bader said. And it’s typically the taxes based on property values that help pay for schools.\n\nBader said real estate agents can play a part in preventing segregation when they advise clients on where to buy a home.\n\n\"They can inform themselves of neighborhoods, which they might not know about themselves,” he said. “And show white residents those neighborhoods where they're still integrated and show the advantages of those neighborhoods.\"  \n\nIf segregation does occur, cities need to make sure that resources remain and don't follow white people out of town.\n\n\"Cities have a large role in redistributing resources to neighborhoods where property taxes might be declining and making sure that those schools are well-funded so that black and Latino and Asian children have the opportunities growing up that I think many white families have come to expect,\" Bader said. \n\nThere are cities in Los Angeles that have managed to remain integrated over a long period of time. While Bader is still looking at the reasons why they have, he believes it may be in part that they are near major lines of transportation and highways. He said being near places that get to central city locations are important and may inspire a diverse group of people to continue living where transportation is convenient.\n\nGus and Shannon Medrano said the idea that white people may be leaving or avoiding Covina because of the growing minority population surprises them.\n\n\"It’s hard to wrap your head around that, that people could even think that. That’s sad, it’s sad,\" said Shannon Medrano. \n\nShe said she’s grateful that she can raise her children in a place that is welcoming to their mixed identities. \n\n\"It’s that culture — that it doesn't matter where you come from, you know they're going to take you in, they're going to embellish that and they're going to accept that and they're going to grow with it,\" she said. \n\nRather than feeling afraid of what may come, she and her husband said they embrace the diversity they see now, both in their neighborhood and in their home.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.8306886554,
        "format_confidence":0.9902744293
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/front\/archives\/2011\/08\/09\/2003510288",
        "text":"﻿ Dalai Lama’s political successor sworn in - Taipei Times\nTue, Aug 09, 2011 - Page 1　News List\n\nDalai Lama’s political successor sworn in\n\n\nLobsang Sangay, a 43-year-old Harvard scholar, took office yesterday as head of the Tibetan government-in-exile, vowing to free his homeland from Chinese “colonialism.”\n\nAfter being sworn in at a colorful ceremony in the Indian hill town of Dharamsala, Sangay warned China that the Tibet movement was “here to stay” and would only grow stronger in the waning years of the Dalai Lama.\n\nIn an historic shift from the dominance of Tibetan politics by religious figures, the new prime minister, who has never set foot in Tibet, is assuming the political leadership role relinquished by the 76-year-old Dalai Lama in May.\n\nIn his inauguration speech, Sangay sought to dismiss concerns that the Dalai Lama’s advancing years and eventual death would mark the demise of the movement.\n\nSangay said his election in April had sent “a clear message to the hardliners in the Chinese -government that Tibetan leadership is far from fizzling out.”\n\nHe pledged to sustain the movement “until freedom is restored to Tibet,” stressing that the fight was “not against the Chinese people or China as a country.”\n\n“Our struggle is against the hardline policies of the Chinese regime in Tibet ... against those who would deny freedom, justice, dignity and the very identity of the Tibetan people,” he said.\n\n“There is no ‘socialism’ in Tibet. There is colonialism. Chinese rule in Tibet is clearly unjust and untenable,” he said.\n\nSangay’s age and former membership of the pro-independence Tibetan Youth Congress have fueled speculation that he may harbor a radical agenda of seeking full independence for Tibet.\n\nIn his speech, however, he stressed his commitment to the principle of non-violence and support for the Dalai Lama’s “middle-way” policy which seeks “meaningful autonomy” for Tibet under Chinese rule.\n\nDespite devolving some powers to a democratically elected prime minister, the Dalai Lama will remain Tibet’s spiritual leader and a major influence on major policy-making.\n\nThe political transition makes Sangay a far more prominent figure than his predecessor as prime minister, but the challenges he faces are daunting.\n\nThe government-in-exile is not recognized by any foreign states, and its legitimacy in the eyes of Tibetans in Tibet might be questioned without the Dalai Lama’s patronage.\n\nBorn and raised in the northeast Indian tea-growing region around Darjeeling, Sangay went on to study at Delhi University before completing a master’s degree at Harvard Law School.\n\nHe took up residency in the US and became a senior fellow at the school.\n\nHis profile is not unusual among the new generation of exiled Tibetan activists who, while observant Buddhists, see their professional qualifications as a crucial asset for leadership.\n\nYesterday’s ceremony, presided over by the Dalai Lama, was held in the Tsuglagkhang Temple, the spiritual center of Dharamsala where the government-in-exile is based.\n\nAfter traditional offerings of tea and sweetened rice, Sangay took the oath of office at exactly nine seconds after 9:09am, the number nine being auspicious.\n\nThis story has been viewed 3004 times.\n\nComments will be moderated. Remarks containing abusive and obscene language, personal attacks of any kind or promotion will be removed and the user banned.\n\nTOP top",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9538155198,
        "format_confidence":0.9959201813
    },
    {
        "url":"https:\/\/america.cgtn.com\/2016\/10\/29\/mariano-rajoys-re-election-as-spains-prime-minister-ends-political-deadlock",
        "text":"Mariano Rajoy’s re-election as Spain’s prime minister ends political deadlock\n\nWorld Today\n\nMariano Rajoy Spain’s acting conservative Prime Minister and Popular Party leader, Mariano Rajoy, addresses lawmakers at the Spanish parliament before a first confidence vote in Madrid, Thursday, Oct. 27, 2016. The Spanish Parliament wrapped up debate Thursday before holding a first confidence vote to allow conservative leader Mariano Rajoy to form a minority government and end a 10-month political impasse. (AP Photo\/Francisco Seco)\n\nSpain’s Parliament voted Saturday to approve acting Prime Minister Mariano Rajoy’s bid to form a new minority government, putting an end to the country’s 10-month political deadlock.\n\nRajoy, leader of the conservative Popular Party, won a second term as prime minister with a 170-111 vote and 68 abstentions.\n\nDuring the vote, hundreds of anti -Popular Party protesters marched through Madrid’s downtown streets carrying signs reading “No To The Mafia Coup.”\n\nRajoy needed a majority in the 350-seat Parliament during a first confidence vote Thursday, but was rejected. He only needed more votes in favor than against during the second vote.\n\nGoing into the balloting, Rajoy had the support of 170 lawmakers, 137 of them from his own party. The rival Socialist party broke the deadlock by agreeing last week to abstain from the second vote. Fifteen of its members nonetheless voted against Rajoy on Saturday.\n\nFormer Socialist leader Pedro Sanchez resigned his Parliamentary seat early Saturday, leaving only 349 members taking part in the confidence vote. Sanchez said amid tears that he would not defy his party’s decision to pave the way for a Rajoy government by abstaining, but could not vote for Rajoy either.\n\nRajoy’s will likely be sworn in before King Felipe VI on Sunday or Monday. He has said he plans to announce the members of his cabinet on Thursday.\n\nStory by the Associated Press.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9972648621,
        "format_confidence":0.9959314466
    },
    {
        "url":"http:\/\/www.celesylvupdates.com\/politics\/the-federal-government-has-announced-its-plan-to-submit-a-list-of-its-food-vendors-to-efcc-while-denying-allegations-of-food-feeding-scheme\/",
        "text":"\nBreaking News\nHome \/ Politics \/ The Federal Government has announced its plan to submit a list of its food vendors to EFCC while denying allegations of food feeding scheme\n\nThe Federal Government has announced its plan to submit a list of its food vendors to EFCC while denying allegations of food feeding scheme\n\nThe Federal Government has announced its plan to submit a list of its food vendors to the Economic and Financial Crimes Commission (EFCC), while also denying allegations of spending N679m ($1,739,881.82) daily on school feeding programme.\n\nMinister of Humanitarian Affairs, Disaster Management and Social Development, Sadiya Umar-Farouk made the announcement after the Peoples Democratic Party (PDP) alleged that the “school feeding claims by the Federal Government, when schools are shut due to COVID-19 pandemic, is a huge scam and a scheme by corrupt All Progressives Congress (APC) leaders and some officials in the Buhari presidency to siphon a targeted N13.5 billion public funds to finance their wasteful lifestyles.”\n\nThe main opposition party which described “the use of innocent school children as cover to steal and funnel not less than N679 million daily to private purses as sacrilegious, wicked and completely unpardonable”, added that “it is now clear that the APC-led administration’s school feeding programme had always been a scam, the claims to feed school children even when schools are closed are colossal racketeering taken too far.”\n\nSadiya Umar-Farouk who defended the federal government at the daily briefing of the Presidential Task Force (PTF) on COVID-19 on Friday May 15, denied claims of spending N679 million per day on the school feeding programme.\n\n\nShe said;\n\n“For clarity, the programme which is funded by the federal government of Nigeria is implemented by the state governments and facilitated by the Federal Ministry of human Affairs, disaster Management and Social Development.\n\n“And this programme, as modified is targeted at heads of the households, guardians and caregivers of these children – primary school pupils one to three.\n\n“And also, we are not spending N679 million per day as alluded to, that number is inaccurate the take-home ration worth N4,200 per household and as planned as a monthly COVID-19 intervention for 3, 131,971 household in the participating states of the Federation.\n\n“When the federal government ordered the closure of schools across the country in order to help flatten the curve on the COVID-19,  it interrupted the school feeding programme, which is one of our Cardinal project has a government and which preceded the COVID-19  outbreak, because the programme was already ongoing food vendors had already been contacted and mobilized for the project.\n\n“We are also mindful of the fact that most vendors having mobilised are made purchases Preparatory to the project as official. It’s not just possible to ask them for a refund. This has been done before the school calendar was disrupted.”\n\nThe Minister further revealed that they opted for a modified school programme because asking for a refund from vendors who have already bought food items in preparation for the project is impossible.\n\n\nSadiya added;\n\n“That is how we arrived at the modified school feeding programme of taking food rations into the households of this children. So how we got our data with children at home was another issue. When children are enrolled in schools, as part of the registration process has a detailed register which contains the address of parents and guardians of every people is kept with the school as well as the class teachers. We also obtained those from SUBEB and other sources.\n\n“Also, in the community where these are children live, every child’s home can be easily identified by members of that community and management of these schools. So to ensure full transparency so that the programme is not compromised, we are submitting a full list of all the vendors to the EFFC and let me also state here that these vendors have been in the structure since 2016. So, we’re using existing structure is not a whole new programme that were enrolling, no.\n\n“The vendors that have been in the programme that we are using because they used to provide these food and materials to the cooks to cook.\n\n“We have also invited other agencies of government including the DSS, EFFC, ICPC code of conduct and a host of NGOs and CSOs to help us monitor. I’m sure you agree with me yesterday, you must have noticed a large number of people participating in the process or in the flag off because we engage as many stakeholders as possible to be part of that being very mindful of the social distance guideline.\n\n“I am going into some [details] in order to disapprove some misinformation and misunderstanding around modified programme and to ask Nigerians to support this for active intervention designed to keep our children fed during this pandemic, So that objective of this National home work school feeding programme is not compromised.”\n\nAbout CeleSylv Updates\n\n\n  1. Senseless talk, could you hear what u just said? pls how did u located those you feed?\n\n  2. We have heard all these on our radio but we did not see, even the #20,000 naira they said they paid through BVN, we have not recieve in SOUTH SOUTH, let them prove the beneficialy with phone number\/pasport\/names\/account number\n\n  3. So why is it important for schools to keep feeding their students? What additives are they wanting children to keep consuming?\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9897077084,
        "format_confidence":0.9218728542
    },
    {
        "url":"https:\/\/www.hcpress.com\/politics\/rev-marcia-cham-will-keynote-democratic-county-convention-at-courthouse-april-14-at-1-p-m.html",
        "text":"Rev. Marcia Cham Will Keynote Democratic County Convention at Courthouse, April 14 at 1 p.m.\n\nPublished Monday, April 2, 2012 at 11:55 am\n\nApril 2, 21012. BOONE — United Church of Christ minister and author Rev. Marcia Cham will deliver the keynote address, “Compassionate Politics: Oxymoron or not?” at the Watauga County Democratic Party 2012 County Convention on April 14. \n\nConvention delegates and guests will gather at noon for registration and potluck luncheon in the top floor lobby outside Courtroom #1. The Convention program will convene at 1:00 p.m. \n\nRev. Cham is retired after serving as a pastor for 20 years. She is employed as an on-call Chaplain at the local hospital and is active in the High Country Writers. Cham published her first book, You Mean I Have to Look at the Body? Stories of Dying and Living, and is actively working on a second. She enjoys her three grown children, their spouses, and six grandchildren. \n\nAlso on the Convention agenda will be speeches by 2012 candidates, including Elisabeth Motsinger, candidate for Congress from the 5th Dist.; Roy Carter, candidate for the NC Senate; Cullie Tarleton, candidate for the NC House; and candidates for County Commission and School Board.\n\nDelegates will also be debating and voting on a number of resolutions dealing with independent redistricting commission, the 2011 behavior of the Republican majority in the NC General Assembly, Amendment 1, and other topics.\n\nPrivacy Policy | Rights & Permissions | Discussion Guidelines\n\nWebsite Management by Outer Banks Media",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9963849783,
        "format_confidence":0.8904418945
    },
    {
        "url":"https:\/\/www.nbcbayarea.com\/news\/local\/Deferred-Deportation-for-Undocumented-Youths-in-San-Francisco-165571726.html",
        "text":"Deferred Deportation for Undocumented Youths in San Francisco - NBC Bay Area\n\nDeferred Deportation for Undocumented Youths in San Francisco\n\n\n\n    5 Stylish Home Updates That Make the Biggest Difference\n    Getty Images\n    Members of CASA de Maryland gather in front of the White House to celebrate the Obama Administration's announcement about deportation of illegal immigrants June 15, 2012 in Washington, DC. Obama said the administration will stop deporting undocumented immigrants who had come to the U.S. when they were at a young age.\n\n    Immigration experts encouraged undocumented San Francisco youth on Wednesday to prepare for next week when they will be able to apply for deferred deportation.\n\n    The policy change, announced by President Obama in June, provides a two-year deferral of deportation for people who came to the U.S. before the age of 16, are under 31 years old, and meet other requirements.\n\n    The first day to apply for the policy is Aug. 15, and members of the San Francisco Immigrant Legal and Education Network (SFILEN), the coalition that held Wednesday's news conference, encouraged people to prepare  ahead of time.\n\n    \"Start obtaining documentation, school records, medical records, anything with a name and dates,\" said Laura Sanchez, an immigration attorney with the Central American Resource Center (CARECEN), a group in the  coalition.\n\n    Other eligibility requirements include having resided continuously in the U.S. since June 15, 2007, currently being in school or having obtained a high school diploma, and having not been convicted of a felony offense or a  significant misdemeanor.\n\n    Sanchez said another critical thing to be aware of for immigrants seeking deferred deportation is the $465 application fee.\n\n    \"It's a significant amount of money,\" she said. \"Imagine having multiple family members who may qualify.\"\n\n    Anoop Prasad, an immigration attorney with the Asian Law Caucus,  said many people are wary of applying because they believe it could put their  undocumented family members who are not eligible for the program at risk.  Prasad said that is not the case.\n\n    \"Privacy act privileges are in place,\" Prasad said.\n\n    He said some are also waiting until after the November  presidential election to apply since a new president could alter or dismantle  the policy.\n\n    Sanchez said people interested in applying should consult with a  nonprofit agency that is part of SFILEN or an experienced immigration  attorney because \"it's somewhat of a complicated process,\" and said an  application form has still yet to be released by federal officials.\n\n    She also warned against \"notarios,\" people posing as immigration  attorneys or consultants.\n\n    Emmanuel Valenciano, a 24-year-old San Francisco State University  student, said he is an example of an undocumented immigrant who plans on  applying for the policy.\n\n    Valenciano said he was moved to the U.S. from the Philippines at  the age of 13.\"At that time, I did not know the consequences of staying here,\"  he said. \"I was afraid of the future, and didn't know if my status would be  fixed.\"\n\n    Valenciano said \"it was amazing\" when he heard of the new policy,  but said \"it's only a temporary\" fix for undocumented youth.\n\n    \"There are hard workers still living in the shadows,\" he said.\n\n    For more information on the deferred action process, visit the  U.S. Citizenship and Immigration Services website at",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9083880782,
        "format_confidence":0.9971709847
    },
    {
        "url":"http:\/\/www.courant.com\/la-ed-net-neutrality-proposal-20140516-story.html",
        "text":"Staying true to net neutrality\n\nWill the FCC create a two-tiered Internet in which deep-pocketed companies get special treatment?\n\nChairman Tom Wheeler of the Federal Communications Commission said all the right things about net neutrality Thursday as the agency voted to release draft rules for preserving the open Internet. Nevertheless, real questions remain about whether the proposal he's championed is the right way to protect the Internet's reach, connectivity and innovative spirit. Perhaps that's why the commission provided an unusually long time for the public to comment on Wheeler's proposal and possible alternatives. It's a reminder that, despite the near-hysteria drummed up by some net neutrality advocates, we're still at the start of the rule-making process, not the end.\n\nAt issue is whether and how the government should try to stop certain Internet service providers — companies such as AT&T, Verizon and Time-Warner Cable that connect individual users to the Net — from favoring some sites and services over others. The fear is that ISPs would sell high-priority delivery to deep-pocketed companies, enabling their content to look and perform better at the expense of everyone else's. Although the FCC has been saying for a decade that broadband access service should be free from such interference, the courts have twice rejected its rules and enforcement efforts. There are no neutrality rules in force today, just antitrust and consumer protection laws to deter ISPs from tilting the online playing field.\n\nWheeler has proposed taking a case-by-case approach that would forbid ISPs from striking \"commercially unreasonable\" deals with sites and services that want to pay for premium access to Internet users. Critics on the left say his approach would lead to a \"two-tiered\" Internet with fast lanes for big companies and slow lanes for start-ups and innovators, while those on the right say it's a solution in search of a problem. The proposal is moving ahead in part because of language Wheeler added to clarify the sorts of deals ISPs would be barred from making, providing more assurance that consumers and content providers wouldn't face slowdowns, and giving more weight to a stringent regulatory alternative favored by many neutrality advocates.\n\nBefore Thursday's vote, Wheeler emphatically declared his opposition to a two-tiered Internet. \"There is one Internet. It must be fast, it must be robust, and it must be open,\" he said, adding, \"The prospect of a gatekeeper choosing winners and losers on the Internet is unacceptable.\" He's right about all that, yet good intentions don't count for much. The commission needs to show that whatever rules it adopts will actually promote innovation and investment, set clear guidelines for ISPs that won't shift with the political winds, and have a solid basis in law. Wheeler's statements raise the hope that the new rules will meet those tests. But the scrutiny is just starting.\n\nCopyright © 2018, Hartford Courant",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.8344272375,
        "format_confidence":0.8346632123
    },
    {
        "url":"http:\/\/www.washingtonpost.com\/blogs\/the-fix\/wp\/2012\/12\/04\/republicans-losing-blame-game-on-fiscal-cliff\/",
        "text":"Republicans losing blame game on fiscal cliff\n\nDecember 4, 2012\n\nA majority of Americans say that if the country goes over the fiscal cliff on Dec. 31, congressional Republicans should bear the brunt of the blame, according to a new Washington Post-Pew Research Center poll, the latest sign that the GOP faces a perilous path on the issue between now and the end of the year.\n\nWhile 53 percent of those surveyed say the GOP would (and should) lose the fiscal cliff blame game, just 27 percent say President Obama would be deserving of more of the blame. Roughly one in 10 (12 percent) volunteer that both sides would be equally to blame.\n\nThose numbers are largely unchanged from a Post-Pew survey conducted three weeks ago and suggest that for all of the back and forth in Washington on the fiscal cliff, there has been little movement in public perception. The numbers also explain why Republicans privately fret about the political dangers of going over the cliff, while Democrats are more sanguine about such a prospect\n\nThe blame question is all the more relevant because a near majority -- 49 percent -- of those polled expect the Dec. 31 deadline to pass without a deal, while 40 percent expect a deal to be cut. Perhaps indicative of which side believes it has the upper hand in the negotiations, 55 percent of self-identified Democrats believe there will be a deal, while just 22 percent of Republicans feel the same. Thirty-seven percent of independents expect a deal; 52 percent do not.\n\nThere also appears to be a disconnect between a general sense that going over the cliff would be bad for the country and an acknowledgement of what it would mean for peoples' lives.\n\nRoughly two-thirds of all Americans say that not meeting the Dec. 31 deadline would have \"major\" consequences for the U.S. economy, but just 43 percent believe that it would have a \"major effect\" on their personal finances -- despite the fact that taxes would go up on the vast majority of the population on Jan. 1 if no deal can be reached.\n\nWashington Post-Pew Research Center poll\n\nRepublicans are well aware of where the public seems ready to put the blame if no deal on the cliff is reached. It's why House Speaker John A. Boehner (R-Ohio) offered a counterproposal Monday to the one President Obama laid out last week. Simply letting stalemate stand for the next 10 to 14 days is unacceptable to Republicans who know they have to do everything they can to avoid the cliff -- and the blame for it that seems likely headed their way.\n\nAiles tried to enlist Petraeus for White House bid: The Washington Post's Bob Woodward reports that in the spring of 2011, Fox News Chairman Roger Ailes relayed a message to Gen. David H. Petraeus, urging him to run for president if he wasn't offered the chairmanship of the Joint Chiefs of Staff. The messenger, Fox News national security analyst Kathleen T. McFarland, discussed with Petraeus the possibility of Ailes resigning to run his bid and News Corp. head Rupert Murdoch bankrolling it, but Petraeus wasn't interested in running. Ailes said Monday the message he sent to Petraeus \"was more of a joke.\" Petraeus at the time was commander of U.S. forces in Afghanistan. He resigned last month as CIA director.\n\nBloomberg urged Clinton to consider succeeding him: New York City Mayor Michael R. Bloomberg (I) reportedly called Secretary of State Hillary Rodham Clinton some months ago to encourage her to think about entering the 2013 race to succeed him as mayor of the nation's largest city. \n\nClinton made clear she wasn't interested, but the outreach underscores her popularity and the extent to which she is in demand, politically. The call's revelation could also complicate relations between Bloomberg and presumptive candidate and City Council Speaker Christine Quinn (D), for whom the mayor has privately signaled support. \n\nSmith, Wallingford considering bids to replace Emerson: Missouri Republican Party Executive Director Lloyd Smith and state Sen.-elect Wayne Wallingford (R) each released statements Monday saying they would consider running to replace Rep. Jo Ann Emerson (R), who announced that she will resign next February. Smith is Emerson's former chief of staff. Wallingford is a retired Air Force lieutenant colonel. The 8th District party central committee will choose nominees for next year's special election in the heavily Republican district. \n\n\nObama's team is up with a campaign-style video making the case against tax cuts for the wealthy.\n\nThe Supreme Court has punted until Friday when it comes to taking up a gay marriage case.\n\nArizona Republican Gov. Jan Brewer's whereabouts are shrouded in secrecy\n\nMaryland Gov. Martin O'Malley (D) will keep a national profile despite stepping down as chairman of the Democratic Governors Association. O'Malley is considered a potential presidential contender in 2016.\n\nMitt Romney had some of the top-searched Google terms in 2012, but not in a good way.\n\nFormer House majority leader Dick Armey (R-Tex.) is parting ways with the tea party group FreedomWorks, and it doesn't sound amicable.\n\nFormer Tennessee governor Phil Bredesen (D) says he is not planning to challenge Sen. Lamar Alexander (R). \n\nSen. John McCain (R-Ariz.) says Sen. Rand Paul (R-Ky.) is feeding Democrats' efforts to weaken filibuster rules.\n\nSen. Saxby Chambliss (R-Ga.) has no intention of running hard to the right to save his job. \n\nSmart Politics notes, somewhat astoundingly, that states vote against their governor's party for president more often than they vote for it.\n\nHarvard's Institute of Politics has posted audio files of last week's election post-mortem, featuring top aides to the presidential candidates.\n\nBusinessman Martin Sepulveda (R) and retired Air Force lieutenant colonel Wendy Rogers (R) are considering challenging Rep.-elect Kyrsten Sinema (D-Ariz.) in 2014.\n\nObama is considering nominating Vogue editor-in-chief Anna Wintour to be the next ambassador to the U.K. or France. \n\nNewt Gingrich will appear on \"Parks and Recreation.\"\n\n\n\"Boehner, House GOP leaders offer ‘fiscal cliff’ counterproposal\" -- Lori Montgomery, Washington Post\n\n\"Criticized as Weak in Past Talks, Obama Takes Harder Line\" -- Peter Baker, New York Times \n\n\"Obama Plans for Climate Deal as Fiscal Cliff Talks Rage\" -- Kim Chipman, Bloomberg Businessweek\n\n\"Republican Doomsday Plan: Cave on Taxes, Vote ‘Present’\" -- Jonathan Karl, ABC News\n\n\"Pro-immigration conservative activists plan their strategy\" -- Peter Wallsten, Washington Post\n\nContinue reading\nShow Comments",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9967541099,
        "format_confidence":0.937943697
    },
    {
        "url":"https:\/\/www.theguardian.com\/politics\/2012\/jun\/27\/lords-reform-david-cameron?CMP=twt_fd",
        "text":"Lords reform: David Cameron defies threat of Tory revolt\n\nPrime minister backs Nick Clegg's House of Lords reform bill despite predictions of ministerial resignations\nHouse of Lords progress\nNick Clegg says the reform bill represents the best chance in a century to create a democratic second chamber. Photograph: Leon Neal\/PA\n\nDavid Cameron has given his strong backing to reform of the House of Lords despite Tory predictions of ministerial resignations and a large-scale rebellion over the plans.\n\nNick Clegg, the Liberal Democrat deputy prime minister, published the House of Lords Reform bill, which proposes to reduce the number of peers from 826 to 450, 80% (360) of whom will be elected. The remaining 20%, representing 90 members, would be appointed by a statutory appointments commission on a non-party basis.\n\nUnder the bill, members of the reformed house would only be allowed to serve for one 15-year term.\n\nClegg said the bill presented the best chance in 100 years to create a democratic second chamber, but he faces ambivalence from Conservative whips and demands from Labour for more time to debate the 60-clause bill.\n\nCameron earlier on Wednesday lent his weight to the reforms as he told MPs at prime minister's question time that \"it really is time to progress\". He said: \"We have been discussing this issue for 100 years and it really is time to make progress. The truth of the matter is … there are opponents of Lords reform in every party.\n\n\"But there is a majority in this house for a mainly elected House of Lords and I believe there's a majority for that in the country. But if those who support Lords reform don't get out there and back it, it won't happen. That is the crucial point.\"\n\nThe prime minister made his comments as ministerial aide Conor Burns became the first government backbencher to indicate he intended to vote against the programme motion, which sets out the timetable for the Commons debate on the bill.\n\nThe shadow cabinet has said it would support the bill when it receives its two-day second reading in the Commons, which is likely to be at the beginning of July, but said it would not support the motion that would speed up the passage of the bill through the Commons.\n\nThe prime minister branded Labour's position as \"hopeless\", after being pressed by Conservative MP Helen Grant, on whether he agreed it was \"stupid\" to vote for Lords reform, but against the timetable motion.\n\nLabour has promised to support the bill itself but is threatening to derail the procedure motion, which sets out the time it gets to be debated in parliament.\n\nCameron referred to the Labour leader, Ed Miliband, saying: \"It's absolutely hopeless in life and in politics to do what the right honourable gentleman is doing, which is to say he's in favour of it, and he's also against it. It's hopeless.\"\n\nThe coalition government is braced for a widespread revolt over the proposals, with Cameron put on notice about the strength of feeling in his own party ranks after Burns became the first ministerial aide to signal he was prepared to resign over the reform.\n\nSpeaking ahead of the bill's publication, Burns challenged the amount of time for debate for a major constitutional reform, saying it should be \"at length and in full\".\n\n\"So on that basis, I would certainly be attracted to voting against any programme motion that would constrain the amount of time parliament can debate this for,\" he said.\n\nBurns suggested he would be prepared to resign over the matter. \"If I lose my job for something that was a mainstream view within the Conservative party within the last parliament, which serving cabinet ministers held as their view, so be it,\" he said.\n\nEleanor Laing, a Tory backbencher, warned that the majority of the Conservative party not bound by ministerial office to support the government opposed this type of reform of the second chamber.\n\nBut the justice secretary, Ken Clarke, said it would be a \"terrible mistake\" if Tory backbenchers decided to \"lark about and upset the Liberals\" by disrupting the government's programme.\n\nHe told BBC Radio 4's World at One programme: \"As a party member, to show your commitment by actually wrecking the government's legislative programme, which is actually what they would do – I think that is pretty bizarre.\"\n\n\"It's bound to be a compromise,\" he added. \"The problem is there isn't a solid majority on almost any detail – bishops, electoral system.\"\n\nConservative MP Jesse Norman, who is campaigning against the reforms, said the bill was a \"total nonsense\". He told the programme he would \"absolutely without any question\" vote against it and the government's timetable.\n\n\"It is a constitutional monstrosity of a bill,\" he added.\n\nUnder the terms of the bill, elections for the second chamber would be held alongside general elections, starting in 2015. A form of proportional representation known as a \"semi-open list system\" will be used, where voters can opt to vote either for a political party or an individual candidate in their region.\n\nIn a move that has angered many supporters of reform, they will be joined by 12 Church of England bishops — down from 26 church representatives.\n\nTo deal with opponents' claims that an elected second chamber would undermine democracy, the bill also includes a specific commitment to retain the Parliament Acts of 1911 and 1949.\n\nThey allow for the Commons to overrule the Lords in certain circumstances to force through measures. The government has threatened to invoke them to push through Lords reform.\n\nThe £300-a-day maximum pay limit desired by the government is not set down in the bill – which says only that elected Lords members must not earn more in a year than an MP.\n\nPublishing the proposals, Clegg said: The coalition stands on the brink of a historic achievement. After more than a hundred years of debates, cross-party talks, green papers, white papers, command papers and a royal commission, we are finally introducing a bill to create a democratic and legitimate House of Lords.\n\n\"It cannot be right that ordinary, hard-working people are expected to obey laws that are created by people appointed entirely by birth or patronage, who have a generous pay packet and a job for life. The time for idle talk is finished. Now is the time for action.\"",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9972124696,
        "format_confidence":0.9966185093
    },
    {
        "url":"http:\/\/revolutionradio.org\/2012\/11\/17\/israel-mobilizes-ground-forces-for-an-incursion-into-gaza-after-rockets-fired-at-jerusalem\/",
        "text":"Israel mobilizes ground forces for an incursion into Gaza, after rockets fired at Jerusalem\n\nSaturday, November 17, 2012\nBy Paul Martin\n\nNovember 17, 2012\n\nTEL AVIV—Israel’s military stepped up its mobilizations for a possible ground invasion of the Gaza Strip on Friday after Palestinian rockets struck near Tel Aviv and Jerusalem, as neighboring Egypt escalated its own war of words against Israel. Late Friday, Israel’s cabinet approved the call-up of 75,000 Israeli reservists, more than doubling the number authorized the previous day. Heavy armor and soldiers from two elite brigades continued to mass at staging grounds on the Gaza border. A decision to launch a ground invasion could come within 24 to 36 hours if rocket fire continues, Deputy Foreign Minister Danny Ayalon told CNN on Friday “They don’t call up all these reserves to keep people standing in the stands watching,” said a senior Israeli military official. “After rockets on Tel Aviv and Jerusalem, it’s pretty hard not to” order a ground invasion. For three hours on Friday, Egyptian Prime Minister Hisham Qandil visited the Gaza Strip and stood hand-in-hand with leaders of Hamas, the militant and political group that rules Gaza. Coming after two days of Israeli strikes there, it was a bold show of support for Hamas from Cairo as well as a diplomatic gambit to gain a break in the fighting. Israel had pledged to hold its fire during Mr. Qandil’s visit. But rockets from the Palestinian territory could be heard taking off toward Israel, even as the Egyptian premier spoke to reporters. The emerging question in the latest conflict—which was sparked by a rise in Gazan rocket attacks on Israel earlier this month, and broke into the open when Israel assassinated Hamas’s top military commander on Wednesday—is how far Egypt’s new Islamist government can extend itself on the behalf of its ideological allies in Hamas. Egypt is a peace partner of Israel. Its gasping economy depends on Western largess and its military largely is funded by the U.S. In recent days, U.S. President Barack Obama has had several calls with Egypt’s recently elected Islamist President Mohammed Morsi, aimed at bringing Hamas in line. During Friday’s call, the White House said, President Obama commended Egypt’s efforts to de-escalate the situation. “Morsi’s room to maneuver is very limited,” said Ofer Zalzberg, a Middle East analyst with the International Crisis Group. “He is dependent on the West. Everything he has done so far is pretty standard, not very different than what [former President Hosni] Mubarak would have done. Even sending the PM to Gaza, he declared that only after his conversation with Obama. So he’s not out there acting unilaterally.” If Israel’s leaders give the order for a ground assault on Gaza, it would be the first such operations since 2009 and would plunge Israel’s government into risky territory—risking soldier casualties and steep political fallout should the operation go awry, and jeopardizing its international backing. Israel’s three-week ground war against Hamas in 2009 left more than 1,000 Palestinians dead, and destroyed entire villages and much of Gaza’s infrastructure. Israel’s image tanked internationally as it fended off war-crimes accusations. Prime Minister Qandil arrived in Gaza on Friday morning to demonstrate his new government’s clear policy break from Mr. Mubarak’s more-pro-Israeli regime. In a visit unprecedented for such a senior Egyptian official, he met with Hamas Prime Minister Ismail Haniyeh before visiting wounded civilians at a crowded Shifa Hospital in Gaza City. -WSJ\n\nLeave a Reply\n\nJoin the revolution in 2018. Revolution Radio is 100% volunteer ran. Any contributions are greatly appreciated. God bless!\n\nFollow us on Twitter",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.996637702,
        "format_confidence":0.9935681224
    },
    {
        "url":"http:\/\/wyso.org\/post\/go-work-minnesotans-vent-state-government-shutdown-continues",
        "text":"'Go To Work!' Minnesotans Vent As State Government Shutdown Continues\n\nJul 5, 2011\n\nIn Minnesota, where the state government has been shut down since Friday while the Democratic governor and Republican-controlled legislature remain at odds over how to fill a $5 billion budget gap, some lawmakers got an earful on Monday as they marched in July 4th parades.\n\nOur colleagues at Minnesota Public Radio report that in Stewartville, Laurie Heydt shouted \"go to work!\" as Republican state Sen. Dave Senjem passed by.\n\nAs MPR adds:\n\n\"Heydt was upset that Senjem was in the parade at all. She and others along the parade route thought the Legislature and the governor should have spent the holiday weekend at the State Capitol, hashing out a budget deal. ... As the hour-and-a-half long parade wound from the west side of Blooming Prairie toward downtown and then back to its starting point, there were at least a dozen outbursts from the crowd aimed at the state senator.\"\n\nNot everyone in the crowds was angry enough to shout, however. The Star Tribune writes that \"lawmakers from both parties who ventured to public events met with mostly polite receptions, with just a few sparks flying.\"\n\nIf you're trying to follow the news from Minnesota, there's a \"Shutdown 2011\" blog now at MPR's website. Among its latest updates:\n\n-- \"After being deemed 'non-critical,' the Minnesota Zoo has been given the green light to remain open during the shutdown.\"\n\n-- \"Programs and benefits funded by Medicaid will continue and that food shelves will be stocked during a shutdown.\"\n\n-- \"A fire inspector laid off as the result of a shutdown was brought back to work to help investigate a weekend fire in New Ulm that killed six people.\"\n\n-- \"The shutdown is having a trickle-down effect. Prisons will continue to operate, but visitors won't be allowed except for at two state facilities. Meanwhile, the state's historical sites and state parks are closed, but businesses near federal lands, such as the Boundary Waters Canoe Area Wilderness, are doing OK.\"\n\nThe impasse came, of course, right before a major holiday weekend when many Minnesotans wanted to enjoy the state's government-run parks. As for when the shutdown might end, the Star Tribune says that the holiday weekend break \"hasn't lessened the rigid divide\" between Republicans and Democrats.\n\nMatt Sepic of MPR tells our Newscast Desk that the critical issue is how to \"erase a $5 billion deficit\" in the state budget. Democratic Gov. Mark Dayton, Matt says, \"wants higher income taxes on top earners. The GOP says no.\"\n\nCopyright 2011 National Public Radio. To see more, visit http:\/\/www.npr.org\/.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.997171104,
        "format_confidence":0.9970648885
    }
]