[
    {
        "url":"https:\/\/www.chowhound.com\/post\/carnitas-quest-la-verdad-523006",
        "text":"Restaurants & Bars\n\nBoston Area\n\nCarnitas Quest and La Verdad\n\n\nLive your best food life.\n\nSign up to discover your next favorite restaurant, recipe, or cookbook in the largest community of knowledgeable food enthusiasts.\nSign Up For Free\nRestaurants & Bars 5\n\nCarnitas Quest and La Verdad\n\nCarty | May 27, 2008 11:40 AM\n\nI started this thread:\n\na while ago about trying to find carnitas here in Boston like that I enjoy in the SF Bay area.\n\nBTW, if you look at the original thread and are a carnitas fan do not click through on 9lives flickr link unless you want to get depressed :).\n\nFinally got around to trying KO's La Verdad because the online menu contains the word 'carnitas'.\n\nIt comes as a 'carnitas taco plate'. The pork appears to be stewed, at beast broasted. Wet, stringy, gray. Not roasted, not roasted then fried, not carnitas.\n\nThe dish was unremarkable.. A little cilantro and cumin, not enough to offend the palates of the suburban New Englanders who frequent the place drunk after the redsox or drunk after Jillians's.\n\nIn the men's room some sort of appliance had been torn off the wall, wires dangling, secured with scotch tape.\n\nOnly way procure tortilla chips is to purchase guac' ($9 for one, $13 for two). Abstained.\n\nDos Equis on tap was tasty.\n\nIn short, no reason to return.\n\nI can't imagine what, if anything, KO's actual involvement is with the place.\n\nWant to stay up to date with this post?\n\nRecommended From Chowhound",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9967644215,
        "format_confidence":0.9339666367,
        "weight":0.0037743254
    },
    {
        "url":"http:\/\/www.onlyinyourstate.com\/indiana\/street-indiana-every-type-of-restaurant\/",
        "text":"This One Street In Indiana Has Every Type Of Restaurant You Can Imagine\n\nHoosiers already know that Indiana has an incredible variety of top-notch restaurants throughout the state, from small town diners and dives to upscale, inventive eateries. But, did you know that there’s one street in Indiana that has just about every type of restaurant you could imagine? Whether you’re looking for an awesome place to visit for a day or showing out-of-towners around the state, this street is a must visit.\n\nNo matter what type of cuisine you’re in the mood for, you’ll find it on this one epic street in Indiana. For more great spots for Indiana dining, check out these 8 little food towns scattered throughout the Hoosier state.",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.8841301203,
        "format_confidence":0.9653567076,
        "weight":0.0022218965
    },
    {
        "url":"http:\/\/allnigerianfoods.com\/igbo-foods",
        "text":"\n\nI just want to focus more on the foods eaten by different Nigerian tribes, I have seen countless numbers of email from white ladies that are married to Nigerian men, questions about what to make for dinner if you are married to a Nigerian man, “I am married to Igbo man, what do I make for breakfast?” stuff like that.\n\nI listed the most popular and generally accepted Nigerian foods at the very top of our home page and here I just want to focus on what Igbo people (men, women and children) like to eat. In case you are dating or married to a Nigerian man or you are friends with people from Igbo, here are some of their favorite recipes\n\nOf course they would accept almost any deliciously made Nigerian foods but a surprise treat would indeed surprise them.\n\nI would go along to list them and then drop a link to the individual pages where you can learn more about what to serve an Igbo man. I have written a page about all kinds of soups eaten in Nigeria but I am going to separate them right here, I want to start with different kind of Igbo soups then I will talk about other Igbo recipes at the bottom of the page.\n\nHere is my list of Igbo foods\n\nThe first on my list of Igbo foods is a combination of fufu and uha soup. Oh, how I love this Igbo delicacy! As a matter of fact there were days I eat fufu like five times in a week, it is a very heavy food and very scarce in this part of the world where I now live.\n\nLike I said, it is a very heavy food and the best time to enjoy this would be in the afternoon or four hours before you go to bed, although we never cared about all this while in the village, then we were young and we eat whatever we feel like eating but now the case is slightly different.\n\nClick on the Image above to learn more about Uha Soup and Fufu.\n\nFufu can also go with Nigerian bitter leaf soup, this soup can be made into different recipes, the Igbo like to make this soup with cocoyam (ofe ede), it is one of the popular Igbo soups – Ofe Onugbu, we have a detailed instruction on making Igbo Bitter Leaf Soup, you will also find a video on the page.\n\nAnother popular Igbo food (soup) is Okra soup. This is actually one of the easiest and cheapest Nigerian soup, I remember we used to make a very small pot of okra soup with just about two hundred and fifty Naira (250), more like a one dollar soup. I like to make this soup with fresh fish, it is very delicious. Learn more here about Making Okra Soup\n\nIgbo Popular Desserts\n\nHere are my two most popular Igbo deserts, of course you will also find them on the page About All Desserts Eaten in Nigeria, this two in particular is very special to the people of Igbo, they are African salad and nkwobi, I like them too.\n\nOver the past few months I have gotten lots of questions about how to make Nkwobi, a favorite dessert of the people of Igbo, here you will find a very comprehensive guide. We made Nkwobi chicken as almost any kind of meat now could be used in making this Igbo delicacy. Learn How We Made Nkwobi In The Nigerian Kitchen\n\nThe second is an African salad (Abacha, Ugba, jakwu), we call it different names. I never liked this desserts neither have I considered it one of Igbo foods until my mum made a very delicious recipe, On this page I did it the exact way as my mum, we the Igbo girls learn how to cook foods from our mothers. Here is a great tip on Making African Salad(Jakwu, Abacha), I even included a video, Enjoy!\n\nOther Igbo Foods\n\nThere are several other Igbo recipes, I will include them on this page as I remember them or as they are discovered. The last food I would be talking about here would be African breadfruit (ukwa), most people keep asking the question “what is African breadfruit?” I tried to answer that question comprehensively on this page that is dedicated to it, I made a video too for this Igbo recipe.\n\nOther Nigerian Delicious Foods\n\nSubscribe To Improve Your Cooking!\n\nFrom Igbo Recipes – Other Nigerian foods\nIf you have a question or comment use the box below, thanks\n\n\n  1. petti  June 25, 2013\n\n    I am married to an igbo man and would really love to learn about all the igbo recipes, I made jollof rice a couple of days back and it was very tasty, he loved it! I just want to learn about other igbo recipes so my husband can be very happy! Thanks for teaching me\n\n  2. Tracy  June 25, 2013\n\n    Please I would like to know how to make fufu (igbo food), I just want to surprise my husband!\n\n  3. amaka  June 25, 2013\n\n    Thanks for the recipes, I am an igbo woman also. I know to make all the igbo fOods, abacha, akara, ofe onugbu, ofe ogbono, ofe uha, ndudu, akidi, moi moi, the two different recipes for ukwa, akamu, ofe ejula. Lol\n\n  4. Linus  July 15, 2013\n\n    This is so yummy! We call this abacha or jakwu in Igbo land, it is one of my favorite Igbo recipe. There is this other powerful igbo food that I am yet to learn about. We call it ndudu, also akidi. I enjoy all of this igbo foods the only problem is that I don’t know how to make some of them. But I am hoping that you would be able to teach me since you are here already. You seem very gud at what you do\n\n  5. Cynthia Boma Ipalibo  August 3, 2013\n\n    thanks for the mail. it’s a really good one. Am sure with these tips on my finger my husband’s tummy will be happy always! lol\n\n  6. ammy  August 6, 2013\n\n    Its really nice being here,I love dis blog God bless u for empowering our women\n\n  7. Nnanna  August 24, 2013\n\n    I have learnt to cook nigerian dishes from this site….thanks a lot!!\n\n  8. Adanma  October 21, 2013\n\n    Am loving this site and would like to be a part of it .\n\n  9. bukky  October 22, 2013\n\n    I hv a bby with an igbo man & my bby luv’s the nigerian foods so thts hw I developed an interest in cooking nigerians foods & wud like to impress my future husband by learning hw to cook different kinds of nigerian meals.\n\n  10. Joy  February 19, 2014\n\n    I am really impressed,especially those igbo delicacy. I am seriously saving them for my future family. those igbo terms, I Hope they will understand me when I get to the market. I am purely Yoruba.\n\n  11. cherish  March 19, 2014\n\n    plZ,where do i get ur book in imo state. i love my fiance and i dont want to loose him to any other girl, pls,help me.\n\n  12. miracle  April 7, 2014\n\n    wooh wat a great idea of cooking we hv really learnt on cookin styles frm kaduna nigeria.\n\n  13. Babe kosi  April 25, 2014\n\n    Hello chy, it has been wonderful since i stumbled into your site.i am a nigerian residing in Benin, I don’t know how to get this wonderful cookbook but I really need it please.\n\n  14. Chy Anegbu  May 5, 2014\n\n    Kosi, You can purchase it from the sales page here, we now ship to every part of the world.\n\n  15. Candace  July 17, 2014\n\n    I am a bit overwhelmed. I am an American woman engaged to a Igbo man that lives in Lagos. I am going to be teaching for at least two years in Abuja. I want to learn how to create meals he will be familiar with but everything sounds so exotic. I am a very good cook in America. I can cook American, Italian, Chinese, and some Irish meals but I want his family not to be disappointed in me. We have enough strikes against us as it is. I’m older and white. He is younger and black. We don’t care but not to be able to cook even a simple Igbo meal might be a reason for them not to attend our wedding. I wish your videos told how to pronounce the different meals and the different items that go in them. Any help would be appreciated. I will be buying your cookbook at the end of the month.\n\n  16. Adekusibe Adelayo  August 18, 2014\n\n    Helo Mrs chy, I need a copy of the Nigerian cook book, I reside in mowe-ogun state. Can it be delivered to me? N will I pay before or after delivery? Have a nice day.\n\n Add a Comment",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9971737862,
        "format_confidence":0.8069767356,
        "weight":0.01669204
    },
    {
        "url":"http:\/\/www.veganchef.com\/sweethorse.htm",
        "text":"Sweet Horseradish Mustard\n\n1 cup dry white wine\n1\/2 cup white wine vinegar\n1\/2 cup yellow mustard seeds\n1 T. maple syrup\n1 T. prepared grated horseradish\n1\/2 t. salt\n\nIn a small bowl, place the white wine, vinegar, and mustard seeds, cover, and leave at room temperature overnight or for several hours. Transfer the mustard seed mixture to a food processor or blender and process for 2 minutes or until creamy with a slightly grainy texture. Add the remaining ingredients and pulse 3 times to combine. Transfer the mixture to an airtight container and store in the refrigerator for up to one month. Use as an accompaniment on sandwiches or use in place of store bought mustard in your favorite recipes.\n\nYield: 1 1\/3 cup\n\n\nHome  |  Recipes  |  Books  |  Bio\n\nThe Vegan Chef\n©1999-2002  Beverly Lynn Bennett",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.997633934,
        "format_confidence":0.9941571951,
        "weight":0.0088840494
    },
    {
        "url":"http:\/\/www.beeradvocate.com\/beer\/profile\/556\/9858\/",
        "text":"\n\nCity Steam Innocence Ale (IPA) - City Steam Brewery Café\n\nNot Rated.\nCity Steam Innocence Ale (IPA)City Steam Innocence Ale (IPA)\n\nEducational use only; do not reuse.\n\n119 Ratings\nno score\n\n(send 'em beer!)\nRatings: 119\nReviews: 31\nrAvg: 3.59\npDev: 15.32%\nWants: 4\nGots: 15 | FT: 0\nBrewed by:\nCity Steam Brewery Café visit their website\nConnecticut, United States\n\nStyle | ABV\nAmerican IPA |  6.00% ABV\n\nAvailability: Year-round\n\nNotes & Commercial Description:\nBeer added by: far333 on 05-13-2003\n\nBe forewarned: One too many of these babies and you'll be seeing double! This traditional IPA is anything but what the name suggests. Bookended between a lush abundance of sweet malt and bitter hops, this fine American INDIA PALE ALE is made for (and approved by) serious beer drinkers! Our third and most recent bottled offering, it is available in stores throughout Connecticut. Brewed to a gravity of 18 Plato, it boasts an international menagerie of expensive hops, including CTZ, Zythos, East Kent Goldings, and, oddly enough, Czech Sazz. Our Brewmaster sazz you need to come in for a taste.\nBeer: Ratings & Reviews\nto view more.\nRatings: 119 | Reviews: 31\nPhoto of Nichols33\n2.84\/5  rDev -20.9%\nlook: 3.25 | smell: 3 | taste: 2.75 | feel: 2.75 | overall: 2.75\n\nnot very good. Poured from bottle into glass.\n\nPhoto of Adel\n3.16\/5  rDev -12%\nlook: 3 | smell: 3.25 | taste: 3 | feel: 3.5 | overall: 3.25\n\nJust like the Brewers best double ipa kit\n\nPhoto of WhiteHillsStore\n3.95\/5  rDev +10%\n\nPours a light orange color with a white head. The smell is full of hops with citrus and orange peel being very present in the scent. The taste was full of grapefruit and other citrus with some pine as well. Very well layered IPA and not overly aggressive. Would try again.\n\nPhoto of Angling_and_brewing\n4.25\/5  rDev +18.4%\n\nUsually low in cost for how delicious it is when done right, but the product is inconsistent from batch to batch.\n\nPhoto of badmotorgrunge\n3.5\/5  rDev -2.5%\n\nPoured in my trusty Founders snifter.\nA: golden orange color, inch of head, then I see the floaties! Like chunks! Disgusting looking! WTF! I've never seen a beer this bad!\nS: very light typical ipa smell. nothing special.\nT: Very nice, sweet, good balance of malts and hops. taste saves a drain pour\nM: ok, smooth. not feeling the chunks.\nO: I understand the this happens with some of the best beers, but the floaties are worse than even any home brew I've had. maybe a bad batch.\n\nPhoto of KlayWey\n3.93\/5  rDev +9.5%\nlook: 3.5 | smell: 3.5 | taste: 4.25 | feel: 3.75 | overall: 4\n\nI'm a hophead, so this is a good beer for me. Highlights a number of great hops in both flavor and aroma. Very common of a northwest IPA and nice to see a bold IPA in the northeast. The bottle I had was 20 days old, so still fresh and relatively young.\n\nA little more malt body or higher lovibond would give more balance and tone down the hops and make it a better transition IPA while still focusing on the hop profile.\n\nOverall this is a very hop forward IPA and very good for what I expect for the style\n\nPhoto of StoutHunter\n4.02\/5  rDev +12%\nlook: 4.25 | smell: 4 | taste: 4 | feel: 4 | overall: 4\n\nI got a bottle of City Steam's Innocence Ale last week in a trade with @Motozappa, Thanks a lot! I've never heard of this brewery till Motozappa mentioned it and I'm interested to see what this beer is all about, so lets see how it goes. No visible bottling date. Poured from a brown 12oz bottle into a imperial pint glass.\n\nA- The label looks really nice, it's got a nice design to it with a provocative librarian in the middle and they even recommend it to librarians, I think it's pretty eye catching, I know if I saw this on the shelf it would catch my eye. It poured a orange color that took on slightly golden hue and it took on more of a darker orange color when held to the light with two fingers worth of dense looking off white head that died down to a thin ring that stayed till the end and left a good amount of spotty and patchy lacing behind. This was a very nice looking beer, I really liked the color and the head and lacing weren't bad at all.\n\nS- The aroma starts off with a slightly higher amount of medium sweetness and it's followed by the hops being the first to show up and they impart some light floral and light piney hops aromas with the citrus and fruit hops sticking out the most with some nice grapefruit and citrus rind aroma with a nice and slightly lighter juicy aspect in the background. Up next comes the malts which impart some caramel malt and bread crust like aromas with some lighter sweet malt aromas in the background along with a very light amount of doughy yeast. This beer had a pretty good aroma, the hop profile was nice and it had good balance to it.\n\nT- The taste seems to be pretty similar to the aroma and it starts off with a slightly higher amount of medium sweetness followed by the malts being the first to show up this time and they impart some nice caramel malt and bread crust flavor with a slight grainy flavor in the background along with a very light amount of doughy yeast. Up next comes the hops which impart all the same aspects that they did in the aroma, but there's also a light spicy hop aspect and the citrus rind hops seem to stick out the most, but not by much. On the finish there's a slightly higher amount of medium bitterness with a grainy, caramel malt and citrus rind hop aftertaste. This was a pretty good tasting beer, it had nice balance to it and it wasn't overly bitter.\n\nM- Smooth, clean, a little crisp, on the slightly thicker side of being medium bodied with a medium amount of carbonation. The mouthfeel was pretty good, it was true to style and it worked well with this beer.\n\nOverall I thought this was a pretty good beer and a good example of an IPA, the description on Beeradvocate says that this is a traditional and old school IPA and I think it fits in to the category well, instead of fancy hops it relies on balance and I like that. This beer had good drinkability, it was smooth, clean, a little crisp, not too filing and the taste did a nice job at holding my attention, if I had another one I would drink it and I think two or three of these would be the prefect amount for me. What I like the most about this beer was the balance, it was pretty much perfect and neither aspect was too overpowering. What I like the least about this beer was nothing, there wasn't any aspect that was lacking. I would buy this beer if I ever had the chance and I would recommend it to people who like simple and drinkable IPA's. All in all I was pretty happy with this beer, it pretty much delvered everything that It said it would, but I'm not sure this one will be the talk of the librarian community. This beer made for a good first impression of this brewery and I hope I can try some more of their beers. Good job guys, this was a very solid IPA and I hope to try some more of your beers in the future.\n\nPhoto of mttaylor1066\n3.92\/5  rDev +9.2%\nlook: 4 | smell: 3.25 | taste: 4.25 | feel: 4 | overall: 4\n\nI see that others have rated this lower than I do. Not sure why. I think this is a robust IPA with only a small deficiency on the nose.\n\nI like the substantial body on this beer and the color is right in the IPA range. There isn't a lot of hoppy fragrance on the nose. But, on the other hand, the Czech hops don't make much of an appearance in this brew.\n\n\nPhoto of tigg924\n2.93\/5  rDev -18.4%\nlook: 3.5 | smell: 3 | taste: 3 | feel: 3 | overall: 2.5\n\nAppearance: high carbonation, 1 inch head, hazy, amber in color\n\nSmell: pine and citrus hops with light caramel\n\nTaste: grapefruity citrus hops dominate with piney and earthy hops along with bready caramel\n\nMouthfeel: Bitter with light sweetness and a dry bitter aftertaste, light body, high carbonation\n\nOverall: An average IPA that is on the bitter side but true to style. Not bad, but nothing distinguishes this one from countless other IPAs I have had. I will pass on this in the future.\n\nPhoto of Flounder57\n3.78\/5  rDev +5.3%\nlook: 4.25 | smell: 3.75 | taste: 3.75 | feel: 3.75 | overall: 3.75\n\n12 oz bottle was poured into a pint glass.\n\nAppearance: This beer poured a one finger head that reduced to a thin layer. It is a hazy copper amber color with a little bit of clarity and bubbles seen coming up through the glass. Nice lacing on the glass as the beer was drank.\n\nSmell: Citrus, grapefruit, tangerine, caramel, and grassy hops.\n\nTaste: Tangerine, grapefruit, orange, grassy, and lemon\/lime hops followed by caramel malts and mild hop bitterness.\n\nMouthfeel: Smooth, a little bitter, a little creamy, medium bodied, and medium carbonation.\n\nOverall: Pretty nice IPA from Hartford. A new reason to stop there when driving on 84.\n\nPhoto of johnnnniee\n3.74\/5  rDev +4.2%\nlook: 3.5 | smell: 3.75 | taste: 3.75 | feel: 3.75 | overall: 3.75\n\nOn tap at the source.\nComes to the table a solid golden amber with a decent head that leaves lots of lace on the way down. Smells of bitter citrus and earth with lots of caramel maltiness to back it up. Old school aroma reminds me of Harpoon. The flavor follows the aroma with lots of grapefruit and lemon pith with hints of pine and a bit of caramel and brown bread to back it up. Medium body with a moderate level of carbonation and a slick sweet mouthfeel. Nice old school IPA I enjoyed it.\n\nPhoto of Thads324\n2.63\/5  rDev -26.7%\nlook: 3.75 | smell: 3.25 | taste: 2 | feel: 3.25 | overall: 2.5\n\nFreshest keg on tap at the brewery:\n\nPours a lovely deep amber with copper hues. Pillowy white head that never dissipates fully. Solid lacing.\nAromas of super sweet caramel and toffee. Some grassy floral hops and a very small hint of pine and citrus.\nTaste starts watery, then very sweet. Lots of caramel and toasty toffee. Very sweet sugary flavor. The hops start in the middle, solid bitterness but no discerning flavors really. Very muddled. Too much going on for one hop to shine through. Just not good at all.\nMouthfeel is medium, heavily car... (truncated)",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9914665222,
        "format_confidence":0.9670567513,
        "weight":0.0037542645
    },
    {
        "url":"http:\/\/www.delish.com\/cooking\/a482\/susan-spicer-lamb-goat-cheese-zinfandel-recipe\/",
        "text":"Advertisement - Continue Reading Below\n\nRecipe courtesy of Susan Spicer's cookbook, \"Crescent City Cooking\"\n\n\nServes 4\nPrep time: about 45 minutes\n\n\n3 ounces fresh goat cheese, at room temperature\n\n1\/4 pound pancetta, diced and cooked until crisp\n\n2 tablespoons diced marinated sun-dried tomatoes\n\n1 teaspoon herbes de Provence or fresh herbs of your choice (such as rosemary, thyme, and\/or basil)\n\n1 garlic clove, minced\n\nThis filling can be made one day in advance. Using a fork, combine the goat cheese, pancetta, tomatoes, herbs, and garlic in a small bowl. Chill the mixture for a few minutes to allow the flavors to meld. When ready to use it, let the cheese mixture soften slightly at room temperature.\n\n\n1 cup Zinfandel or full-flavored red wine\n\n1 medium shallot, finely minced\n\n2 sprigs fresh thyme or rosemary, or a combination\n\n2 cups lamb stock (or substitute rich Chicken Stock [see book for recipe])\n\n2 tablespoons butter, cut in four pieces\n\nSalt and pepper\n\nPlace the wine, shallot, and herb in a small saucepan and bring to a boil. Lower the heat and simmer until the liquid is reduced by half. Add the stock, bring to a boil, then lower the heat and let it simmer until reduced to 1\/2 cup of liquid. Remove the herb sprigs.\n\nWhisk in the butter, 1 piece at a time. The sauce should be glossy and slightly syrupy (but not so thick that it sticks your lips together; add a tablespoon or two of hot water if it gets too thick). Taste and season with salt and pepper.\n\n\n1 1\/2 pounds boneless lamb loin, cut into 4 (6-ounce) portions\n\nSalt and pepper\n\n1 tablespoon olive oil\n\nGoat Cheese Filling\n\nZinfandel Sauce\n\nSeason the lamb with salt and pepper. Heat the olive oil in a medium skillet over medium-high heat until almost smoking. Sear the lamb on both sides for a minute or so, to brown, and then reduce the heat and cook each side 3–4 minutes longer. Transfer to a plate and let rest. You may serve the loins whole or sliced, with equal portions of the goat cheese mixture crumbled along the top and Zinfandel sauce spooned over it.\n\nPenelope Makes the Lamb\n\nHere's what to serve at your next (small) dinner party. I used store-bought organic chicken stock for the Zinfandel sauce, but otherwise hewed exactly to Spicer's instructions. The bang-per-buck ratio was enormous: The goat cheese dressing and silky, deep purple Zin sauce were gorgeous-looking and -tasting, and took so little time and brain power that I felt quite cheflike and preened for hours afterwards — causing much eye-rolling in my family. There's something about a sauce....\n\nWhat do you think?",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9975258708,
        "format_confidence":0.9924226403,
        "weight":0.0088830871
    },
    {
        "url":"http:\/\/simply-june.blogspot.ca\/2009\/12\/fish-bones-chelmsford-ma.html",
        "text":"Saturday, December 26, 2009\n\nFish Bones @ Chelmsford, MA\n\n FishBonesWhen our friends, Siaw Lay and Alan was in town, we brought them to our favorite seafood restaurant in Chelmsford. Fish Bones offer a selection of fresh and yummy seafood dishes as well as a selection of fresh & raw seafood. Yes, it’s got a little fish market inside! It probably felt weird to some, eating at the fish market….but hey just imagine that’s a whole display of desserts! Haha!\n\nThe first time we were there, the place was small, tables were limited and it was quite a wait during dinner time. They have expanded since and offer more seating within the premises. We brought our guests there during lunch on a week day. There weren’t much patrons, hence we were seated immediately. The interior was quite tastefully decorated and the new wing even had a gorgeous (faux?) fireplace.\n\n\nHere’s what we ordered that day:\n\n1) Seafood Chowder (Bottom Left) @ $3.99\/per cup. I ordered this yummy creamy cup of satisfaction which was the soup of the day! I believe the soup was a cream base, filled with chunks of scallops, clams?, fish and shrimp. I would definitely order this the next time I’m there!\n\n2) Clam Chowder (Bottom Right) @ $3.99\/per cup. Hubby and Alan ordered this. It was filled with clams and potatoes. I did not like this very much as I think they added a lil’ too much dill (I assume)in the soup. The dill was a bit overpowering.\n\n\n3) Calamari Basket (Bottom Left) @ $8.99. Point Judith Calamari, deep fried to golden brown served with a side of their spicy Chipotle sauce. This was very good! The calamari were very fresh and lightly coated in the batter, which was fried to a golden perfection. I forgot how the Citpotle sauce tasted, though. Not sure if I even had it. I might have eaten the fried calamari plain.\n\n4) Lobster Roll (Bottom Right) @ $14.99. A toasted roll filled with lobster salad, served with fries and coleslaw. The price was quite decent for a lobster roll plus 2 sides. I’ve seen lobster rolls (no sides, nothing) being priced at $14.99. Alan ordered this dish and commented that it was decent and the lobster meat was chopped a bit too finely. I think he said that wasn’t the best lobster roll he had.\n\n\n5) Maryland Crab Cake Sandwich (Bottom Left) @ $11.99. Two homemade Maryland style crab cakes served on a freshly made Brioche burger roll with lettuce, tomato, pickles, fries and homemade coleslaw. Siaw Lay ordered this and I forgot what was her comment on it. They surely looked delicious! It was however, one of my first? time seeing a deep fried crab cake. I’ve usually eaten crab cakes, pan fried style only.\n\n6) Luncheon Grill Mix (Bottom Right) @ $10.99. Grilled swordfish tips, tuna tips and two large shrimp served over a bed of rice pilaf with grilled assorted vegetables. Hubby ordere this and he loved it! He cleaned the plate so fast!!!\n\n FishBones8 FishBones9\n\n7) Sesame Steak Tuna Sandwich (Bottom) @ $9.99. Grilled Sushi Grade #1 yellow fin tuna, marinated in sesame oil and coated in sesame seeds and grilled to temperature, served on a freshly baked brioche burger roll with seaweed salad, lettuce, tomato, pickles, homemade coleslaw and fries. This was mine, mine, MINE!! I ordered the tuna cooked rare, but it came to me almost like medium rare. I was surely disappointed as I prefer my tuna just lightly seared on the outside and very very rare in the inside. The tuna however was surprisingly still very moist and flavorful in the inside  and I still enjoyed it despite the tuna being “overcooked” to me. When the waitress came around and asked how was everyone’s food, I told her about mine. She was nice to apologize and mentioned she could bring us a dessert on the house (which was a nice gesture). She also said to order the tuna steak sandwich, sushi style so that it will be cooked rare to my preference. Tips, noted!\n\n\nWe unfortunately did not have any room left in our tummy…….So, we actually had to pass on the free dessert!! Haha! Service and food were all good!!! And that was why it’s one of our favorite seafood places!\n\nIf you’re in town, or if you’re willing to drive to Chelmsford….give Fish Bones a try! Lunch would probably be less busy and you most likely need not wait. There are plenty of parking behind the premises…you would have to drive slower as you approach the address as you might miss the entrance into the parking lots. During the summer, Fish Bones also offer some outdoor seating for those who want to get a bit of sunshine. And if you want to see the chefs busy in action, there are also some bar seats overlooking the kitchen!\n\nCheck out Fish Bone’s restaurant HERE and their Fish Market HERE.\n\nNo comments:\n\nRelated Posts with Thumbnails",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.995770514,
        "format_confidence":0.8393390775,
        "weight":0.0166685501
    },
    {
        "url":"http:\/\/khanapakana.com\/163\/cuisine\/indian\/coconut-grated-powder-recipes-327",
        "text":"\n\nNew & Improved Search Helps You Find Even More Recipes & Videos!\n\nRecipes >> Indian Recipes > Coconut Grated, Powder Recipes > Indian, Coconut Grated, Powder Recipes\n\nIndian, Coconut Grated, Powder Recipes\n\nIndians enjoy this very unique food culture. All Indian festivities and events are celebrated and decorated with authentic and unique cooking and food dishes particular to that event. The placement of the Indian-sub continent, external and internal cultural influences has shaped a particular style of Indian recipes and positioned India in the culinary history of the world. Indian cuisine, Indian cooking, Indian recipes are as diverse as India is, full of striking contrasts.\n\nEveryone is wanting to know what kinds of food Indian people eat, and look for authentic Indian curry recipes and easy Indian recipes, but majority of Indian recipes are in fact straightforward to cook. Authenticity of recipes does depend on the Indian region the Indian cooking and Indian food recipe comes from.\n\nNow Indian food is popular all over the world and Indian food, Indin cooking and Indian recipes are well sought after around the world. Authentic Indian curry recipes are especially a treat. From lavish Chicken Recipes and meat dishes to simple mango chutney and Indian fry bread recipes\n\nHistory of Indian Food\n\nIndian cuisine - In the history of Indian food the Mughal Empire brought great influences from the Middle East and Afghanistan, bringing exotic spices and dried fruits and nuts, combining with milk and cream to create rich Indian Mughlai dishes. The Mughals later adapted the cooking to their own style, delicately flavoured, rich smooth sauces; include kormas, pasandas and wonderfully fragrant biryanis and pilaus, all of which have become extremely popular in and outside of India.\n\nRelated Indian Categories\n\nIndian Foods cultures and Indian Recipes\n\nIndia adapted to the rich culture, and made their own particular contribution to the Indian cuisine. Foods of India - Kashmiris from the north used saffron and other rare condiments, giving Indian recipes, especially sweets and puddings a festive touch.\nEach Indian region used herbs and spices that were found growing locally. This resulted in housewives being compelled to experiment the same ingredients, but using different cooking methods. The same ingredients cooked differently, gave dishes its unique and diverse taste, colour, and textures which resulted in the same Indian recipes having quite a number of variations. Hence popular Indian vegetarian recipes are vastly available.\n\nTraditional Indian Recipes\n\nTraditional Indian recipes, Indian food and Indian cooking includes Biryani recipes and Indian Curry recipes that has a spicy and aromatic sauce with it, Tandoori chicken, which is spicy and full of aroma, chutney and of course Indian bread. And with the world becoming a smaller place, Indian cooking utensils can be found on our Indian grocery Online store and Indian cooking schools are popular worldwide.\n\nThousands of trusted, authentic and KP community tested recipes and cooking videos containing Coconut (Grated, Powder) as main ingredients are handpicked and contributed by home, professional and celebrity cooks across the world - you're sure to find a favorite recipe from our collection. Our recipe section is expanding every week, so visit us often. We welcome your contribution, please upload via myKP or email us with your favorite recipes, and we will post them up to share with others.\n\nList of Indian, Coconut Grated, Powder recipes\n\n012 First 50 results returned. login to view all.\n012 First 50 results returned. login to view all.",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9974134564,
        "format_confidence":0.9551536441,
        "weight":0.0029896828
    },
    {
        "url":"http:\/\/firstwefeast.com\/eat\/2014\/11\/ordering-siberia",
        "text":"Dining out involves grappling with countless variables before you even order. Is your reservation at a civilized hour? Do you have a desirable table next to attractive patrons who aren’t talking about finance or constantly photographing their food? Are you located in what you consider to be a prime location of the restaurant, preferably in view of the main entrance (but not so close that you get a chill, mind)?\n\nThen the menu arrives, with its list of small plates, and a hovering waiter eager to explain it. This is all unwelcome, of course, but there is one thing everybody wants to know: What is the chef’s signature dish? You probably know this ahead of time. The Times and New York magazine and the rest of the reviews conveniently put it in a box, with equally pressing information like the address, phone number, and whether or not they take American Express.\n\nEvery so often, there is one item on a menu that’s so out of place that it catches your eye: What is that doing there?\n\nThe signature dish rules all; it’s the coin of the realm. We want to bask in the chef’s expertise—the beef-cheek ravioli that you can’t live without, the carrot that’s “Instagrammable,” the piece of meat with a gigantic bone sticking out of it. Menus are built around famous dishes. Some receive names burnished with legend, like French Laundry’s “Oysters and Pearls.” At the soon to be shuttered wd~50, there was a tasting menu devoted to Wylie Dufresne’s greatest hits, like shrimp cannelloni with chorizo and Thai basil—proof of patrons’ ongoing devotion to the avant-garde classics. Even if you know better, you feel like you should play to the chef’s most famous strength. When somebody asks if you’ve had the cote de boeuf at Minetta Tavern, you want to be able to say, “Oh, I’ve had it, but, to be honest, I prefer the one at Blanca.”\n\nsiberia_lugersThe menu at Peter Luger leaves no ambiguity about what the signature dish is. (Photo: Michaelgallagher\/Flickr) \n\nSome restaurants signal an important dish by adorning it with hard-to-miss graphic flourishes. On Rotisserie Georgette’s lunch menu, the highly recommended poulet frites is surrounded by a tall ellipsis. At Peter Luger, if you even bother to look at a menu, you’ll find a large box that says Steak for Two, Steak for Three, and so on. Traditionally, most menus have had their own internal logic—you progress from light to heavy, from fish to fowl and on to beef. There are rarely surprises. But every so often, there is one item on a menu that’s so out of place that it catches your eye: What is that doing there?\n\nIt’s either a woeful miscalculation or something so incongruous it must be truly inspired. Not the three-pound lobster at a steak restaurant, or a token gluten-free choice. No, this is a dish with some thought behind it, but one that still seems out of place. Like a comic actor playing Hamlet, it’s either a poor gimmick or truly visionary. Think of it as ordering Siberia.\n\nThis thought occurred to me when numerous friends mentioned that the burger at Lure, the Soho seafood restaurant, was surprisingly good. If you go to a restaurant that serves sushi, chances are you’re not going to progress to the burger. But like those people who go to a concert to see the opening act, there is a knowing circle of aficionados that goes to Lure just for the beef.\n\nsiberia_lureburgerDespite specializing in seafood, Lure Fishbar has a devoted following for its burger. (Photo: Lure Fishbar)\n\nThe dish that’s always surprised me most is the duck at Le Bernardin. The only meat on a menu entirely devoted to seafood, it’s under the mercurial menu category “Upon Request,” as if it should be ordered in a whisper. Just what happens when you make this request? Does the waiter raise an eyebrow? Are you discretely escorted from the dining room? Does Eric Ripert come out of the kitchen and explain the premise of the entire restaurant?\n\nSo I went to Le Bernardin with the perverse intention of not even ordering fish. This struck me as downright devious—in the four-star dining sense, as incongruous as buying a painting by Bob Dylan. The no-fish plan was quickly dashed when the kitchen brought out its wonderful salmon rillette to start. Then I enjoyed a finely sliced artichoke with a light vegetable risotto in lemon broth. Delightful.\n\nOne of the conditions of ordering Siberia is that you don’t know what you’re getting into—it’s necessarily unexpected..\n\nThe main course was crispy duck breast, slightly salted, quite rare, garnished with snow peas and finished with a sour cherry sauce. Was it good? Of course it was good; everything at Le Bernardin is beautifully executed. I drank red wine. I’ve never had red wine at Le Bernardin before. Then I thought a moment. Eric Ripert, and his chefs, are clearly inspired by fish—that’s what drives them, what animates their cooking. That’s what they dream about, why the restaurant exists, and, ultimately, why it excels. My meal was lovely, but it wasn’t transporting in the way other meals I’ve had there were. Le Bernardin makes it seem like they’ve invented every fish they serve—each preparation feels like the first time you’re truly tasting something. This duck experience felt more earthbound. And the fault was certainly not theirs—I ordered the meal. They didn’t misrepresent themselves; I did that myself.\n\nIt doesn’t have to be that way. At Le Grand Vefour, the two-star Michelin restaurant on the Palais Royal in Paris, the historic room is remarkably elegant. Colette ate there, as did Fragonard. There’s a dish that neither would recognize at the bottom of chef Guy Martin’s otherwise reassuring menu: The last of the desserts is an artichoke tart. It’s a compelling suggestion. It turns out to be neither sweet nor savory, a thin layer of crème brulee combined with artichokes, and covered with candied vegetables. It’s masterful.\n\n\nCrème brulée aux artichauts at Le Grand Vefor (photo: Saundra Austoni\/L’esprit Sud Magazine)\n\nOne of the conditions of ordering Siberia is that you don’t know what you’re getting into—it’s necessarily unexpected. There’s a backstory you’re eager to learn, like when a mysterious guest shows up at a party. The Monte Carlo, in my hometown Minneapolis, serves steak, chops, and fried chicken in a classic midcentury room. They also offer beef liver. I asked once what that was doing there, and the owner said he tried to take it off the menu, but a small, vocal minority came in to order just that, and they would be damned if it was going to go away.\n\nOne suspects that’s what chicken hash is still doing at the ’21’ Club—that it got grandfathered in, and that there are devotees who insisted on its presence. And that’s the beauty of ordering Siberia. It’s a reminder that traditions can’t be predicted, and that every unexpected dish was new once, hoping to become a standby with its own devoted following.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9971631169,
        "format_confidence":0.7731599808,
        "weight":0.0017493095
    },
    {
        "url":"http:\/\/musgravefoodsafetyhub.ie\/food-safety-culture-becoming-the-law\/",
        "text":"Food Safety Culture Becoming the Law\n\nFood Safety Culture Becoming the Law\n\nThe European Commission has proposed some addition to the regulation on the hygiene of foodstuffs (Regulation 852\/2004). One aspect of the changes to the regulation will be a requirement for the adoption of the concept of a “food safety culture” within all food businesses. This concept has gained momentum in recent years and was adopted by Codex Alimentarius. The idea is that a food safety culture within a food business enhances food safety, by increasing the awareness and improving behaviour of employees in food businesses. The implementation of the food safety culture will take account of the nature and size of the food business.\n\nThe proposed addition to the regulation will require food businesses to establish, maintain and provide evidence of an appropriate food safety culture by fulfilling the following requirements:\n\n  • commitment of the management and all employees to the safe production and distribution of food\n  • leadership towards the production of safe food and to engage all employees in food safety practices\n  • awareness of food safety hazards and of the importance of food safety and hygiene by all employees in the food business\n  • open and clear communication between all employees in the food business, within an activity and between consecutive activities, including communication of deviations and expectations\n  • availability of sufficient resources to ensure the safe and hygienic handling of food.\n\nManagement commitment shall include:\n\n  • ensuring that roles and responsibilities are clearly communicated within each activity of the food business\n  • maintaining the integrity of the food hygiene system when changes are planned and implemented\n  • verifying that controls are being performed timely and efficiently and documentation is up to date\n  • ensuring that the appropriate training and supervision are in place for personnel\n  • ensuring compliance with relevant regulatory requirements\n  • encouraging continual improvement of the food safety management system of the food business, where appropriate, taking into account developments in science, technology and best practices.\n\nThe proposal for the addition has been agreed, however is not published yet and the date for publication is not known at this time. The FSAI will share the addition once it is published.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.7870169878,
        "format_confidence":0.835095942,
        "weight":0.0003938703
    },
    {
        "url":"https:\/\/sweetandcrumby.com\/tag\/cranberry-bread-pudding\/",
        "text":"Sweet And Crumby\n\nBaking, a Love Story\n\n\nLeftover Cranberry Sauce-d Bread Pudding {With Dark Chocolate and Brandy}\n\nRaise your hand if you still have a few extra dinner rolls and some bright and tart cranberry sauce from the Big Day? Then you have most certainly come to the right place. I love homemade cranberry sauce, and eat it with gusto on Turkey day, BUT, somehow I always end up with a hefty Tupperware container of extra sauce and there are so many delicious ways you can use it. One doozy of a way to elevate this already bangin’ sauce and to finally use up those going stale dinner rolls is to make a dark chocolate and cranberry sauced bread pudding. There is nothing left-over feeling about this boozy and blinged out dessert and nothing will be going to waste in your kitchen.\n\n\nContinue reading\n\n\nThe S&C Annual, “These Are a Few of My Favorite Postings”\n\nThis is my FOURTH year of blogging and time for my now annual “These Are A Few of My Favorite Postings” (for my previous attempts, click here or here).\n\nI have a strange obsession with The Sound of Music so I urge you to sing along as you read this and please forgive the rather crude missteps in my unpoetic rhythm and rhyme.\n\nPeppermint Cupcakes And Quaint Cookie Mittens\nCrisp Scottish Shortbread, I’m totally smitten.\nHomemade Chai Spice Mix tied up in strings\nThese are a few of my favorite postings!\n\nTart Chocolate Orange Cakes and Crisp Apple Strudels\nGingerbread Spice Loaves  and Brodo with Noodles\nCranberries tucked into Spiked Bread Puddings\nThese are a few of my favorite postings!\n\nGorgeous Stuffed Grape leaves inhaled by the masses\nHazlenut Martinis make us fall on our a**es\nGolden, soft Challah with fancy braidings\nThese are a few of my favorite postings!\n\nWhen the Pie Burns!\nWhen Souffles Flop!\nWhen I’m Feeling Sad…\nI simply remember my favorite postings,\nAnd then I don’t feel so bad!\n\nHappy New Year to all and may 2014 bring a quieter earth, a more peaceful existence and much happiness.\n\n\nLeftover Cranberry Sauce-d Bread Pudding {With Dark Chocolate and Brandy}\n\nI know, if you have read my last post, then you may be wondering, “Just how much leftover cranberry sauce does this girl have?” and “Why?”. But truth be told my Left-Over Cranberry Sauce Muffins’  post was last year’s after Thanksgiving post and this year I happen to have a new leftover cranberry sauce recipe and it is a doozy.\n\n\nContinue reading",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9971885085,
        "format_confidence":0.5236432552,
        "weight":0.0166922864
    },
    {
        "url":"http:\/\/www.cocoandgigi.com\/2014\/06\/gluten-free-for-day.html",
        "text":"\n\nLife as a Mom, A Homesteader, A Blogger and A Wife.\n\nGluten Free For a Day\n\nWhen we agreed to welcome a young friend to visit for the day we realized we had a little work to do, as our pal cannot eat gluten. We have become accustomed to our milk\/egg\/tree nut\/agave free kitchen but gluten can be tricky! I turned to the internet and planned a gluten free AND kid-friendly menu. Here is what we came up with:\n\nAnnie's Gluten Free Mac and Cheese\n\nI found this at the local Whole Foods and paid about $3 for a box. I generally pay around $1 for a traditional boxed Mac And Cheese but for gluten free this seemed reasonable.\n\nOur Thoughts: We were surprised at how yummy this was. Abby couldn't have it because of the cheese but everyone else (especially our visitor) loved it. It was kid friendly and had great texture. I found it a nice option for gluten free but not what I would expect for Mac and Cheese.\n\nWe paired our lunch with some nice watermelon and carrots as both are blissfully celiac approved!\n\nAfter lunch I made sure to have something sweet on hand. It turns out one of our Abby-friendly vegan desserts is also sans gluten. We ALWAYS keep some Zen Brand Vegan Pudding on hand. Fortunately, it is also a safe option for our visitor.\n\nOur Thoughts: This was clearly a win! We always have a least one 4-pack in our fridge at all times. I pay between $2.50 and $3.50 for a four pack. It is Abby's absolute favorite and the chocolate would please even a picky non-vegan gluten eater.\n\nOur play date went perfectly and the food seemed like any other day with a house full of kids. We are learning more and more about this gluten free lifestyle and thankfully there are more and more wonderful recipes and options for the gluten free family!\n\n\n\n\nAbout this blog\n\nOver 8 years we have struggled through 3 IUI's, 6 rounds of IVF, several RE's, hundreds of appointments and the loss of three little angels. Now we find ourselves the proud parents of two perfect little girls and a wonderful little boy!!\n\nBoth of our girls struggle with some disabilities but that won't keep us down. Each day has it's own brand of insanity but we love it. Most days I am more monkey wrangler than mother but I do the best I can. Todays goal - getting to tomorrow.\n\nSearch This Blog\n\nFollow us through pictures!\n\nFollow us through pictures!\n\nGFAF Blogger\n\nGFAF Blogger\n\n\nBlog Archive\n\nThere was an error in this gadget\n© 2006–2015. Life with Coco and Gigi. All rights reserved. No content on this site may be reused in any fashion without written permission.\n\n\n50 Things to Blog About (1) A Bright Project (1) Abb (1) Abby (188) ADHD (2) Adventures in Therapy (25) Allergies (9) Allergy Friendly (4) Asian Recipes (2) Babies (29) Baby (6) Baby Stuff (29) Baby Updates (83) Back to school (4) Backyard (1) Backyard 2013 (2) Baking (1) Beef Recipes (5) Being Three (5) Blog Challenge (30) Blogs (25) Breakfast Recipes (1) Breast Feeding (8) Brian (5) Cancer (11) Canning (5) Catching Up (1) Charity (3) Chicken (2) Chicken Recipe (6) CHOP (43) Christmas (11) Clean Eating (1) Cook Books (2) Cooking (24) Coupons (4) Crafts (2) Crock Pot Recipe (3) Dad (10) Dairy Free (2) Dance (1) Delivery (3) Dessert Recipe (1) Disney (2) DIY (1) Doctors Appointments (100) Dog (3) Down the shore (4) Easy Meals (2) EI (22) Family (183) Father and son (1) Five Ingredient Favorites (2) Food (3) Food Allergies (2) Freezing (1) Funny (2) Garden 2013 (4) Gardening (9) Girls (220) Giveaway (17) Gluten Free (2) Grace (1) Gracie (138) Gratitude Journal (8) Grilling (1) Growing Up (1) Guest Post (1) Holidays (118) Home buying (24) Homemade (3) Homesteading (2) How we spend our time (120) Illness (67) In The Kitchen (19) In the yard (1) Infertility (59) Inspired writing (5) Instagram (1) Issues for women like me (76) IVF (28) Jack (88) Kindness (1) Library (2) Living Simply (1) Me (131) Meatless Recipes (1) Mexican (1) Mexican Recipes (2) Misc (55) Mom Thoughts (76) Moments (1) Momma Woes (1) Mothering (8) Mushrooms (1) My annoying hand (12) Nursery (5) Nursing (7) OT (12) Our House (28) Parenting (55) Pasta (2) Phone Dump (1) Pictures (532) Politics (5) Pork Recipes (1) Potty Training (6) Prayer Request (8) Pregnancy (118) Pregnancy Loss (3) Preserving (5) PT (31) Quotes (11) Randomness (143) Rant (52) Recipes (25) Reviews (1) Rhombencephalosynapsis (11) School (87) Seafood Recipe (1) Sensory Integration (13) Shower (2) Siblings (2) Side Dishes (1) Snack Recipes (1) Soup (5) Special Needs (11) Speech (4) Sponsored Posts (1) Sports (94) Stew (1) stories (1) Summer Fun (11) Summer Learning (6) Summer Meals (1) The Girls (3) The Kids (40) The Reason for the season (1) The Reason for the Season (25) Therapy (5) Things my kids always eat (11) Time Savers (1) Topics of Interest (13) Track (9) Twins (51) Ultrasounds (4) Vacation (35) Vegan (4) Vegan Recipes (1) Veggie Recipes (1) Video (77) Videos (28) WAHM (1) Website (2) Weekly Updates (29) Weight Loss (2) What to do with leftovers (1) Winter (4) Wisdom the Dog (3) Words of inspiration (8) Work (12) Writing (6) Writing Pieces (1) Yo Gabba Gabba (3)",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9004077315,
        "format_confidence":0.9716410041,
        "weight":0.0150722392
    },
    {
        "url":"http:\/\/www.psdblogs.ca\/muirlake\/2017\/01\/20\/smoothie-sales\/",
        "text":"Smoothie Sales\n\nLeadership option is making a slight change to our smoothie sales.  We are now selling juice and breakfast foods every Friday at short recess.  We will not be selling smoothies, every Friday, but rather, the last Friday of the month.  We are also trying something new next week!  If you would like an energy boost, you can get a shot of Kale in your smoothie!  The perfect way to get through the last day of the week!!!\n\nPrint Friendly\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.892526269,
        "format_confidence":0.7678775787,
        "weight":0.0006865208
    },
    {
        "url":"https:\/\/www.foodanddrinkguides.co.uk\/england\/east-midlands\/high-peak\/old-hall-inn",
        "text":"The Old Hall Inn\n\nThe Old Hall Inn\n\n\n0.5 miles\nWhitehough, High Peak, SK23 6EJ\n\nSet against a backdrop of verdant rolling hills, in the picture-postcard hamlet of Whitehough, is the Old Hall Inn. The pub’s historical features have been beautifully preserved, but the offering is totally up to date. Behind the bar, eight hand pumps boast a regularly changing array of the best local craft beer – a selection that’s repeatedly won the inn the title of Derby CAMRA’s Pub of the Year. Alongside this, there’s fruity cask cider, 40 varieties of gin and an impressive hand-picked wine list. Wine connoisseurs in particular will enjoy the selection on offer, which is chosen through a regular series of wine tasting events. In the kitchen, eight talented chefs give imaginative twists to popular classics. You might sample Moroccan Scotch egg with homemade hummus, or creamy chicken\n\n parfait with pistachio butter, rosemary focaccia and onion marmalade. To follow, choose from delectable seasonal mains like creamy pea risotto with a sprinkling of Parmesan, or perhaps spring lamb with courgette purée and black garlic hash browns.\n\nThe pub spills through into an adjoining Elizabethan manor house, and guests planning private parties can enjoy the use of several striking dining rooms or the unforgettable Minstrels Gallery. Visitors can also enjoy a restful night’s sleep in the characterful guest bedrooms, several of which include charming four-poster beds and free-standing baths.\n\n+2The Old Hall Inn\nOpening Hours:\nFood Served Times:\nMon:noon-2pm, 5pm-9pm\nTues:noon-2pm, 5pm-9pm\nWeds:noon-2pm, 5pm-9pm\nThurs:noon-2pm, 5pm-9pm\nFri:noon-2pm, 5pm-9.30pm\nSat:noon-2pm, 5pm-9.30pm\n\nSimilar restaurants nearby\n\n\nRecommend a Restaurant\n\nMon, 07\/23\/2018 - 14:07 -- Administrator\n\nWe are always on the lookout for excellent eateries to feature on our website, our app and in our printed guides. If you think you know a restaurant that we really should review then tell us about it here.\n\nEnter the postcode below to look up the restaurant address. If you don’t know the postcode just enter the address manually\n\nThis question is for testing whether or not you are a human visitor and to prevent automated spam submissions.\n\nWe found several matches for places called \"\". Which one were you looking for?",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.967936933,
        "format_confidence":0.7389167547,
        "weight":0.0046024604
    },
    {
        "url":"http:\/\/californiacountry.org\/features\/article.aspx?arID=1853",
        "text":"Califonia Bountiful\nHome | Contact Us\n\n\nFresno Food Expo\n\nEvent celebrates local food and showcases more than 150 growers, producers, brewers and winemakers from the Central Valley\n\nLoading video player...\n\nThe sixth annual Fresno Food Expo, billed as \"the nation's largest exclusive regional food show,\" drew big crowds this year to the Fresno Convention Center.\n\nThe two-day event was all about getting Central California products—think tasty cheeses, spreads and charcuterie—into the hands of distributers so people far and wide can taste what comes out of the Central Valley.\n\nValley food makers and Fresno city officials created the expo as a way to bring local food manufacturers together with regional, national and international buyers—and it's become quite a hit for the public.\n\nThis year, nearly 1,000 buyers representing local, statewide and international companies attended the event and about 130 exhibitors from Kern to Merced counties offered samples of their food and drinks. Everything from banana-flavored walnut butter to Creamsicle-flavored milk was on the menu.\n\nFor more information about the Fresno Food Expo, visit\n\nFollow us on: Facebook Twitter YouTube Pinterest Pinterest",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9864761829,
        "format_confidence":0.8699100018,
        "weight":0.0017452075
    },
    {
        "url":"https:\/\/www.janeofallcrafts.com\/2011\/02\/banana-pancakes.html",
        "text":"Sunday, February 6, 2011\n\nBanana Pancakes\n\nAhh...Sunday mornings.\nSomething about Sundays makes me want to lounge in my pjs until noon, savor my coffee, and make pancakes.  One of my go to recipes is banana pancakes.\n\nI always make them when we have ripe bananas that need to be used pronto.  I found the recipe over at Sweetnicks.\nWarning: her pictures will make you want to eat.  Every recipe I have ever tried of hers has been easy and super tasty.  You will not be disappointed.\n\nWanna make some?  Here's the recipe:\n\n1 cup all-purpose flour\n1Tbsp white sugar\n2 tsp baking powder\n1\/4 tsp salt\n1 egg, beaten\n1 cup milk\n2 Tbsp vegetable oil\n2 ripe bananas, mashed\n\n*per Sweetnicks' notes I added about 1\/4 tsp cinnamon and about 1 tsp brown sugar to the batter.  And I don't always remember the salt and they turn out fine.\n\nCombine all ingredients.  Heat a lightly oiled griddle or frying pan over medium high heat.\nPoor or scoop approximately 1\/4 cup of batter onto griddle.\nCook until golden brown on both sides; serve hot.\n\n\n\n  1. These look amazing! I need some right now :)\n\n  2. hmmmm that looks much better than the egg whites and whole wheat minibagel i am about to consume. darn you!\n\n  3. you know andi, its very rude to not invite your neighbor over for such yumminess! i must have scott make these for me = )\n\n  4. Yum! I love pancakes but I've never tried banana pancakes. I'll have to try these next time I have ripe-and-ready bananas!\n\n\nConnecting with people is one reason I love blogging. So bring on the comments and questions, they make my day! I really appreciate you taking the time to stop by and say \"hello!\"\n\nI love to reply to all comments so if your email is not linked to your profile I send my comment to this noreply guy. And that makes us both sad. Thanks!\n\n\nRelated Posts with Thumbnails",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9977941513,
        "format_confidence":0.8805121779,
        "weight":0.0167024245
    },
    {
        "url":"http:\/\/www.cooks.com\/rec\/search\/0,1-0,vegetarian_chicken_soup,FF.html",
        "text":"Tip: Try chicken soup for more results.\n\nResults 1 - 10 of 21 for vegetarian chicken soup\n\nResult Page: 1  2  3   Next\n\nSaute onion in 1\/4 cube butter. Mix all ingredients together and turn into oiled loaf pan. Bake 45 minutes. Freezes well. To serve after freezing, ...\n\nPeel potatoes and ... Mix the 2 soups together in small ... in slightly. Bake at 350 degrees, covering for first hour then uncover and bake 1 hour longer.\n\nBrown beef with ... pan. Stir in soups and 1\/3 can ... meat mixture into casserole then add remaining noodles on top. Bake at 350 degrees for 35 minutes.\n\nChop cabbage. Place ... alternate layers of cabbage, soup and grated cheese. Repeat layers. Top with buttered bread crumbs. Bake at 350 degrees for 30 minutes.\n\nSaute onion and celery in salad oil. Add Vegetarian Burger and soups, add uncooked ... egg noodles on top and bake additional 15 minutes. Makes 6 servings.\n\nChop all vegetables into bite-size pieces. Put water and all ingredients in large pot, bring to boil. Cook on simmer for 2 to 2 1\/2 hours. Try mixing ...\n\nSimmer carrot, celery, ... and yams in chicken stock, until soft. ... and half and half. Garnish with crumbled bacon or sour cream and chives, if desired.\n\nIn a 5-quart ... Add pasta to soup; cook, covered ... a cup of broccoli, but this is personal taste. Makes 12 (1 cup) servings; 109 calories per serving.\n\nPlace all ingredients, except for spinach, in a pot and mix well. Place cleaned fresh or frozen spinach on top. Cover and cook for about 2 hours ...\n\nPlace chicken, skin side ... Replace chicken, pour soup and water over ... of tomato for vegetarian-vegetable soup. Add ... ounce) frozen peas and carrots.\n\nResult Page: 1  2  3   Next\n\n  top of page\n\nCOPYRIGHT © 2014 The FOURnet Information Network | Privacy | TalkFood",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.997659564,
        "format_confidence":0.97574687,
        "weight":0.0029904205
    },
    {
        "url":"https:\/\/feedo.shop\/foods\/sweets\/custard,-cocoa-condensed-milk?device=mobile&os=android%20_https%3A%2F%2Ffeedo.shop%2F",
        "text":"Your Cart\n\nCustard, Cocoa & Condensed Milk\n\nAre you looking to prepare something sweet to make your sweet tooth happy? Or whether you crave to make a delicious creamy savory dish, FeeDo, an online Arabic and Continental store, brings you some of the luscious Creamy Caramel Puddings, comforting Custards, and Cocoa powder, all Halal, from the leading and reputable Middle Eastern food brands, with the same quality and freshness, found in the grocery stores.\n\nAt Feedo, you will also find plain cream made from pure cow’s milk, that perfectly combines in your culinary applications for preparing creamy creations with a flavorful twist. Moreover, it also offers you quality condensed milk that can be used in a variety of dishes that are surely going to satisfy your sweet cravings.\n\nBrand: Algota\nGota’s Halal custard powder makes a smooth, creamy, and tasty custard. Perfect to be served in a simple creamy custard form of dressed up and set into trifles, puddings, toppings, fruit salads, and much more. ..\nEx Tax:£1.39\nBrand: Nestlé\nNestle’s plain cream greatly combines in culinary applications for making creamy creations with a tasty twist. It is highly versatile that allows you to make delightful sweet and savory dishes. It can add a unique excitement to your creamy recipes. ..\nEx Tax:£1.35\nPuck Cream Plain 170 g\nHot -30 %\nBrand: Puck\nPuck’s Plain Cream is made from pure cow’s milk. It offers you a natural taste for cooking and desserts. Prepared to the highest standards, your whole family will love its mouthwatering and delicious taste. ..\n£0.70 £1.00\nEx Tax:£0.70\nShowing 1 to 7 of 7 (1 Pages)",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9975506663,
        "format_confidence":0.7049872279,
        "weight":0.0029900941
    },
    {
        "url":"https:\/\/www.winealign.com\/wines\/78511-Coto-De-Hayas-Centenaria-Garnacha-2013",
        "text":"Coto De Hayas Centenaria Garnacha 2013, Do Campo De Borja\n\nGrenache Grenache\n\n$12.75 (94805)\n\n  • None\n  • Drink Now Or Cellar\n  • Not RatedNR\n\nMade exclusively with Garnacha (aka Grenache), this wine features aromas of sour cherry, plum, raspberry, spice and oak. Dry and very concentrated with fine tannins bringing outstanding balance. A very tasty wine with a long and lively finish. Cellar it up to 4 years, but it is drinking brilliantly right now with grilled lamb chops or wild game. (VINTAGES panel, July 2012)\nNR pts",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.997312963,
        "format_confidence":0.9853675961,
        "weight":0.004742141
    },
    {
        "url":"http:\/\/notorious-beam-team.blogspot.com\/2008\/01\/new-cognac-based-cocktail.html",
        "text":"Wednesday, January 30, 2008\n\nFrom cognac-world.\n\nAfter spending 3 days in Cognac for the International Cocktail Summit, top bartenders and mixologists from around the world have created a new cocktail made with cane sugar, fresh ginger, lime, artisanal lemonade and cucumber. The cocktail has been imaginatively named \"The summit\".\n\nThe Bureau National Interprofessionnel Du Cognac site should have more details shortly.\n\n\n\nblogger templates | Make Money Online",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9943239689,
        "format_confidence":0.90046978,
        "weight":0.0166443359
    }
]