[
    {
        "url":"http:\/\/www.maryfrances.biz\/2017\/07\/mapl-flamingo-socks.html",
        "text":"Wednesday, July 12, 2017\n\nMAPL Flamingo Socks\n\nI am up on the Make A Pretty Life blog today sharing my flamingo socks.  Jodi was so sweet to send me the cutest pair of flamingo socks in my July DT package.  I knew her logo would look so cute on the bottom.\n\nI loved the socks so much I went out and bought a pink flamingo float for the pool.  We named him Donald Ruiz, after two of my MINI Cooper buddies....Meet Donald.\n\nThose of you who know me, know I love making custom socks.  My Etsy shop was hopping around the holidays with lots of different custom versions.  These socks from Woven Pear, are so soft and comfortable.  Check all the different ones out over at MAPL.\n\n\nMF signature\n\n1 comment:\n\n  1. I used to wear white socks in my school days, but as I grew up, I started wearing printed socks that look beautiful and stylish, and I have also tried custom pet socks that has become the best choice with the passage of time.",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.861980319,
        "format_confidence":0.9762402773,
        "weight":0.0109805064
    },
    {
        "url":"http:\/\/www.belk.com\/products\/bali-activewear-Cb56352.jsp",
        "text":"Skip to Main Content\n\nWomen: Bali Activewear\n\n3 Items Found\nWomen: Bali Activewear\nBelk Bali® Women: Bali Activewear\nIf you're looking for women's athletic apparel from your favorite designer brand Bali, then check out our collection at We carry the latest in designer fashion from your favorite brands including Bali, and we know you'll find something to love in this collection! Looking for specific? Narrow your search for women's athletic apparel by using the filters on the left. And remember, Belk offers free shipping on qualifying orders!\n\nUpgrade your browser for best viewing of\n\nAs of April 18, stopped directly supporting page layout in Internet Explorer 6.0. Please click a logo below to upgrade your browser to fully experience our site.\n\nInternet Explorer\n\n» Continue to\n\nBack to Top",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.987850368,
        "format_confidence":0.5979440808,
        "weight":0.0032583997
    },
    {
        "url":"https:\/\/www.catofashions.com\/cato\/nc-is-my-happy-place-tee-51931",
        "text":"Home Junior\/Misses Tops Graphic Tees NC Is My Happy Place Tee\n\n\n\nFilter By\n\nFilter By Sizes 2 to 16\n\n Nc Is My Happy Place Tee Scroll over to Zoom\n\nNC Is My Happy Place Tee\n\nStyle # 43563696\n\n\nCompare at  $34\n\nno ratingno ratingno ratingno ratingno rating Read Reviews (0) | Write a Review\n\nHome is where the heart is and if you're a North Carolina girl, this tee is for you with its comfy stretch knit and the phrase, \"North Carolina is my happy place.\"\n\n  • Short sleeves\n  • Gold glitter font\n  • Casual knit\n  • 96% rayon, 4% spandex\n  • Machine wash\n  • Imported\n\nNo reviews have been written for this product.\nBe the first one!  – Write a Review\n\nConvenient, Flat-Rate Shipping:\nWe offer a $6.95 every day flat rate for standard shipping in the continental United States (with the exception of California). Allow up to 7-10 business days. Need it faster?  Choose our expedited, 2-3 business day shipping for $15.95. We also offer a convenient Ship to Store option at no charge (allow up to 15 business days). Additional $14.95 for shipping to Alaska or Hawaii. We currently do not ship to California. For more shipping details, click here.\n\nEasy Returns:\nWe hope you love what your order from us and want you to be fully satisfied with every item you purchase. If you are not satisfied, you may return your item(s) for a refund of the purchase price.  We will gladly accept returns of online purchases to or you may return online purchases at any one of our Cato store locations and a sales associate will be happy to assist you.\n\nWith an original receipt (your packing slip\/invoice), we will honor a refund in the original form of payment within 60 days of purchase. Items must be unworn and have price tickets attached. Washed or worn merchandise cannot be returned or exchanged unless defective.\n\nItems purchased at our retail store locations must be returned to a Cato store. Exchanges cannot be processed by and can only be made, subject to availability, by visiting one of our retail locations or by returning your current item to and reordering the new item of your choice.\n\nFor more information about returns, click here.\n\n\nBack to Top",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9968819618,
        "format_confidence":0.9988715053,
        "weight":0.0180856466
    },
    {
        "url":"https:\/\/www.patternindy.com\/nyfw-kate-spade-ny-a-w-2019\/",
        "text":"Kate Spade NY A\/W 2019\n\nCorduroy. When was the last time anyone saw corduroy on a New York runway? I can’t remember exactly when it was and I really don’t want to take the time to look it up, but trust me, it’s been a minute. Yet, not only was it there on the Kate Spade NY runway, it’s what designed Nicola Glass was wearing when she appeared for her end-of-show bow. We’re seeing a significant turn at the brand started with a single handbag. Namely, it’s becoming a ready-to-wear house. From where I’m sitting, I don’t see anyone complaining.\n\nThere are a couple of big differences in this season’s offerings, Glass’ second for the label. First, we see a lot more solid colors in monochromatic looks. Don’t worry, the brand’s trademark animal prints are still there in sufficient abundance, especially in the accessories, but they’ve been pared back in favor of some very bring pieces in crushed velvet and, yep there it is, corduroy. Glass explained that she’s not anti-print but that she felt the collection needed the vibrant cheerful colors right now.\n\nThe one color that is not in this collection? Black. Not a single piece. There’s a dark forest green on one number, but that’s about as close as it gets. Again, Glass explained that she wants to convey a joyous, upbeat mood. Clearly, she’s trying to put the brand’s challenging past behind it, especially the tragic events of the past year, and move forward.\n\nSilhouettes are a mix of 70s hip and 40s glamour. Reference Yves Saint Laurent with early Christian Dior and then through in just a hint of Marc Jacob’s grunge (not too much, mind you). There are plenty of references to which one might point, but Glass has brought them all together to create a look that meets that old-world glamour we’ve been seeing here and there while maintaining the brand’s everyday appeal. One doesn’t necessarily need a special event to look glam and chic in these pieces.\n\nHere are a few samples from the collection.\n\nAbout those caps, and yes, they are caps. The silk pieces are designed to resemble the turbans many women of means wore during the post-war era when their hair wasn’t looking especially wonderful. The problem with the turbans was they could easily come undone, especially in a stiff breeze. The pieces Glass showed with this collection resemble those folds but are not only permanent in their design, but the caps are also adjustable with a strap in the back, just like a ball cap. Not everyone is sold on this particular accessory. Honestly, when I saw the first one on the opening look I thought it was a modified bandana and that Glass was making a street reference. Opinions are going to vary, so one should probably consider the strength of their personal style before indulging in one.\n\nThis is a strong collection that makes a clear change of direction for the Kate Spade NY brand. Fortunately, it’s a positive move with plenty of excitement behind it. We can look forward to what Glass might do in the future.\n\nMore from charles i. letbetter\n\n\nBritish designers are not afraid to tackle serious issues both with their clothes,...\nRead More",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9956895709,
        "format_confidence":0.6989043951,
        "weight":0.0010819613
    },
    {
        "url":"http:\/\/www.thebeautyoflifeblog.com\/2008\/09\/beautiful-belles-twiggy.html",
        "text":"Tuesday, September 23, 2008\n\nBeautiful Belles: Twiggy\n\nA series focusing on beautiful women throughout history with important contributions to the arts and entertainment industry and charity -- and a fabulous sense of beauty, inside and out!\n\nWho do we have to thank for long, lush lashes that go on for days and days? Why, Twiggy, of course. The first super-thin supermodel became famous in the 1960s for her big doe eyes, long eyelashes, and -- no surprise here -- her rail-thin frame. (Yes, there were ultra-skinny models before Kate Moss!) Weighing only 90 pounds when she was discovered at the age of 16, Twiggy -- born Lesley Hornby -- became known for the high fashion mod look created by English fashion designer Mary Quant.\n\nTwiggy's popularity and fascination only continued to grow after she was discovered. Her short hair was utterly modern and married the masculine\/feminine side of fashion effortlessly. She was even regarded as one of the faces of \"Swinging London\" -- yes, the era made famous by Austin Powers!\n\nTwiggy's sense of style and beauty is truly iconic. One cannot think of the mod period without associating her along with it. Her big doe eyes were always, always accented with loads of black mascara -- and it's rumored that she would even\ndraw on an extra layer of lashes underneath her eyes for more volume! She kept the rest of her look simple, paring the traditional smoky eye with a nude glossy lip and clear, fresh skin. And let's not forget that hair! Her chopped, boy-meets-girl haircut came at a time when most women revered long tresses. This haircut even inspired me during my college years, when I decided to chop off all my hair!\n\nRecent fans of Twiggy will recognize her from her years as a judge on America's Next Top Model -- a role which, sadly, has now been handed over to Paulina Porizkova. But Twiggy is still out and about, modeling for Marks and Spencer and acting in various movies and television shows. She's appeared The Blues Brothers, Pygmalion (as Eliza Doolittle), The Boy Friend and Edge of Seventeen, just to name a few of her many credits. And all the while, she's looking absolutely fabulous. Her hair is longer and blonder, her makeup is softer, but she still embodies that girl from the 1960s with her beautiful big eyes and dewy skin.\n\nNot only contributing to the fashion, beauty and entertainment worlds, however, Twiggy has donated her time and money to Breakthrough Breast Cancer -- a charity in the UK which supports breast cancer education and research.\n\nTwiggy is truly a fashion and beauty icon. One can only hope she continues to make the arena interesting in years to come!\n\nNo comments:\n\nPost a Comment\n\n\nBlog Widget by LinkWithin",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.979439795,
        "format_confidence":0.970268786,
        "weight":0.0124767871
    },
    {
        "url":"https:\/\/frocksandfroufrou.com\/2010\/01\/diy-oui-oui\/?replytocom=2484",
        "text":"DIY: Oui Oui!\n\nTop: Bonds\nSkirt: DIY (with fabric from Tessuti)\nShoes: Wittner\nA few months ago, you may remember that I ran into the delicious mastermind behind CatRabbit at a craft market.\nShe was wearing the most scrumptious skirt that she confessed to having made herself, and since then I’ve thought about DIYing a similar piece for my own wardrobe.\nIt’s the easiest piece you can imagine – one long piece of fabric, gatherered and sewn to an elastic waistband. No zips, no fuss.\n\nI used 1.5m of fabric, which may have been a bit too substantial…\n\n…but it twirls delightfully!\nI love it. I want six of them. I’ve already picked my next fabric (polkadots! or maybe stripes.)\nMeanwhile, all of my flats seem to be – simultaneously – having the soles walked out of them, so I bought a new pair in the Wittner sales – aren’t they adorable?\n\n20 thoughts on “DIY: Oui Oui!\n\n  1. perfect!\n    Love your DIY skirt its simply devine, you look so fun and carefree in these pics\n    the shoes are delightful too xxx\n\n    ps I have bought myself some of that yellow bird seed material and am making my daughter a dress with it as I cant get over how stunning you look in yours xxx\n\n  2. Oh you clever chops! I love that skirt, and I LOVE the fabric! Gosh I could shop in Tessuti's all day and never get sick of looking and touching the fabric there.\n\n  3. Ooooh I love it! Did you use a pattern? Do you think you could do a tutorial next time you make one. I would love something similar.\n\n  4. Well done! Sewing is SO EASY. I make all my own clothes, and there is SO much more enjoyment in wearing your own creation. You know it's not made somewhere bad, you know the love you poured into it and everyone will tell you look great!\n\n  5. It is the best skirt ever to make AND wear 😀\n    It looks lovely on you!\n    That is amazing material, I hope when next we meet we can organise a fabric shopping adventure together!\n\n  6. Please!!! I know that your magnificent necklace is a present of your sister, but would it be possible to know if we can buy him(it) on Internet? If the shop which sells this magnificent necklace has a web site? I live in France and to me, I know a creator who makes this kind of thing but it is frightfully expensive. Thank you very much beforehand about is your answer. Beautiful day to you!\n\n  7. Oh, I keep coming back to read if you've written here that you're going to share all the DIY details.\n\n    Please tell us you will. Please. Pretty please. xx\n\n  8. That's great, Sarah-Jo! It's the cutest fabric, isn't it?\n\n    Me too, Michelle… I still couldn't find the exact fabric I was looking for though. Something with bold navy & white stripes.\n\n    Hi Katie, I didn't use a pattern, but I'll do a proper DIY post with sew-as-you-go instructions soon, I promise!\n\n    I'm actually tempted, Chantelle… the Frocks & FrouFrou shopfront, with full skirts & remixed bow cardigans! It *would* help fund my shopping addiction! 😉\n\n    Thanks Wastedfashion – it's so easy, give it a try!\n\n    Thanks Veronica Darling. It does leave me with a little warm glow of accomplishment…\n\n    Thanks cat-rabbit, and thankyou for the inspiration! I would LOVE to go fabric shopping with you next time you're in town 🙂\n\n    I will Anon, promise!\n\n    Aw, thanks for that Katie. You're such a cutie, too! I love your take on the perfect pose!\n\n    Thanks Jen & Bowsnhearts 🙂\n\n    Hi Elodie – I shall ask her! Stay tuned…\n\n    Thanks Darla!\n\n    Stephanie, it's SO EASY. I'm honestly a pretty poor seamstress, but it's hard to get this skirt wrong. Watch out for my next one, I'll blog how to do it, step by step.\n\nLeave a Reply to Sarah-Jo Cancel reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.714871347,
        "format_confidence":0.653399229,
        "weight":0.0091065297
    },
    {
        "url":"https:\/\/www.gq.com\/story\/zayn-malik-new-haircut-hair-color",
        "text":"Zayn Malik's New Haircut Has a New Hair Color\n\nBut evidence will disappear in a few hours.\n\nPop star and hair god Zayn Malik has been on a follicle-related roll lately, most notably bringing back a length of sideburns we thought was gone for good. We thought wrong. Today on Instagram, the singer debuted a brand new pastel hair color, a fresh minty green hue on the tips of his extreme fade 'do.\n\nMalik's dabbled with green hair before. Back in 2015, the \"Still Got Time\" crooner treated his short buzz cut to a Joker-level lime green dye job that bordered on punk (well, as close as a rebellious onetime boyband-er can get to punk). This new iteration of green-hued hair reads less severe (as far as Instagram Story evidence goes) with what appears to be an ombre situation into his natural, dark hair color.\n\nCan Malik make green tips a legit grooming move among adults (Jared Leto aside)? We'll have to wait and see. It could be the next wave rebel style hair moves now that the bleached buzz has hit critical mass. But if any man can influence the menswear world's hair trends, it's Zayn Malik.\n\nWatch Now:\n\nRoger Federer Shows You How to Dress for a Snow Day",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9051938653,
        "format_confidence":0.9829141498,
        "weight":0.0010539482
    },
    {
        "url":"https:\/\/lilabeauty.com.au\/products\/cosrx-hyaluronic-acid-intensive-cream-100g",
        "text":"Hyaluronic Acid Intensive Cream 100g\n\n1 Review\n| Ask a question\nor 10 interest free payments starting from $2.60 with What's this?\n\nCosrx Hyaluronic Acid Intensive Cream delivers an abundance of moisture to your skin while helping to repair dry and damaged skin.\n\n  • Hyaluronic Acid provides deep moisture and nourishment to your skin\n  • helps to prevent dryness occurring by strengthening the skin's barriers\n  • results in silky, smooth skin\n\nHippophae Rhamnoides Water, Glycerin, Butylene Glycol, Caprylic\/Capric Triglyceride, Betaine, Helianthus Annuus (Sunflower) Seed Oil, Cetearyl Alcohol, Cetearyl Olivate, Sorbitan Olivate, Macadamia Ternifolia Seed Oil, 1,2-Hexanediol, Sodium Hyaluronate, Arginine, Panthenol, Dimethicone, Ethylhexylglycerin, Carbomer, Allantoin, Xanthan Gum\n\n\nUse after cleansing, toning and using treatment products. Apply an appropriate amount and spread evenly over face. Pat skin until fully absorbed. \n\n    Recently viewed",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9857103229,
        "format_confidence":0.998588264,
        "weight":0.0178829683
    },
    {
        "url":"https:\/\/thejourneyingsatchel.com\/2017\/07\/15\/the-eyes-of-the-beholder-topman-design-springsummer-2017\/",
        "text":"The Eyes of the Beholder | Topman Design Spring\/Summer 2017\n\nDSC02995My mum hates this jacket.\n\nAnd I love it even more for that reason!\n\nTopman Design have been pushing their aesthetic every year on the runway, each year a quirky new collection walks the runway, and each year I pick up said collection as soon as it hits the stores. This year, among a collection of pastel tones and prints contrasted against graphic embellishments, one piece truly caught my attention and it was this fabulous new Gingham coat, with detailed hand embroidery.\n\nI’m a jacket addict, I love jackets and coats and my wardrobe boasts a collection larger than any other item of clothing I own. As I’ve grown older, my fondness for longer lengths has grown too, so when I saw this coat combining a few of my current favourite trends I knew I had to own.\n\nIt’s effortlessly light and a beautifully unique addition to my wardrobe.\n\n\nThis year Spring\/Summer collection is currently on sale too on and boasts some wonderful seaside motifs.\n\nCheck out the full collection here – \n\nAnd the Autumn\/Winter collection can be viewed here too –\n\n\nFollow me on Instagram – @thejourneyingsatchel\n\nDon’t forget to subscribe, I wouldn’t want you to miss a single second of this adventure!  (Sign up using the ‘Follow Via Email’ button available on the right, or below if on mobile)",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9968155026,
        "format_confidence":0.9546153545,
        "weight":0.012698131
    },
    {
        "url":"https:\/\/oldfashionedbastards.wordpress.com\/tag\/beauty\/",
        "text":"doing things the victorian way\n\nTag Archives: beauty\n\nI really don’t understand America’s obsession with daily hair washing.  I blame it on ad campaigns and ignorance mostly but it makes me a bit angry. It irks me in particular when people assume that, pre-WWI, everyone walked around with greasy, smelly hair (and also that everyone smelled in general, but that’s a different post). Our society is so much healthier now, isn’t it?\n\nLet me dish out some science here – the scalp and body only produce as much oil as it needs to be healthy. The reason modern folks “need” to wash their hair everyday is because they wash their hair everyday. Your scalp is just trying to fight back. The more you strip the oil, the more oil your body produces in order to compensate. I only wash my hair once a month, and even then without any soap, and it looks perfectly fine. In fact, it’s incredibly healthy, shiny, and soft because I’m not damaging it on a daily basis. It also grows like a fiend. I know it sounds gross by modern standards but I’ve even had several beauticians ask me what my secret is. Seriously, stop spending so much money on hair care products and just stop washing it so often. You can thank me later.*\n\nAll right, lecture over. On to Victorian Hair Care!\n\nrosemarySoap was incredibly harsh back in olden times and the average person didn’t have the luxury of running water. That meant hauling and heating water to bathe and, as someone who does that, I can attest that it’s a big pain in the ass. So, at the very least by necessity, washing hair didn’t happen often. Instead, there were many remedies and solutions to keep hair looking healthy and I’ve listed just a few of the healthier treatments below.\n\n  • To Strength Hair and Improve Growth – A handful of box (buxus sempervirens) leaves added to a pint of boiling water. Infuse until cold, drain liquid and add to it several drops of alcohol to preserve. If box leaves are unavailable, add instead one ounce black tea.\n  • For Dandruff – Beat thoroughly one egg yolk, one pint of rain-water, and one ounce of rosemary spirit. Use warm and massage into scalp repeatedly.\n  • To Wash – Boil one pint of water with a handful of bran and a dash of white soap, and wash with this solution once every two weeks. Next, rub a beaten egg yolk into scalp and let it remain for several minutes before rinsing with warm water.\n  • To Maintain Healthy Hair – Brush 100 strokes twice a day, being sure to maintain a clean hair brush by washing it in warm water and bicarbonate of soda.\n  • In Between Washes  – Add five sprigs of fresh rosemary to a pot of boiling water. Infuse until cold, drain liquid and add several drops of alcohol to preserve. Rinse hair weekly with mixture, being sure to massage scalp.\n  • To Prevent Hair Loss – Steep six ounces of boxwood shavings in twelve ounces of alcohol, at room temperature, for two weeks. Strain and add two ounces of rosemary spirits and two ounces of spirit of nutmeg. Rub into scalp morning and night.\n  • To Soften Hair – Beat four egg whites until frothy and apply to the roots of hair, leaving to dry. Wash clean with equal parts rum and rose water.\n  • For Growth-Inducing Pomade – Boil half a pound of green southern wood, a pint and a half of sweet oil, and half a pint of port wine. Strain and add two ounces of bear’s grease.\n\nI haven’t tried all of these nor, perhaps, should anyone but I can attest to using both egg and rosemary. Rosemary has natural astringent properties and, in between washes, I regularly use it on my scalp to keep oil at bay and promote growth. I also wash my brush every other day and brush my hair often, as the action helps redistribute the oils throughout the hair – a natural conditioner.\n\n* Note: It’s really hard to wean yourself off of daily washing, I know. If you’d like to give it a try, I suggest lengthening the time between washing as opposed to going cold turkey. When going cold turkey, your scalp doesn’t realize you’ve stopped abusing it and, thus, it still produces the same amount of oil. Try, instead, to wash every other day for a week, every three days for the next week, every four days, et cetera. Your scalp will rapidly adjust and you won’t have to worry about going to school or work looking like a 50’s greaser.",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9910076261,
        "format_confidence":0.917124331,
        "weight":0.0126241462
    },
    {
        "url":"http:\/\/diamondbasicsplus.com\/Three-Stone-Diamond-Ring-Details.cfm?ProdId=118242",
        "text":"1.00 Ctw. Round Three-Stone Diamond Ring in 14K Platinum - VS2 Clarity G-H color\nmagnify Roll over image to magnify\nbadge Click Here to View Certificate\n\nShipping informationarrow\nIf you order by 3 PM CST, Your order will ship today with free FedEx Overnight Shipping\n\nUpgrade your shippingarrow\nThis item qualifies for free FedEx Overnight Shipping\n\nEmpty Box\n\nPremium Packagingarrow\nYour ring will arrive in an exquisite rosewood box and an outer gift box.\n\nEasy 30 day returns, guaranteedarrow\nYour ring will arrive with a return label included in the package. If you are not completely satisfied, simply attach the return label to your return packaging and call for easy, insured return and a prompt refund of your full payment. We do not charge restocking fees!\n\n1.00 Ctw. Round Three-Stone Diamond Ring in 14K Platinum - VS2 Clarity G-H color\n\nOur Elegant Past, Present and Future 3 Stone Diamond Ring, Featuring 1.00 carat total weight of Round Brilliant Diamonds, Independently certified to be VS2 Clarity and G-H Color and Excellent Cut, Crafted in Platinum\n\nRead more about our Excellent Cut, the secret to a diamond of extraordinary fire and brilliance.\n\nThis item includes our Lifetime Trade-In Warranty and is protected by our easy 30-day return policy.\n\nPrice: $3999\n\nShips within 24 hrs, with free FedEx Overnight Shipping (need it faster?)\n\nRing Size:\n\ncontinue shoping     \n\n\nTo share this information with friends, simply fill in the information below and click \"Send.\" We'll send your friend information about the items you're interested in, as well as a note to explain the origin of this e-mail.\n\nFriends Email Address:\n\nYour First Name:\n\nYour Last Name:\n\nYour Email address:\n\nIf you wish, you can add a note in the message field below: (optional)\n\nReceive holiday gift reminders & special offers.\n\nRing Information\n\nMetal Platinum  \nDiamond Total Weight 1 cttw question\nColor GH question\nClarity VS2 question\nCut Excellent question\nSku 30-0100-01-50-03  \nItem Id #118242  \n\n\nYou may also be interested in this product:",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9723536968,
        "format_confidence":0.9986571074,
        "weight":0.0176406496
    },
    {
        "url":"http:\/\/sikglam.blogspot.de\/search\/label\/Nude%20Lipgloss%20Balm",
        "text":"Showing posts with label Nude Lipgloss Balm. Show all posts\nShowing posts with label Nude Lipgloss Balm. Show all posts\n\nWednesday, October 23, 2013\n\nMaybelline Color Elixir by Color Sensational\n\nColor Elixir by Color Sensational\nBy Maybelline\n\nInstantly Intrigued by the Packaging!\n\nI was instantly mesmerized by the beauty of this lipgloss when I first saw it. I was in awe of the packaging and what it promised. To be a lipgloss\/lip treatment that feels cushioning on your lips while it still delivers color and high shine gloss.\n\nHere is the Skinny on the Color Elixir by Color Sensational from Maybelline:\n\nFall under the spell of the elixir effect\nHyper-saturated color, ultra cushiony feel\nThe new hypnotic lip sensation\n\nLook how the bottom looks like a Lipstick!\n\nThis lipgloss feels so good going on, it almost feels like a lip treatment. It feels like a lip gloss and treatment in one. It feels soft and very very cushiony. I think those truly are the best words to describe how it feels going on. The feeling does not go away quick either, it last for quite a while. It also leaves a very glossy looking effect to you lips. I only bought the Color Elixir in one color because I was not sure if it was going to deliver, but I will be definitely going back for more. There are 20 shades to chose from, which means 19 more for me to pick from and 20 for you. I will update this post once I purchase more with swatches of more colors. I decided to play it safe with the first color I picked and get a very pretty beige nude for the Fall. You can never go wrong with a beige nude.\n\nI love these types of applicators.\nThe really help with precision and getting right\nup into the cupids bow of your lip!\n\"60 Nude Illusion\" Swatched\nI had to get the right lighting to show the true color.\n It looks a tad orange in the previous pictures!\nI had too many Lights on!\nUpdate: As promised, I went back for more shades and I would like to share them with you!! I definitely think they are worth the money and will be such a treat this winter! The winter and cold weather tends to dry out lips more often and I felt these were an investment in my lips. These Hybrid Lip Gloss\/Lip Balms will be just what I will be grabbing for in those harsh cold months!\n\nStill in Love with the Packaging!\n\nTop to Bottom: \"075 Fuchsia Flourish\" \"050 Caviar Couture\"\n\"100 Petal Plush\" \"045 Amethyst Potion\" \nSwatched:  \"075 Fuchsia Flourish\" \"050 Caviar Couture\"\n\"100 Petal Plush\" \"045 Amethyst Potion\" \n\nVery Pigmented!! I love how these lip gloss\/balms look the same color in the tube on your lips!!\n\nFinal Thoughts:\n\nI am so excited to share these with you. I think this lip gloss was a steal for under 8 dollars for all the benefits it includes and how good it feels on your lips. Please let me know if you have tried the Color Elixir and if you like them. I am loving them and I know your lips will love them too.\n\n\nSik Glam",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9972351193,
        "format_confidence":0.7591294646,
        "weight":0.0127034764
    },
    {
        "url":"https:\/\/www.twentiesgirlstyle.com\/2017\/12\/staying-cozy-at-home-and-on-the-go.html",
        "text":"Staying Cozy At Home and On the Go\n\nLook 1: Pink PJ Set \/\/ Teddy Bear Robe \/\/ Slippers \/\/ Merry Everything Mug \/\/ Bralette\n\nLook 2: Sweater Dress \/\/ Boots \/\/ Bag \/\/ Beanie, similar here\n\n\nMy winter break officially starts Friday and I could not be more ready! All I want to do is spend the day in my coziest pjs, wrapped up in a snuggly blanket with a cup of hot cocoa and binge watch Christmas movies on the Hallmark channel. Anybody else feel me? There really is nothing better than being nice and toasty inside when it’s so cold outside! With the holidays looming, the never ending list of errands makes this cozy dream impossible. Leaving my house is inevitable, and while dealing with the frigid temperatures is a given, dressing in comfy cozy pieces makes it more bearable!\n\nWhen shopping for cozy pieces for around the house AND for going out, I always check the Topshop section at Nordstrom. Not only do they carry the cutest knits and outerwear, but they also have a great selection of cute pj sets and loungewear.\n\nMy favorite thing about winter break is spending lazy mornings around the house, before running errands in the afternoon. I love waking up, staying in my pjs and enjoying a cup of coffee while catching up on emails or wrapping presents. Enjoying a lazy morning is not something I get to do during the work week, and I can’t tell you how much I enjoy it! After a lazy morning, I feel refreshed and relaxed and ready to take on the rest of the day! This pj set is one of my current favorites! I love that I can wear it year round and I can’t get enough of the print! Paired with this cozy robe, I am all set for a lazy morning! Both of these pieces would make great Christmas gifts!\n\nWhen heading out to run errands and get lunch with E (another one of my FAVORITE winter break activities…teachers don’t get to go out to lunch during the work week!), I opt for cozy knits that will keep me warm. While I love layering up, I also love a cute sweater dress. It’s one of my favorite ways to feel comfy and cozy all while feeling cute and put together! This sweater dress is SO warm! It’s made of a thicker knit, so it’s perfect for the winter! Styling tip…pair your sweater dresses with over the knee boots in the winter. It’s a great way to stay warm!\n\nGet the Look\n\nMore Cozy Favorites\n\n2 Simple Link-Up ‘Rules’\n\n1. Follow your hosts on Bloglovin’: The Red Closet Diary & Twenties Girl Style\n\n2. Link back to our site from your post!\n\n\nToday’s post is in collaboration with Nordstrom, but all opinions are my own! Thank you for supporting the brands that Twenties Girl Style! \n\n\n  1. December 14, 2017 \/ 5:20 am\n\n    That robe is AMAZING!! I wish I had had time to add it to my Christmas list! So cute and cozy!\n\n    More to Mrs. E\n\n  2. December 14, 2017 \/ 5:56 am\n\n    Your tree is so gorgeous! LOVE the pictures. The sweatshirt dress is adorable. Love how you styled it!\n\n  3. December 14, 2017 \/ 6:23 am\n\n    You look so cozy!! Love that dress!\n\n  4. Stephanie\n    December 14, 2017 \/ 3:11 pm\n\n    This post is seriously the cutest. I can’t get over how adorable you are in your cozy pj’s and then again in that sweater dress. You know how to stay comfy no matter where you are!\n\n  5. December 14, 2017 \/ 6:28 pm\n\n    Love this pj’s and that dress is so cute. Love the color.\n\n  6. Ruth Ridley\n    December 14, 2017 \/ 10:42 pm\n\n    Oh this is so cute!! Love your cardi and that sweater dress so much!\n\n  7. December 15, 2017 \/ 3:39 am\n\n    I think I need a robe! That would be so cozy to wear while getting ready every morning! Topshop is a favorite of mine too! SO many cute pieces.\n\n  8. Anna English\n    December 15, 2017 \/ 5:42 am\n\n    I need that robe in my life ASAP!\n\n  9. December 18, 2017 \/ 5:14 pm\n\n    you are the queen of cozy!!! love your posts!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9886666536,
        "format_confidence":0.9594683647,
        "weight":0.0125943253
    },
    {
        "url":"https:\/\/www.odessadarling.co\/pacifica-crystal-matrix\/?utm_source=rss&utm_medium=rss&utm_campaign=pacifica-crystal-matrix",
        "text":"Hello friends! Today I’m talking about the new Pacifica Crystal Matrix eyeshadow palette that I was lucky enough to win in an instagram giveaway. I’m not usually a huge eyeshadow wearer, but I’ve been getting much more interested in makeup lately so this came at just the right time. Have you seen this palette yet? It has 10 shades, all of them with a shimmer finish (so you shine like a crystal, or something like that). I was a little iffy about the shimmer finish of them all, probably due to flashbacks of when I first started wearing makeup in high school and had no idea how to do it, and would usually top off my look with a mountain of glitter. Because, you know, mid 2000s fashion was fantastic. (or not)\n\n\nPacifica Crystal Matrix Eye Shadow Palette Review & Look | Odessa Darling\n\nAt first glance, this is a very cute lil palette. It’s small and simple, which is good for someone like me who isn’t looking anything too elaborate. I like the holographic crystals in the background, playing off of the whole unicorn-magic-beauty theme going on lately. There’s a nice variety in the shades: several neutrals, a deep green, a few purples. It As I mentioned, all 10 shades have a shimmer finish, which is more apparent when applied to my eyes than it is in the swatches. The package describes this palette as “highly pigmented mineral eye shadows in a range of your new super wearable favorite colors”. Fair enough! These shades are pretty basic, but not boring.\n\nI love that the shadows are vegan and cruelty free, as well as formulated with pretty clean ingredients (depending on how you view mineral makeup). This palette retails for 17.99.\n\n\nPacifica Crystal Matrix Eye shadow Palette Review & Look | Odessa Darling\n\n1. Affected 2. Spaced out 3. Faceted 4. Prism 5. Comet\n\n6. Reflector 7. Mars 8. Stolen Stars 9. Meteor 10. Ice\n\n\nWhen the package says highly pigmented, I expected it to be… well… highly pigmented. It is not. Even the deep green, dark brown, and plum colors, which appear pretty pigmented on the swatches, start to melt away once you begin to blend. I had to layer a lot to get the following look, as the deep brown I was applying in my crease kept disappearing. My favorite shade is the white in the top left corner, which, when applied, actually is an iridescent pinky shade. It reminds me of a beautiful Mac shadow I used to use in high school for the same purpose (brightening the inner corners). I left this on for a few hours, but my eyes started to get itchy, so I removed it and didn’t get to see how long lasting it is. This is my first time using mineral eyeshadow, so I’m not sure if my eyes didn’t like one of the ingredients, or if I possibly got a little too close on the lower lash line. I don’t have a problem with mineral powder foundation, so it’s hard to say.\n\n\nPacifica Crystal Matrix Eye Shadow Palette Review & Look | Odessa Darling\n\nPacifica Crystal Matrix Eye Shadow Palette Review & Look | Odessa Darling\n\nI ended up liking this more than I anticipated! It’s a nice, natural look that I wouldn’t feel too over-the-top for work. The shimmer finish didn’t end up being too much, and the shades blended together nicely (if not a little too nicely, as the powder starts to disappear). As I mentioned, I did have to apply several layers before the color popped, but that just makes it a little easier to avoid overdoing it.\n\nI used the shade Faceted all over my lid, followed by Mars as a darker shade in the crease. Like I said, it kept melting away, so I ended up using the shade Spaced Out to deepen the outer corners of my eye. I went all over with Prism, then brightened the inner corners and under the brows with Comet.\n\n\nI don’t love this palette, but there are a few shades I like enough to continue to use, namely Comet and Prism. If I hadn’t received this, I probably wouldn’t have purchased it, but I am happy I have it. If you’re looking for a good basic palette for natural every day looks, I think this would probably be a great choice for you. If you’re looking for something that really packs a punch, in pigment and colors, then probably not for you.\n\nPacifica Crystal Matrix Eye Shadow Palette Review & Look | Odessa Darling\n\n(I don’t know what to do with my face in these photos, can you tell?)\n\nThanks for reading! Don’t forget to find me on Instagram and Facebook!\n\n\nLeave a Reply",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9970732927,
        "format_confidence":0.7207109928,
        "weight":0.0127014149
    },
    {
        "url":"https:\/\/www.colourmebeautiful.co.uk\/blog\/stay-chic-in-the-heat\/",
        "text":"Stay Chic In The Heat\n\nStyle Tips, Women, Seasonal, Clothing\n\nWhen the heat is on the last thing you want is to be feeling hot and bothered. Here are our tips to keep you cool and chic in the Summer sun this season….\n\nLighten Up\nDarker colours absorb heat so opt for the lighter shades in your palette wherever possible. If you fall into the Deep colour category this can be particularly tricky but you can try adding a little contrast in the form of a pattern or accessory to ensure the lighter shades you’re wearing don’t wash you out.\n\nSeek Shade\nA stylish hat is a surefire way to up the glam factor whilst also shielding you from harmful UV rays. Be sure to choose a style that flatters your face shape with a brim that covers your neck and ears, as well as your face. A breathable material like straw will ensure your head doesn’t get too hot!\n\nSpecs Appeal\nSquinting is never a good look so invest in a good quality pair of sunglasses that flatter your face shape. Remember; opposites are attractive when it comes to face shapes so if you have a rounder face more angular styles will work best, whereas those of you with long or square face shapes are better suited to frames with softer edges.\n\nMaterial Matters\nLinen and cotton are natural, breathable fabrics and therefore great options for keeping cool in warm temperatures. For those of you who love denim, chambray is a great alternative as it looks similar but is much lighter in weight.\n\nLoosen Up\nWhilst it may not always be the most flattering option to wear loose fitting clothes, during the Summer sometimes it is a necessity. If more fluid clothing shapes aren’t typically suited to your body shape then think of ways to customise them a little to show off your figure – a loosely tied belt around a tunic will nip in your waist for example. For those of you with Oval body shapes now is the time to embrace those gorgeous flowing fabrics (and maybe show a little leg too!)\n\n\nYou may also enjoy",
        "topic_id":8,
        "format_id":22,
        "topic_confidence":0.9968239069,
        "format_confidence":0.6730530262,
        "weight":0.0015250173
    },
    {
        "url":"https:\/\/www.stylewe.com\/product\/plain-polyester-shift-sleeveless-casual-midi-dress-37105.html",
        "text":"Plain Polyester Shift Sleeveless Casual Midi Dress\n\nThis product is no longer available.\n\n  • Product Details\n\n\n    Material: Cotton,Polyester\n\n    Style: Casual\n\n    Sleeve Length: Sleeveless\n\n    Silhouette: Shift\n\n    Pattern Type: Plain\n\n    Neckline: Crew Neck\n\n    Theme: Summer\n\n    Occasion: Daytime\n\n    Color: Blue\n\n    Size: M,L,XL\n\n    Composition: 65% Cotton, 35% Polyester\n\n    Shoulder (cm): M:30.5, L:31.5, XL:32.5\n\n    Bust (cm): M:89, L:93, XL:97\n\n    Hip (cm): M:96.5, L:100.5, XL:104.5\n\n    Length (cm): M:118, L:119, XL:120\n\n  • Designer Info\n\n    Designer Lucas expresses an understated designing style, and brings fashion art into real life.\n  • Shipping & Returns\n\n    Order Processing : 3-5 Business Days.\n    Standard Shipping: 7-12 Business Days. US $0.00 - US $22.00\n    Express Shipping : 2-5 Business Days. US $12.00+\n\n    Return within 30 days from the delivered date.\n    1. Items received within 30 days from the delivered date.\n    2. Items received unused, undamaged and in original package.\n    3. Return shipping fee is paid by buyer.\n\n    More information >>\n  • Laundry Tips\n\n    1.Use the recommended amount of a premium detergent for delicate articles.\n\n    2.Silk articles need to be washed separately because they have a lower colorfastness than other fabrics.\n\n    3.Hand washing is recommended for delicate items such as lace, lingerie, wool, silk or very dark colors that may run. Using lukewarm or cold water under 30°C and squeeze gently. Turn inside out when hanging up and do not dry clothes in full sunlight.\n\n    4.The clothes should be at least 3 quarters dry before ironing. Ironing temperature recommended from 100°C to 180°C depending on the fabric.\n\n    5.The steam setting should be on high since ironing silk requires a lot of moisture. After the silk is lightly misted with water, it is placed face down on the ironing board and covered with a press cloth.\n\n    6.Avoid washing or bleaching for leather articles. Dry Cleaning is recommended for them.",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9932154417,
        "format_confidence":0.9984126091,
        "weight":0.0180191278
    },
    {
        "url":"https:\/\/shop.scottishstoreonline.com\/Guinness-Gaelic-Label-Long-Sleeve-Tee-G6015.htm",
        "text":"Guinness Gaelic Label Long Sleeve Tee\nClick To Enlarge\nThis Long Sleeved Guinness Tee is made from 100% brushed cotton. It features a classic crew neckline with long sleeves as well as ribbed cuffs and waist, making it ideal for day-to-day wear.\nThe black tee feaures a vintage Guinness Harp logo on the front and distressed Guinness® Gaelic Label on the back, guaranteed to make you stand out from the crowd.\n\nAvailable in Sizes Small to 3X Large\n\nCare Instructions:\n\n  • Simply machine wash in cold water with like colors\n  • No need to dry clean\n  • Air drying preferably\n\nGuinness® Official Merchandise: This product celebrates an extraordinary brand, which for over two centuries has been held in great affection around the world. For many, Guinness® has come to symbolize a way of life, always with style, wit, and good humor. This product is intended for purchase and enjoyment by people of legal purchase age for alcoholic beverages.\n\n  • Item #: G6015\n\nGuinness Gaelic Label Long Sleeve Tee\n\nPrice: $24.99\n* Marked fields are required.\nQty: *",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9913785458,
        "format_confidence":0.9986379743,
        "weight":0.0179858025
    },
    {
        "url":"http:\/\/www.erikaprice.co.uk\/2012\/11\/christmas-tree-earrings-giveaway.html",
        "text":"Wednesday, November 21, 2012\n\nChristmas Tree Earrings Giveaway\n\nWould you like some party bling to wear this Christmas?! Or do you know someone who would like to find some in their Christmas stocking this year?!\n\nYes?! Well, here's your chance to win a pair of my beautiful Christmas Tree Earrings. Every pair of earrings is individually handmade by me in sterling silver, and each little tree has four layers of peridot green Swarovski™crystal branches on a topaz base with a red star on top. The lucky winner will be chosen at random by Rafflecopter, at midnight GMT on Wednesday 5th December. International entries welcome!\n\nIn the meantime, or if you simply can't wait, you can get 10% off any jewellery purchase in my Erika Price Etsy Shop from now until midnight GMT on Monday 26th November. Simply enter the coupon code THANKSGIVING at checkout. And don't forget, shipping is always free!\n\n\nSomeone once said that comments are like chocolates - you can never eat just one. As a chocoholic, I love to dip into your replies, and always respond to as many comments as I can!\nErika x\n\n© Erika Price . All rights reserved.",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9917250872,
        "format_confidence":0.5505498648,
        "weight":0.0126332858
    },
    {
        "url":"http:\/\/whatamywore.com\/2017\/09\/waw-x-shoes-of-prey\/?unapproved=41746&moderation-hash=5da83833e595235da18bff6d32f3568d",
        "text":"WAW X Shoes Of Prey!\n\nLet’s talk about these cute shoes! How cool is it to design your own shoes?! These polka dot slingback shoes were designed by me at www.shoesofprey.com! \nThe process of designing is super easy and fun!  You get to choose your own fabric, style of shoes, heel size and shape. Pray of Shoes is not only amazing because you get good quality shoes, but the process is so enjoyable. You can choose from so many different styles, colors and patterns. I am so in love with my shoes! And to top it off, they are so comfortable.\n\nNow, when it comes to the rest of my outfit, I am wearing nothing but basics! As you already know, it is all about the right accessories. Berets and Fanny Packs are back, and they add a perfect touch to any outfit.\n\n\nShop the Look:\n\nBlouse: Gap \/\/ Jeans: H&M \/\/ Fanny Pack: Forever21\/\/ Beret: Forever21 Shoes: Shoes Of Prey\n\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9952660799,
        "format_confidence":0.9006866217,
        "weight":0.0126783934
    },
    {
        "url":"https:\/\/www.girllovesglam.com\/peace-out-to-2016\/",
        "text":"Skip to Content\n\nPeace out to 2016!\n\nPeace out to 2016!\n\nAll outfit pieces are from Cents of Style: Hat | Tee | Flannel Button Up (affiliate links)\n\nIsn’t it crazy to look back at the end of the year and think about all of the things that have happened in that calendar year? This year has been a roller coaster of emotions, but I am really grateful for where I am today and where the many trials have brought me and have taught me along the way.\n\nWool baseball hat from Cents of Style on\n\nThe year started with a rocky beginning as we were still very much in the middle of our miscarriage. It was followed by some postpartum depression struggles, along with a false positive pregnancy test that I was told was called a “chemical pregnancy”. It was a lot to happen all before the month of April. But I have learned so much from it and have had the opportunity to connect with so many beautiful women out there who are experiencing similar trials and I am so incredibly grateful for this platform that I have to be able to connect with the outside world in that way.\n\nCasual 35 Weeks pregnant maternity look on\n\nNow as I end the year, I find myself 35 weeks pregnant and busily preparing for baby girl to join our family. We couldn’t be more excited for the opportunity to welcome her into our family in a few short weeks!\n\nBecause I love you all so much and I want you to feel involved in this site, I want to let you know a little about what to expect in 2017! First of all, this will be the last post of 2016 and I will be coming back January 2nd. I am due to have baby girl in January, so I will be active on the site for about two weeks before I take another leave to have baby girl. I will be back again mid February with guns a blazin’ and will be in full swing! I have some really fun things in the works for 2017!\n\nSleigh All Day festive tee on\n\nYou can look forward to lots of hair and makeup tutorials, home decor, and handmade cosmetics! I have been working to perfect a few fun recipes for some handmade cosmetics and you are going to love them! I will continue to bring you both blog posts and video content on YouTube as well, so be sure you are following in both places!\n\nDon’t forget to fill out the reader survey to let me know what you want to see in 2017 and enter to win a $100 Amazon gift card while you are at it!\n\nBecause I know you all are going to want to own the outfit I am sporting, it is ALL from Cents of Style! You can find the hat, the tee, and the flannel button up on there.\n\nThank you, thank you, THANK YOU for your support this year! I can’t wait to continue through 2017!",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9589241147,
        "format_confidence":0.9732523561,
        "weight":0.0122154441
    }
]