[
    {
        "url":"https:\/\/www.georgetakei.com\/people-confess-why-theyre-really-single-right-now-2649015255.html",
        "text":"People Confess Why They're Really Single Right Now\nImage by Free-Photos from Pixabay\n\nIt's never easy to be honest with yourself. If you can hide behind the facade you've crafted from other people, then perhaps you can hide from it too. Truthfully, confronting that honesty is more important, as it'll allow you to move past it and grow beyond it. Just take a look at these people's stories below as they open up about why dating them might be a bit of a challenge.\n\nReddit user, u\/Niyi_M, wanted to hear about:\n\nWhy are you single?\n\nOh Yeah. The Worldwide Pandemic.\n\nhomer simpson relief GIF Giphy\n\nThere isn't a lot of people I know that are my type, and the pandemic is making it hard to meet anyone who I would be interested in. Also I kind of just have high standards when it comes to dating.\n\n\nStandards are always great, hope you find someone!\n\n\nWaiting For The World To Get Back To Going\n\nI'm shy, I have low self esteem, my confidence isn't the best, I have extreme social anxiety, and I'm afraid of rejection. I'm hoping to fix a lot of these problems after covid [disappears.]\n\n\nGiving Yourself Time To Heal\n\nI want to be single for awhile until the right one comes along. I've dated two guys this year and there was another guy in my life that I wanted to date but thank God I didn't. I'm over them now but the crap that I went through with them was unreal.\n\n\nRushing In To Fast\n\nBecause I always ruin the relationships I'm in.\n\nUsually by moving too fast. I literally JUST ruined one without meaning too. I really like this one more then the others tho, so let's hope I can turn it around 🙃\n\n\nPutting Up Your Own Walls\n\nBecause I am overweight. I have confidence and know how to flirt I just have a hard time believing someone is actually attracted to me because i am overweight. But working on it now and should not be a problem soon!!!!\n\n\nUnable To Push Past High School\n\nI have always not dated for many reasons. In high school, I didn't see the point in dating. I was raised Christian, so dating was for marriage. I also knew I'd go abroad for university, so there was no point at the time because I knew I wouldn't marry that person.\n\nIn university, I was depressed and anxious most of the time. I had one or two guys try to talk to me, but because of my anxiety it really felt like an attack to have people show interest in me. I was actually interested in one of the guys, but my thinking was way too messed up anyway. I thought (and still think) he was weird for being interested in me.\n\nToday, it's because I need to heal from my childhood trauma, depression and anxiety. I know I won't be a healthy partner if I don't work on myself.\n\n\nSomething Beyond Your Physical Control\n\nI have MS and as a result I have ED and I just don't have the confidence. I don't think that a woman wants to be with a man who can't get it up naturally at my age. It's humiliating.\n\n\nthere's nothing humiliating about something you have no control over, and there's someone that will be understanding and patient with you.\n\n\nPrefer To Be Alone\n\nBecause I'm average-looking at best and probably require a lot of patience to get to know. I'm a bit shy, and maybe a bit closed off emotionally. I don't really like getting close to people at this point.I always end up looking like an idiot, and I don't think I could handle another disappointment.\n\n\nHanging On Tight To Someone Else\n\nlisa simpson GIF Giphy\n\nStill getting over someone else\n\n\nTime heals all, But writing down your thoughts will speed things up. It's easy to lose sight of the big picture when you're caught up in your emotions, the best way to heal is to start small. Shower every day, brush your teeth, eat real food, go to sleep early. It won't make you feel better over night but if you don't keep moving you drown. It sucks right now, and that's ok, no one said you have to be happy all the time. Remember that you are more than just your relationship. you love them and there's nothing wrong with that, but remember to show yourself that same love.\n\nYou've got this.\n\n\nAlways Competing\n\nWomen never see me as a romantic partner. More like I'm the competition. Lost count how many women would try and one-up me over the years growing up to adulthood. I still haven't forgotten when one called me a 'second class citizen' since I was known as the poor immigrant kid at school.\n\n\nLike What I Like, Unironically\n\nThere's a lot of reasons that I'm still single. I haven't dated anyone or have any plans to- I think I'm just simply not ready. I want to focus more on myself, like maybe sometime after I finish college so I'm not all over the place. I also have seen or heard\/read stories of relationships going downhill- and not in a pretty way either. Those really deter me from getting into a relationship because it can be stressful when taken in the wrong direction.\n\nBut for the personal side of things- I also prefer someone that shares the same interests as me without belittling my likes or dislikes or just my personal lifestyle. And that's about it all I can say really. This post was a bit long- I just had to get it off my chest I guess lol. I know I can't be in control of what, I prefer to be alone anyway. Maybe have a cat or two to keep me company.\n\n\nGiving In For Less Than You Think\n\nBecause I always ended up with me settling and waiting. I realized that you can't really change a person through just waiting and making excuses for them. So if you see those makings of red flags, you can't just wait for them to change for you, just because you tell them it's hurting you. Sometimes communication isn't good enough because the other person won't ever listen.\n\n\nConstant Work On Yourself\n\nI have a lot of things that I need to work on in therapy. I don't think it would be right to inflict myself on somebody else before I'm some nebulous quantity of \"healthier.\" Same thing with my debt and financial issues.\n\nThat's the main thing. Add our no-end-in-sight plague on top of it.\n\n\nWhen Love Is Anxiety\n\nhate myself, fear of intimacy, social anxiety. So feeling in love was so depressing and gave me so much anxiety. I never hated myself more when I knew he loved me back. And people didn't understand that i don't especially want sex in my life (asexual) so it's hard finding someone\n\n\nPeople tend to think that you have to love yourself before someone else can love you or before you can love someone.\n\nYou are good enough and deserving of love just by being here and alive.\n\nI would look into imposter syndrome.\n\nAlso, so many people are asexual (i'm grey asexual) and it's beautiful how much more openly common it is now.\n\n\nToo Long By Yourself\n\nI've been alone too long.\n\nHaving someone around might be handy, but would most likely bug the sh-t out of me.\n\n\nEven in the year 2020 I feel like I don't get enough alone time, and I live alone, WFH, and only leave the house once or twice a week. I can image trying to share my space with another person.\n\n\nA Later Bloomer\n\nBecause, due to religion and the way I was raised I thought even talking to a girl is a sin so I never really interacted with girls that much. I have basically 0 experience when it comes to talking to girls let alone dating.\n\n\nThe Trifecta From Hell\n\nA combination of depression, social anxiety and lack of any social skills\n\n\nDating Yourself Instead\n\nI am uncomfortable dating and prefer being single so my time is dedicated to what I need to do in my life\n\n\nYes! This leads to feeling lonely sometimes but I'm busy and I get over it. Online dating makes me nauseous and disgusted that I need to judge someone based on a few pictures.\n\n\nYour Own Worst Enemy Is Yourself\n\nseason 3 television GIF Giphy\n\nI'm lazy and have a low self esteem.\n\nI'm also very asocial.\n\n\nUnable To Move On\n\nBecause my wife died.\n\n\nI'm sorry for your loss. My husband died seven years ago, and I've discovered that I prefer living alone. So I'll stay single for the rest of my life.\n\n\nWant to \"know\" more? Never miss another big, odd, funny, or heartbreaking moment again. Sign up for the Knowable newsletter here.\n\nPeople Describe The Absolute Laziest Things They've Ever Done\nPhoto by Zhang Kenny on Unsplash\n\nAre we being lazy or is it self-care?\n\nThat is what you should ask yourself first, before you judge.\n\nLife is an arduous journey and a constant energy suck.\n\nIt was inevitable we'd find shortcuts to get by.\n\nIt's all about survival.\n\nRedditor Batman_In_Peacetime wanted to hear about the times we just didn't care enough to try harder. They asked:\n\n\"What is a lazy thing you began doing when you realised you can live with it?\"\nKeep reading... Show less\n\nBe it on a blind date, at a party where you don't know anyone, or sitting next to someone on an airplane, starting a conversation with a total stranger is difficult.\n\nAs much as we'd all like to be friendly, far too often we find ourselves at a loss for words.\n\nIt doesn't help that we generally have no idea of what these people's various interests are, making it anyone's guess how they'll respond.\n\nBut some have this problem solved, finding a go-to topic which is always guaranteed to get a response, no matter who you're talking to.\n\nRedditor Blugged_Bunny was curious to hear what people thought was the best way to begin a conversation with strangers, leading them to ask:\n\n\"What is your go-to 'small talk' topic with strangers?\"\nKeep reading... Show less\nPeople Explain Which Things Are Stupidly Overpriced\nPhoto by Luis Tosta on Unsplash\n\nQuality comes with price. That's a fact you can't escape. If you hire someone to fix your home, and want them to do the best job, you're going to have to pay above average prices. That's fine. Pay the people what they're worth for the great job they did. However, we live in a world where everyone is looking for their payout, even if what they've given you is less than ideal.\n\nDon't overpay for any of these.\n\nKeep reading... Show less\nPeople Divulge The Opinion That Is The Smallest Hill They're Willing To Die On\nPhoto by Sung Jin Cho on Unsplash\n\nNo... (truncated)",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9933093786,
        "format_confidence":0.8876681924
    },
    {
        "url":"https:\/\/davidhorsager.com\/family-tenets-trust-in-relationships\/",
        "text":"Family Tenets | Trust in Relationships\n\nHow trustworthy and trusting is your family? Regardless of your answer, there’s always room for improvement. One activity that may be helpful for growth is writing family tenets. Merriam-Webster defines tenets as “a belief or idea that is very important to a group.” What beliefs and ideas are important to your family? Tenets provide guidance for how a family thinks, interacts, and serves. They are a model of what you commit to becoming together.\n\n\nUse the Horsager family tenets as an example for collectively creating your own!\n\n\n1. Do unto others as you would have them do unto you. \n2. Be Grateful. \n3. Do what you know is right over what is easy. \n4. Live within your means. \n5. You and I are blessed to be a blessing to others. \n6. Learn to forgive truly and quickly. \n7. Keep learning. \n8. Believe in your great potential, purpose, and possibilities. \n9. Be humble. \n10. Learn to overlook an insult. \n11. Cultivate meaningful friendships. \n12. Celebrate life! \n13. Trust and obey God.\n\n\n\nAccelerate Your Performance Through Trust\nClick “Receive Access” to get our COMPLIMENTARY Trust Tools and join 25,000+ leaders that are increasing their performance.\nWe respect your privacy. Your information is safe and will never be shared.\nDon't miss out. Get FREE tools today.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9778088927,
        "format_confidence":0.8082543015
    },
    {
        "url":"http:\/\/celebratethedate.blogspot.com\/2010_04_01_archive.html",
        "text":"Total Pageviews\n\nMonday, April 12, 2010\n\n\nHere are ten favors that you would love to receive next time you go to a wedding!\n\n1.) A tree seedling or perennial bulbs- This favor keeps on giving throughout the rest of your life (and perhaps your children's).\n2.)Colorful salsa bowl and salsa recipe- This favor will help spice up future get togethers you will share with friends and family.\n3.)A eye-catching wine, cocktail glass, or cocktail shaker with exotic recipes attached- This will help you celebrate many of life's special occasions.\n4.)Luggage Tags- This favor will be the perfect companion as you criss-cross the globe!\n5.)Homemade liquid or bar of hand soap and an accompanying instruction-Keep your hands and unmentionable parts clean and learn a great new craft too!\n6.)Margarita glasses with three favorite recipes to try- This favor will help you to forget all the tacky, bad favors you have received in the past.\n7.) \"Green\" Reusable Canvas Shopping Bag- This favor will help keep Mother Earth healthy for a long time to come.\n8.)A cutting board with an accompanying spreader\/cheese knife- This favor has a multitude of uses when entertaining!\n9.)A small birdhouse-This favor can be used decoratively inside or outside in the garden. You can even hide your house key in it!\n10.)A deck of cards and a Hoyle's Rules Book- Perfect for your next poker game or killing time at the airport!",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.8245543838,
        "format_confidence":0.9721716046
    },
    {
        "url":"https:\/\/art-theatre.ru\/pick-up-artists-online-seduction-and-dating-tips\/",
        "text":"Pick-up artists, online seduction and dating tips\n\nThere are so many ways to start a conversation on Tinder, and most are short, sweet, and complete nonstarters. Still, not all men are slaves to the monosyllabic. Some are armed with humor, personalized questions, and stanzas that rhyme. To get a better idea of what men think make perfect icebreakers , we asked 15 guys about their best Tinder opening lines, the ones they turn to over and over again because they get results. Do they always work? But quite often, they do. For women, it paints an image of an interesting character, someone who is witty and who you can have interesting conversation with. It has about a 55 percent success rate, but when it works, it works like a spell.\n\n5 Great Pick Up Lines That Will Definitely Work on Him\n\nRecently at the Olympic Village in Sochi, where some of the most athletic and attractive people in the world were concentrated, hooking up became incredibly easy thanks to Tinder. There are some cuties here! Optimizing your profile, applying best tinder dating tips and great opening lines are the keys to success!\n\nSince Tinder is essentially a photo-based app, your profile pictures have an extremely high impact on whether or not you will find matches.\n\nIncrease your online matches. Our Pros breakdown your dating profile and give you tips to the girls you’ve been hoping to match with. We make getting matches so.\n\nFinding going out with tips for guys can be a overwhelming task. How can you go about finding the best dating advise for men? Very well, there are many different types of help and advice that can be given to a man that is trying to find a date. One thing that might help a male in his search is to look into the advice of others who have been successful. Looking at dating tips for men on the internet can be very helpful in this consideration as well.\n\nGreat location to find internet dating tips for males is at a bookstore. There are plenty of books readily available that will give tips on how to get a girl interested in a guy and how to obtain her to recognise you better. A further very important resource that will provide seeing tips for males is the local library. Many community libraries have become having committed dating and relationship centers. These centers are good spots to learn more about take pleasure in and associations.\n\nThe internet is another good place to find dating tricks for men. There are numerous free online going out with tips for guys sites that may provide guys with beneficial information. Websites such as these are always updated and quite often have more specific information on online dating tips for men.\n\nFunny one liners for online dating\n\nWelcome to Glamour UK. This site uses cookies to improve your experience and deliver personalised advertising. You can opt out at any time or find out more by reading our cookie policy. Dating apps just keep on getting better. With the new phenomena of social distancing taking over our lives over the past few months, there’s never been a stranger time for Millennials to face dating.\n\nWith pubs and restaurants shut for the past few months, organic dating was no longer an option and plenty of people found themselves logging onto a dating app for the first time\n\nRead the profiles that get most views, and pick up tips from them. Tweak your bio and try changing your photos. Also – have you contacted anyone yourself?\n\nOne of the best reasons for having online dating is that you can search for the things you are looking for and you could also speak with other people who can be interested in reaching up with you. There are some very common online dating issues and they refer to how to choose up women of all ages online. Many of these questions will include common concerns that people possess when aiming to meet ladies and things that might seem to be weird. You can also take advantage of the information that you will get from your online dating guide to hunt for ladies who are also looking for a guy.\n\nIf you do not know how to make attraction and get a girl to notice you, you are wasting your time. It will be easy to talk to women online and to initiate connection with them in order to go on goes with these people. You can search internet in many internet dating sites and you can find a lot of information regarding how to pick up females online. The data that you get includes things that you can use in order to find a woman online.\n\nIt is possible to also use the online dating sites that are designed to enable you to meet someone to go on periods and to start up a relationship. There are plenty of people who have possessed great romantic relationships because that they found persons online during these dating sites. You can even search for the women that you like, note down their contact numbers and then follow up with them to create a date.\n\nOnline dating services Tips For Girls.\n\n15 opening lines that will get a response on your dating apps\n\nChat up lines — some people love them, some people hate them. Remember, a chat up line can be a great icebreaker if delivered with humility and a sense of fun but can become offputting quick if you choose the wrong line. You might be guaranteed a laugh with these but not always a date, so use with caution.\n\nThe Top 5 Lies Of The Pick-Up Artist And Men’s Dating Advice Communities. Previous post Next post. After all, there are so many hurdles and.\n\nInternet Productivity. Social Media. Being single and online to mingle can pick tough, hence the growing prevalence of fast and convenient online dating. The problem with online dating examples is that they try to match suitable partners using mathematical formulas. So, Tinder. But the real magic is in your first impression, and the following examples show what a striking opener can do for you. Traditionally, pick-up lines are seen as ineffective and juvenile? But for Tinder, the rules are good.\n\nSince Tinder has become the internet for mobile hookups, pick-up lines are somewhat necessary. After all, you need an icebreaker, but not just any icebreaker. You need something quick, to the point, and something that makes the other person laugh.\n\nOnline Dating Advice For Guys – Most Efficient Strategy To Pick Up Women Online\n\nFinding internet dating tips for males can be a difficult task. How will you go about finding the best dating tricks for men? Well, there are many different types of tips that can be directed at a man that may be trying to find to start a date. One thing that may help a guy in his search is to look into the advice of others who have been powerful. Looking at dating tips for guys on the internet can be very helpful in this value as well.\n\nIf none of these appeal to you, keep going and check out our collection of hilarious Tinder pick-up lines worth trying. Tips for Dating Safely on Tinder Here are.\n\nThe rules of dating have changed. Forget that stuff about playing hard to get, expecting the man to pay, and never having sex on a first date. Read on to discover the new rules of engagement. The writers are doing themselves no favours. Confidence is sexy; arrogance is not. The aim of the online dating game is to catch the eye of someone you have lots in common with.\n\nThe 70 Best Chat Up Lines Ever – The Ultimate List\n\nOnline Dating discusses how you attract and seduce women on the internet. You will be surprised to find getting dates with women online is as simple as using a test and tried copy n paste system. David M – One of the biggest challenges guys have with online dating centers around their profiles. I love how it helps me connect with friends and subscribers. I hate the following David M – How can you tell what she really looks like and how can you bust on her for the glamour shots picture?\n\nSome of factors like tinder pick up on a good opening message in a good first message. Top tips for being cheesy and tips for online dating. Bottom line on a​.\n\nBy Tom Chivers. The movement achieved real prominence in , with the publication of Neil Strauss’s book The Game, in which he described his own journey into the odd subculture. This is a look at some of the aspects of this weird world. A lot of it is harmless, plenty of it is funny, but a large amount is genuinely unsettling. We haven’t linked to any of the sites mentioned, as we are not sure that all the content is appropriate.\n\nYou can’t get far in the world of pick-up artistry without a silly name. The 20 most useful dating websites. Men ‘should play hard to get’. According to the literature, a true Pick-Up Artist stands out from the crowd — hence the preposterous names. Sartorially, that may mean wearing a fluorescent T-shirt and an asymmetric haircut, or makeup, or platform shoes — Mystery, we are told in The Game, sports the latter.\n\nSimilarly, like lots of little boys’ clubs, the pick-up artist world has developed its own pseudo-technical language. See also Kino and Negs, of which more later. It’s purportedly a form of hypnosis, similar to what Paul McKenna might use on you if you wanted to think yourself thin. In other words, if this actually worked, PUAs would be hypnotising women into sex.\n\n16 Online Daters Share The Funniest Pick-Up Lines They’ve Ever Heard\n\nWhy most guys like? Make an online dating advice basically also applies to impress? Got a texting expert in your dexterity with the personals.\n\nTry these fun and flirty pick up lines for texting, the phone, and in person Reasons Why Online Dating May Not Work · Online Dating Tips for Men That Work.\n\nWhat was I reading? Did I live in New York? Did I go there often? All standard fare. But then, out of the blue, he said I looked really spontaneous. Like, the kind of person who would go skydiving or ski down a mountain strapped to a pair of naked ninja turtles. I brushed the comment, and the guy, off.\n\nOnline dating Tips For Guys – How to Pick Up Girls\n\nFirst you have to get the conversation started. And if you want your most attractive matches to respond, then... (truncated)",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9851269126,
        "format_confidence":0.7438746691
    },
    {
        "url":"https:\/\/www.huffingtonpost.ca\/2016\/05\/06\/bridal-shower-gifts_n_9854232.html",
        "text":"25 Bridal Shower Gifts Couples Can Enjoy Together\n\nAfter this she might even make you a bridesmaid!\n\nSummer is right around the corner and while the warm weather alone warrants weekends out and about, we'd bet most people already have a few bridal showers, engagement parties and weddings locked into their calendars.\n\nBut if you're going to all three for one friend, you might be wondering how you're going to stick to a budget without seeming like you're skimping on a gift.\n\nAccording to the experts at, an engagement gift should be something small and sentimental. Wedding gifts on the other hand, should be a little larger. Though etiquette expert Julie Blais Comeau says there is no set size on the gift you give.\n\nAs for bridal shower gifts, we recommend spending somewhere between the two. In the slideshow below we look at 25 bridal shower gift ideas ranging from as low as $10 to as high as $170. And while these gifts were mostly chosen with the bride in mind, we're pretty confident the couple will be able to enjoy almost everything on this list together.\n\nBridal Shower Gifts",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9443562627,
        "format_confidence":0.9865266681
    },
    {
        "url":"http:\/\/weddingworldx.blogspot.com\/2013\/07\/6th-wedding-anniversary-gift-ideas.html",
        "text":"Senin, 08 Juli 2013\n\n6th Wedding Anniversary Gift Ideas\n\n6th wedding anniversary gift ideas\n40th Wedding Anniversary | Birthday Anniversary\n\nActress Alyson Hannigan is desperately searching for great present ideas able to top the set of wheels she purchased for their ninth anniversary. She says, \"I'm a little concerned because our ninth anniversary I sort of did a really great gift. The wedding is officially behind you, and hopefully, you've had a chance to settle in, unpack and organize all your gifts and get used to life as a twosome. Most couples don't have children on their one-year anniversary, so be open to splurging on a trip So any idea what Abhi-Ash are planning to do this anniversary? Last year Abhishek Bachchan and Aishwarya Rai Bachchan celebrated their anniversary with their li'l bundle of joy - Aaradhya Bachchan. She was perhaps the best gift ever as she made There's no rule that says you have to stick with convention when it comes to anniversary gifts, but, for those who'd like to, we've got a modern spin on traditional gift-giving. Gift Ideas: Write a love letter to your spouse, expressing how much you love On June 6th 1963, my parents Victor Omololu and Funlayo Olunloyo got Yes I took the love of music from my dad who gave that gift to my mom and the rest of the family. Today we have three rappers, 2 singers and a gospel singing mom who plays the piano The golden anniversary is one of the most celebrated of all wedding anniversaries. Spending a half century in love with one person is a wonderful statement about the gift of married Another great idea would be to record music from their .\n\nDon't worry, it's easier than it seems once you learn the tricks to gift giving on a budget. For weddings, you can keep costs to a minimum by shopping smart and using a little creativity. Here are eight gift ideas for $25 or less that will look Tori and Dean just celebrated their wedding anniversary and he bought her a gorgeous Neil Lane ring — read on to find out the romantic significance behind it! Tori Spelling is one lucky lady. The reality star just tweeted a picture of her gorgeous Bake a Cake Who needs vanilla cupcakes? The couple opted for a traditional English Say Cheers Raise a glass to Will and Kate with a British classic, G&T. Our gin and tonic recipe cuts calories witout sacrificing flavor. Other traditional options Alec Baldwin, and his heavily pregnant wife, Hilaria, took to Twitter today, whilst they were attending the funeral of The Sopranos legend, James Gandolfini. Hilaria in particular was tweeting about a variety of activities, which included her .\n\n\nAnother Picture of 6th wedding anniversary gift ideas :\n\n6th wedding anniversary gift ideas\n\n1st Anniversary Gifts , Wedding Anniversary Gifts By Year , Wedding\n\n6th wedding anniversary gift ideas\n\nThey make charming wedding anniversary gifts !\n\n6th wedding anniversary gift ideas\n\nJVC Gummy Ear Bud Headphones | Ihdeeny | Create your own registry for\n\n6th wedding anniversary gift ideas\n\n6Th Wedding Anniversary Presents For Men\n\nTidak ada komentar:\n\nPosting Komentar",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9803395867,
        "format_confidence":0.8253653049
    },
    {
        "url":"https:\/\/www.sheknows.com\/living\/articles\/837349\/tech-etiquette-dos-and-donts\/",
        "text":"Skip to main content Skip to header navigation\n\nTech etiquette dos and don’ts\n\nWith technology comes rules, meaning you can’t just do whatever you want where your gadgets are concerned. Whether you’re attached to your iPhone, your laptop, your tablet or all three (and then some), you should have some consideration for those around you. To help you master tech etiquette, we’ve put together a list of some of the biggest no-no’s where wielding gadgets is concerned. Take a look — and proceed with caution the next time you reach for your BlackBerry.\n\n1Woman on cell phone ignoring manDon’t hide behind email\n\nIf there’s something that should be said in person but you’re having trouble working up the nerve to do it, don’t chicken out and use email instead. There are too many ways for someone to misinterpret what you’ve written, so if you want to be clear, and you have something important to say, skip technology altogether and communicate live and in person.\n\n2Do respect your neighbors\n\nWith everyone and their grandmother walking around with a cell phone, it’s inevitable that you’ll be talking in public at some point, often several times a day. But if you’re in a crowded space – a restaurant, on the bus – and you’re loudly telling the world about your latest breakup, trust us when we tell you that you’re annoying everyone around you. We’re not saying don’t take the call – just keep your voice down and respect those around you.\n\n3Don’t text and walk\n\nYou may have mastered the fine art of walking and chewing gum, but walking while texting is a whole other matter. We’ve all seen those people so engrossed in the message they’re furiously typing that they trip (sending their precious phone sailing into the street) or bump into everyone they get near. If you need to send a text that can’t wait – while you’re in motion – stop and move to the side before typing.\n\n4Do have tech-free live conversations\n\nThere’s nothing worse than trying to talk to someone who keeps checking their phone. They nod, they smile, they murmur the occasional, barely audible “Mmm-hmmm,” but you know they’re more interested in their phone than in what you have to say. If you’re talking to a real person, put your phone away or train yourself not to look at it every two seconds. Stealing furtive glances at your iPhone just makes you look like you have a tic – not to mention it’s rude. When someone is talking to you, make sure they have your full attention – and they have yours.\n\n5Don’t send one-word emails\n\nUnless someone asks for confirmation that you received their email, try to avoid sending one word emails that say things like, “got it” or “OK!” Short, succinct emails are fine, but just make sure they say something worthwhile. Otherwise you’re just clogging the inboxes of your friends and co-workers and they probably aren’t happy about it. If someone has asked you to do something, it’s fine to send a few words letting them know that yes, you can take on that project or that you’ve taken care of whatever they requested, but if no followup is necessary, keep the one-word messages to a minimum.\n\n6Do think before you post\n\nWhen it comes to social networking, it can be so easy to just post – status updates, tweets, photos, comments – without really thinking. But it’s a good idea to think about whatever you’re planning to send out into cyberspace before you publish it. Will that status update offend someone? Will the photos you’re planning to post embarrass anyone? Take a minute to go over what you want to say or post before you do it to avoid any social networking slip-ups.\n\n7Don’t have multiple conversations\n\nIt’s common to see people talking on their cell phones while talking to someone right there in front of them. How is this possible? They simply talk – not indicating who they’re talking to – and it’s the job of everyone else to figure out who is being addressed. There’s a lot of “I wasn’t talking to you” and “Were you talking to me?” happening in that conversation and it can be tiresome. If someone comes up to you while you’re on the phone, indicate you’ll be with them in a moment. Politely end your call, then begin a new conversation. Trying to have two conversations at once is not only rude but a waste of other people’s time.\n\nTell us\n\nWhat is your technology pet peeve?\n\nShare with us in the comments section below!\n\nMore about technology\n\n4 Gadgets to make traveling easier\nEco-friendly tech products we love\n5 Hot tech trends to watch\n\nLeave a Comment\n\nComments are closed.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.8201440573,
        "format_confidence":0.9788589478
    },
    {
        "url":"https:\/\/www.elitedaily.com\/p\/how-your-love-life-will-change-for-better-worse-next-year-based-on-your-sign-7734053",
        "text":"Here's How Your Love Life Will Change For Better Or Worse In 2018, Based On Your Zodiac Sign\n\nThese days between Christmas and New Year's are good ones to reflect on the last year and think about what you want to do differently in the next. Get rest while you can. 2018 will be a big year for love on an individual and collective scale. Between now and next January, this is how your love life will change.\n\n2017 saw optimistic Jupiter move through Libra, the house of love and relationships. Jupiter will spend much of 2018 in Scorpio, which means that whatever relationships that were started in 2017 will experience terrifying, exciting, and stimulating growth. For those who are starting out 2018 single, it means that this will be your year to change the way you fall in and out of love.\n\nJupiter isn't the only planet that is going to have a lot to say about your love life this year. In October, Venus will go into retrograde, journeying over the territories of Libra and Scorpio not once, but twice. This means that your relationship is going to be experiencing a major overhaul that might be painful, but it will open you up to more nourishment in the end. This will be the year when all of the obstacles that get in the way of your love get thrown out. Knowing Scorpio, some skeletons will be revealed in the process. Here is what 2018 will change about your love life, if the stars have anything to say about it:\n\nAries (March 21 To April 19)\n\nIn the past, you've approached love like a big, bright torch, Aries. Your fire is beautiful, but when your blaze gets out of control, it burns up everything in your path. In 2017, you experienced some explosions. 2018 will take a cinder from the wreckage and set it alight into a smokey, smoldering flame. This is new for you, since you have the tendency to burn through relationships. Let your light be a lantern you hold aloft as you journey all the way into the deepest, darkest reaches of love.\n\nTaurus (April 20 To May 20)\n\n2018 will have you changing the ways you get your needs met in relationships, Taurus. This is the year that you will pick up a spade and start tending to your garden. Find what seeds have been buried under the earth, and then, plant them to make a fresh start. If you're in a long-term relationship, this might mean adding something new to your partnership through traveling together. And if you are single or you find your current love coming to a close, this would be a good time to start turning that compost.\n\nGemini (May 21 To June 20)\n\nIn years past, Gemini, love for you was like attending a masquerade ball. Each new relationship was like another dance partner. You'd change your mask at the start of each trip around the ballroom, based on what you thought your partner would find beautiful. Like it or not, 2018 is here to strip off your peacock feathers, Gemini, and lay bare your naked truth. For you, this will be the year you realize that simply being the life of the party doesn't earn you lasting love. Focus on the practical acts that will tend to your love each day, so the seeds of first attraction have a chance to grow into something more mature.\n\nCancer (June 21 To July 22)\n\nIn love, you have the tendency to mix metaphors, Cancer, but 2018 will have you learning to cut to the chase. You need to be honest about your relationships and let people know what you are actually thinking. You need to show up for your feelings instead of constantly disappearing when the going gets tough. This year, your love life is going to hold your feet to the fire in terms of building and maintaining inner peace. This is the year to enter into better communication with your own feelings so you can then share your water with someone you really trust.\n\nLeo (July 23 To August 22)\n\nYou've always prided yourself on being a loud, flashy lover, Leo. 2018 is going to have you getting in touch with your most basic sense of self. This is the year you are going to start patching some cracks in your foundation. In the past, you have approached loving as a charitable act. You think that you are the one to heal everyone else into loving themselves. This year, you start exercising more humility in your relationships. Until you save yourself, Leo, you aren't saving anyone.\n\nVirgo (August 23 To September 22)\n\nLove for you in 2018 has you feeling comfortable in your own house, Virgo. In years prior, you didn't feel like you had something you could count on. As soon as your relationship was stable, then your work or health would snatch something else out from under your feet. 2018 will change things up for you, Virgo, by giving you more chances to relax a little bit. You've fought hard to get here. Treat yourself to a spa trip.\n\nLibra (September 23 To October 22)\n\nFor you, Libra, 2018 will be a year of overturning how you take action in relationships. In the past, maybe you sunk into routine relationships that ended up suffocating you. Maybe you built an empire based on getting along well with others. This year is going to require you to change the way you approach conflict, Libra. Your good-natured tendencies are very sweet for others to experience, but in love and relationships, you have the tendency to let other people walk all over you. For your own sake, leave your passive good nature in 2017.\n\nScorpio (October 23 To November 21)\n\n2017 held up a magnifying glass on your own methods of self-sabotage, Scorpio. In the past, you've had the tendency to lash out when people get too close. In 2018, you will stop letting fear of abandonment control you. That means you'll have to take stock of your own stinger. Why do you insist on slicing even the people who actually value you? Can you find a way to ensure you are protected without pushing everyone who cares about you away?\n\nSagittarius (November 22 To December 21)\n\nYour love phases tend to last longer than some other signs, Sagittarius. This year will flip-flop whatever you have been doing for the last two-and-a-half years. 2018 will be a year when you end up saying goodbye to either the single life, a committed partnership, or something that's been keeping you back from being where you really need to be right now. If you've spent a great deal of time single or flitting from one relationship to another, this will be the year when you meet someone who actually makes you consider settling down. You build your life on experiences, Sagittarius, which means this change in routine will be a good thing for your ever-wondering mind. Sit back and see what there is to learn.\n\nCapricorn (December 22 To January 19)\n\nIn the past, you have always been careful with your words regarding love, Capricorn. This year, you are going to change your approach to communicating your intentions. When you start being a little more spontaneous, you'll find that there are lots of opportunities opening up to you. When you try to plan for every little twist and turn, you miss the here and now. And besides, plans are made to be broken. Instead of burying your head in the sand when things don't go your way, this year you will start seeing every one of your failures as perfection itself.\n\nAquarius (January 20 To February 18)\n\nLove can fulfill you, Aquarius, but it will evade you as long as you continue to give it your full attention. This is the year when you realize that your relationships work best when you have time to pick them up, permission to put them down, and permission to go off and do something else. In past years, you tried to chase what your ego wants, but in 2018, your approach changes as you finally learn how to keep your cool. Stop trying so hard, and love will keep coming back to you.\n\nPisces (February 19 To March 20)\n\nThe warm, healing energy that you emanate, Pisces, draws wounded people to you. They think you are a miracle worker. And you are, to a point, but you also need to give yourself some of your own medicine. In 2017, your healer tendencies have left you depleted, which means that you're better off in 2018 introducing a little bit of distance into your romantic relationships. This would be a good time to entertain an online connection or meet someone out of your usual routine, like in a class or on a business trip.\n\nCheck out the entire Gen Why series and other videos on Facebook and the Bustle app across Apple TV, Roku, and Amazon Fire TV.\n\nCheck out the “Best of Elite Daily” stream in the Bustle App for more stories just like this!",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9909665585,
        "format_confidence":0.9467352033
    },
    {
        "url":"https:\/\/www.income.com.sg\/blog\/school-holiday-activities",
        "text":"10 Best School Holiday Activities to Keep Your Kids Entertained at Home\n\nbyFelice Dominique Albay\n  • Sep 15, 2020\n  • 7 mins\n\nEvery school holiday, Singaporean parents are left scratching their heads, wondering how to keep their kids occupied while staying at home. If you’re one of them, good thing is we’ve come up with a list of activities that will not only keep your kids entertained, but also allow them to learn new skills as well.\n\n1. Learn a new, kid-friendly recipe\n\nCooking with your kid is a good school holiday activity.\nPlenty of kids love helping out in the kitchen. It feeds their love for exploration and gives them a sense of accomplishment, knowing that they had a part to play in whipping up a delicious meal. Aside from entertaining them, this is a good life skill for them to develop. There are several easy recipes available online that won’t require them to handle anything too sharp or too hot. Who knows, you might have a future chef or baker in the making!\n\n\n2. Try to finish a new book every week\n\nYou’re a lucky parent if your child already loves to read. Several studies have shown the importance of reading to kids, even at a young age. Considering how much time you’ll likely spend at home these days, it’s a great chance to encourage this habit. Set a goal for your child to finish at least one new book every week during the holidays. \n\nIf your child hasn’t yet developed a habit of reading books, then consider enforcing reading blocks. Fifteen to twenty minutes of reading time per day is a good start. Depending on the age of your child and reading proficiency, you can structure these reading blocks in a few ways: \n\n  • You can read to your children \n  • Your children can read aloud to you (if they’re able to)\n  • Silent reading time for the whole family\n\nIf you have older kids, you can task them with giving you a brief summary of the book they’ve read and what they’ve learnt. This way, they’ll be able to develop their reading habits and improve their comprehension skills while bonding with you. \n\n3. Play board games with the whole family\n\nFamily playing board game together\n\nBoard games are a great way to bond with the family, especially if you have older kids. It’s an excellent alternative to allowing your kids to lock themselves in their rooms with their gadgets. You’ll be surprised to know that several board games offer kids a number of benefits: \n\n  • Opportunities for early learning – Board games can teach young kids to identify colours, count spaces, and develop hand-eye coordination. It’s also a great way to teach them the value of patience by waiting for their turn — traits that will serve them well into their adulthood. Educational board games such as Scrabble for Kids and Zingo are also good choices for parents who want their kids to learn new words.\n  • Stimulates the brain – Strategy games encourage healthy brain development in young kids and teens. They help to improve critical thinking abilities, reading comprehension, and cognitive skills.\n  • Teaches valuable lessons – You might not have noticed, but board games have a way of teaching us important lessons like how your luck can change at any minute or how it’s okay to lose sometimes. They can also teach kids to be gracious when it comes to winning or losing and help them to understand that things will not always go their way. \n  • Teaches children to focus – Certain board games take a while to finish and when played uninterrupted, these can help lengthen a child’s attention span. However, parents and older siblings should also lead by example by focusing on the game and avoid checking their phones or doing other activities during the game.\n\n4. Upcycle materials for arts & crafts\n\nNurture your child’s creativity by introducing them to some arts and crafts activities during the school holidays. Aside from going out to buy materials, you can challenge your kids to use whatever is available at home. Empty water bottles, tissues boxes, paper plates, paper cups, and old crayons can be put to good use and test your kid’s level of imagination are some materials you can work with. Work with your child to upcycle these and turn them into something fun! Furthermore, upcycling these materials is a good opportunity to teach your children about the three R’s for the environment: reduce, reuse, and recycle.\n\n5. Start a reward system for doing house chores\n\nParents doing household chores with child\n\nWith the entire family home for the holidays, there’s twice as much to do around the house. One good way to keep the kids occupied during the school holidays is to have them help with household chores.\n\nOne good way to help young kids ease into the habit of doing chores is to set up a reward system. This will get them to look forward to chipping in around the house. The rewards can be anything from getting to choose what to have for dinner, getting to choose a movie to watch, or an extra helping of dessert after dinner! \n\n6. Have a themed movie marathon\n\nHave you ever spent the first 30 minutes of movie night just scrolling through Netflix unable to decide which movie to watch? Yes, we’ve all been there! You can avoid this problem by setting a theme for every movie marathon or better yet, getting your kids to choose one. If you want to take it up a notch, get the family together to prepare snacks to match the movie marathon theme! Here are a few theme suggestions:\n\n  • Jungle Theme: Tarzan, Jungle Book, The Lion King\n  • Sea Theme: Finding Nemo, The Little Mermaid, Moana\n  • Monster Theme: Monsters, Inc., Monsters vs. Aliens, Hotel Transylvania  \n\n7. Scrapbooking\n\nIf your child has a knack for arts and crafts, you can help to nurture their interest during the holidays by encouraging to them to create a scrapbook of family photos! Scrapbooking is a great way to store memorable photos as opposed to just keeping them in a plain photo album. If you don’t already have a scrapbook at home, your child can make one from scratch using some brightly coloured construction paper! You can bind them together by punching a hole on one corner of the construction paper and then loop a loose-leaf ring through them. Scrapbooking will help you and your kids bond as you look back on all the memories you’ve made together! \n\n8. Try out some cool science experiments at home\n\nIf you want to do something fun and educational, then try doing a few science experiments with your kids at home. These experiments ensure that kids continue to learn something new and keep their minds active even while on holiday. Consider letting your child pick the science experiment or you can pick one together if you have a younger child. Try creating gooey slime, making your own lava lamp or creating a solar oven!\n\n9. Shoot a short movie\/role-playing\n\nPlaying dress up with your child is a great idea for the school holidays.\nIf it feels like you’ve watched every kids’ show that’s available on Netflix, maybe it’s time to consider creating your family’s very own show with your kids! Shooting a short movie will definitely get your kids excited and unearth their creativity and imagination in no time. In fact, several studies reveal that role-playing can positively impact a child’s social, emotional, and cognitive development. One idea is to re-enact a scene from your kid’s favourite book! You can even help your kid make up the story and you can act it out together.\n\n10. Set up an indoor scavenger hunt\n\nHaving a scavenger hunt at home is another great boredom buster for kids. What’s great about indoor scavenger hunts is that they’re inexpensive, easy, and can be done with things you already have at home. However, instead of just picking out random things at home, you can add an interesting twist to your scavenger hunt. H\n\nStay safe at home with Income’s Personal Accident Assurance\n\nWhile you may view your home as the safest place there is, kids do tend to be more accident-prone. Protect yourself and your family’s well-being with Income’s Personal Accident (PA) Assurance which covers accident-incurred injuries such as from falls and versatile coverage for permanent disability and medical expenses due to accidents. Coverage against 21 Infectious Diseases such as Hand, Foot, and Mouth Disease, and Dengue Fever can be added on too. Furthermore, from now until 31 August 2020, PA Assurance with Infectious Diseases Cover is also providing added coverage against Covid-19. \n\nFor more information on PA Assurance, chat with an Income advisor today. \n\nImportant Notes:\nThis article is meant purely for informational purposes and should not be relied upon as financial advice. The precise terms, conditions and exclusions of any Income products mentioned are specified in their respective policy contracts. For customised advice to suit your specific needs, consult an Income Advisor.\n\n\nTags: Parenting\n\nRelated Articles\n\nSelf Care To Make You A Happier Parent-image\n\n3 Types of Self-Care to Make You a Happier Parent\n\nLearn the three forms of self-care to keep yourself happy and healthy to give the best care to your family.\n\nbyNeetu Katyal Piplani\n  • Dec 08, 2021\n  • 4 mins\nRemain Close With Spouse After Kids-image\n\n3 Ways to Remain Close to Your Spouse After Having Kids\n\nIn the midst of raising kids, don’t forget to nurture your relationship with your spouse.\nbyNeetu Katyal Piplani\n  • Dec 03, 2021\n  • 4 mins\nMaintain Closeness with Adult Children-image\nParentingRetirement Planning\n\n3 Ways to Maintain Closeness with Your Adult Children\n\nAs children become adults, our role and expectations as parents must evolve to sustain a close relationship with them.\n\nbyNeetu Katyal Piplani\n  • Nov 24, 2021\n  • 5 mins\nParentingRetirement Planning",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.7119361758,
        "format_confidence":0.9867547154
    },
    {
        "url":"http:\/\/blog.saffronstays.com\/2017\/06\/15\/10-types-friends-guarantee-kick-ass-trip\/",
        "text":"10 Types Of Friends That Guarantee A Kick-Ass Trip\n\nEvery now and then, we pack our bags and head off for an adventure with our friends. No friend in the group is similar and with everyone so different, there are bound to be fireworks along the way. The fuss and the excitement created by each of these species promises us nothing short of a trunkful of unforgettable memories.\n\nSo, let’s take a look at the different types of friends that may exist in your group.\n\nThe Checklist\n\nGetting ready for the trip\nSource – The Legacy Project\n\nThis perpetual planner who makes meticulous contingency plans that rival the Sergeant’s plans for a military coup. The lists will have lists which will drive the other friends crazy with it. But let’s face it, it’s that saviour’s planning that will make the vacation a bit sane and will fix anything that goes wrong.\n\n\nThe Madcap\n\nAdventure is in the blood\nSource – travel.jumia.com\n\nThis friend with his ‘dekh lenge yaar’ attitude is the one who will forget to fill the petrol tank of the car to maximum on the road trip. It is this friend who’ll think of it as an adventure when you lose your way and get lost either in the midst of a desert or a jungle. Looking for a rainbow at the end of a storm, the pal’s optimism and carelessness will get on the troupe’s nerves. But those antics will ensure an unforgettable journey.\n\n\nThe Dopey\n\nReady. Steady. Sleep.\nSource – disney.wikia.com\n\nYou are envious of this friend’s ability to sleep anytime and anywhere. There might be a hard rock metal concert going on but will still be able to stretch out on the ground and pass out in seconds. But this lazy bum is going to irritate you with the habit of getting up at noon and being tired by doing even the tiniest of the things and wanting long naps.\n\n\nThe Juicehead\n\nWith a bottomless pit for alcohol and the motto in life, Daaru toh banti hai, this friend will be having a variety of booze bottles in different sizes at all times and will find the trip a waste if at least one bottle is not downed each day.\n\n\n The Umpire\n\nLiving each moment\nSource – igotravel.co.za\n\nThe most sensible friend in the whole group, who is constantly trying to broker peace. The one who is constantly trying to mediate and coming up with compromises to satisfy everyone. This referee makes the trip a success by seeing to it that all the characters of the group don’t end up killing each other.\n\n\nThe Workaholic\n\nReady to rule the world\nSource – hungryshark.ru\n\nThis slave to the work will be constantly on the phone and checking the mails. This lost comrade will be counting down the hours to get back to the office’s distasteful coffee. The one who is always cribbing about not getting enough days off from work but once on the trip, will be raring to go back.\n\n\nThe Lovey-Dovey\n\nThis couple is busy turning the group trip into their honeymoon rendezvous. While they are indulging in their PDA, the group will give them either a wide berth or rag them, depending on the friends and the mood.\n\n\n The Diva\n\nHead out of the city for your next kitty party!\nThe absolute Diva taking the center stage anywhere, everywhere\n\nThat snooty friend who is finding faults at every step of the way and will be expected to treated as royalty. From the linen of the bed to the water in the bathroom, from the food to the decor of the hotel, this friend will criticise till the tongue falls off. The Diva is the one who always wants to be the centre of attention.\n\n\nThe Luna Lovegood\n\nThe Luna Lovegood of the group is the one who actually believes in nargles and will be waging a war against the wrackspurts. The weirdo who is in another part of the universe, will spout out a philosophical comment and then go back to dreaming.\n\n\nThe Hermit\n\nBuilding dream castles\nSource – Rockpage.me\n\nThis lone wolf of the group is the one who is busy creating a utopia. Although with the group, this lost soul is still alone with the headphones on or is busy getting lost in the book. To talk to your buddy you’ll be constantly pulling the headphones or snatching away the ever so interesting book and shouting at the top of your voice to get your buddy’s attention.\n\nSo, do you recognise any one of your homie? Tag that eccentric friend!\n\n\nAbout Prerna Zaveri\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.8234896064,
        "format_confidence":0.9855689406
    },
    {
        "url":"https:\/\/menwit.com\/fun-questions-to-ask-your-girlfriend",
        "text":"Share stunning photos of men's outfits and accessories.\n\nFun and Thought-provoking Questions to Ask Your Girlfriend\n\nFun Questions to Ask Your Girlfriend\nIf you're caught in a situation where your girlfriend is demanding you to ask her some fun questions, or simply find yourself unable to sweep her off her feet with your dazzling brilliance, then there are some fun and thought provoking questions that can make you more interesting to her.\nRahul Thadani\nLast Updated: Mar 19, 2018\nAsk Questions\nbrain exchange\nWhen you're in the phase of getting to know each other at the start of a relationship, there are many things that you won't know about your girlfriend. This can work in your favor, or against you, depending on the way you look at it. You need to make the most of this situation, and get to know her inside out. One of the ways to achieve this, is through constant questioning.\nWhat to Take Care Of\nshut up\nBe random and imaginative in your approach, and forget all conditions of normality. Be warned though, that there is a fine line between being abstract, and being perverted. Tread that line with caution.\nBe Spontaneous\nshut up\nBeing stuck in the middle of a conversation with nothing to say, is not a very pleasant scenario for most, as they may end up feeling completely undermined and foolish. To avoid facing such an occurrence, and other related relationship issues, you have to do your homework, and you have to do it right. You need to be spontaneous, and not sound like a prerecorded android that has downloaded an extensive list of conversation starters in its head, the night before.\nAsk About Her\nIt goes without saying, that the source of principal happiness for any woman is realized when she talks about herself and this acts as a great conversation starter for any guy wishing to spark a great conversation with a woman.\nboy proposing girl\nYou can ask something very simple like \"What is your worst nightmare?\", or you could adopt a different approach, and ask her some thought provoking questions like \"As a child, what did you want to become when you grew up?\"\nThe key to a healthy relationship, is to know each other inside out. Ask her about her siblings, her childhood memories, her fears, things she's passionate about, her embarrassing moments; the list is endless. Keep in mind, that she wants you to be interested in her thoughts and feelings, but at the same time, not be judgmental about them.\nscary woman\nPass a judgment only on rare occasions, because by doing so, you're running a very high risk of being faced by an endless barrage of verbal assault, along with an unlimited supply of scorn-filled glances. Here are some suitable examples for you.\nfear of dark\nHas the fear of the dark ever overcome your senses completely?\n~ What is your idea of true love and do you think it can ever be unconditional?\n\n~ What is more important to you, money or happiness, and can they both co-exist?\n\n~ Do you have a strong recollection of certain memories from your childhood from time to time?\n\n~ If you could picture your life forty years from now, what would you see?\nAsk About Yourself\nYou can ask her questions pertinent to you, and your role in her life. Maybe you could ask her what her first impression of you was, or you can conjure up some hypothetical scenarios, and ask her how she would react if you ended up behaving in a certain way, or saying certain things. You could even go ahead and ask her where she sees your relationship heading. But such questions usually result in a very somber and serious tone. Do not ask her if she feels that you have some habits which she wishes to change, as you may not like what you'll hear subsequently.\nWould you be comfortable if I developed a very strong bond with your best friend?\n~ If your partner ended up cheating on you, what would you do?\n\n~ If we were married and I got my dream job on another continent, would you leave your life behind and accompany me?\n\n~ What are the qualities you want in your partner, and do you feel that I can live up to those expectations?\n\n~ If I were an astronaut and had to leave the planet for a suicidal mission, would you mourn my loss or wait for me indefinitely?\nAsk About Her Friends or Family\ncrazy things\nYou could begin by asking her \"What is the craziest thing you've ever done with your friends?\" or you could even ask her who her closest friends are, and what she likes the most about them. Talk about what kind of rapport she wants you and her friends to share, but do not get over inquisitive about her friends, as it will annoy her. Be cautious in your approach, and do not get carried away, or ramble on with question after question, and sound like a game show host.\nYou could inquire about her family and the family members whom she is closest to. If you are thinking about a long-term relationship with her, then this is an area of her life that you will need to know more about sooner or later, so you may as well start as soon as possible.\nOut of all the people closest to you, who is the one person you can confide in completely?\n~ If your parents got a divorce who would you rather live with?\n\n~ If you could have a relationship with one male friend of yours, who would that be?\n\n~ If you could give up all of your friends for $5 million, would you agree?\n\n~ Which family member of yours would you name your child after?\nPlace the interesting questions in one of these categories, and think them over in your head before you go ahead and actually ask them. Over a period of time, you'll know how to ask genuinely intellectual questions that are fun to answer and help you to get to know her better. Here are some examples that you can take guidance from.\nsuper girl\nWho was your favorite cartoon character as a child?\n~ Which nickname did you hate the most when you were a child?\n\n~ Which is your favorite curse word?\n\n~ If you were to be marooned on an island with one person of your choice, who would it be?\n\n~ Do you pick your nose and rub it on the couch when no one is looking?\n\n~ What's the worst habit that you feel you have?\n\n~ If you could be anywhere in the world right this instant, where would you be?\n\n~ Can you see dead people?\nsuper girl\nWhat's the dumbest question you've ever been asked?\n~ If you could have any superpower you wish, what would it be?\n\n~ Which actor do you think is the most good looking?\n\n~ If that actor and your best friend were hanging over a cliff, and you could save only one of them, who would you save?\n\n~ Would you rather live in the mountains, or by the sea?\n\n~ Have you ever thrown up on somebody else?\n\n~ If you're having a miserable day and need to vent it out, whom do you call?\nYou could actively use your imagination and come up with a lot more fun questions to ask your girlfriend. Remember not to cross the line though, and don't ask things that are just plain juvenile and sadistic.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9958283305,
        "format_confidence":0.8333380818
    },
    {
        "url":"http:\/\/www.complex.com\/pop-culture\/2012\/10\/sketchiest-roommates-on-craigslist\/",
        "text":"The benefits of living with a roommate are plenty: cheaper rent, new friends, or at least new drinking buddies. There's also the possibility that your new roomie could be the type of person who watches you while you sleep, stores his piss in glass bottles, and doesn't pick up after himself.\n\nLiving with a stranger is a crapshoot, particularly if you've found that person on Craigslist. Don't believe us? Here's some convincing evidence: The 15 Sketchiest Roommate Ads on Craigslist.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.716111958,
        "format_confidence":0.9775043726
    },
    {
        "url":"http:\/\/www.teen.com\/2012\/01\/31\/random-stuff\/valentines-day-gift-guide-2012-boyfriends\/",
        "text":"Stuff We <3 To Get Your Boyfriend for Valentine’s Day!\n\nby: on | in Random Stuff | 6 Comments\n\nWe know you’re probs freaking out over what to get your boyfriend for Valentine’s Day so, as usual, we are here to save the day! These gifts are all super easy and totally practical for your guy. From sports to movies, we’re pretty sure we’ve covered all the bases on this one. So check out our list below. We promise dudes won’t be able to resist this stuff!\n\nAnd P.S., if you’re single, make sure to check out these gift ideas that are perfect to get yourself!\n\n1. Sports Themed M&Ms: Chocolate! Isn’t that what Valentine’s Day is all about?! Well we found these really fun sports-themed M&Ms so your guy can have the best of both worlds — his team and his chocolate (and, of course, his lovely lady too)! Get it HERE!\n\n2. G-Shock Watch: These really fun G-Shock watches come in just about every color under the sun. Oh, and they’re also water resistant, which means he won’t ruin this watch like he did all his others. (Ke$ha loves these, guys.) Get it HERE!\n\n3. Gift Card: This is one of those awesome gifts that you get for somebody that you benefit from too. Hey, you get another date out of it and a yummy dinner. Get it HERE!\n\n4. American Eagle Heart Boxers: Really though, what guy wouldn’t love a pair of holiday-themed boxers?! Get these HERE!\n\n5. Beats By Dre in Red: These are like THE hottest thing right now, you guys. Picking up Beats headphones for your dude is exactly what he wants this year, trust us. And yes, you should definitely borrow them from him. Get it HERE!\n\n6. Soil-Mates: This has to be one of the cutest V-Day ideas we’ve seen. If your guy is the outdoors-y type, this is definitely a romantical project to get into together…planting your own garden! Adorbs. Get it HERE!\n\n7. Harding Lane Needlepoint Hat: This brand’s got lots of fun hats to choose from for your man, or you can get any design that fits his personality. Cute, right?! Get it HERE!\n\n8. Netflix Gift Subscription: For those nights in with your boyf, movie time instantly! We’ve gotten this as a gift before, and trust us, it’s thebest! Get it HERE!\n\n9. Bauble Bar Carter Cuffs: Going out for a fancy-schmancy dinner? Well, have your guy looking super dapper in these cuffs. They’re flying pigs and they’re so freakin’ cute! Get it HERE!\n\n10. The Mural Facebook App: You love him, right? So let all of Facebook know too! This app (free, duh) lets you show some love for your honey for all of FB to see. Go ahead, make his ex jealous… Get it HERE!\n\nDo you and your guy have any exciting plans for V-Day? Think you’ll get him any of these things we suggested? Tell us all about it right here in the comments!\n\nCheck Out These Things to Paper Yourselves With This Valentine’s Day!\n\nSpread the Word\n\nTagged: , , ,\n\nPrevious Post Justin Bieber Toothbrushes\nCrazy Products and Things Teenagers Invented\nNext Post Leighton Meester, Groundhog Day\nWhy We Hope the Groundhog WON’T See His Shadow\n  • bizi\n\n    I always have problem what to buy, but I found some IPhone app and it easier now :) App its very nice. It asks you questions about relationship and his character and stuff about what kind of gift you want. In the end it gives you suggestions, of course you can set the budget and also his birthday reminder. Its cute and useful, I am sure they have bunch of good suggestions as well have DIY ideas, It is called What to get my boyfriend.\n\n  • angiee\n\n    hmmm i still dont know wat to get my boyfrend hes 1 year younger than me but i love him so much.should i juss write him a letter\n\n  • rose\n\n    This is definitely a great list and gives me some great ideas for my husband. I am looking for something to get him for Valentine’s Day since it is coming up. I recently started working for my provider DISH and since I started I learned about a few cool products that would be good for camping. I was really considering getting him the Tailgater, which is a portable satellite that we can take with us camping. He loves to check out the news all the time and since we go camping a lot in the summertime I thought this way he can catch his news and the kids can still get a little TV time. It is small so it would be easy to take with us. I might just have to get him that and the Headphones on this list. Thanks for the tips!\n\n  • Brielle\n\n    The m&ms sound soo cute\n\n  • Samantha\n\n    sad to say but my bf already gots most of this stuff and I got like $30 right now :(\n\n  • Sam\n\n    the m&ms are cute!",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9667861462,
        "format_confidence":0.9861338735
    },
    {
        "url":"https:\/\/www.chicagonow.com\/bully-boot-camp\/2014\/07\/what-parents-can-learn-from-their-kids-a-fresh-perspective\/",
        "text":"What Parents Can Learn from Their Kids: A Fresh Perspective\n\nIn May, my team and I completed 30 interviews with inspiring moms across the country. We got so much information and learned about how mommies literally manage their homes. I want to recap some of my favorite moments and share their insight on what they learned from their kids. Here is a list of some of my favorite take aways from our interviews.\n\n\nCelebrate accomplishments together.\n\nWhat did you learn from your kids?\n\n  1. Take risks! Kids are fearless and we need to do that more in our own lives.\n  2. Everything is temporary. You can only pay attention to what is happening right now.\n  3. Kids teach us how to love, how to feel sadness, and JOY! Take in their new perception on life and see what really matters.\n  4. Simplify! You can’t control anything. Let it go! Our kids are gifts and they are not our property.\n  5. Love fiercely and completely! Patience is really all about practice.\n  6. There is not always a direct path from A to B; the detours are the best part. You can’t plan for everything. Even though you still try to, you just can’t.\n  7. Beauty comes from the inside. Strength is something you must become. Honesty is a gift that will never fail you.\n  8. Dance like no one is watching! Learn how to be silly. As parents, love life the way your kids do and don’t care what others think when you sing out loud.\n  9. Unconditional love. Laugh, love, and be in the moment.\n  10. Never criticize. Be the voice in your kids’ lives and not the judge.\nSnacks are best enjoyed on a step outside.\n\nSnacks are best enjoyed on a step outside.\n\n\nWords are not always needed to bond.\n\nKids are the best teachers. They are unbiased and see the world for it’s natural and simplistic beauty. They are able to easily find happiness and stay grounded in those moments. It is difficult to apply all of these insights at once, but if we take a moment to look at the world from our kids eyes each day, we may be able to add an extra dose of happiness into our own lives.\n\n\nWhen all else fails…make someone laugh with a Popeye face!\n\nUntil Next Time…\nKortney Peagram\nBe Strong*Be Brave*Be a Bulldog\n\nIf you like what you read, please like Bulldog Solution on Facebook\n\nType your email address in the box and click the “create subscription” button. This will give you first access to our latest post. \n\nFiled under: Mommy Blog Project\n\nLeave a comment",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9680017233,
        "format_confidence":0.8295733929
    },
    {
        "url":"https:\/\/giftgeek.co\/gifts-for-couples\/",
        "text":"gifts for couples\n\n    When buying a gift for your favorite duo, it can get get tough. You aren’t buying something for a single person and according to their taste, instead you have to buy for two and also ensure that your favorite couple will love it.\n\n    This list will help you find something really a really amazing & unique gift for your favorite couple.\n\n  1. 2-Person Inflatable Kayak Set\n\n    This inflatable kayak is an excellent gift for the couple who love to have a jaunt in lakes or rivers. It includes two inflatable seats with backrests designed for maximum comfort and space. It is made with heavy duty puncture-resistant vinyl for safety which can carry upto 400 pounds in weight and comes with 2 paddles, a hi-output pump for snap inflation and a carry bag.\n\n  2. A Dozen Romantic Roses Bouquet with Bear Doll\n\n    This is a gift box of 12 realistic roses that come with an adorable teddy bear primed with a ribbon and a charm. It is available in 12 different color themes you can choose from. The flowers are made from silk and have a mild fragrance. This is a beautiful gift for love themed shelf decoration and for parties and special occasions for couples.\n\n  3. Adventure Couple Personalized Artwork\n\n    Claim for the adventurous couple in your life this unique papercut artwork that is handmade and customised with their initials, showing them on top of a mountain holding hands and looking forward to their next adventure. It comes with a board or a frame of your choosing. This gift is very stylised and made on fine art Italian paper. It measures 27 x 20 cm.\n\n  4. Bicycle Built for Two Necklace\n\n    This simple and exquisite gift is for all the loving couples who are riding through life together as perfect partners. It is made with sterling silver and has an 18 inch chain and a tiny tandem bike pendant which is about 1.25 inches long. It is a beautiful symbol of love as a teamwork and a reminder that you can climb any hill when you are pedaling together!\n\n  5. Cosmos Star Projector for Bedroom\n\n    Turn off the lights and turn on this cosmos star projector to transform any bedroom into a glittering night sky! It can project lights in 5 different color combinations to bring a luxurious feeling of enchantment with a hypnotic effect, making the couple enter into a magical realm of star filled romance. It projects an actual star map based on latitude and date!\n\n  6. Couple Illustration from Ria Design Store\n\n    This gift has an artist from Istanbul draw a unique illustration of your chosen couple based on the photos that you send and your description of the pose, colors, clothes, banner and background that you want. The result will be a highly original artwork that will transform the couple into a very cute and romantic avatar! You will receive a high resolution digital painting which can be printed at home or at the local print shop.\n\n  7. Custom Watercolor House Portrait\n\n    For the couples moving out of their old home and moving into a new one this gift will bring a gentle reminder of the beautiful times they have spent in their old place. A very talented artist from Fort Wayne, Indiana, will paint a strikingly beautiful watercolor painting based on a photo of the house you send them. Painted with lots of love and high quality colors on watercolor paper, it can be framed or used as decor.\n\n  8. Custom-made Couple Dolls\n\n    Imagine cute little handmade dolls that look like your beloved couple! That’s what this gift is about. A talented doll-maker will turn the photo you send them into tender dolls of the couple made with the finest quality raw materials. The dolls will be about 24 cm high and highly cute. There are many customization options available including even depicting their profession on the doll.\n\n  9. Cute Little Dinosaur Couple Phone Covers\n\n    These super cute phone covers come in a pair with a cartoon dinosaur on each cover trying to hug their partner on the other cover. It creates a funny and loving situation on the phones! It’s a great gift for the couple who are playful in their approach towards love. It will also give them 360 degree shock protection and is available for all modern mobile phones.\n\n  10. Dare Duel: A Romantic Game for Couples\n\n    This is the game of truth and dare with the boring part removed. You take on the sexy and romantic dares generated by your partner with the help of these cards and perform the dares that will add a lot of spice to your relationship. This absolutely exciting, no holds barred game is for the couple who is willing to do absolutely anything in front of each other!\n\n  11. Date Night Bucket List\n\n    Long time couples often find themselves doing the same things over and over again. This gift will ensure that they will have a bunch of fresh and exciting ideas for their future dates. Just pull out a stick from this box and let the stick decide the scene and setting for your next date. Each stick has one unique date idea printed on it, ranging from blissfully romantic to intellectually stimulating.\n\n  12. DIY Plaster Statue Molding Kit for Couples\n\n    Couples can create a timeless sculpture of togetherness with this unique gift! The process is simple–you mix the moulding material in the bucket provided, put your hands in it for 2-3 minutes, wiggle out your hands and pour the casting mixture into the mold, when it is dry simply tear out the statue and it’s ready! All the mixtures in this kit are hypoallergenic so it works even with sensitive skins.\n\n  13. Double Size Tall Couple Umbrella\n\n    Lovers usually get this urge to go out singin’ in the rain because of the glorious feeling it gives them. With this gift they can do this without getting wet. They can go out in style and explore their environment in intimate closeness while the world is getting washed anew. Available in 3 different colors–red, blue and black.\n\n  14. Double Sleeping Bag for Camping, Backpacking or Hiking\n\n    This is the perfect two people sleeping bag from Wellax. Made with the best quality materials to provide excellent warmth and super softness, it gives comfortable sleeping space for two full sized adults. Measuring 87 by 59 inches and weighing only 6.2 pounds, this gift is for the adventure loving couple out in the cold nights camping, hiking and travelling.\n\n  15. Dragon Couple Garden Statue\n\n    Dragons are our generation’s symbol of everlasting love. This set of 2 dragon statues depicts an adorable love scene in which one dragon is blissfully kissing the other. It is made from cold cast ceramic to make it last outdoors in any extreme weather conditions. Perfect gift for dragon loving couples or anybody who wants to add a touch of fantasy to their garden.\n\n  16. Fun Conversation Cards Game for Couples\n\n    This is a great gift for new couples who want to create an emotional bond together or for old couples who want to reinvigorate their conversations. Each card contains a thoughtful question that is intended to open your heart and make you want to listen to your partner. You can take them to the beach or play with them in your bedroom to generate a spontaneous soulful conversation instantly!\n\n  17. Fundies Undies for Two\n\n    This is a tongue in cheek gift to give to a couple who can appreciate a sexy four legged underwear best suited for a fun evening or a drinking party. It’s double the fun with these fundies undies that will make you the life of the party!\n\n  18. Funny and Romantic Role Playing Dice Game\n\n    In this game you roll the 6 and 10 sided dice together to create a unique combination of upto 60 different actions to stimulate your partner. After that you roll the two 12 sided dice together to generate starting and finishing positions you will take in bed. Keep rolling the dice to keep the fun going! This gift is for the passionate couple who want to add more fun to their nights!\n\n  19. Hamilton Beach Dual Breakfast Sandwich Maker\n\n    Make two perfect sandwiches in 5 minutes with this heavy duty dual sandwich maker from Hamilton Beach. This practical gift for couples will toast the bread\/muffin, melt the cheese, cook the eggs and heat the precooked meat very quickly so that the couple will be well fed and have enough time left for more exciting and romantic tasks!\n\n  20. Harry Potter Hand Towel Set for Couples\n\n    For the loving couple who share the love of the Harry Potter Universe this magical Hand Towel set will bring its wizardry into their daily lives. Both the towels are embroidered with gold thread, one reads “He’s a Keeper” with an icon of Quidditch Hoops and the other “She’s a Catch” with a Golden Snitch icon. Made from 100% cotton, these towels are soft to touch and easy to wash.\n\n  21. Key to My Heart Necklace\n\n    This is a set of two necklaces, one with a heart pendant which has a key shaped gap and another with a key pendant which fits perfectly in the first pendant’s gap. This gift comes in gold and silver colors and can further be customized with the text of your choosing in a variety of fonts along with an emoji. Perfect for the couple you have their hearts locked together.\n\n  22. King Queen Hoodies\n\n    These classic King and Queen hoodies are just for everyone who has a royal partner of their loving heart with them. Send this gift to the couple of your choice to set them apart from the crowd! These sweatshirts are made of a very soft and comfortable fabric. You can choose from various colors including Black, White, Red, Pink, Bronze and Gold! Further customizations are possible.\n\n  23. Kissing Mugs Set With Gift Box\n\n    These coffee mugs join together perfectly to create a kissing couple. With their faces drawn like lovers and their handles in the shape of hearts, these mugs are made from durable high quality ceramic which makes them difficult to break. They come in two color schemes to choose from: red & white and gray & black. Perfect gift for the coffee loving couple!\n\n  24. LGBT icons Marsha P. Johnson and Sylvia Rivera Illustration Print\n... (truncated)",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.8991370797,
        "format_confidence":0.9296808839
    },
    {
        "url":"https:\/\/www.lifehack.org\/312985\/37-weird-things-that-happen-when-your-boyfriend-indeed-your-bestfriend",
        "text":"37 Weird Things That Happen When Your Boyfriend Is Indeed Your Bestfriend\n\n37 Weird Things That Happen When Your Boyfriend Is Indeed Your Bestfriend\n\nIs your boyfriend your best friend, too? Some relationships come and go, but when you have something special it is very different. You respect and love your partner, even after seeing all of their gross habits – check out 37 weird things that happen when your boyfriend is your best friend.\n\n1. You occasionally have moments where you think you can’t stand to be around anyone other than your boyfriend.\n\n2. You have accidental outfit ensembles, such as your nearly matching blue jumpers.\n\n3. You sometimes wear each other’s clothes. He thinks your dressing gown is comfy, and you know that his boxers are comfier than your own pants.\n\n4. Embarrassment is no longer an issue in your relationship – you’ve even had a few burping competitions.\n\n5. You’ve let him see you in your true form; wearing your favorite PJ’s, make-up free and smothered in moisturizer – and he thought you looked cute.\n\n6. You know his family well, and you no longer worry about impressing them; you know they already like you.\n\n7. You have tons of inside jokes, and often your conversations make no sense to other people.\n\n\n8. You actually find his gross habits kinda cute and endearing.\n\n9. You know all of his favorite interests, and you are always finding funny videos and pictures that would make him laugh.\n\n10. You have a favorite restaurant and a favorite takeaway – and it took many, many meals to settle on the best option.\n\n11. You know each other so well that you would be able to tell if he was acting weird or strange.\n\n12. Despite #11, you’ve never worried that he would do anything bad to you anyway.\n\n13. You have a selection of excellent TV shows that you always watch together.\n\n14. In fact, watching one of these TV shows without your boyfriend would be the easiest way to make him mad.\n\n15. Sometimes you look at him while he is checking his phone, laughing or doing something else random, and you realize in that moment how much you love him.\n\n\n16. He knows everything he possibly could about your period, and he finds it interesting rather than weird.\n\n17. You know his favorite snacks off by heart, and he knows yours.\n\n18. You don’t talk to your boyfriend every day, but you do think about him every day.\n\n19. He knows all of your co-workers by name, and he never forgets which ones you like and which ones you find annoying.\n\n20. You have become experts at taking afternoon naps together.\n\n21. You like to embrace your inner child with your boyfriend by watching cartoons and building forts.\n\n22. You occasionally like to get crazy drunk with each other – even if you’re just sat at home.\n\n23. You can have an entire conversation silently with facial movements if other people are around.\n\n\n24. Your play-fighting could actually be mistaken for real fighting.\n\n25. You know each other’s favorite bands – even if you hate them.\n\n26. You have hundreds of pictures together – and on most of them, you’re both pulling goofy faces.\n\n27. You dislike people together.\n\n28. You bring out each other’s competitive sides, so even the most boring board game becomes intense when you two play it.\n\n29. You have a mental list of things you and your boyfriend want to do together, such as travelling and trying out the new Thai restaurant on your block.\n\n30. You love each other’s pets like they are your own.\n\n31. You like to create silly dance routines together in the house.\n\n\n32. You used to take showers together for intimacy.\n\n33. Now you actually share showers because its practical and it is extra time to hang out together.\n\n34. You both have extremely embarrassing pictures of each other.\n\n35. You always know if your boyfriend has had a bad day at work, and how to make him feel better.\n\n36. You know what his favorite alcohol is.\n\n37. Your partner being sad makes you sad, and their happiness makes you happy.\nWhat did you think of this list? Do you agree? Share this list with your boyfriend and see what he thinks!\n\nMore by this author\n\nAmy Johnson\n\nFreelance writer, editor and social media manager.\n\nThis List of 50 Low-cost Hobbies Will Excite You Daily Routine of Successful People That Will Inspire You to Achieve More If You Feel Trapped, Do These 9 Things To Take Your Life Back If You Feel Trapped, Do These 9 Things To Take Your Life Back 15 Inspirational Weekend Activities to do by Yourself 15 Amazing Design Ideas For Your Small Living Room\n\nTrending in Communication\n\n1 7 Ways To Deal With Negative People 2 How to Talk to Strangers Without Feeling Awkward 3 What Are Interpersonal Skills? Master Them for Better Relationships 4 How To Stop Negative Thoughts from Killing Your Confidence 5 This 4-Year Old Girl’s Explanation On the Problem with New Year’s Resolutions Is Everything You Need\n\nRead Next\n\n\nLast Updated on January 18, 2019\n\n7 Ways To Deal With Negative People\n\n7 Ways To Deal With Negative People\n\nSome people will have a rain cloud hanging over them, no matter what the weather is outside. Their negative attitude is toxic to your own moods, and you probably feel like there is little you can do about it.\n\nBut that couldn’t be farther from the truth.\n\nIf you want to effectively deal with negative people and be a champion of positivity, then your best route is to take definite action through some of the steps below.\n\n1. Limit the time you spend with them.\n\nFirst, let’s get this out of the way. You can be more positive than a cartoon sponge, but even your enthusiasm has a chance of being afflicted by the constant negativity of a friend.\n\n\nIn fact, negativity has been proven to damage your health physically, making you vulnerable to high levels of stress and even cardiac disease. There’s no reason to get hurt because of someone else’s bad mood.\n\nThough this may be a little tricky depending on your situation, working to spend slightly less time around negative people will keep your own spirits from slipping as well.\n\n2. Speak up for yourself.\n\nDon’t just absorb the comments that you are being bombarded with, especially if they are about you. It’s wise to be quick to listen and slow to speak, but being too quiet can give the person the impression that you are accepting what’s being said.\n\n3. Don’t pretend that their behavior is “OK.”\n\nThis is an easy trap to fall into. Point out to the person that their constant negativity isn’t a good thing. We don’t want to do this because it’s far easier to let someone sit in their woes, and we’d rather just stay out of it.\n\n\nBut if you want the best for this person, avoid giving the false impression that their negativity is normal.\n\n4. Don’t make their problems your problems.\n\nThough I consider empathy a gift, it can be a dangerous thing. When we hear the complaints of a friend or family member, we typically start to take on their burdens with them.\n\nThis is a bad habit to get into, especially if this is a person who is almost exclusively negative. These types of people are prone to embellishing and altering a story in order to gain sympathy.\n\nWhy else would they be sharing this with you?\n\n\n5. Change the subject.\n\nWhen you suspect that a conversation is starting to take a turn for the negative, be a champion of positivity by changing the subject. Of course, you have to do this without ignoring what the other person said.\n\nAcknowledge their comment, but move the conversation forward before the euphoric pleasure gained from complaining takes hold of either of you.\n\n6. Talk about solutions, not problems.\n\nSometimes, changing the subject isn’t an option if you want to deal with negative people, but that doesn’t mean you can’t still be positive.\n\nI know that when someone begins dumping complaints on me, I have a hard time knowing exactly what to say. The key is to measure your responses as solution-based.\n\n\nYou can do this by asking questions like, “Well, how could this be resolved?” or, “How do you think they feel about it?”\n\nUse discernment to find an appropriate response that will help your friend manage their perspectives.\n\n7. Leave them behind.\n\nSadly, there are times when we have to move on without these friends, especially if you have exhausted your best efforts toward building a positive relationship.\n\nIf this person is a family member, you can still have a functioning relationship with them, of course, but you may still have to limit the influence they have over your wellbeing.\n\nThat being said, what are some steps you’ve taken to deal with negative people? Let us know in the comments.\n\nYou may also want to read: How to Stop the Negative Spin of Thoughts, Emotions and Actions.\n\nRead Next",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9961972237,
        "format_confidence":0.9919685721
    },
    {
        "url":"https:\/\/todayreport24.com\/10-uncomfortable-signs-that-your-relationship-is-wrong-for-you\/",
        "text":"10 Uncomfortable Signs That Your Relationship Is Wrong For You\n\nafter-breakupYou can’t be so immature to believe that just because you’re helplessly in love with a person automatically translates to the two of you having a healthy relationship. In fact, a lot of times, people fall in love with individuals who are just downright wrong for them. And when that happens, it’s always best to call it quits no matter how counter-intuitive it may seem to walk away from someone you’re deeply in love with. It’s better for all parties involved to just not be selfish about it. No matter how much you would want a relationship to work out, sometimes it’s just not meant to be. Here are 10 uncomfortable signs that your relationship is wrong for you.\n\n1. Your friends and family don’t approve of the relationship.\n\nWhile you shouldn’t let your friends and family by making your own personal decisions for you, that doesn’t mean you should be totally disregarding their sentiments about how you live your life. We are all human beings and we all need the perspective of others to survive. Sometimes, your biases could potentially blind you from the fact that you’re in a bad relationship.\n\n2. You never feel completely comfortable with just being yourself when you’re together.\n\nIn any relationship, you should always be made to feel like you can be yourself. You should never have to feel like you have to censor or suppress who you really are on the inside. Your partner should always be pushing and encouraging you to just be your natural self. They should make you feel comfortable with just being who you are.\n\n3. You are constantly afraid of being judged in the relationship.\n\nIt’s normal for us to always want the people we love to think highly of us. This serves as a form of motivation for us to always try to be better human beings. We never want to be a disappointment especially to the people we love. However, that doesn’t mean we should be living in constant fear of judgment from the people we love the most.\n\n4. You see spending time with one another as a chore.\n\nTime is valuable and we never want to waste it on people, things, or activities that aren’t important to us. So if you feel like spending time with your partner is more of a burden than it is a pleasure, then there’s something really wrong with your relationship. That tells you that you don’t really find it important to spend time with each other at all.\n\n5. You never feel like you are satisfied in bed.\n\nSexual satisfaction is always important in a relationship, especially in modern ones. Sex is a great tool for building physical intimacy with another person. It also helps build on trust, respect, and vulnerability in the relationship. So if the sex isn’t good in a romantic relationship, it might be hard to sustain that passion for one another in the long run.\n\n6. You always feel exhausted and overwhelmed when you’re together.\n\nRelationships were never designed to be easy. You always have to work hard to keep love alive. You always have to fight to keep someone you love in your life. But it also doesn’t mean that life has to be hard and exhausting all the time. If the relationship is constantly making you tired, then maybe it’s because it’s a toxic one.\n\n7. You don’t feel motivated to put the effort into the relationship anymore.\n\nIf you were in a truly happy and healthy relationship, then you wouldn’t really have any trouble trying to find motivation to work for it. The relationship is all about the grind of everyday life with the person that you love. But if you feel like you lack the motivation to keep things going, then the relationship is in real trouble.\n\n8. You don’t really see your partner at your side when you think about the future.\n\nPart of being in a long-term relationship is being able to envision a happy and healthy future with the person you love at your side. But if you’re unable to do plan out a future with your partner in mind, it may be because your relationship has no future at all.\n\n9. You secretly get relieved whenever they cancel on you.\n\nYou dread whatever time you have with one another because you know that something is just off. You see the time that you spend together as just more potential opportunities for shared awkwardness and bitterness. So you secretly hope that you don’t have to spend time with each other anymore.\n\n10. Your instinct is telling you that something is definitely off.\nQuickest Ways To End A Fight\n\nAnd lastly, trust your gut. It’s looking out for you. It only wants the best for you and you would be a fool to not pay it any mind. Trust your instincts. If your gut is telling you that there’s something wrong, then it’s highly likely that that’s the case.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9943674207,
        "format_confidence":0.9908368587
    },
    {
        "url":"http:\/\/jewcy.com\/jewish-sex-and-love\/10-jswipe-no-nos-newbie",
        "text":"Sex & Love\n\n10 Jswipe No-No’s from a Newbie\n\nObviously there are gifs involved. Read More\n\nBy \/ June 20, 2017\n\nIn a late night experimental mood, I decided to see what the dating app life has to offer in terms of Jewish dudes out there, since in theory I would like to meet a fellow member of the tribe, or as one of my best friends calls them, “boychiks.” So I downloaded JSwipe and set up a profile.\n\nI’m not impressed, folks. I have been on this app for less than 12 hours and already I have a LOT of advice for you, dudes. And I’m not even talking about the shirtless pics. Because everyone’s probably already told you to stop that. No disrespect meant to your hot Israeli IDF bod — it is quite spiffy, but JSwipe isn’t really Grindr.\n\nHere are some other things you should really not be doing:\n\n1. No bio.\n\nI mean, come on. Even if your pics are hot as hell, if I have no clue who you are, bye. This is basically 80-90% of profiles I’ve seen.\n\n2. A bio that just says “I hate bios” or “there’s too much about me to fit into a bio.”\n\nOy, aren’t you special. Newsflash: we all hate condensing ourselves into a tiny pinprick but hello, if I can be bothered to put in the effort, so can you. Put on your big boy pants and deal with it. And yeah, I would hope there’s more to you than can fit in a bio, but if you can’t even come up with enough info or personality to fill half a phone screen, things are not looking great for the rest of you.\n\n3. A bio of only emojis.\n\nWow. Much impress. “That menorah emoji really speaks to my soul,” said no one ever.\n\n4. One word bios.\n\n“Hi.” “Adventure.” “.רְצִינִי” “CPA.” “NJB [Nice Jewish Boy].” “INFP.” If you’re going to use one word, it had better be something that represents you, and if these are the most interesting things you can say about yourself, that does not bode well.\n\n(Fun fact: The Most Interesting Man in the World is Jewish. Up your game.)\n\n5. Bios that say, “I’m new at this!” and nothing else.\n\nWell, guess what, boychik – so am I, and I’m already way better at it than you.\n\n6. Bios that place a weird emphasis on your height.\n\nLike either it’s the only thing in the bio, or one of less than 5 characteristics you’ve listed. I get that we are a people populated by men of small stature, so you feel special if you’re 6 feet tall, but again, if your height is the most interesting thing about you, you need some more hobbies. (I don’t care at all about height so personally any bio with height listed makes me roll my eyes.)\n\n7. Bios that tell me you have a sense of humor but back it up with nothing.\n\nJust because comedy and sarcasm is seemingly hardwired into our ancient culture and our less ancient celebrity icons, does not mean that you are automatically gifted with it. I too can claim to have a sense of humor. I included examples of it in my bio. Did you?\n\n8. Bios that include one sentence about you and then a trite inspirational quote.\n\nGreat, I can have a date with my shul’s wall calendar that has as much to say as you do.\n\n9. Bios where your primary interest is traveling.\n\nLook, traveling is great. I’ve done it. I too have pictures of myself surrounded by Jerusalem stone and silhouetted against the Western Wall! Imagine that. But I want to know what makes you interesting aside from the places you can afford to visit. I want to know that if we’re stuck at home, you have enough conversation skills that I won’t be bored to tears. Travel is not a substitute for personality.\n\n10. Bios that start in on what “most girls” like or want and how you’re different and special and shouldn’t be judged by the standards “most girls” use.\n\nJust stop. Your bio is a space to tell me about you, not about all your past failures with women and your subsequent bitterness and Nice Guy Syndrome, you schmuck.\n\nSarah Meira (SM) Rosenberg is a jill-of-all-trades, including but not limited to: publicist for the bestselling Unofficial Hogwarts Haggadah, co-host of the Nice Jewish Fangirls podcast, freelance editor, former teen novelist, and retired auto mechanic. If you need stuff done, try her.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9861645103,
        "format_confidence":0.9734230042
    },
    {
        "url":"https:\/\/www.blog.thehoya.com\/lesser-known-georgetown-traditions\/?shared=email&msg=fail",
        "text":"Lesser-Known Georgetown Traditions\n\nLesser Known Traditions\n\nKicking off Homecoming weekend this Friday is Traditions Day 2014, taking place on Copley Lawn. From noon to 3 p.m., you’ll be able to enjoy free GUGS burgers, a cappella performances from several groups and (obviously) free T-shirts. More information can be found on the Facebook event, but it’s sure to be an awesome afternoon.\n\nWhile the day is meant to celebrate some of Georgetown’s famous traditions, 4E is here to add some newer, lesser-known traditions that you might not have heard of yet.\n\nThe counter at Epi \n\nEveryone know about the tradition of sitting on John Carroll’s lap that every freshman partakes in because that’s been the tradition for years now. With Epi open 24\/7 you can partake in the tradition of sitting on Epi’s counter at 2 a.m. until a cashier inevitably asks you to to get off. Plus, the counter has the added benefit of being a little easier to get onto than John Carroll.\n\nThe line at Eat & Joy \n\nMost recent grads and current juniors and seniors remember the glory of Tuscany, which was put out of business unceremoniously over the summer of 2013. Eat & Joy has stepped up to the plate to fill the void left by Tuscany, and (assuming they don’t also mysteriously go out of business one day soon) they have become the newest Georgetown tradition.\n\nThe Healy tunnels\n\nDisclaimer: 4E does not condone trespassing. With construction all over campus (I think I’ve reached my limit for complaining about this), there’s no way to access the Reiss rooftop anymore; the Healy tunnels are just waiting at the heart of campus to be discovered!\n\nThe Hot Chick\n\nDuring practically every tour of Georgetown’s campus and neighborhood, prospective freshmen hear about the Chicken Madness at Wisey’s and how it’s a must-have. In my two years here, though, I have come to largely prefer the Hot Chick for its simplicity and originality. If you haven’t had it yet, you need to get one (or three, and eat them all in one sitting).\n\nWhile you might not have heard of some of these traditions until now, we can guarantee you’ll soon be making them a part of your usual Georgetown tradition routine. So, on Friday for Traditions Day and throughout Homecoming Weekend, inaugurate these newfound traditions as an integral part of your Hilltop experience.\n\nGifs: imgur.com; Photo: georgetown.edu\n\nLeave a Reply",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9157748818,
        "format_confidence":0.7987866402
    },
    {
        "url":"https:\/\/www.pickthebrain.com\/blog\/tag\/give\/",
        "text":"Tag Archives: give\n\n5 Things to Give Instead of Money\n\nFor many of us, money is tight at the moment. Perhaps you’ve got a friend in need of support, or you want to contribute to charity … but you just don’t have any cash to spare.\nThankfully, money isn’t the only thing that you can give. In fact, it may not even be the most useful. Just think about these seven possibilities instead: r",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.8721767068,
        "format_confidence":0.8803915977
    }
]