[
    {
        "url":"http:\/\/www.origene.com\/Human_ORF_Clone\/RG204473.aspx",
        "text":"OriGene Logo\nLeft ProductsProducts divider ServicesServices divider technologyTechnology divider researchResearch divider TechsupportTechSupport divider AboutAbout Right\nHome cDNA Clone TrueORF All BMP4 ORF Clones\n\nBMP4 (NM_001202) Human cDNA ORF Clone\n\nSpecifications Citations Clones of Other Species Product Documents\nCat. No. Description Price Availability  \nRG204473 BMP4 (GFP-tagged) - Human bone morphogenetic protein 4 (BMP4), transcript variant 1, 10µg   \nIn Stock\nTA150041 2H8, Anti-tGFP monoclonal antibody, 100µl $248 In Stock\nCat. No. Description Price Availability\n0 2 weeks\nAdd to Shopping Cart\nClone Modification\nLenti particle icon Add to Shopping Cart\nTrueORF Data for RG204473\nVector: pCMV6-AC-GFP   Change vector? Tag: C-terminal TurboGFP\nSequence Data: ORF Nucleotide Sequence\nProtein Sequence\nORF Size: 1227 bp\nRestriction Sites: SgfI-MluI     Cloning Scheme for this gene     Plasmid Map Plasmid Map\nOTI Annotation: This clone was engineered to express the complete ORF with an expression tag. Expression varies depending on the nature of the gene.\nOTI Disclaimer: The molecular sequence of this clone aligns with the gene accession number as a point of reference only. However, individual transcript sequences of the same gene can differ through naturally occurring variations (e.g. polymorphisms), each with its own valid existence. This clone is substantially in agreement with the reference, but a complete review of all prevailing variants is recommended prior to use. More info\nProduct Components: The ORF clone is ion-exchange column purified, transfection-ready dried plasmid DNA, and shipped with 2 vector sequencing primers.\nProtein Families: Stem cell relevant signaling - TGFb\/BMP signaling pathwaySecreted ProteinAdult stem cellsCancer stem cellsEmbryonic stem cellsInduced pluripotent stem cellsDruggable Genome\nProtein Pathways: Hedgehog signaling pathwayTGF-beta signaling pathwayPathways in cancerBasal cell carcinoma\n\nReference Data\nRefSeq Explanation: NM_001202.2, NP_001193 RefSeq Size: 1999 RefSeq ORF: 1227\nSynonyms : BMP2B; BMP2B1; MCOPS6; OFC11; ZYME\nLocusID: 652 Cytogenetic: 14q22.2 Domains: TGFb_propeptide, TGF-beta\nGene Summary:\n\n\nInc 5000 Healthcare Company\n\nNotice to Non-US Customers\n\nExclaimationWeb price and delivery time are for direct sales only.\n\nNon-US customers are encouraged to contact our dedicated distributor network for quotes and streamlined ordering\/delivery support.",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9056094885,
        "format_confidence":0.9907314181
    },
    {
        "url":"http:\/\/www.biggerbooks.com\/how-wrong-power-mathematical-thinking\/bk\/9780143127536",
        "text":"on all orders of $59 or more\n\n$4 off your purchase of $60 or more!\nUse coupon code SUNDAY in checkout.\n\nHow Not to Be Wrong The Power of Mathematical Thinking\n\n, by\nHow Not to Be Wrong The Power of Mathematical Thinking by Ellenberg, Jordan, 9780143127536\nNote: Supplemental materials are not guaranteed with Rental or Used book purchases.\n  • ISBN: 9780143127536 | 0143127535\n  • Cover: Paperback\n  • Copyright: 5\/26\/2015\n  • Rent Book\n\n\n  • Buy New Book\n\n    In Stock Usually Ships in 24 Hours\n\nThe Freakonomics of math—a math-world superstar unveils the hidden beauty and logic of the world and puts its power in our hands\n\nThe math we learn in school can seem like a dull set of rules, laid down by the ancients and not to be questioned. In How Not to Be Wrong, Jordan Ellenberg shows us how terribly limiting this view is: Math isn’t confined to abstract incidents that never occur in real life, but rather touches everything we do—the whole world is shot through with it.\n\nMath allows us to see the hidden structures underneath the messy and chaotic surface of our world. It’s a science of not being wrong, hammered out by centuries of hard work and argument. Armed with the tools of mathematics, we can see through to the true meaning of information we take for granted: How early should you get to the airport? What does “public opinion” really represent? Why do tall parents have shorter children? Who really won Florida in 2000? And how likely are you, really, to develop cancer?\n\nHow Not to Be Wrong presents the surprising revelations behind all of these questions and many more, using the mathematician’s method of analyzing life and exposing the hard-won insights of the academic community to the layman—minus the jargon. Ellenberg chases mathematical threads through a vast range of time and space, from the everyday to the cosmic, encountering, among other things, baseball, Reaganomics, daring lottery schemes, Voltaire, the replicability crisis in psychology, Italian Renaissance painting, artificial languages, the development of non-Euclidean geometry, the coming obesity apocalypse, Antonin Scalia’s views on crime and punishment, the psychology of slime molds, what Facebook can and can’t figure out about you, and the existence of God.\n\nEllenberg pulls from history as well as from the latest theoretical developments to provide those not trained in math with the knowledge they need. Math, as Ellenberg says, is “an atomic-powered prosthesis that you attach to your common sense, vastly multiplying its reach and strength.” With the tools of mathematics in hand, you can understand the world in a deeper, more meaningful way. How Not to Be Wrong will show you how.\n\nYou might also enjoy...\n\nPlease wait while the item is added to your bag...",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9749413729,
        "format_confidence":0.9984057546
    },
    {
        "url":"http:\/\/actlabsint.com\/page.aspx?menu=74&app=244&cat1=599&tp=2&lk=no",
        "text":"Weblims     OWA     Home     Contact Us    \n\nGeochemistry \/ Assay\n\nSelective Extractions\n\nMany 'blind' orebodies are buried beneath thick sequences of exotic overburden, lake beds, barren bedrock or younger volcanic rocks. Selective extractions using surface materials can be used to extract a specific component of the soil that may have been added by degassing biological activity or electrochemical cells. Bioleach, a technology that Actlabs has developed, dissolves remnant proteins that bacteria have left behind when the die. These proteins migrate directly above mineral deposits by a variety of processes and bioleach is designed to digest this soil component which can then be analyzed by ICP\/MS or for most effectiveness by high resultion ICP\/MS. Enzyme Selective Extraction dissolves metals that have been adsorbed onto amorphous manganese dioxides (but not from crystaline managanese oxides which comprise the bulk of manganese but is more related to parent material). Sodium pyrophosphate will digest organic material. Sodium acetate pH5 or pH7 will digest exchangeable cations adsorbed on clay or co-precipitated on carbonates. There are also a number of leaches like hot and cold hydroxylamine leaches  that will dissolve amorphous and crystalline iron and manganese oxides. Generally to be most effective at depth penetration,  the weakest leaches are best including Bioleach and Enzyme Selective Extraction. Spatiotemporal Geochemical Hydrocarbons (SGH) is also an extractive procedure that has been useful in finding buried ore deposits in difficult terrain.\n\nActivation Laboratories Ltd. | 41 Bittern Street, Ancaster, Ontario, L9G 4V5, Canada | TF: +1.888.228.5227\nSearch | Privacy | Contact Us | News RSS | Login",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.5616698265,
        "format_confidence":0.7639783621
    },
    {
        "url":"https:\/\/2020esipwintermeeting.sched.com\/event\/VaYI\/pangeo-in-action",
        "text":"This event has ended. Create your own event on Sched.\nPutting Data to Work: Building Public-Private Partnerships to Increase Resilience & Enhance the Socioeconomic Value of Data. Let’s keep making data matter!\n\nWednesday, January 8 • 11:00am - 12:30pm\nPangeo in Action\n\nSign up or log in to save this to your schedule and see who's attending!\n\nFeedback form is now closed.\nThe NSF-funded Pangeo project (http:\/\/pangeo.io\/) is a community-driven architectural framework for big data geoscience. A typical Pangeo software stack leverages Python open-development libraries including elements such as Jupyter Notebooks for interactive data analysis, Intake catalogs to provide a higher level of abstraction, Dask for scalable, parallelized data access, and Xarray for working with labeled multi-dimensional arrays of data, and can support data formats including NetCDF as well the cloud-optimized Zarr format for chunked, compressed, N-dimensional arrays.\n\nThis session includes presentations describing implementations, results, or lessons learned from using these tools, as well as some time for open discussion. We encourage attendance by people interested in knowing more about Pangeo.\n\nDraft schedule:\nDr. Amanda Tan, U. Washington: Pangeo overview and lessons learned\nDr. Rich Signell, USGS: The USGS EarthMap Pangeo: Success Stories and Lessons Learned\nDr. Jeff de La Beaujardière, NCAR: Climate model outputs on AWS using Pangeo framework\nDr. Karl Benedict, UNM: Pangeo as a platform for workshops\nOpen discussion\n\nHow to Prepare for this Session:\n\navatar for Karl Benedict\n\nKarl Benedict\n\nDirector of Research Data Services & Information Technology, University of New Mexico\nFor over 33 years Karl Benedict has had parallel careers in Information Technology, Data Management and Analysis, and Archaeology. Since 1993 when he arrived at UNM he has worked as a Graduate Student in Anthropology, Research Scientist, Research Faculty, Applied Research Center Director... Read More →\navatar for Rich Signell\n\nRich Signell\n\nOceanographer, USGS\nOcean Modeling, Python, NetCDF, THREDDS, ERDDAP, UGRID, SGRID, CF-Conventions, Jupyter, JupyterHub, CSW, TerriaJS\navatar for Amanda Tan\n\nAmanda Tan\n\nData Scientist, University of Washington\nCloud computing, distributed systems\navatar for Jeff de La Beaujardière\n\nJeff de La Beaujardière\n\nDirector, Information Systems Division, NCAR\nBig data, cloud computing, object storage, data management.\n\nWednesday January 8, 2020 11:00am - 12:30pm\nLinden Oak\n\nAttendees (53)",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.6779776216,
        "format_confidence":0.6943436861
    },
    {
        "url":"http:\/\/iste.co.uk\/book.php?id=161",
        "text":"Data Analysis\n\nData Analysis\n\nEdited by\n\nGérard Govaert, University of Technology of Compiègne, France\n\nISBN : 9781848210981\n\nPublication Date : June 2009\n\nHardcover 352 pp\n\n160.00 USD\n\n\n\nThe first part of this book is devoted to methods seeking relevant dimensions of the data. The variables thus obtained provide a synthetic description which often results in a graphical representation of the data.\n\nAfter a general presentation of the discriminating analysis, the second part is devoted to clustering methods which constitute another method, often complementary to the methods described in the first part, to synthesize and to analyze the data. The book concludes by examining the links existing between data mining and data analysis.\n\n\n1. Principal component analysis: application to statistical process control, Gilbert Saporta and Ndèye Niang.\n2. Correspondance analysis: extensions and applications to the statistical analysis of sensory data, Jérôme Pagès.\n3. Exploratory projection pursuit, Henri Caussinus and Anne Ruiz-Gazen.\n4. The analysis of proximity data, Gérard Drouey d'Aubigny.\n5. Statistical modeling of functional data, Philippe Besse and Hervé Cardot.\n6. Discriminant analysis, Gilles Celeux.\n7. Cluster analysis, Mohamed Nadif and Gérard Govaert.\n8. Clustering and the mixture model, Gérard Govaert.\n9. Spatial data clustering, Christophe Ambroise and Mo Dang.\n11. Data mining and data analysis, Georges Hébrail and Yves Lechevallier.\n\nAbout the authors\n\nGérard Govaert is Professor at the University of Technology of Compiègne, France. He is also a member of the CNRS Laboratory Heudiasyc (Heuristic and diagnostic of complex systems).\n\nHis research interests include latent structure modeling, model selection, model-based cluster analysis, block clustering and statistical pattern recognition. He is one of the authors of the MIXMOD (MIXture MODelling) software.",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9784920216,
        "format_confidence":0.9968450069
    },
    {
        "url":"http:\/\/www.chegg.com\/textbooks\/phosphatidylcholine-metabolism-1st-edition-9780849363382-0849363381",
        "text":"\n\nPhosphatidylcholine Metabolism 1st edition\n\nPhosphatidylcholine Metabolism 1st edition 9780849363382 0849363381\n\nNote: Chegg does not guarantee supplemental material with textbooks(e.g. CDs, DVDs, access codes, or lab manuals).\n\n\n\n\nDetails about this item\nPhosphatidylcholine Metabolism: This book is the first to be published as a single source reference on phosphatidylcholine metabolism. It provides a cogent and timely summary of research in this topic.\n\nBeginning with a chapter by Eugene Kennedy providing an historical perspective; the book proceeds to describe the latest developments in enzymes involved in phosphatidylcholine biosynthesis. Biological chemists, students, and investigators in the field of lipid metabolism will find this book of great benefit in their research.\nBack to top\n\nRent Phosphatidylcholine Metabolism 1st edition today, or search our site for Dennis E. textbooks. Every textbook comes with a 21-day \"Any Reason\" guarantee. Published by CRC Press.",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.8904880285,
        "format_confidence":0.9979269505
    },
    {
        "url":"https:\/\/www.fishersci.com\/shop\/products\/corning-384-well-low-volume-solid-microplates-2\/07200880",
        "text":"Corning™ 384-Well Low-Volume Solid Microplates Available on GSA\/VA Contract for Federal Government customers only.\n\nSame low reagent volumes as 1536-well plates without the need for new instrumentation\n\nManufacturer: Corning™ 3825\n\n View more versions of this product\n\nCatalog No. 07-200-880\n\n  Check Availability\nAdd to Cart\n\nRelated Products\n\nProduct Content Feedback\n\nWe continue to work to improve your shopping experience and your feedback regarding this content is very important to us. Please use the form below to provide feedback related to the content on this product.\n\nProduct Title\n\nBy clicking Submit, you acknowledge that you may be contacted by Fisher Scientific in regards to the feedback you have provided in this form. We will not share your information for any other purposes. All contact information provided shall also be maintained in accordance with our Privacy Policy.\n\nCancel Submit",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.7315921187,
        "format_confidence":0.9972935319
    },
    {
        "url":"https:\/\/www.exlibris.ch\/de\/buecher-buch\/english-books\/engineering-applications-of-bio-inspired-artificial-neural-netwo\/id\/9783540660682",
        "text":"Willkommen, schön sind Sie da!\nLogo Ex Libris\n\nEngineering Applications of Bio-Inspired Artificial Neural Networks\n\n  • Kartonierter Einband\n  • 912 Seiten\n(0) Erste Bewertung abgeben\nAlle Bewertungen ansehen\nThis book constitutes, together with its compagnion LNCS 1606, the refereed proceedings of the International Work-Conference on Ar... Weiterlesen\n166.00 CHF 132.80\nSie sparen CHF 33.20\nExemplar wird für Sie besorgt.\nKein Rückgaberecht!\nBestellung & Lieferung in eine Filiale möglich\n\n\nThis book constitutes, together with its compagnion LNCS 1606, the refereed proceedings of the International Work-Conference on Artificial and Neural Networks, IWANN'99, held in Alicante, Spain in June 1999.\nThe 91 revised papers presented were carefully reviewed and selected for inclusion in the book. This volume is devoted to applications of biologically inspired artificial neural networks in various engineering disciplines. The papers are organized in parts on artificial neural nets simulation and implementation, image processing, and engineering applications.\n\nA unified model for the simulation of artificial and biology-oriented neural networks.- Weight freezing in constructive neural networks: A novel approach.- Can general purpose micro-processors simulate neural networks in real-time?.- Large neural net simulation under Beowulf-like systems.- A constructive cascade network with adaptive regularisation.- An agent-based operational model for hybrid connectionist-symbolic learning.- Optimal discrete recombination: Hybridising evolution strategies with the A algorithm.- Extracting rules from artificial neural networks with kernel-based representations.- Rule improvement through decision boundary detection using sensitivity analysis.- The role of dynamic reconfiguration for implementing artificial neural networks models in programmable hardware.- An associative neural network and its special purpose pipeline architecture in image analysis.- Effects of global perturbations on learning capability in a CMOS analogue implementation of synchronous Boltzmann machine.- Beta-CMOS artificial neuron and implementability limits.- Using on-line arithmetic and reconfiguration for neuroprocessor implementation.- Digital implementation of artificial neural networks: From VHDL description to FPGA implementation.- Hardware implementation using DSP's of the neurocontrol of a wheelchair.- Forward-backward parallelism in on-line backpropagation.- A VLSI approach for spike timing coding.- An artificial dendrite using active channels.- Analog electronic system for simulating biological neurons.- Neural addition and fibonacci numbers.- Adaptive cooperation between processors in a parallel Boltzmann machine implementation.- Adaptive Brain Interfaces.- Identifying mental tasks from spontaneous EEG: Signal representation and spatial analysis.- Independent component analysis of human brain waves.- EEG-based brain-computer interface using subject-specific spatial filters.- Multi-neural network approach for classification of brainstem evoked response auditory.- EEG-based cognitive task classification with ICA and neural networks.- Local pattern of synchronization in extraestriate networks during visual attention.- A bioinspired hierarchical system for speech recognition.- A neural network approach for the analysis of multineural recordings in retinal ganglion cells.- Challenges for a real-world information processing by means of real-time neural computation and real-conditions simulation.- A parametrizable design of the mechanical-neural transduction system of the auditory brainstem.- Development of a new space perception system for blind people, based on the creation of a virtual acoustic space.- Application of the Fuzzy Kohonen Clustering Network to biological macromolecules images classification.- Bayesian VQ image filtering design with fast adaption competitive neural networks.- Neural networks for coefficient prediction in wavelet image coders.- A neural network architecture for trademark image retrieval.- Improved automatic classification of biological particles from electron-microscopy images using genetic neural nets.- Pattern recognition using neural network based on multi-valued neurons.- Input pre-processing for transformation invariant pattern recognition.- Method for automatic karyotyping of human chromosomes based on the visual attention system.- Adaptive adjustment of the CNN output function to obtain contrast enhancement.- Application of ANN techniques to automated identification of bovine livestock.- An investigation into cellular neural networks internal dynamics applied to image processing.- Autopoiesis and image processing: Detection of structure and organization in images.- Preprocessing of radiological images: Comparison of the application of polynomic algorithms and artificial neural networks to the elimination of variations in background luminosity.- Feature extraction with an associative neural network and its application in industrial quality control.- Genetic algorithm based training for multilayer discrete-time cellular neural networks.- How to select the inputs for a multilayer feedforward network by using the training set.- Neural implementation of the JADE-algorithm.- Variable selection by recurrent neural networks. Application in structure activity relationship study of cephalosporins.- Optimal use of a trained neural network for input selection.- Applying evolution strategies to neural networks robot controller.- On virtual sensory coding: An analytical model of the endogenous representation.- Using temporal information in ANNs for the implementation of autonomous robot controllers.- Learning symbolic rules with a reactive with tags classifier system in robot navigation.- Small sample discrimination and professional performance assessment.- SOM based analysis of pulping process data.- Gradient descent learning algorithm for hierarchical neural networks: A case study in industrial quality.- Application of neural networks for automated X-ray image inspection in electronics manufacturing.- Forecasting financial time series through intrinsic dimension estimation and non-linear data projection.- Parametric characterization of hardness profiles of steels with neuro-wavelet networks.- Study of two ANN digital implementations of a radar detector candidate to an on-board satellite experiment.- Curvilinear component analysis for high-dimensional data representation: I. Theoretical aspects and practical use in the presence of noise.- Curvilinear Component Analysis for high-dimensional data representation: II. Examples of additional mapping constraints in specific applications.- Image motion analysis using scale space approximation and simulated annealing.- Blind inversion of Wiener systems.- Separation of speech signals for nonlinear mixtures.- Nonlinear blind source separation by pattern repulsion.- Text-to-text machine translation using the RECONTRA connectionist model.- An intelligent agent for brokering problem-solving knowledge.- A system for facilitating and enhancing web search.- Applying Ontology to the web: A case study.- How to find suitable ontologies using an ontology-based WWW broker.- Towards personalized distance learning on the web.- Visual knowledge engineering as a cognitive tool.- Optimizing web newspaper layout using simulated annealing.- Artificial neural network-based diagnostic system methodology.- Neural networks in automatic diagnosis malignant brain tumors.- A new evolutionary diagram: Application to BTGP and information retrieval.- Artificial neural networks as useful tools for the optimization of the relative offset between two consecutive sets of traffic lights.- ASGCS: A new self-organizing network for automatic selection of feature variables.- Adaptive hybrid speech coding with a MLP\/LPC structure.- Neural predictive coding for speech signal.- Support vector machines for multi-class classification.- Self-organizing yprel network population for distributed classification problem solving.- An accurate measure for multilayer perceptron tolerance to additive weight deviations.- Fuzzy inputs and missing data in similarity-based heterogeneous neural networks.- A neural network approach for generating solar irradiation artificial series.- Color recipe specification in the textile print shop using radial basis function networks.- Predicting the speed of beer fermentation in laboratory and industrial scale.\n\n\nTitel: Engineering Applications of Bio-Inspired Artificial Neural Networks\nUntertitel: International Work-Conference on Artificial and Natural Neural Networks, IWANN'99, Alicante, Spain, June 2-4, 1999, Proceedings, Volume II\nEAN: 9783540660682\nISBN: 978-3-540-66068-2\nFormat: Kartonierter Einband\nHerausgeber: Springer, Berlin\nGenre: Informatik\nAnzahl Seiten: 912\nGewicht: 1413g\nGröße: H233mm x B50mm x T156mm\nJahr: 1999\nUntertitel: Englisch\nAuflage: 1999\n\nWeitere Produkte aus der Reihe \"Lecture Notes in Computer Science\"",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9827988744,
        "format_confidence":0.9941653609
    },
    {
        "url":"https:\/\/www.acris-antibodies.com\/crispr\/proser1-mouse-gene-knockout-kit-via-crispr-kn313959.htm",
        "text":"KN313959 Proser1 - mouse gene knockout kit via CRISPR\n\nSearch for all \"Proser1 - mouse gene knockout kit via CRISPR\"\n\n1 kit \/ €1,290.00\nPlease visit the country specific website of Acris Antibodies or contact your local Distributor to buy this product.\n\n\nProperties for Proser1 - mouse gene knockout kit via CRISPR\n\nProduct Category CRISPR\nQuantity 1 kit\nSpecies (CRISPR) Mouse\nDonor Vector GFP-Puro\nShipping to Europe, USA\/Canada\nPDF datasheet View Datasheet\nManufacturer OriGene Technologies, Inc.\n\nDatasheet Extract\n\nSwiss Prot Num:\nAdd. information The kit is designed based on the best knowledge of CRISPR technology. The system has been functionally validated for knocking-in the cassette downstream the native promoter. The efficiency of the knock-out varies due to the nature of the biology and the complexity of the experimental process.\nKit Component:\n- KN313959G1, 2810046L04Rik gRNA vector 1 in pCas-Guide vector\n- KN313959G2, 2810046L04Rik gRNA vector 2 in pCas-Guide vector\n- KN313959D, donor vector containing left and right homologous arms and GFP-Puro functional cassette\n- GE100003, scramble sequence in pCas-Guide vector\nCRISPR Manual:\nCRISPR\/CAS9 Genome Editing Manual\n  • LinkedIn",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9851295948,
        "format_confidence":0.9955456257
    },
    {
        "url":"http:\/\/ledsgp.org\/resource\/worldscan\/?loclang=en_gb",
        "text":"Accessibility links\n\n\nWorldScan is a recursively dynamic general equilibrium model for the world economy, developed for the analysis of long-term issues in international economics. The model is used both as a tool to construct long-term scenarios and as an instrument for policy impact assessments, e.g. in the fields of climate change, economic integration and trade.\n\nThe model has repeatedly been used as a tool to construct long-term scenarios and is often deployed for policy analysis. In scenario development, WorldScan acts as an organising device to explore and discuss the potential impacts of current trends such as ageing, the rise of emerging countries, the depletion of fossil energy resources or rising emissions of greenhouse gasses. Simulating these developments may reveal important impacts on the world economy and identify related policy problems.\n\nLong-run scenarios have frequently been used as baselines for exploring the impacts of alternative policy options with WorldScan, for example in the fields of global warming, economic integration and trade.\n\nKey questions addressed:\n\n  • What are the impacts of future developments, such as ageing or policies to reduce GHG emisisons, on the economy?\n\nSample data inputs:\n\n  • Energy and economic data\n\nSample quantitative outputs:\n\n  • Policy and economic growth\n  • Total factor productivity and its relationship with research and development\n  • Labor and population\n  • Savings and capital mobility\n  • Consumption and welfare\n  • Trade and its barriers\n  • Energy and climate change\n\n\nWorldScan: a Model for International Economic Policy Analysis.\n\nTool Summary\n\n  • Not specified\nExpertise Required:\n  • Advanced\nGeographic Scope:\n  • National\n  • Policy\nImpacts Assessed:\n  • Economic\n    • Employment\n    • Energy Security\n    • Gross Domestic Product",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.5687832236,
        "format_confidence":0.6136346459
    },
    {
        "url":"https:\/\/www.whsmith.co.uk\/products\/algebraic-geometry-and-the-theory-of-curves\/9789810235611",
        "text":"Algebraic Geometry by Daniel Bump | WHSmith Books\nAlgebraic Geometry\n\nAlgebraic Geometry\n\nBy: Daniel Bump (author)Hardback\n\nUp to 2 WeeksUsually despatched within 2 weeks\n\n\nThis is a graduate-level text on algebraic geometry that provides a quick and fully self-contained development of the fundamentals, including all commutative algebra which is used. A taste of the deeper theory is given: some topics, such as local algebra and ramification theory, are treated in depth. The book culminates with a selection of topics from the theory of algebraic curves, including the Riemann-Roch theorem, elliptic curves, the zeta function of a curve over a finite field, and the Riemann hypothesis for elliptic curves.\n\nProduct Details\n\n  • ISBN13: 9789810235611\n  • Format: Hardback\n  • Number Of Pages: 228\n  • ID: 9789810235611\n  • ISBN10: 9810235615\n\nDelivery Information\n\n  • Saver Delivery: Yes\n  • 1st Class Delivery: Yes\n  • Courier Delivery: Yes\n  • Store Delivery: Yes\n\nPrices are for internet purchases only. Prices and availability in WHSmith Stores may vary significantly",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9836549163,
        "format_confidence":0.998896122
    },
    {
        "url":"https:\/\/www.neb.com\/products\/e7780-nebnext-multiplex-oligos-for-illumina-dual-index-primers-set-2",
        "text":"NEBNext® Multiplex Oligos for Illumina® (Dual Index Primers Set 2)\n\nNEBNext Multiplex Oligos provide adaptors and primers to enable high yield multiplex Illumina library production. The unique hairpin loop structure of the NEBNext Adaptor minimizes adaptor-dimer formation, and NEBNext index PCR primers enable index incorporation during library amplification. This kit includes 8 i5 index primers and 12 i7 index primers for dual indexing.\n\nFor additional information on available indices and formats for multiplexing, please refer to the NEBNext Multiplex Oligos Selection Chart.\n\n  • High efficiency adaptor ligation\n  • Minimized adaptor-dimer formation\n  • Includes index primers for library multiplexing\n  • Increased sample identification specificity\nCatalog # Concentration Size List Price Your Price Quantity\nE7780S Not Applicable 96 reactions $460.00\nPlease enter a quantity for at least one size\n\nNeed a custom\/large volume order? Contact Us\n\nBulk packaging may also be available and requested for large recurring orders.\nLearn More\n\nLoading Spinner",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.7649872899,
        "format_confidence":0.9979509711
    },
    {
        "url":"http:\/\/sachdev.physics.harvard.edu\/qptweb\/toc.html",
        "text":"Quantum Phase Transitions\nSecond Edition\n\nby Subir Sachdev\n\nCambridge University Press\nISBN - 978-0-521-51468-2\nLC Call No.: QC175.16.P5S23 2011\nPublication year: 2011\n\nSee the\nweb pages at Cambridge University Press\nfor more information.\n\nThis is the first book to describe the physical properties of quantum materials near critical points with long-range many-body quantum entanglement. Readers are introduced to the basic theory of quantum phases, their phase transitions, and their observable properties.\n\nThis second edition begins with nine chapters, six of them new, suitable for an introductory course on quantum phase transitions, assuming no prior knowledge of quantum field theory. There are several new chapters covering important recent advances, such as the Fermi gas near unitarity, Dirac fermions, Fermi liquids and their phase transitions, quantum magnetism, and solvable models obtained from string theory. After introducing the basic theory, it moves on to a detailed description of the canonical quantum-critical phase diagram at non-zero temperatures. Finally, a variety of more complex models are explored. This book is ideal for graduate students and researchers in condensed matter physics and particle and string theory.\n\nWeb pages of the first edition",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9943905473,
        "format_confidence":0.9861961603
    },
    {
        "url":"http:\/\/www.sciencephoto.com\/media\/63564\/view",
        "text":"Sorbus domestica\n\nSorbus domestica\n\nB836\/0410 Rights Managed\n\nRequest low-res file\n\n530 pixels on longest edge, unwatermarked\n\nRequest\/Download high-res file\n\nUncompressed file size: 55.5MB\n\nDownloadable file size: 6.3MB\n\nPrice image Pricing\n\nPlease login to use the price calculator\n\n\nCaption: Service tree (Sorbus domestica). Fallen fruit on ground.\n\nRelease details: Model release not required. Property release not required.\n\nKeywords: berries, berry, botanical, botany, caucasus, europe, fallen, flora, fruit, fruits, ground, horticultural, horticulture, many, multiple, native, nature, north africa, pear-shaped, plant, plants, red-flushed, service tree, sorbus domestica, tree, yellow-green\n\nLicence fees: A licence fee will be charged for any media (low or high resolution) used in your project.",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.6836407781,
        "format_confidence":0.9823320508
    },
    {
        "url":"https:\/\/www.biofiredefense.com\/products\/life-science-melting-dyes-and-kits\/",
        "text":"Life Science Melting Dyes and Kits\n\nOur roots go very deep into the life science and research industries with many of our first products being designed for PCR and Hi-Res Melting®. We continue to offer professional grade PCR master mixes along with our proprietary LCGreen® Plus melting dye.\n\n\nLightScanner® Master Mix\n\nOur LightScanner Master Mix brilliantly provides a pre-optimized solution specifically designed to deliver superior PCR performance for Hi-Res Melting® and genotyping applications. Our master mix is compatible with all instructions featuring HRM capabilities. This master mix reduces time and saves money with easy-to-use premixed formulas. This secures downstream success by directly going from PCR to melting curve analysis and eliminates the risk of contamination.\n\nKit Details\n\nThis master mix incorporates a Taq polymerase, an antibody-based hot-start method, dNTPs, magnesium chloride, BioFire Defense’s proprietary LCGreen Plus dye and is formulated at a 2.5X concentration. The antibody-mediated hot-start method means no enzyme pre-activation is required before or during thermocycling, translating into much faster PCR protocol times than other methods of hot-start protection. The master mix includes a concentration of magnesium that is optimized to work for almost all reactions. Additional magnesium chloride solution is provided for further optimization if required. The master mix is also compatible with most additives used to enhance amplification efficiency of high GC amplicons.\n\nKit Contents\n\n  • 2.5X Master Mix\n  • 10 mM MgCI2\n  • Reagent Grade Water\n  • LightScanner Master Mix User’s Guide\n\nKit Part Nos.\n\n  • HRLS-ASY-0002 – Reactions 100\n  • HRLS-ASY-0003 – Reactions 500\n\nDownload Information Sheet\n\n\nLCGreen Plus Melting Dye\n\nLCGreen Plus dye is specifically designed for Hi-Res Melting curve analysis to detect DNA sequence variants. The addition of LCGreen Plus dye increases the melting temperature of DNA by 1-3 °C and may require adjustment of cycling parameters. This dye is manufactured exclusively by BioFire Defense and its chemical structures are unique among the scientific and patent literature. LCGreen Plus dye is tailored specifically for Hi-Res Melting and has the unique ability to detect heteroduplexes during melting analysis after PCR. Just add the dye to your sample before PCR. LCGreen Plus dye is extremely stable, does not inhibit PCR, and is a “saturation” dye which makes it possible to detect multiple PCR products in a mixture during melting analysis.\n\nKit Details\n\nLCGreen Plus is tailored for use in melting instruments with 96- or 384-well microtiter plates. It has superb fluorescence intensity and can be used with most fluorescence based PCR detection systems such as the Roche LightCycler® instrument. For optimal performance, the use of a Hi-Res Melting instrument is suggested.\n\nNumber of Reactions\n\n  • 1 mL – 1,000 Reactions\n  • 10 x 1 mL – 10,000 Reactions\n\nKit Part Nos.\n\n  • BCHM-ASY-0005 – Reactions 1,000\n  • BCHM-ASY-0006 – Reactions 10,000\n\nDownload Information Sheet",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9814183712,
        "format_confidence":0.9953155518
    },
    {
        "url":"http:\/\/www.sciencephoto.com\/media\/407493\/view",
        "text":"Caption: Animation of the structure of the 6s atomic orbital, cut in half to show the internal structure. Orbitals contain an atom's electrons, which are found around the central atomic nucleus (not seen). Each orbital can hold two electrons. The 6s orbital is the sixth spherical s orbital out from the nucleus. Orbitals further from the nucleus are at a higher energy, and orbitals are filled from the lowest energy (level one) first. An atomic orbital is a mathematical model of the location of an electron around an atomic nucleus. Electrons do not orbit the nucleus as might be imagined, but instead exist as a standing wave around it. The phases of the wave are arbitrarily coloured red (negative) and blue (positive). S orbitals are spherical, and comprise concentric shells of alternating positive and negative wave function phases.\n\nRelease details: Model release not required. Property release not required.\n\nKeywords: 6s, animated, animation, atom, atomic, atoms, chemical, chemistry, configuration, cutaway, demonstration, education, electron, electrons, model, modelling, models, orbital, orbitals, phases, physical, physics, probability, quantum mechanics, quantum theory, s orbital, shape, shell, shells, sphere, spherical, structure, wave function, waves\n\nLicence fees: A licence fee will be charged for any media (low or high resolution) used in your project.\n\n6s atomic orbital\n\nK002\/8628 Rights Managed\n\nDownloadable master\n\nDuration: 00:00:16.14\n\nFrame size: 1920x1080\n\nFrame rate: 24\n\nAudio: No\n\nFormat: QuickTime, Photo JPEG 100%, progressive scan, square pixels\n\nFile size: 224.5M\n\n\nCapture format: QuickTime Animation\n\nCodec: Photo - JPEG\n\nPlease contact Science Photo Library if you require the original, or other formats.\n\n\nSave watermarked comp\n\nRequest un-watermarked file\n\nPrice clip Pricing\n\nPlease login to use the price calculator",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9930784106,
        "format_confidence":0.9034892917
    },
    {
        "url":"https:\/\/indico.desy.de\/event\/9387\/?ovw=True",
        "text":"10-13 March 2014\nBerlin (Adlershof)\nEurope\/Berlin timezone\nThis Workshop is intended as a \"hands-on\" workshop with a mixture of introductory lectures and practical exercises.\nTime slots will be devoted to individual work with modern programming tools, particle generators and statistical analyses.\nThe goal is to enable the participant to calculate: 1. particle spectra from dark-matter decay or annihilation 2. fluxes as a function of line-of sight densities  3. flux limits and detection significances using the correct statistical methods. Registration for the workshop is now closed.\nBerlin (Adlershof)\nErwin-Schroedinger-Zentrum 12489 Berlin Rudower Chaussee 26\nThere will be no registration fee. However, participants have to register to organise coffee and lunch breaks. Please do not hesitate to contact any of the organizers listed above for any additional information.\nFor those who need childcare during the workshop, we may able to help with individual arrangements (for example by organizing a nanny or by supporting an accompanying person for the purpose of child care during travels). Please contact us with your inquiry.",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9205728769,
        "format_confidence":0.6949649453
    },
    {
        "url":"https:\/\/store.cq-amateur-radio.com\/product-category\/new-products\/page\/2\/?product_orderby=date&product_order=asc&product_view=list&add-to-cart=33243",
        "text":"Your indispensable guide to HF propagation for the new sunspot cycle!\nYou'll get both the 8.5 X ll Paperback and Book on CD!\nFully updated and expanded to include the latest propagation forecasting tools, as well as our time-tested \"analog\" tables for making your own customized predictions, the 4th edition of The CQ Shortwave Propagation Handbook is a must-have resource for any DXer, contester or emergency communicator.\nThis 208-page, full-color title explains the many ways in which radio signals can travel long distances and how to use this knowledge to maximize your DX success. Also includes sections on low-frequency and VHF\/UHF propagation in addition to its main focus on shortwave (HF) propagation.\nFinally, it's all in plain English with a focus on practical applications,making it a valuable reference for the ham radio DXer as well as well as the ionospheric scientist and anyone in between.\nThis fourth edition was spearheaded by propagation authority Carl Luetzelschwab, K9LA, merging his updates with the earlier work of the previous editions' authors, Dr. Theodore Cohen,N4XX, George Jacobs, W3ASK, and Robert Rose, K6GKU (SK)\nPre-order today - book\/cd are scheduled to ship the week of 2\/15\/21",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.5750597119,
        "format_confidence":0.9485066533
    },
    {
        "url":"https:\/\/www.edutxwstore.com\/qazitradegel-extraction-kit-50prep-p02nik0250-p-352913.html",
        "text":"QAZI™Gel Extraction Kit 50Prep, P02-NIK02-50\n\n$ 33 30\n\nProduct Description\n\n  • Certified\n\nThe QAZI™Gel Extraction Kit offers a Quick AND Easy Isolation of DNA after electrophoresis on agarose gel. In less than 0 minutes, high quality DNA can be purified from the gel. The purification is based on dissolving the agarose gel piece containing desired DNA in a solublization buffer. The DNA is purified using silica-membrane based technology in a spin column format or 9 well plate formats.\n\nCustomer reviews(0)\n\nWrite Review\n\nBack to top",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9281536341,
        "format_confidence":0.9980923533
    },
    {
        "url":"https:\/\/www.neb.com\/products\/e3322-engen-sgrna-synthesis-kit-s-pyogenes",
        "text":"EnGen® sgRNA Synthesis Kit, S. pyogenes\n\nNote: Kit and protocol have been updated. Please visit Protocols & Manuals tab for details.\n\nThe EnGen sgRNA Synthesis Kit, S. pyogenes provides a simple and quick method for transcribing high yields of sgRNA in a single 30-minute reaction, using the supplied reagents and target-specific DNA oligos designed by the user.\n\nCatalog # Concentration Size List Price Your Price Quantity\nE3322V Not Applicable 10 reactions $215.00\nE3322S Not Applicable 20 reactions $416.00\nPlease enter a quantity for at least one size\nLoading Spinner",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9619036913,
        "format_confidence":0.9959510565
    }
]