[
    {
        "url":"http:\/\/zulfair.com\/index.php?page=applyvisa&nav=visaapplyform&rawdata=1496582190_163972936",
        "text":"Step 1\nStep 2\nStep 3\nStep 4\nStep 5\nZulfair Visa Registration\nOnline Registration Process , Please fill the information carefully..\nPersonal Information\nDate of Birth ( Type in Numbers Only )\nPlace of Birth\nValid Passport No\nPhone No\nNote : After selecting your country , please type your Phone number only , you dont want to add 0\/country_code or any special letters .\nValid Email\nExpected Flight Date\nAttach Passport Photo & Press Upload\nAttach Your Passport files\nSponser Information\nSponser First Name\nSponser Last Name\nSponser Phone\nSponser Email\nSponser Address\nAttach Sponser Emirates ID & Press Upload\nAttach Sponsers Passport & Visa Page\nBefore clicking register , Make sure your details are correct , After registration you will recieve a Mail\/SMS with the Verification Code .\nSecurity Check\n2 + 3 =\nRegister Application\nPlease wait some time....\nIf your registration failed at OTP CHECK , Type your PNR here recieved via mail\nMake sure that everything is right ..",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.5231695771,
        "format_confidence":0.9306519032,
        "weight":0.0020096355
    },
    {
        "url":"https:\/\/www.autoonelancaster.com\/dealer-rater-reviews.htm",
        "text":"When you're trying to determine which auto dealership deserves your business, it's a good idea to reference the used car dealer reviews. Lancaster, PA, residents have always had great things to say about AutoOne, and we're proud to have such loyalty and support from area drivers. Our auto sales agents, financing team, and maintenance and repair technicians all put the needs of customers first, and the results speak for themselves.\n\n    On this page, you can see what previous customers have to say about their experiences. We understand you have options when shopping for pre-owned autos in Lancaster, Harrisburg, Reading, York and Lebanon, PA, and we truly appreciate your support. If you'd like to leave a review, please tell us about your experience at Dealerrator.com, Cars.com, or on our Google+ page. We welcome customer feedback both positive and negative, and we'll use your comments to further improve the way we do business.\n\n    After reading used car dealer reviews, Lancaster, PA, residents feel confident about visiting AutoOne. It's time to see for yourself what a difference friendly, honest, and customer-centric service can make. Please leave your review today! If you'd like to speak directly with a member of our staff, we'll be happy to talk with you over the phone!",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9604127407,
        "format_confidence":0.9781870246,
        "weight":0.0024247855
    },
    {
        "url":"http:\/\/www.oreillyauto.com\/site\/app\/newsfeed?category=800094964&page=10",
        "text":"O'Reilly Auto News Feed\n\n\nAccording to the Illinois Department of Transportation, the state's teenagers, ages 16-20, were behind the wheel in 58,392 accidents throughout 2010.\n\nShow More...\n\nA recent report issued by the Association of Global Automakers is urging car owners to make sure the original type of airbags are replaced in a vehicle following a collision.\n\nShow More...\n\nTrueCar.com recently showed that fuel economy for light vehicles sold during September was unchanged from August.\n\nShow More...\n\nZipcar, one of the world's leading car sharing networks, recently added a number of schools to its popular university program this fall, giving students, staff and faculty a chance to drive its cars at discounted rates.\n\nShow More...\n\nCharlotte is preparing to host the upcoming Bank of America 500 and Walmarts in the area will hold events to promote the race and give fans a chance to meet their favorite drivers and purchase NASCAR merchandise.\n\nShow More...\nGo to 1 Go to Previous 5 6 7 8 9 10 11 12 13 14 15 ... 24 Go to Next Go to 24\n\nSign up to receive\ne-mails about\nNews, Contests\nand Promotions!\n\nConnect With Us\nCopyright © 2008-2014 O'Reilly Auto Parts v 14.288-14 (12)",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9907702804,
        "format_confidence":0.992901504,
        "weight":0.0102608932
    },
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799,
        "weight":0.0150575325
    },
    {
        "url":"https:\/\/www.cheapoair.ca\/flights\/cheap-flights-from-dublin-to-rankin-inlet-dub-yrt",
        "text":"\n\nBook Flights from Dublin to Rankin Inlet will help you to find the best deals on flights from Dublin to Rankin Inlet. With our search technology, effortlessly searching flight routes across hundreds of airlines has never been easier or more convenient. With, we aim to make it simple and quick to search, select and save on the flights that best suit your needs and budget.\n\nNo matter if you are traveling for business or pleasure, we offer a wide range of deals from business class discounts to last minute flight deals to destinations like Rankin Inlet. Whether you are planning ahead or looking for last minute tickets, CheapOair has the right flights at the right price. After booking your ticket, explore this page to view blog posts about this destination, learn more about hotels near YRT and read reviews from others who booked their flights with\n\nFrequently Asked Questions - Dublin to Rankin Inlet Flights\n\n  • Which is the nearest airport to Rankin Inlet, Canada?\n\n    Rankin Inlet Airport\n\n  • Which is the nearest airport to Dublin, Ireland?\n\n    Dublin Airport",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5166829824,
        "format_confidence":0.9776171446,
        "weight":0.0148440343
    },
    {
        "url":"http:\/\/fl-daniabeach.civicplus.com\/2117\/Ravenswood-Bridge",
        "text":"Ravenswood Road Bridge Replacement Project\n\nThe Florida Department of Transportation has awarded a $4,789,933.18 million contract to Morrison-Cobalt JV to replace the Ravenswood Road Bridge over the Dania Cut-off Canal. \nConstruction began November 30, 2015. \n\nDue to unforeseen circumstances and inclement weather delays the Ravenswood bridge is now scheduled to open by the end of 2018, weather permitting. The overall completion of this project is still anticipated early 2018. \n\nProject Improvements \n\n  • Install new drainage, water, and sewer lines \n  • Driveway reconstruction at SW 42nd Court \n  • Remove existing bridge and fender system \n  • Construct new bridge and fender system \n  • Reconstruct Ravenswood Road \n  • Dredge and armor the canal to ensure that the canal bottom maintains a navigable shape \n  • Construct sidewalk on west side of Ravenswood Road from SW 45th Street to SW 42nd Street \n  • Install a dedicated 5-foot bike lane in each direction of Ravenswood Road from SW 45th Street to SW 42nd Street \n  • Remove old asphalt and resurface Ravenswood Road at the intersections of SW 45th Street and SW 42nd Street \n  • Add signing and pavement markings \nRavenswood Bridge Dania Cut Off Canal Impacts\n\nRavenswood Road Bridge Replacement Detour Map\n\nProject Timeline *\n\nThis information is subject to change due to inclement weather or other unforeseen conditions.*\n\n Spring 2016 - Summer 2017\n\n  • The bridge is closed continuously to vehicular and pedestrian traffic.\n  • Motorists shall use the following detour: SW 42nd Street to SW 30th Avenue to Griffin Road.\n  • Boaters can expect periodic, daily closures of the Dania Cut-Off Canal.\n\nSummer 2017 - Fall 2017\n\n  • During these phases, the bridge is expected to be open to vehicular traffic. However periodic single lane closures may occur within the work zone . Flag crews will direct motorists through the work zone.\n  • Minimal canal impacts may be expected during this phase of construction.\n\nProject Updates\n\nIf you would like to receive project updates, lane closure information, as well as a weekly traffic report distributed by FDOT, please email ddiaz@corradino.com the subject of “Ravenswood Road Bridge Replacement Project”.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9879049063,
        "format_confidence":0.6306638122,
        "weight":0.0039818721
    },
    {
        "url":"https:\/\/www.googlenewsapp.com\/why-i-ride-with-waymo-xavier\/",
        "text":"Why I Ride with Waymo: Xavier\n\n\nEditor’s Note: Last year, we opened up our fully autonomous ride-hailing service to all of our Waymo One riders, and Xavier is one of the people who relies on this service to get where he needs to go. He shared this video with us, and we gave him a call to learn more about how he likes the service and what it’s like to ride with Waymo, solo.\n\nTell us a little bit about yourself, and how you first heard about Waymo.\n\nI’m Xavier, and I live in Chandler, Arizona. I’ve been riding with Waymo for around a year now and first heard about Waymo when I saw them driving around my neighborhood. I started wondering what they were and finally looked it up and saw on the website that you could sign up to ride in them.\n\nI’d heard about autonomous cars before on a few tech podcasts I listen to, but I didn’t know the technology was fully there yet or that there was a possibility of riding in one until I signed up. It took about a week to get accepted, and I’ve been riding since.\n\nWhat do you normally use the service for?\n\nI don’t own a car myself, so my primary mode of transportation is Waymo, other ride-hailing services, or the bus.\n\nI mainly use Waymo to get to and from work. I’m a restaurant manager at Wendy’s and don’t live too far away; it’s a short 10 minute ride usually. I also use it to visit my mother every once in a while. \n\nWe bet your mom loves that! What makes you choose Waymo over some of the other modes of transportation you mentioned?\n\nWaymo generally is a nice ride, and you get a very consistent experience. The cars are always super clean and it feels futuristic, almost like you have a robot butler. You get in, press the button, and you’re on your way.\n\nI compare it a lot to other ride-hailing services that aren’t automated. With those, you don’t know what you’re going to get. Sometimes the driver is having an off day, may speed, or not obey the traffic laws.\n\nWith Waymo, it picks the same route, goes the same speed, and feels more secure. I also like the fact that you get to specifically choose where it’s going to pick you up and drop you off.\n\nHave your transportation habits changed at all through COVID-19?\n\nI still feel comfortable using the service. I feel as comfortable as I do going to work, which I still have to get to somehow!\n\nYou’ve had the opportunity to ride a lot in our 100% fully autonomous cars with no human driver. Can you talk about what that’s like? Any major differences or similarities from the experience you’ve previously had with vehicle operators?\n\nEvery fully autonomous ride has been pleasant. For me personally, anytime I get in a car with a driver, Waymo or otherwise, I usually don’t play my music too loud or fully relax since I’m trying to consider the other person. But when I’m by myself, I’m more likely to change the temperature or adjust my seat and feel more at ease watching YouTube videos or listening to a podcast on my phone.\n\nI also feel more comfortable changing the destination during the trip, like if I’m heading home from work and remember I need to stop by the store on the way home. It doesn’t feel like I’m inconveniencing anyone in fully autonomous rides.\n\nThat’s awesome to hear. Any feedback you have on the overall experience?\n\nThe only flaw I’ve noticed, but it’s not actually a flaw, is that sometimes Waymo is overly cautious. I can’t complain about that because it’s a good thing it’s cautious. Sometimes it will make decisions on the road, like routing, that don’t make sense to me all the time, but again, I understand it’s just being cautious.\n\nIn my head, all of these things are going to improve or already are.\n\nWhat do you think the potential is for fully autonomous technology, both in times like these and in the future more broadly?\n\nFor me, I don’t have any doubt that autonomous cars are the way to go for the future, and if the world is just, it’s going to replace people driving cars. If it’s not necessary for humans to drive, why would we if it’s safer for computers to drive?\n\nAnd, it’s going to have a good impact on the environment because if not everyone owns a car there’s going to be less cars out there because we’d all be sharing them.\n\nAnything else you want to share about your experience?\n\nI definitely recommend that people try it! It’s really fun and you feel like you’re part of the future.\n\nRead More",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9922465086,
        "format_confidence":0.9544156194,
        "weight":0.0011108876
    },
    {
        "url":"http:\/\/www.doctorv.xyz\/2019\/07\/13\/disappointed-in-amtrak\/",
        "text":"Disappointed in Amtrak\n\nYesterday we had leg two of our Amtrak trip home. It was a disappointing trip.\n\nFirst, when we boarded, there was a barking pet dog in our car. I let the conductor know it wasn’t my service dog, but the conductor just responded by saying they allow pets. The ongoing barking was very annoying, and I was worried everyone was thinking it was Hestia since they could see Hestia and the pet dog was in a carrier.\n\nThen one of the conductors came by and told me I couldn’t have Hestia in my lap. For those who don’t know, I frequently need Hestia for pressure therapy in my lap or in my arms. When I am seated, she generally remains in my lap in order to be able to help me. Plus, she cannot alert to my panic attacks from the floor.\n\nThere are also others with disabilities like diabetes whose dogs need to smell their breath in order to alert them to blood sugar changes. They need to be carried or in laps, too.\n\nSo the employee came up to me and told me Hestia had to be on the floor. I explained that I needed her in my lap for disability mitigation. She said they had recently had a service dog group in to educate Amtrak employees about service animals, and they said that service dogs should always be on the floor. We tried to figure out who had educated her, since we know a lot of service dog programs are only experts on whatever they do with their dogs (which are usually big), but she didn’t know.\n\nWe also explained that the guideline for this kind of reasonable accommodation is that the animal should not be on the *seat*, not that it should not be in a *lap*. It is possible that they were taught not to allow a dog on the seat, but that’s easily confused with not allowing them on laps. The rule of thumb is just like on airlines, where if the animal were a toddler of the same size, if the toddler would be small enough to be allowed in the lap, then the disability-mitigating animal can ride there, too. This was making some sense to her, but I didn’t feel like it was getting through all the way.\n\nEventually I said (honestly) that if Hestia couldn’t be in my lap while I was seated in the seat, I would sit on the floor. Seriously, there is no way I could handle 12 hours without contact from Hestia!!! Once I said that, she allowed me to keep Hestia on my lap. But we will be be in touch with our Amtrak contact to try to make sure things are better for folks in the future.\n\nA couple of stops after we got on, a man in a manual chair boarded who was extremely unprepared for riding Amtrak. They put him in our car, and put his wheelchair sideways behind Brad’s chair. He used a walker to haltingly shuffle from his chair to his seat and needed assistance to do this and to sit down. Fine, Amtrak provides good assistance. But then it turns out he would need to urgently use the restroom. There is no call button on an Amtrak train. They will help you to the restroom etc very well, but you have to wait for an employee to walk by to assist you, which generally happens about every half an hour. Well this guy’s restroom needs could not wait, and apparently couldn’t be anticipated either.\n\nThe first time he needed to use the bathroom, he couldn’t get out of his seat. The man started shouting for assistance from others, but no one got up to help. So eventually Brad positioned himself so the man could use Brad’s wheelchair to help himself get upright. The train was swaying and rocking and the man was trying to get to the bathroom and it was very dangerous. He was making a lot of noise asking people for help and no one but Brad was helping. So I got up to help, and tried to help him into the restroom and he fell. I felt horrible. Then some men came and picked him up and helped him. Thank goodness.\n\nBut twice more this happened, and no one would help him. The man was NOT prepared at all for riding a train, and it was VERY dangerous for him. He should not have been riding a train without a capable assistant, given his urgent potty needs and how Amtrak assists their disabled passengers. Most people with disabilities are aware of their needs and don’t need an assistant to travel. But some do need a bit more help, and this guy happened to be one such person.\n\nThis was his first ride, and after his third trip to the bathroom, he admitted this was too dangerous for him, and returned to sitting in his (uncomfortable and in disrepair hospital style) wheelchair so that he could get himself to the bathroom safely. Since they had put him on a car with another wheelchair, there was no space for him to put his legs facing forward or backward. So he had his legs taking up most of the aisle space, which is unfortunately dangerous for everyone.\n\nI felt so badly for him. Every time he needed to use the bathroom he would holler and yell, and only other people with disabilities would come to his assistance, and we couldn’t do much to help him. The most helpful person was Brad because his power chair weighs like 500 lbs and the guy could grab onto it to steady himself, even though Brad was a little afraid the guy might break his chair. The rest of us were a bunch of women with balance and other issues who could hardly steady ourselves on the train, much less a man larger than us with such severe mobility needs.\n\nI was also annoyed because we were on the train overnight and every time I managed to get to sleep, the man would start hollering and yelling needing to use the bathroom. Plus I felt badly for Brad, as the man kept talking to Brad all night long asking for assistance. It was a long night.\n\nI was upset at the man for not preparing for an Amtrak ride, thinking about the difficulty of getting to the bathroom urgently, the train rocking, the lack of immediate help, and not planning ahead to make sure his eating needs would be met. Brad reminded me that a lot of people would not imagine ahead of time that these things would be difficult on a train. But if he had known, he probably would know he *might* have been better off flying, as they have call buttons that could enable him to get the assistance he needed. Or he should have had a wheelchair he was comfortable sitting in or a good assistant so that he could get himself to the bathroom when it was urgently needed. I was also upset at Amtrak for not helping the man more. After the first time, you would have thought the conductors would have kept a better eye out for the man. Also, a call button would be extremely useful! He kept asking Brad about a call button or a phone number he could call to get an Amtrak person there.\n\nI really hope our future Amtrak rides are not this difficult. Usually we enjoy or at least have an OK time riding Amtrak. This time it was a huge disability fail. We will be letting Amtrak know, and I hope that the employees get better educated!\n\nLeave a Reply",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.8767918944,
        "format_confidence":0.9966392517,
        "weight":0.0101571156
    }
]