[
    {
        "url":"http:\/\/thenextweb.com\/apps\/2012\/04\/10\/can-an-app-be-too-simple-we-ask-the-developer-of-super-minimalist-writing-app-pop\/",
        "text":"Minimalist apps are all the rage right now. The idea of cutting out all but the simplest of interface elements and focusing on letting the user complete a single task really well has inspired the likes of iA Writer, Clear and Byword. While some of The Next Web team adore this approach, I’m sometimes left wondering whether these apps are really all they’re cracked up to be.\n\nThis was particularly highlighted when I was recently pitched Pop, a notepad app for iOS that takes simplicity to its extreme by having no features at all. You get a white screen (with a tiny page curl in the corner for effect) and you type away. That’s it. When you’re done, you can copy and paste the text to wherever you want to use it.\n\nI’ll admit – while I appreciate the hidden controls and subtle use of sound of the likes of OmmWriter Dana, Pop seemed to be taking things a step too far – to the point where it was simply laughing at those who bought it – “Ha, you paid 99 cents for a blank screen.”\n\nHowever, Pop was released to a positive buzz, with favorable reviews, and it hit the top 25 rankings in the App Store’s Productivity section within two days – so there’s clearly a demand for it. To try to understand how the app came about and who it’s designed for, I spoke to its UK-based designer, Colin McFarland.\n\nTNW: So, minimalist apps are the Emperor’s New Clothes, right? I look at an app that’s just a white screen and the ability to type text and I just think “Surely that’s just a ‘My first text entry’ app from a ‘learn to code for iOS’ course?” Why wouldn’t I just use the iOS Notes app?\n\nCM: Pop was designed for the single purpose of writing something down and worrying about what do with it later, hopefully Pop is invisible and you don’t notice it at all, you came here to write something.\n\nMaybe you’ll use both — just like you have a few notebooks, post-its, or pieces of paper. Maybe Pop is all you need, or maybe it won’t be useful for you. It’s for you to decide its purpose. If you just want to write something down, do you need more than ‘a white screen and the ability to type text’?\n\n\nTNW: But where does it end? Once you’ve had an app that does nothing but let you type, is it possible to get any more minimal?\n\nCM: Pop wasn’t designed to be the most minimal app, it was designed to only have the features that are necessary for quickly writing something down. Features exist where they are useful, like Copy All so you can get out quicker — with a word count as an after thought. Pop tries to make features invisible, so they don’t get in the way.\n\nTNW: Okay, you’re starting to sway me a little. Is there a temptation to add more features? How do you do that without losing that minimal feel?\n\nCM: The design was driven by a core philosophy: Feature number one should always be as few features as needed to perform the primary purpose. There are other things that could help serve the purpose, like synching between devices since Pop is a universal app. Again though, I’m not interested in features getting in the way, any new features would need to remain invisible.\n\nTNW: Aside from Pop, what other minimalist apps would you recommend for people interested in the genre, and why?\n\nCM: I appreciate the simplicity of these apps, all-purpose built to do one thing well.\n\nInstapaper by Marco Arment (save pages to read them later), Clear by Realmac Software: (to-do list with a completely gestural interface, not a button in sight), Dot series by UsTwo (Minimal games created in 48 hours, start with the original DOT), The Accidental News Explorer by Brendan Dawes (A simple news app that lets you find something, then find something else).\n\nQ: So, what’s next for you?\n\nCM: Maybe more from Pop, definitely more apps following the same philosophy.\n\n➤ Pop for iOS",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6194283366,
        "format_confidence":0.8511232734
    },
    {
        "url":"http:\/\/livestreamuniverse.com\/hosting-a-successful-twitter-chat-aaron-kilby-on-livestreamstars\/",
        "text":"Aaron Kilby on #LivestreamStars\n\nmicrophone-905536_640Ross Brand\n\nplay-1073616_960_720Aaron Kilby\n\nLogo Livestream Universe March 7, 2016\n\nAbout Aaron Kilby\n\nAaron Kilby is the host of #MediaChat (Thursdays, 10pm ET) on Twitter, named one of the “11 best Twitter chats for bloggers in 2016” by The Freelance Cat. He also runs the MediaChat Facebook group with nearly 1,700 members.\n\nRoss Brand Aaron Kilby Rachel Moore Really Social Livestream Universe\nThe Director of Marketing & Business Development at Artisan Colour in Scottsdale, Arizona, Aaron co-hosts a monthly Blab show with Jodi Okun and Margie Analise. He was included in the Arizona Republic‘s “35 Entrepreneurs 35 and Younger” 2009 List.\n\nAbout Ross Brand\n\nblab_channel_image.JPGRoss Brand applies his background as a radio host to conduct interviews and lead livestream conversations that inform and entertain. He is the founder and editor of Livestream Universe, covering the latest and greatest in livestreaming and online broadcasting.\n\nRoss hosts #LivestreamStars, Mondays at 7pm ET at RossBrand.tv. The show features talented broadcasters delivering high-quality content across livestream platforms. He also hosts #LivestreamSports, #LivestreamNews and #AskTheExpert monthly. He produces and presents the Daily Livestream Update weekday mornings on FacebookThe updates contain show recommendations and news from the livestreaming industry.\n\nRoss is the co-founder of HRAvantGarde.com. You can find Ross on Twitter: @iRossBrand. His Instagram username is @RossBrand1.\n\nShow Topics\n\n  • The secret to social media success\n  • How did #MediaChat start?\n  • What were the goals for #MediaChat when starting it and have those goals been achieved?\n  • The viability of an audio version of Twitter chats on a platform such as Anchor.fm?\n  • What is involved in running a popular Facebook group?\n  • The ideal length for an online video\n  • Tools for leading and monitoring a Twitter chat\n  • Preparing for a Twitter Chat\n  • The impact of Twitter 10k on Twitter chats.\n\nCraig Carpenter, founder of the image design app Relay, and Rachel Moore, owner of Really.Social, called-in to the show.\n\nRelated Links\n\nLeave a Reply 0 comments\n\nLeave a Reply:",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.7628887296,
        "format_confidence":0.6997970939
    },
    {
        "url":"http:\/\/www.runasradio.com\/Shows\/Show\/202",
        "text":"Steve Riley Looks From the Riverbed to the Cloud!\n\nAbout Show #202\n\nRichard and Greg talk to Steve Riley, late of Microsoft and Amazon, now with Riverbed Technology. Steve shares his thoughts on Riverbed's products, cloud technology and security. Steve mentioned Guy Rosen's Jack of All Clouds blog, and the State of the Cloud post at\n\nSteve Riley is Technical Leader in the Office of the CTO at Riverbed Technology, an innovator in wide-area networking and storage optimization. Steve actively works to raise awareness of the technical and business benefits Riverbed's solutions, particularly as they relate to accelerating the enterprise adoption of cloud computing. His specialties include information security, compliance, privacy, and policy. Steve has spoken at hundreds of events around the world, including RSA, SANS, Black Hat Windows, InfoSec US, (ISC)2, SIIA, IANS, TechEd, Connections, Cloud Expo, and Interop. He co-authored a book about Windows network security, contributed a chapter to a book on auditing cloud computing, has published numerous articles, and conducted technical reviews of several data networking and telecommunications books. Born with an Ethernet cable attached to his belly button, Steve grew up in networking and telecommunications. Besides lurking in the Internet's dark alleys and secret passages, he enjoys freely sharing his opinions about the intersection of technology and culture. Contact him at, on Skype as stvrly, and join the conversation at\n\nShow Comments\n\nblog comments powered by Disqus",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.6751431823,
        "format_confidence":0.5466180444
    },
    {
        "url":"https:\/\/meetbot-raw.fedoraproject.org\/fedora-mindshare\/2020-10-01\/community_outreach_ttf.2020-10-01-15.02.log.txt",
        "text":"15:02:30 #startmeeting Community Outreach Revamp Meeting for the TTF 15:02:30 Meeting started Thu Oct 1 15:02:30 2020 UTC. 15:02:30 This meeting is logged and archived in a public location. 15:02:30 The chair is riecatnor. Information about MeetBot at http:\/\/wiki.debian.org\/MeetBot. 15:02:30 Useful Commands: #action #agreed #halp #info #idea #link #topic. 15:02:30 The meeting name has been set to 'community_outreach_revamp_meeting_for_the_ttf' 15:02:46 #chair sumantro[m] @marianab 15:02:46 Current chairs: @marianab riecatnor sumantro[m] 15:02:54 #topic roll call 15:03:03 .hello riecatnor[m] 15:03:04 riecatnor: Sorry, but you don't exist 15:03:12 .hello riecatnor 15:03:13 riecatnor: riecatnor 'None' 15:03:19 Hey Everyone! 15:03:19 .hello siddharthvipul1 15:03:22 siddharthvipul: siddharthvipul1 'Vipul Siddharth' 15:03:27 .helo sayak 15:03:30 .hello sumantrom 15:03:31 sumantro[m]: sumantrom 'Sumantro Mukherjee' 15:03:37 .hello sayak 15:03:38 sayak: sayak 'Sayak Mukherjee' 15:04:09 hiii! 15:04:11 sayak: when did you steal my last name? 15:04:29 .hello bugsmith 15:04:30 sayak: Sorry, but you don't exist 15:04:42 Hi 15:05:16 zodbot is identifying someone else with my name! :-\/ 15:05:36 sumantro[m], ask zodbot! ;) 15:06:00 cool, thanks everyone for showing up 15:06:03 Mariana, are you here? 15:06:10 .hello sayaksarkar 15:06:11 sayak: sayaksarkar 'Sayak Sarkar' 15:06:16 finally 15:06:24 hello 15:06:57 hi Alessio :) 15:07:12 #link https:\/\/trello.com\/b\/XFg3Zgh8\/fedora-ambassadors-revamp-2020 15:07:31 #topic ambassador group clean up 15:07:40 sumantro[m], want to report on response :) 15:08:15 So, we have a about 80 responses 15:08:32 awesome 15:08:55 and I will create a doc with folks who want to continue as Ambassador and people who have no objection being moved out 15:09:00 great 15:09:10 bt0, are you around? 15:09:23 Yes 15:09:35 I'm here 15:10:08 Hello everyone :) 15:10:40 great 15:10:56 once the two weeks are up for responses, we will move folks to ambassador emeritus 15:11:13 from there bt0 has agreed to run the script again focusing on those who are 'sponsors' 15:11:36 we will contact them in a similar way, asking if they would like to continue in a sponsor\/mentor roll 15:11:38 Sure 15:11:49 and then correct the FAS from there 15:12:06 @marianab, can you add these tasks to the trello board? 15:12:11 under ambassador group clean up 15:12:35 thanks to lailah for helping with the email draft 15:12:56 not sure if they are there on the TG side 15:13:20 Adding them on the Trello board 15:13:41 #topic role handbooks 15:14:06 #link https:\/\/pagure.io\/fedora-commops\/issue\/220 15:14:34 we have gotten 2 so far! 15:14:47 bt0, how are you gathering this? directly by email or through tickets? 15:15:47 I need ping again to some members 15:15:59 Is by mail 15:15:59 do you have a list of the teams bt0 15:16:12 bc we don't have a rep for every team on Mindshare Committee 15:16:19 oops 15:16:27 yeah, that actually. 15:16:32 So, like the design team for example 15:16:44 just checking to make sure we are getting those teams as well :) 15:17:25 I exclude the ambassadors and elected members from the list 15:17:47 bt0, can you provide a list of who you contacted please? 15:17:55 sure 15:17:58 thanks! 15:18:22 so, seems to be moving along generally which is great :D 15:18:28 just need to make sure we get all the teams 15:18:35 #link https:\/\/pagure.io\/fedora-diversity\/issue\/153 15:18:57 this is a task that was originally supposed to be owned by the D&I team, but they are swamped with FWD 15:19:07 So we are going to take that over 15:20:00 * jwf peeks in from the back 15:20:10 just to give an intro to this task, it is a survey that we will send to the those who have responded as active 15:20:24 it is a chance for them to give direct feedback on what they want to be doing as ambassadors 15:20:34 we want to focus on *bright spots* 15:20:45 bright spots are people and processes that are successful 15:21:17 we can attempt to emulate them more broadly, test to see if they work, and then implement 15:22:03 #link https:\/\/trello.com\/c\/aMnzINER\/1-survey-and-organize-findings 15:22:54 * Marketing Representative: Eduard Lucena (x3mboy) * CommOps Representative: Alberto Rodríguez Sánchez (bt0dotninja \/ bt0)(Me) * 15:22:54 Design & Web Representative: Rick Elrod (codeblock) * 15:22:54 Docs Representative: Petr Bokoc (pbokoc) * Mentored Project Representative: Vipul Siddharth (siddharthvipul1) 15:22:55 #link https:\/\/etherpad.wikimedia.org\/p\/Community_Outreach_Survey 15:23:28 bt0, I will review that and get back to you by emaik 15:23:29 email* 15:23:57 thanks 15:24:06 please join me on the etherpad 15:24:17 there you will see a series of questions I wrote up that need refinement 15:24:37 They also need structure. So for example, mandatory\/non-mandatory, multiple choice, open answer, etc 15:25:41 sumantro[m] & @marianab and I will take some time to hack on that today a little 15:25:52 Should we add things to the Etherpad? 15:25:55 We need reviews and for more minds to think o fadditional questions 15:25:55 Ahh ok 15:25:58 ABSOLUTELY PLEASE 15:26:13 👍🏻 15:26:37 We want to jump start it, but we need everyones help :) 15:27:00 sure 15:27:10 #topic updates 15:27:48 Marianab Sumantro and I are working on making this a full on Fedora Objective 15:28:10 #link https:\/\/fedoraproject.org\/wiki\/Objectives\/CommunityOutreachRevamp 15:28:30 #meetingname community outreach ttf 15:28:30 The meeting name has been set to 'community_outreach_ttf' 15:29:30 #topic open floor 15:29:49 I have a thing :) does anyone else? 15:30:25 nothing from me 15:30:29 Something that I did not factor into my proposal is how Sponsors\/Mentorship will work 15:30:48 I would like to get a better understanding of how it worked previously 15:30:56 anyone here who can tell us about that? 15:31:03 nb maybe 15:31:18 bt0, are you a mentor for ambassadors? 15:31:23 x3mboy[m], maybe 15:31:34 Only Ambassador 15:32:00 I'm not sure about how the earlier Fedora Ambassadors mentorship structure worked but i have some experience from other communities. 15:32:30 #link https:\/\/fedoraproject.org\/wiki\/Ambassadors_project_structure 15:32:43 \"Realizing the tremendous learning curve that is present upon becoming an Ambassador and the requirement that Fedora's guiding principles be properly represented, FAmSCo setup a process whereby potential Ambassadors are teamed with established mentors to ensure they have the requisite knowledge and experience to begin working effectively. Mentors are given wide leeway in determining if applicants are to be approved. 15:32:43 \" 15:32:47 a process hmmm lol 15:33:35 #link https:\/\/fedoraproject.org\/wiki\/Ambassadors_Join_choose_a_mentor 15:33:39 what an interesting page lol 15:33:56 :) 15:33:57 we have found some these we will need to update 15:34:30 #link https:\/\/fedoraproject.org\/wiki\/Ambassador_Candidate_Ticket_Management 15:35:05 Yes, that is very old. 15:35:12 #link https:\/\/fedoraproject.org\/wiki\/Ambassadors\/MembershipService 15:35:20 well mostly 3 years 15:35:45 I don't think the old structure is bad 15:35:54 I think it just needs a bit of updating 15:36:11 and to get to docs 15:36:21 and we need to mark these as out of date 15:36:30 thoughts? 15:37:11 bugsmith, would you like to share? 15:37:15 valid idea to garden the wiki... transfer them to docs 15:37:20 nb and sankarshan are probably good contacts, re: Ambassador mentorship 15:37:23 stories\/links welcome :) 15:37:42 hi 15:37:52 hi nb++ 15:38:06 nb, can you give us perspective on the ambassador mentorship part of the program 15:38:12 what worked well or didnt 15:38:30 Basically the process now is someone looks a t the https:\/\/fedoraproject.org\/wiki\/Ambassadors_Join_choose_a_mentor and makes contact with someone, and then when the mentor thinks they are ready, they sponsor them int othe ambassadors group 15:38:48 originally, they filed a ticket, and then approved it, and then FAmA sponsored them 15:38:55 Sure 15:38:57 but then it was decided by FAmSCo to make the mentors sponsors 15:39:20 A lot of it depends on the individual mentor and the candidate how long the process takes 15:39:44 I have heard the complaint \"I don't hear back from the mentor I emailed\" 15:40:07 So, I kinda think a ticket is better. It keeps the mentors accountable 15:40:25 I had went through a couple years ago and emailed the mentors and asked \"are you still avialable\" and updated the list 15:40:32 I think that should be done every so often 15:40:40 or at least, we can help find someone different for them to connect with 15:40:50 yeah, that might be good 15:40:51 yeah, nb we are putting that on the to do for the TTF to do now 15:41:15 I like the tickets based approach 15:41:43 I guess that would go to the ambassador repo 15:41:53 Yeah, that might be good. There's already a fama repo IIRC 15:41:59 which I think is what was used i nthe past 15:42:41 do you have a link nb 15:42:44 I found this 15:42:51 #link https:\/\/pagure.io\/ambassadors\/fedora-handbook 15:42:53 https:\/\/pagure.io\/fama 15:43:13 #link https:\/\/pagure.io\/fama\/issues 15:43:40 so same with this, it needs updating 15:44:38 I added the task here: https:\/\/trello.com\/c\/sgVnz6qm\/33-update-and-finalize-commops-team-structure 15:45:33 so I have a question, it may sound stupid, the idea was to have a process if I read the doc correctly, but doing differently with each mentor (\"wide leeway\") seems to not go in that direction, was there some baseline on how to decide who is approved or not ? 15:46:09 misc, here: https:\/\/fedoraproject.org\/wiki\/Ambassadors\/MembershipService 15:46:56 Should there be a membership agreement for ambassadors? 15:47:05 \" Change your first name and last name to Latin letters in the FAS if you filled your name in Cyrillic, Chinese, or other than Latin.\" mhh :\/ 15:47:18 Surrey if this is already answered. I'm just curious. 15:47:47 misc, all of those pages are way out of date 15:48:02 bugsmith, I don't know. 15:48:13 It is a good question to consider 15:48:21 It may feel like a higher... (truncated)",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.5933149457,
        "format_confidence":0.933891356
    },
    {
        "url":"https:\/\/micro365.org\/dux-quax-speaking-teams-with-praveen-maloo\/",
        "text":"Posted on\n\nHey y’all, Dux with AvePoint for another episode of Dux Quax. This time around I’m became a member of by my pal Praveen Maloo, Product Evangelist for Microsoft once we discuss everything Microsoft Teams. Where we’re where we’re headed, make sure to look into the video below!\n\nDux: Hi, everybody! Welcome to Microsoft Tech Summit Sydney. Praveen, it’s this type of phenomenal day, is it not?\n\nPraveen: It’s. I had been here last year’s Tech Summit, and we’ve grown in dimensions a lot since this past year. This can be a brand-new space.\n\nDux: We’ve, what, like, 3-4,000 consumers?\n\nPraveen: Yeah, between 3-4, yep.\n\nDux: Why do you not introduce yourself, Praveen?\n\nPraveen: Hi, everybody! I’m Praveen. I’m an item evangelist for Microsoft Teams. Things I do is, basically, discuss how Office 365 and Microsoft Teams can definitely allow you to develop a modern workplace. We’re undergoing this type of huge change in the manner people work, the culture of labor, which just new method of working. Microsoft Teams can certainly help for the reason that journey. That’s things i discuss.\n\nDux: Look, Praveen. I know you’re so excited and ecstatic, because Microsoft Teams is really a new awesome kid, right? Within the last couple occasions, out of all keynotes, it’s usually about Microsoft Teams. Why all of this excitement around Teams? Why are lots of customers benefiting from it?\n\nPraveen: Microsoft Teams really enables… It’s not only a tool. It enables a different way of working. It’s a cultural change, too. Such things as having the ability to operate in only one central hub, getting not to cope with ten different apps. It’s really critical, right? Enable that seamless method of working, finding yourself in one central hub, and all sorts of your apps, and files, and content, people, and conversations, whatever you need, in a single central hub. Cognitive overload goes really lower. Your emails go lower. Productivity rises.\n\nDux: Guess what happens? For all of us, we like Microsoft Teams. Generate income take a look at Teams, it’s my new Outlook. Sorry to individuals in Outlook, but, Microsoft Teams is my one-stop shop now, where I recieve the majority of my work done, frankly. With this week or this 2 days at Sydney, do you know the sessions that you’re associated with, and just what are the things you’re considering, and telling people about?\n\nPraveen: There exists a huge presence this season. This past year, at Sydney, we was without a Microsoft Teams session. We simply, within the preview mode, however this year, we’re really big. We simply did a session today where they spoken about how exactly they’ve grown out, really big, with Teams users, about 3,000 users on Teams.\n\nReally taking it one stage further with collaboration. The floor staff, and also the desktop workers, too, information workers. For the reason that session today, later within the mid-day there’s an architecture session, goes much deeper into how Teams is made. Using the very best of SharePoint, and OneDrive, and all sorts of these Office applications.\n\nThen, tomorrow, we’ve sessions on building apps for Microsoft Teams. We’ve greater than 150 partners building apps. You are able to build one, too. If you are thinking about building enterprise dev apps, there is a session tomorrow, after which we’re carrying out a workshop at a lot of our customers too, just walking them through using Teams, telling how they may benefit, just really rapidly, by enabling a few teams to begin using Teams.\n\nDux: Phenomenal. Introduced, now, at Tech Summit Sydney, the good thing is each one of these sessions are recorded. You should check it on Microsoft Tech Community, watching individuals wonderful Teams sessions. Praveen, I must inquire. You travel the planet, you speak with customers. Any tales that stick out for you personally, on the need for Microsoft Teams, with customers you speak with?\n\nPraveen: Certainly. Probably the most consistent tales that I have seen is the amount of teams using Teams to simply obtain work done, on the day-to-day basis. Artists are using lots of different applications, point-to-point solutions. They’re one vendor for, your house, project management software tools. Another vendor to many other tool. With Microsoft Teams, it truly lessens the ramp-up time for you to bring somebody new to begin using Microsoft Teams for product management, for instance.\n\nDux: Having a planner integration.\n\nPraveen: Planner integration, PowerBI just searching at the dashboards every day, just keeping on the top of products, because make certain such fast-paced atmosphere, you’d should be really quick when it comes to ramping up. Developing, norming, from the team, is actually quick.\n\nDux: Developing, norming performing, right?\n\nPraveen: That’s what I’ve been hearing consistently with many different customers at Ignite. We heard a great deal at Tech Summit. Today, I heard a great deal from your customers. Yeah.\n\nDux: We shouldn’t find yourself in trouble at storming. You want to reach performing.\n\nPraveen: Performing.\n\nDux: Seems like lots of goodness is originating out, with Microsoft teams. Would you choose to share what’s coming, and also the recent announcement especially around Skype? I understand there’s many people are curious about that.\n\nPraveen: Jeeze! Yeah! Where will i start? Skype for Business and Teams integration is most likely the right place to begin. At Ignite, we announced that. “Hey, we’re searching to getting communications abilities into Microsoft Teams.\n\nWhich means you’re already residing in Teams, doing collaboration work, and it is natural that you simply communicate for the reason that one hub. Getting such things as calling, and program, web conference, and conferences, a variety of it has already been there in Microsoft Teams today. We’re getting some advanced abilities during a period of time. Microsoft Teams become one central hub, one client for communications and collaboration needs.\n\nIt isn’t just getting everything we have today in Skype for Business. It’s infusing each one of these encounters with AI for instance. Searching at meeting existence cycle, transcription within the cloud, real-time translation. Really cutting-edge technology, and taking the very best of what we should been on Skype for Business, all of this great back-finish infrastructure, learning of worker, of 2 decades, and getting all of the goodness into Microsoft Teams.\n\nThat’s certainly the greatest bit of news, and I’ve been speaking to numerous customers here. Apart from that, at Future Decoded, handful of days back, we announced Go Local Strategies. We’ve began to create Teams data obtainable in local data centers, beginning with United kingdom and there exists a couple of new data centers coming within the next couple of several weeks, too.\n\nDux: And, within Australia, right? They their very own data centers, too.\n\nPraveen: Totally.\n\nDux: How about each one of these other bulletins, round the connectors and PowerShell abilities?\n\nPraveen: We’ve been doing lots of deal with helping you to, being an IT admin, seize control of steps you can take, manage in a scale.\n\nIndividuals individuals acquainted with what that’s, you can handle using partial scripts, quantity of teams you are able to, which are spinning in the business, quantity of channels, quantity of messages being sent, and permissioning, and all sorts of that stuff.\n\nThat’s being released. In education, we’re doing lots of great work, so integrating with notebook experience, for instance. Assignment notifications is which makes it the hub for the classroom work. Anything you need to have completed in greater education, or K through 12, lots of bulletins there.\n\nWe have launched a brand new application experience. I had been speaking about 150 partner integrations we have, from Hootsuite, Trello, and all sorts of these awesome, popular apps. We’re creating a new experience, where one can just ask these apps really rapidly, take it to make use of inside your day-to-day project management software, and day-to-day collaboration.\n\nDux: Awesome. For individuals that haven’t attempted Teams, or they’re searching to Teams, just how can they best get began? Exactly what do you recommend? Where whenever they go, and just how whenever they start?\n\nPraveen: If you are a workplace 365 user, everyone has Teams. You’d get access to Teams. In case your IT organization has allowed Microsoft Teams for the tenant, you could sign in to Teams at\n\nThis is where you’re going to get began. I’ve found, in many organizations really, beginning there, just dealing with, getting in their… We team together, so, locating a team champion, really, and beginning to make use of Teams for chat activities. Doing backwards and forwards, and file discussing for instance, in Teams. That’s an excellent place to begin, after which it builds organically after that, where you’re getting in most other applications that you’re employed in your peripheral applications that you’ll require.\n\nDux: Awesome. Praveen, of course, it’s great to talk along with you.\n\nPraveen: Best to talk to you, too, Dux.\n\nDux: Make certain everyone take a look at, and look for all of the sessions around teams at Microsoft Tech Summit. Apart from that, many thanks. Possess a great one, bye!\n\nPraveen: Thanks!",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9581556916,
        "format_confidence":0.9735351801
    },
    {
        "url":"https:\/\/superorganizers.every.to\/p\/one-vc-wrote-an-os-for-her-life",
        "text":"One VC Wrote An OS for Her Life\n\nMaria Salamanca shares how she uses Airtable, Notion, and Bear to create a complete system to run her life\n\nImage result for maria salamanca\n\nMaria Salamanca wrote her own operating system. \n\nBut it’s not just composed of bits and bytes. It’s a complete system that she’s built to run her life: everything from making sure she’s spending enough quality time with her friends, to making conscious choices about the work projects she spends time on, to doing deep dives into topics that interest her.\n\nShe calls it MariaOS, and it’s built with Airtable, Notion, Bear, and a huge dose of her own intelligence and self-discipline.\n\nShe’s a VC at Unshackled Ventures where she invests in immigrant-founded startups — backing over 40 pre-seed companies spanning a variety of verticals. \n\nIn the past, she’s worked on political causes including founding Swing Left — a progressive political organization that makes it easier for citizens to volunteer for political campaigns in their local districts. \n\nIn this interview we cover:\n\n  • How she keeps a Values Manifesto to help guide her decisions\n\n  • How she uses Bear to record quick thoughts and pieces of inspiration, and then do deep dives on topics that come up often\n\n  • How she automatically prioritizes her todos in Airtable\n\n  • How she uses Airtable as a personal CRM to keep track of all of the people in her life\n\nLet’s get to the interview!\n\nMaria introduces herself\n\nI’m an immigrant. I was born in Colombia, and I came to the US when I had just turned seven. I grew up in Orlando, Florida, which is a large, super suburban place. It was kind of a weird place to grow up.\n\nI went to college at Berkeley, and I was actually going to be a pre-law. My major was political science and public policy. But I quickly realized that I didn't like the arbitrary systematic barriers that came with working in politics and how slow and inefficient it was. My personality is the opposite — I consider myself to be efficient, a sort of optimizer. So working in systems that don't operate that way is incredibly frustrating for me. \n\nWorking in VC is a great format for this style. I work in a small team, it allows me to have control over how I optimize my workflow, how I gather information, and how I organize things.\n\nShe gives an overview of MariaOS\n\nI run my life with MariaOS, and it’s made of a few different software tools that I use together.\n\nIn my Notion I keep a table of contents for all of my tools. It really helps me keep myself on track with how I work and organize the system.\n\nSo I list out each component of the system like my To-Do List, or my Research and Curiosity List, or my Personal CRM and then I map out which tools I use to facilitate each component.\n\nI try to use the minimum amount of tools possible, and I try to make sure that each tool has a specific purpose or reason for being the tool of choice.\n\nShe keeps a Values Manifesto to help guide her decisions\n\nOne main thing I use Notion for is to keep track of my Values Manifesto. \n\nThe Values Manifesto helps me be conscious about what I want different aspects of my life to be like.\n\nWhat I do is I break my life out into different categories, and then come up with a list of words that I want to associate with each category.\n\nDoing this helps to create a long-term vision for what I want out of each of these categories in my life. So that means I can go back and check these things later and make sure where I am in my life aligns with these words. Or re-consider if the concept has evolved, which it does.\n\nSo for example, one category is Physical Space and Health. This is a list of words that I want to associate with my physical space and my health — words like Balance, Calm, Optimism, Energy, Vitality.\n\nSo if I’m going to go at some point to purchase a home, or I’m thinking about the design of my office I can go back to this list and reflect on it to help me make sure I’m aligned with my values in those moments.\n\nDoing this for the first time was really important to me because I’ve never really had control over my physical space before. It was always determined for me. So this exercise helped me realize this, and helped me be deliberate about what I want out of my physical spaces in the future, so that I can work to create that for myself. \n\nI tend to reflect on this a few times a year when I have downtime. Recently after a very busy year our office took about a week and a half off — we just shut down the office. We had done like eight deals in two months and we were super tired. And I used that time to come back to this. I also tend to do this around the holidays — any time I’m around family it really grounds me, and gives me a chance to get more in touch with my long-term goals. \n\nI think these categories and these words will change for different people — I’m not saying I have the right ones, but as an exercise it’s useful.\n\nShe jots down quick thoughts in her Thought Central in Bear\n\nI keep all of my short form writing in what I call my Thought Central in Bear. My Thought Central contains anything that’s incomplete, or super short. I’ll just throw any thought in there and then go back to it later to process it.\n\nSo for example, last night I was reading something and it mentioned KPIs or key performance indicators. And I had this thought that was like, “How many of my founders could actually define what a KPI is?” So I put it in there.\n\nAnd so my Thought Central becomes this running long list of everything that’s going through my head. Then, usually what I do is every two weekends, I go through all of the things in my Thought Central, and if anything remains interesting enough to dig further into or reflect on, I will do that and then move it to its own dedicated note.\n\nShe keeps a Research and Curiosity List\n\nI also use Bear to keep a running list of things that spark my interest. I call it my Research and Curiosity Central. It’s just short snippets of anything that I want to learn a little bit more about. Often times, it’s just copy and pasted sentences from books or the internet.\n\nSo for example, I read something that said that the technology industry is siphoning astrophysicists away from academia; they’re turning space scholars into machine learning experts.\n\nThis was really interesting to me, because it made me think: where are other untapped sources of talent? If an astrophysicist can help a self-driving car company, who else might be out there that can be helpful?\n\nSo I wrote it down in my Research and Curiosity Central so I won’t forget it. \n\nAnd then every two weeks I’ll go through this list and look for patterns. Any topics that I start to see come up several times are clearly areas that are interesting enough to think more deeply about. I’ll move those to their own notes to do a deep dive on them.\n\nShe uses the same structure to keep track of her work and progress in therapy\n\nI do the same kind of thing for the emotional work I do. So I go to therapy, and I follow the same pattern.\n\nI have a note in Bear where I’ll track thoughts and realizations from every therapy session that I do. It’s just super raw, and quick. \n\nThen about once a year, I’ll look through them and figure out what the patterns are. I’ll find the key turning points, what I’ve made progress on, and what I haven’t made much progress on. \n\nFor me, it's super important for this not feel like it’s a heavy process. I just want all of the thoughts out of my mind as quickly as possible. And that way I can put it on future me to go through the list a few weeks from now, and figure out what’s important and what I want to hold on to.\n\nShe uses Airtable to automatically prioritize her todos\n\nI use Airtable to track my todos. It’s all my everyday stuff.\n\nEvery todo has a status: whether it’s to do, started, cancelled, or complete.\n\nAnd I have two ways to rank every todo: how much time it will take and how big of a priority it  is.\n\nI’ll mark how much time it takes on a scale from one to three. And then I’ll mark its priority along the same scale. \n\nThen I multiply the two numbers together, and sort by the smallest first. That way my todo list ranks itself: I don’t choose what’s next unless any two items are tied in terms of priority.\n\n[*Superorganizers Note: Want an Airtable template of Maria's todo list? Click here.*]\n\nYou’ll also notice that I bucket my todos in different ways.\n\nFor example, I have a column called Personality and Values for each todo. And that helps me mark which one of my values each particular todo maps to. \n\nI also have a column called Projects that maps which projects each todo relates to.\n\nAnd this helps me make sure that what I’m doing every day maps back to the things that are important to me, and the projects that I need to get done.\n\nIt also helps me see which projects or values aren’t getting enough attention. It’s really easy to see, “Oh, I’m not spending enough time on my health.” \n\nShe keeps a bucket list\n\nOne of the most important things I’ve done, I think, is I’ve created a bucket list called my Top 100. And it’s a list of the top things that I want to do in my life. This can be anything big or small, and I revisit often and delete things that turned out to be brief whims.\n\nAnd so I use this as a way to track my progress on completing each thing. \n\nFor each item on the list, I’ll keep a status to tell me if it’s done or not. \n\nI’ll also keep track of its category: is it something that I can do immediately? Do I need time to do it? Do I need skills to do it? \n\nSo that helps me figure out what are the things that are accessible to me immediately, and what can be done in the future. \n\nThen for each one I’ll mark which skills I need to build in order to do it. And that helps me plan out what I’m going to need to learn. \n\nShe keeps a list of all of her books and articles in Airtable as well\n\nI keep track of everything I read or want to read in my Content tab in Airtable.\n\nBasically I have a zap that sends an... (truncated)",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.7629714608,
        "format_confidence":0.9362851977
    },
    {
        "url":"http:\/\/blog.softlayer.com\/tag\/printer\/",
        "text":"Posts Tagged 'Printer'\n\nMay 8, 2009\n\nInterview with the Printer\n\nSL: Hey, The elevator was acting strangely this morning. I wanted your opinion on a few things.\nPrinter: *whir*\n\nSL: Excellent, I’m glad to hear your enthusiasm. I’ve been doing a lot of thinking lately about how the web hosting industry seems to be weathering the storm of the global economic downturn quite well. It seems regardless of the bank bailouts, failed mortgages, and credit crises, there is still a high demand for social networking applications, online shopping and exchange of information via the many forums available. Furthermore, with the reliability of our redundant links, businesses are finding it more affordable to outsource their IT assets, and host with us.\n\nSL: I Get it. By hosting here, you can also begin the transition to a paperless business. Something to the effect of a tech taking an X-Ray, uploading it to an SL server through the private uplink, and instantly having it available to a doctor thousands of miles away. And that’s just one possibility out of the endless uses for a server here. We have a ton of space available, and by design, we use approximately a square foot per server in our Datacenter… How’s that for space efficiency?\n\nSL: Yea, it gets pretty toasty in there, but luckily we have environmental controls in place to mitigate the heat put out by the thousands of servers in the pods. We also have monitoring in place to notify us of any possible situations. As uptime is vital in the web hosting industry, we have a number of features available both internally and externally. We have 24\/7\/365 monitoring, automatic reboots, and a highly intuitive customer portal. Not to mention the best technicians in the industry\nPrinter: *beep*\n\nSL: Now that’s just rude. We have staff from every facet of IT working in our NOC every day of the year. With the highly skilled staff holding years upon years of experience, there are few issues that can’t be solved quickly and efficiently.\nPrinter: PAPER_JAM\n\nSL: Doubtful. We continue to innovate in efficiency and features. Now you’re acting just like the elevator.\n\nSL: Ugh, you’re just as bad as the Elevator. What does that mean, anyway?\n\nSubscribe to printer",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.5244446397,
        "format_confidence":0.8484042287
    },
    {
        "url":"https:\/\/www.clientlook.com\/clientlook-reviews\/mike-giuttari",
        "text":"Mike Giuttari, MG Commercial\n\nAn Interview With ClientLook User, Mike Giuttari\n\n  • Mr. Giuttari, SIOR is the President and Founder of MG Commercial Real Estate Services. Prior to forming MG Commercial in 1998, he was President and Principal Broker of another regional commercial real estate firm he founded 10 years prior.\n\n    Mike has been in the commercial real estate business for over 30 years and is a valued ClientLook user. Learn how his company utilizes our our commercial real estate CRM software in their busy brokerage office:\n\n  • Mike Giuttari, MG Commercial Real Estate\n\n    Mike Giuttari, MG Commercial Real Estate\n\nCan you tell me a little bit about your business? What do you specialize in?\n\nMike: We are a full-service commercial real estate brokerage company located in Providence, Rhode Island. Our company does it all; retail, office, industrial, and land deals representing sellers, buyers, landlords, and tenants. I am the President and Owner of the company, and I also complete​ deals with some of my long-time clients. Our office specializes in Landlord representation and about two-thirds of our deals are leases and one-third of our deals are sales. However, the dollar amount of the​ transactions works out to approximately a 50\/50 split.​\n\nHow has your experience been with ClientLook?\n\nMike: It’s been great! I’ve known Michael Griffin and Chuck Cutler for a long time, actually since the days of ARES, ​so I knew that the software would be top-notch. ClientLook does exactly what we need it to do and it works perfectly. Whenever we​ have a question, the answer is right there – in the product already. Greg Hoard is also very helpful and quickly answers any questions that we​ may have, and always adds some training to go with the answer​. We have a shared database for the entire company; everyone in the office utilizes ClientLook in a completely open way so we can all share the same ​information with each other. It’s been a wonderful experience for our entire team.\n\nWhat CRM solution were you using previously?\n\nMike: Prior to ClientLook, we were using Act!, and in the beginning we were using ARES for Act! ​However, Act!​ was just a database of names and we wanted a CRM that was specific for our commercial real estate business. It was important for us to have contacts, deals, properties, and activities all in one place, and linked, so reporting to landlords was a simple process​. When you open ClientLook,​ it’s intuitive and it syncs perfectly to what we do on a day to day basis.\n\nHow easy was it to get your data converted into ClientLook?\n\nMike: The process was seamless. We worked with Chuck,​ and the support team handled the data conversion for us. We had over 35,000 contacts that needed to be imported into ClientLook and we were extremely happy with the smooth process. Chuck and his team even created a work-around (that actually worked) for some less than standard information ​we had in Act! that needed to be converted​.​\n\nWhy did you choose ClientLook?\n\nMike: After using an Act! based product for the past 20​ years or so, we really needed to upgrade to a current technology. We started researching other CRM’s and narrowed it down to three choices – Apto, RealNex, and ClientLook. Once we tested the products it was clear that ClientLook was the best, and a product that my team would actually use​. It was the easiest to use, and the most intuitive. Out of the “​box” we were up and running! I like that we can track all of our listings, property showing, contacts, and deals all in one place, and they all link to each other, including the marketing done for each property​. If I want to see when a call was made, or when an e-mail blast was sent and where it went, or when the property signs went up, or any other detail about any of our listings, it is all in one place.​\n\nWhat features do you like the most about ClientLook?\n\nMike: The ease of use is a top feature, because it got the entire company using the product immediately​! Everyone in the company was able to jump right in. The Virtual Assistant is also an incredible feature. I frequently take a picture of a business card after a meeting, send it to the VA, and the contact information is entered into ClientLook before I even get back to my office. It’s incredible and saves so much time. I no longer have a stack of business cards sitting on my desk that need to be inputted (and never get done) ​because the Virtual Assistant handled all of them. I also use the new iPhone app multiple times per day. It’s so convenient to have my entire database (contacts, notes, companies, tasks and more)​ on my phone that I can instantly access and update,​ anytime, anywhere.\n\nHow would you describe your overall experience with the ClientLook team?\n\nMike: Fantastic! I love them! When I learned that Michael was the founder of ClientLook, I knew that it was going to be a great product. The team responds quickly and is always happy to answer any questions we have, and the answer is always “You just do this or that”, not “It can’t do that”.​",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.8023031354,
        "format_confidence":0.8711380363
    }
]