[
    {
        "url":"http:\/\/memory-alpha.wikia.com\/wiki\/Norm_Dwyer",
        "text":"Memory Alpha\n\nNorm Dwyer\n\n42,164pages on\nthis wiki\nAdd New Page\nDiscuss0 Share\nReal World article\n(written from a Production point of view)\n\nNorm Dwyer is a comic book artist and 3D computer artist from Montana.\n\nHe started in the comics industry in the late 1980s working on Speed Racer for Now Comics. In the early 1990s, he worked freelance for both Marvel and DC Comics doing various titles for each, including pencil art on DC's third Star Trek annual, \"Homeworld\".\n\nIn 1993, he worked with Mike Saenz to create Donna Matrix, the first digital comic using 3D rendering for Digital Comics. He continued to work with comics and computer games, and began to move into interactive media. In 2007, he moved back to Montana where he continues to work as an illustrator and graphic designer.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9405176044,
        "format_confidence":0.9599631429
    },
    {
        "url":"https:\/\/en.wiktionary.org\/wiki\/banjolike",
        "text":"Definition from Wiktionary, the free dictionary\nJump to: navigation, search\n\n\n\nbanjo +‎ -like\n\n\nbanjolike (comparative more banjolike, superlative most banjolike)\n\n  1. Resembling or characteristic of a banjo\n    • 1999 December 24, Peter Margasak, “Wrist Error”, in Chicago Reader[1]:\n      In flashes, they do transcend their influences--particularly Newman, whose beautifully illogical machinations can morph from dry harmonic plinks to banjolike plonks to ominous, industrial-sounding hums.\n    • 2007 April 2, Jon Pareles, “A Musical Coalition That Raises the Roof”, in New York Times[2]:\n      The lyrics were in several West African languages, and the lineup paired African instruments — the kora (the djelis’ 21-string harp-lute), the xylophonelike balafon, the small banjolike ngoni and the booming djembe (hand drum) — with modern counterparts: electric guitar, bass, keyboard and trap drums.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.510170579,
        "format_confidence":0.8407455087
    },
    {
        "url":"http:\/\/www.archdaily.com\/266997\/g-flat-architecture-workshop\/",
        "text":"G-Flat \/ architecture WORKSHOP\n\n  • 06 Sep 2012\n  • Featured Housing Selected Works\n© Daici Ano\n\nArchitects: Koh Kitayama – architecture WORKSHOP\nLocation: Tokyo,\nDesign Team: Koh Kitayama, Mariko Hama, Yurie Kobayashi, Hiroko Hasama, Toru Kudo\nProject Year: 2006\nProject Area: 2635.78 sqm\nPhotographs: Daici Ano\n\nStructural walls have been installed in the center of each residential block, and these walls are arranged in alternating directions in adjacent residential buildings.\n\n© Daici Ano\n\nThey are structurally unified by the connecting balconies, and so horizontal forces are directly taken by structural walls running in two directions. In this system, steel posts take vertical loads from the flat slabs, which are independent from the structural walls.\n\n© Daici Ano\n\nDue to this structural system, the perimeters of the residential blocks are completely free from the structure, and every residence has a spatial form like a detached house, comprising many surfaces that interface with the exterior.\n\n© Daici Ano\n\nThe privacy and thermal conditions of the internal spaces are controllable due to the installation of a double line of operable fittings along the perimeter, like an engawa-style veranda.\n\nFloor Plan\n\nView this project in Google Maps\n\n* Location to be used only as a reference. It could indicate city\/country but not exact address.\nCite: \"G-Flat \/ architecture WORKSHOP\" 06 Sep 2012. ArchDaily. Accessed 25 Apr 2015. <http:\/\/www.archdaily.com\/?p=266997>\n  • shahd\n\n    the very light stainless frames with the clear glass facades creates an elegant and contemporary flats which invites a lot of light in . The very fine columns the buildings are resting on enhances the lightness of the form as if they are floating .",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9930949807,
        "format_confidence":0.7245892286
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Beata_Moon",
        "text":"Beata Moon\n\nFrom Wikipedia, the free encyclopedia\nJump to navigation Jump to search\nBeata Moon\nBorn 1969\nOrigin North Dakota and Indiana\nOccupation(s) composer, pianist, educator\nYears active 1977-present\nLabels BiBimBop\n\nBeata Moon (born 1969) is a Korean-American classical pianist and composer.\n\n\nMoon was born in North Dakota and raised in Indiana.[1] She made her musical debut at age 8 with the Indianapolis Symphony Orchestra.[2] Moon trained as a pianist at the Juilliard School with Adele Marcus earning both her bachelor's and master's degrees there. She is self-taught as a composer.[3]\n\n\nMoon's compositions are compared to post-minimalist, but defy a strict definition of genre.[4]\n\nShe released Perigee & Apogee in 2001 on the Albany label and Earthshine on her own label, Bibimbop Records in 2004.[5] In 2007, Naxos Records added a CD of her works for solo piano, performed by Moon herself, to their catalog of important 21st-century composers. Her work has been acclaimed by Kyle Gann, Gramophone, Allmusic, and others.\n\nMoon has frequently collaborated with choreographer Henning Rübsam and his company SENSEDANCE. \"After Yet Another Fall\" (1992), \"Dolphins and Antelopes\" (1996), \"Moonpaths\" (1998), \"Dinner is West\" (2005)[6] and \"Tenancy\" (2011) are among her commissions for the company. Rübsam choreographed to other works by Moon, including her \"In Transit\" from 1999 which was used for the choreographer's \"Amaranthine Road\" (2007).\n\nShe also has gained notability for performing a series of \"Whodunit?\" concerts at such venues as the Kennedy Center, in which the program notes are not provided until the end of the concert.\n\nThe Beata Moon Ensemble[edit]\n\nThe Beata Moon Ensemble debuted on February 22, 2002 at Columbia University's Miller Theatre with Lara St. John as the featured soloist.[4]\n\n\nPerigee & Apogee (Jan 1, 2000)[edit]\n\n  • Safari (2000) - performed by Beata Moon\/David Fedele\/Tom Chiu\/Makoto Nakura\/Thomas Kolor\n  • Piano Fantasy (1998) - performed by Beata Moon\n  • Moonpaths (1998) - performed by Beata Moon\/Alan R. Kay\/Karen Marx\n  • Submerged (1999) - performed by Beata Moon\n  • Antelope Vamp (1996) - performed by Beata Moon\/Tom Chiu\/Makoto Nakura\/Thomas Kolor\n  • Winter Sky (1996) - performed by Beata Moon\/Chin Kim\n  • In Transit (1999) - performed by Beata Moon\n  • Mary (1996) - performed by Beata Moon\/Joan La Barbara\/Tom Chiu\/Danny Mallon\n  • Prelude (1996) - performed by Beata Moon\n\nEarthshine (Nov 20, 2004)[edit]\n\nPiano Works (Jun 26, 2007)[edit]\n\n  • Piano Sonata (2006)\n  • Submerged (1999)\n  • In Transit (1999)\n  • Guernica (2003)\n  • Inter-Mez-Zo (2006)\n  • Tocatta (2000)\n  • Ode (1998)\n  • Piano Fantasy (1998)\n  • Nursery (1996)\n  • The Secret (2005)\n  • Prelude (1996)\n\n\n  1. ^ \"Beata Moon\". WQXR. Retrieved 5 January 2016. \n  2. ^ Barnett, Rob. \"Beata MOON\". Archived from the original on 11 February 2010. Retrieved 17 March 2010. \n  3. ^ Lewis, Dave. \"Beata Moon\". AllMusic. Retrieved 5 January 2016. \n  4. ^ a b Gann, Kyle (12 March 2002). \"Moon Rising Fast\". The Village Voice. Retrieved 5 January 2016. \n  5. ^ Coogan, Anna (4 June 2013). \"Beata Moon: WFIU's Featured Contemporary Composer For June\". Arts and Music. Indiana Public Media. Retrieved 5 January 2016. \n  6. ^ Ortiz, Lori. \"Dinner Meets Dance\". Gay City News. Archived from the original on 4 July 2011. Retrieved 2 January 2011. \n\n\nExternal links[edit]",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.598508954,
        "format_confidence":0.9926941395
    },
    {
        "url":"http:\/\/www.rubenvasquez.com\/niello\/history.htm",
        "text":"Script reloads window when Netscape Navigator is resized\n\nOverview of the history of Nielloware around the world\n\n\nMost civilizations have devised ways to beautify their metal objects. Some of the methods used for ornamenting metals are hammering, chiseling, engraving, inlay, Niello, enamelling, etc. It has been argued that decorating metal objects with other metals of contrasting colors is simple by creating alloys that melt easily. For instance, dark color alloys can be produced without much difficulty through melting specific metals [4] . Therefore, the early history of an art such as Niello is difficult to establish.\n\nThe origin of Niello has been to Egypt during the 18th dynasty (c. 1540 BC - c. 1292 BC), or in Crete or Mycenae around the same time [5] . According to Avieropolous Choo, one of the earliest examples of Nielloware is a silver cup with Niello decorations originating in Enkomi, Cyprus around 1400 BC (1984). However, other authors, such as Higgins and Frankfort suggest that the first examples of Niello come from Syria. These authors, however, propose different dates of origin, either 1800BC or between the 14th and 12th c. BC.[6]\n\nMost sources agree that Niello was rather popular in Roman times, with production not only in Rome, but also in Roman colonies and in Byzantium. An early example of Niello is a statuette of Roman Emperor Nero from the first century C.E. Other Roman objects decorated with Niello abound through the first five centuries of the Christian era [7]. Link, author who specializes in the history of silver, indicates that the highest achievement in Roman Niello happened during the 4th and 5th centuries C.E. [8]\n\nNiello objects found in Europe originating between the 5th and the 10th centuries seem to have been produced in the British Isles, Byzantium, Constantinople, as far as Sweden and perhaps Syria. Among those objects there are silver dishes, brooches, buckles, bowls, rings, early crosses and reliquaries. Niello is said to have been rare in Sasanian silver objects, although there are a few pieces with small parts of this type of decoration during the 6th century C.E.[9]\n\nAlthough Niello doesn't seem to have been a popular decorating method in China, there are a few examples of Chinese objects with Niello on red brass, white silver and white copper. The earliest Niello object from China is an alms bowl from the 8th century A.D - Tang Dynasty (618-907) [10]. According to McElney, Niello and red brass may have arrived to Canton, China before the 9th century through Arab or Western Asian influences [11]. (1998, p.137) In addition, Gyllensvärd attributes a great development in technique, form and ornamentation of Chinese metalwork in the same period to commercial contact with other cultures as Sassanian, Byzantine, Scythian and Indian.[12]\n\nNiello, or a substance similar to it, appears in three European documents before the 10th century C.E. Those include a reference by Pliny in addition to two technical treatises, namely the Leyden Papyrus X from the 3rd century C.E., and the Mappae Clavicula from around the 8th century C.E. While it is unclear if the substance known as a 'black asem' in the Leyden Papyrus was really Niello, the Mappae Clavicula contains several recipes for the preparation of Niello. The recipes differ depending on the composition of the Niello, on the material of the vessel that the Niello is applied to, and on the mode of application.[13]\n\nThere are numerous examples of Nielloware from the 10th century C.E. found in Central Europe, and the British Isles. At the time, jewelry, reliquaries, and metal boxes were still quite popular recipients of this type of ornamentation. Some of those pieces indicate the influence of Oriental craftsmanship [14]. In Persia, during the Seljuk period (1037 C.E.-1194 C.E.) Niello was used to decorate metalwork. [15] In addition, there is evidence of Niello production in other parts of the Middle East provided by a treatise from Yemen, c. 942 C.E., which discusses Niello manufacture. [16]\n\nAlthough it has been proposed that Niello may have originated in Russia, Rosenberg indicates that Niello probably arrived in Russia from Armenia or the Caucasus before 1000 C.E.[17] Tait maintains that Niello production became popular with Islamic craftsmen around the 11th and 12th centuries. Concurrently, there was significant production of elaborate Niello decoration work in Kiev and other cities in Russia .[18]\n\nIn Tabriz, around the year 1300 C.E. Abu'l-Qasim Kashani wrote a treatise where he describes the production of mixed sulphide Niello. [19] In the 13th and 14th, Niello was very popular in France with many different types of objects receiving this type of decoration. Some authors suggest that Niello production started to decline in Europe around the 13th Century as enamel became more fashionable. [20] Nevertheless, in the 15th century there are two sources that mention Niello, one is the \"Trattato dell' Oreficeria,\" by Benvenuto Cellini; the other is a manuscript written by Johannes Alcherius, both contain recipes for Niello. Besides the traditional role in ornamentation Niello became the main element in the decoration of paxes. From that period there are several large engraved Niello silver plaques. At that time Italy had various centers of Niello production, with Florence and Bologna being the most famous. The most renowned artists of that era are Tomaso or Masso Finiguerra, Antonio del Pollaiuolo in Florence; and in Bologna, Francesco Francia and Peregrino da Cesena. Vasari praised Francia as an unsurpassed master in the art of Niello.[21]\n\nAround the beginning of the 17th Century the popularity of Niello started to decline. Consequently, Niello production in Europe diminished considerably. Nonetheless, Niello manufacture was still strong in Russia in the 19th century. This technique was still used until the early 20th century in traditional Islamic jewelry [22] and also in Turkey, Burma, Italy, Russia and Thailand for the production of small objects in general. [23]\n\nGold Nielloware bowld\n\n\n\n\n[History in Thailand]",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.5456182361,
        "format_confidence":0.9400835633
    },
    {
        "url":"http:\/\/www.artgallery.nsw.gov.au\/collection\/works\/212.1979\/",
        "text":"Skip to content\n\n\n\n\nAsian art\n\nView More:\n\n\nBottle with design of landscape and flowering plants\n\ncirca 1650-1660\n\n\nArita ware\/Ko-Kutani style\n\n\n\nKo-Kutani or 'old Kutani' wares are distinguished by their brightly coloured and graphically strong decoration. This square-shaped sake bottle, painted in overglaze enamels, is dominated by four panels of similar but not identical landscape and flower designs. The bright and unexpected green, blue and yellow mountains and rocks; the red trees and green pagodas, set against a brilliant white, are startling in their effect, as are the two panels of flowering 'nadeshiko' pinks. Ko-Kutani ware takes its name from the village of Kutani on the west coast of Japan's main island, Honshu, in Kaga prefecture. It was here, reputedly in 1661, that the Maeda clan began producing porcelain that was distinguished by its colourful overglaze enamel decoration. By around 1700 the industry had lost its vitality and the kilns closed. Early in the nineteenth century they were re-established to produce a later variant known as Ao-Kutani, or 'green' Kutani ware.\n\nArt Gallery Handbook, 1999. pg. 272.\n\n\nOther Title\n\nKo-Kutani style\n\nPlace where the work was made\n\nArita Japan\n\n\ncirca 1650-1660\n\nMedia category\n\n\nMaterials used\n\nporcelain with overglaze enamel\n\n\n3.6 cm diam.of rim; 20.1 x 8.9 cm\n\nSignature & date\n\nNot signed. Not dated.\n\n\nPurchased 1979\n\n\nNot on display\n\nAccession number\n\n\nArtist information\n\nArita ware\/Ko-Kutani style\n\nWorks in the collection\n\n\n\nWhere the work was made\n\nShown in 1 exhibition\n\nExhibition history\n\nReferenced in 11 publications\n\n\nChiaki Ajioka, The world of Antiques & Art, 'The Origins of Ko-Kutani Porcelain', pg. 90-92, Bondi Junction, Jul 2002-Dec 2002, 90 (colour illus.).\n\nEdmund Capon, The Connoisseur, 'Far Eastern Art in the Art Gallery of New South Wales', pg. 22-29, London, May 1980, 28 (colour illus.).\n\nEdmund Capon and Jan Meek (Editors), Portrait of a Gallery, 'Asian Art', pg. 106-113, Sydney, 1984, 110 (colour illus.).\n\nMotosuke Imaizumi, Shoki Arita to Ko-Kutani, Tokyo, 1974, 135 (colour illus.), 134, 485. 66 Catalogue description: 'Early Arita ware square bottle with design of landscape on red enamel pattern background, height 20.5cm, Collection of Mr de la Mare: Decorated with landscape in the same style as the early Arita ware underglaze blue plates, skillfully composed within the lectangular space with spectacular result. This is one of the works which have long been referred to as Ko-Kutani ware, but I believe it is early Arita [ware]. It must have been fired at Arita during the same period when Kutani-style underglaze blue porcelain was being produced.' [trans. by Chiaki Ajioka, curator of Japanese art)\n\nBruce James, Art Gallery of New South Wales handbook, 'Asian Collection: East Asia', pg. 246-287, Sydney, 1999, 272 (colour illus.).\n\nSoame Jenyns, Japanese Porcelain, London, 1956, not paginated. 57 Catalogue Description: 57. Bottle of square section with narrow neck, decorated with landscapes and flowering plants on a read arabesque ground. Height 8.0 in. Mr and Mrs Richard de la Mare\n\nJackie Menzies, The Australian Antique Collector, 'Recent Japanese Acquisitions at the Art Gallery of New South Wales', pg. 90-95, Chippendale, Jan 1981-Jun 1981, 95 (colour illus.).\n\nJackie Menzies, Three years on: a selection of acquisitions 1978-1981, 'Asian Art', pg. 85-103, Sydney, 1981, 92 (colour illus.). 10\n\nJackie Menzies and Edmund Capon, Asian Collection Handbook, Art Gallery of New South Wales, 'Japanese Art', pg. 70-82, Sydney, 1990, 76, 77 (colour illus.).\n\nJackie Menzies (Editor), The Asian Collections Art Gallery of New South Wales, 'Ceramics', Sydney, 2003, 263 (colour illus.).\n\nJacqueline Menzies, Art Gallery of New South Wales handbook, 'Asian', pg. 72-93, Sydney, 1988, 86, 87 (colour illus.).",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9909361005,
        "format_confidence":0.6990549564
    },
    {
        "url":"http:\/\/in.gov\/governorhistory\/mitchdaniels\/3010.htm",
        "text":"﻿ GH - Daniels: Theodore Clement Steele\n\nIN.gov - Skip Navigation\n\nNote: This message is displayed if (1) your browser is not standards-compliant or (2) you have you disabled CSS. Read our Policies for more information.\n\nAmber Alert\nAmber Alert - TEST\n\nFormer Governor Daniels > Hoosier Heritage Gallery > Theodore Clement Steele Theodore Clement Steele\n\n\nT.C. Steele (1847-1926) was an American Impressionist painter known for his Indiana landscapes and a member of the renowned Hoosier Group. Steele was born in Owen County, Indiana and later moved to Indianapolis.  He studied at the Royal Academy in Munich, Germany from 1880 to 1885, when he returned to make his living primarily from painting portraits.  His passion for landscape painting, however, inspired travel throughout southern Indiana and the purchase in 1898 of a studio-home in Brookville. rtist J. Ottis Adams.  Steele was a member of the renowned Hoosier Group along with J. Ottis Adams, Richard Gruelle, Otto Stark and William Forsyth.\n\nAfter the death of his first wife, Mary Elizabeth Lakin, in 1899 and the marriages of his three children, Steele moved to Brown County with his second wife, Selma Neubacher.  There he concentrated on painting the hills and hollows of the rural country and his presence helped to attract a group of artists who became known as the Brown County Art Colony.\n\nFor the purpose of studying Steele’s work, his paintings can be categorized into three main time periods, including the Munich period (1880 – 1885); Brookville period (1898 – 1906) and Brown County period (1907 – 1926).  During the time between Munich and Brookville, Steele painted near Indianapolis or on sojourns to Vernon, Yountsville, Spencer and Metamora.  He also painted in Vermont (1887), Tennessee (1899), and Oregon and California (1902 and 1903).",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.7827966809,
        "format_confidence":0.9183476567
    },
    {
        "url":"https:\/\/leonieke.eu\/special-collections-the-bauhaus-harvard-art-museums-link\/40674\/?pk_campaign=feed&pk_kwd=special-collections-the-bauhaus-harvard-art-museums-link",
        "text":"The Harvard Art Museums hold one of the first and largest collections relating to the Bauhaus, the 20th century’s most influential school of art and design. Active during the years of Germany’s Weimar Republic (1919–33), the Bauhaus aimed to unite artists, architects, and craftsmen in the utopian project of designing a new world. The school promoted experimental, hands-on production; realigned hierarchies between high and low, artist and worker, teacher and student; sharpened the human senses toward both physical materials and media environments; embraced new technologies in conjunction with industry; and imagined and enacted cosmopolitan forms of communal living. The legacies of the Bauhaus are visible today, extending well beyond modernist forms and into the ways we live, teach, and learn.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9656521678,
        "format_confidence":0.7757467628
    },
    {
        "url":"https:\/\/en.m.wikipedia.org\/wiki\/En_plein_air",
        "text":"En plein air\n\nEn plein air (pronounced [ɑ̃ plɛ.n‿ɛʁ]; French for \"outdoors\"), or plein air painting, is the act of painting outdoors.\n\nEn plein air painter on the Côte d'Argent in Hourtin, France\n\nThis method contrasts with studio painting or academic rules that might create a predetermined look. The theory of 'En plein air' painting is credited to Pierre-Henri de Valenciennes (1750–1819) first expounded in a treatise entitled Reflections and Advice to a Student on Painting, Particularly on Landscape (1800)[1] where he developed the concept of landscape portraiture by which the artist paints directly onto canvas in situ within the landscape.\n\nIt enabled the artist to better capture the changing details of weather and light. The invention of portable canvases and easels allowed the practice to develop particularly in France and in the early 1830s the Barbizon school of painting in natural light was highly influential.[2]\n\nAmongst the most prominent features of this school were its tonal qualities, colour, loose brushwork, and softness of form. These were variants that were particularly relevant to the mid 19th-century Hudson River School and to Impressionism[3]\n\n\nClaude Monet Painting by the Edge of a Wood (1885) by John Singer Sargent. Oil on canvas. 54.0 × 64.8 cm. Tate Gallery, London.\n\nBefore the 19th century, artists had mixed their own paints from raw pigments that they often ground themselves from a variety of media. This had made for inconvenient portability and kept most painting activities confined to the studio.\n\nThis changed in the 1800s, when tubes of oil paint became available allowing En plein air painting to become viable for many artists. In the 1830s, the Barbizon school in France that included Charles-François Daubigny and Théodore Rousseau used the practise to accurately depict the changing appearance of light as weather conditions altered.[4]\n\nIn the early 1860s, four young painters: Claude Monet, Pierre-Auguste Renoir, Alfred Sisley and Frédéric Bazille, met whilst studying under the academic artist Charles Gleyre. They discovered that they shared an interest in painting landscape and contemporary life and they often ventured into the countryside together to paint in the open air.[5] They discovered that they could paint in sunlight directly from nature and making use of the vivid synthetic pigments that were available they began to develop a lighter and brighter manner of painting that extended further the Realism of Gustave Courbet and the Barbizon school[6] It was radical practise at its inception but by the later decades of the 19th-century the theory had been absorbed into normal artistic practise.\n\nThere were artists' colonies across France such as the one at Étaples on the Côte d'Opal that included landscape impressionists Eugène Chigot and Henri Le Sidaner. The later artist specialised in translating nocturne light to canvas using oil and pastel.[7]\n\nThe Macchiaioli were a group of Italian painters active in Tuscany in the second half of the nineteenth century, who, breaking with the antiquated conventions taught by the Italian academies of art, did much of their painting outdoors in order to capture natural light, shade, and colour. This practice relates the Macchiaioli to the French Impressionists who came to prominence a few years later, although the Macchiaioli pursued somewhat different purposes. Their movement began in Florence in the late 1850s.\n\nIn England the Newlyn School was also a major proponent of the technique in the latter 19th century.[8] There were lesser known artist colonies practising , including a loose collective at Amberley in West Sussex centred around the Paris trained Edward Stott who produced atmospheric rural landscapes that were highly popular to some late Victorians.[9]\n\nThe movement expanded to America, starting in California then moving to other American locales notable for their natural light qualities, including the Hudson River Valley in New York.\n\nThe act of outdoor painting from observation has been continually popular well into the 21st century.[10][11]\n\nEquipment and challengesEdit\n\nRobert Antoine Pinchon, 1898, painting Le chemin, oil on canvas, 22 × 32 cm\n\nIt was during the mid-19th century that the 'box easel', typically known as the 'French box easel' or 'field easel', was invented. It is uncertain who developed it, but these highly portable easels with telescopic legs and built-in paint box and palette made it easier to go into the forest and up the hillsides.[12] Still made today, they remain a popular choice (even for home use) since they fold up to the size of a brief case and thus are easy to store.[13]\n\nThe Pochade Box is a compact box that allows the artist to keep all their supplies and palette within the box and have the work on the inside of the lid. Some designs allow for a larger canvas which can be held by clamps built into the lid. There are designs which can also hold a few wet painting canvases or panels within the lid.[14] These boxes have a rising popularity as while they are mainly used for plein air painting, can also be used in the studio, home, or classroom. Since pochade boxes are mainly used for painting on location, the canvas or work surface may be small, usually not more than 20 inches (50 cm).[15]\n\nChallenges include the type of paint used to paint outdoors, animals, bugs, onlookers, and environmental conditions such as weather. Acrylic paint may harden and dry quickly in warm, sunny weather and it cannot be reused. On the opposite side of the spectrum is the challenge of painting in moist or damp conditions with precipitation. The advent of plein air painting predated the invention of acrylics. The traditional and well-established method of painting en plein air incorporates the use of oil paint.\n\n\nAustralian impressionist Arthur Streeton painting en plein air, c. 1892\n\nFrench impressionist painters such as Claude Monet, Camille Pissarro, Alfred Sisley, and Pierre-Auguste Renoir advocated plein air painting, and much of their work was done outdoors in the diffuse light of a large white umbrella. Claude Monet was an avid en plein air artist who deduced that to seize the closeness and likeness of an outside setting at a specific moment one had to be outside to do so rather than just paint an outside setting in their studio.[16] In the second half of the 19th century and beginning of the 20th century in Russia, painters such as Vasily Polenov, Isaac Levitan, Valentin Serov, Konstantin Korovin and I. E. Grabar were known for painting en plein air.\n\nBut enthusiasts of plein air painting were not limited to the Old World. American impressionists too, such as those of the Old Lyme school, were avid painters en plein air. American impressionist painters noted for this style during this era included Guy Rose, Robert William Wood, Mary DeNeale Morgan, John Gamble, and Arthur Hill Gilbert. In Canada, the Group of Seven and Tom Thomson are examples of en plein air advocates.\n\nNotable artists (selected)Edit\n\n\nSee alsoEdit\n\n\n  1. ^ Joshua Taylor (1989), Nineteenth Century Theories of Art, pages 246-7, University of California Press, USA. ISBN 0520048881\n  2. ^ Stephen Adams (1997), The Barbizon School and the Origins of Impressionism, Phaidon Press, ISBN 978-0714836232\n  3. ^ Bernard Denvir, (1990). The Thames and Hudson Encyclopaedia of Impressionism. London: Thames and Hudson. ISBN 0500202397\n  4. ^ Auricchio, Laura (October 2004). \"The Transformation of Landscape Painting in France\". Heilbrunn Timeline of Art History.\n  5. ^ Harrison C White, Cynthia A. White (1993). Canvases and Careers: Institutional Change in the French Painting World. University of Chicago Press. ISBN 0226894878\n  6. ^ Malafronte, Allison (October 2009). \"The History of the Plein Air Movement\". American Artist: 20–24.[dead link]\n  7. ^ Antoine Descheemaeker- Colle (2008),Eugène Chigot, Sa Vie, Son Oevre Peint, Editions Henri, France. ISBN 9782917698020\n  8. ^ \"Newlyn School, Landscape Painting Artist Colony, Cornwall: History, Artists, Stanhope Forbes, Frank Bramley\". Visual-arts-cork.com. Retrieved 20 August 2010.\n  9. ^ Valerie Webb (2018), Edward Stott (1855 – 1918):A Master of Colour and Atmosphere, Sansom & Company, Bristol, England. ISBN 9781911408222\n  10. ^ \"Artists who work en plein air share their motivations: Arts\". adn.com. 6 June 2010. Archived from the original on 8 August 2010. Retrieved 20 August 2010.\n  11. ^ \"Plein Air Painting - Painting Outside Plein Air\". Painting.about.com. 16 August 2010. Retrieved 20 August 2010.\n  12. ^ \"Invention of box\/ Field easel\". Realism & Impressionism. Retrieved 2015-11-02.\n  13. ^ \"Plein Air\". PBS. 6 August 2007. Retrieved 20 August 2010.\n  14. ^ Pochade Boxes\n  15. ^ \"Pochade box\". Artwork Essentials. Retrieved 29 December 2016.\n  16. ^ Kleiner, F. S., Gardner's Art Through the Ages (15th ed.), Boston, Cengage Learning, 1915\n\nExternal linksEdit",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9939520955,
        "format_confidence":0.9932923317
    },
    {
        "url":"http:\/\/www.tate.org.uk\/art\/artworks\/garaicoa-the-point-the-line-and-the-plan-t13236\/text-display-caption",
        "text":"Display caption\n\nGaraicoa’s work is often concerned with failed utopian schemes, presenting a critical reflection on the social and political history of Cuba since the revolution. He focuses on architecture as a way of addressing the degraded reality of contemporary Havana. This work was created from an English-language educational book on architectural drawing whose pages have been cut and folded. The book was re-published in Cuba in 1966 and reflects the utopian aspirations of the revolution through the emphasis it placed on education, in this case in the field of architecture.\n\nFebruary 2011",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9947734475,
        "format_confidence":0.8537316918
    },
    {
        "url":"http:\/\/www.slhap.org\/frank-nuderscher-1880-1959\/",
        "text":"Saint Louis Historical Art Project\n\na free public resource dedicated to providing information regarding artists who lived and worked in St Louis before 1970\n\nThis site will continue to be a  “work-in-progress” as we are always discovering additional biographical or exhibition information and additional images of artwork by the artists we have listed.  We are also continually discovering the identity and work of artists whom we do not currently have listed on this site.\n\nFrank Nuderscher (1880-1959)\n\nNuderscher was a self-trained artist who became known for his industrial scenes of his hometown – St. Louis – and for Ozark landscape paintings. He was an active member of the regional art scene as a member of the Saint Louis Artist Guild, where he won ten first prizes, as well as serving as president of the Independent Artists of St. Louis.  He was one of the founding members of the Society of Ozark Painters, and the last survivor of the Riverfront Art Colony.  In 1936, he supervised the city’s WPA (Works Progress Administration) projects, and was a member of the National Association of Mural Painters.\n\nNuderscher and the other Ozark painters were attracted to the region for the delicate colors produced by the hazy atmosphere. In the earlier years of the Society, the region was seen as a sanctuary of beauty from the horrors and ugliness of World War I, and works by Society artists, like Nuderscher, frequently retained an emphasis on a quiet, restful composition featuring soft, pleasant colors.\n\nTyler Fine Art 1123 Locust St. St. Louis, MO 63105",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9805848002,
        "format_confidence":0.9392396808
    },
    {
        "url":"http:\/\/www.askart.com\/artist\/Rose_Boukofsky\/11001925\/Rose_Boukofsky.aspx",
        "text":"Find, Learn, Price Art\nEnjoy the comprehensive art database we've compiled since 1987\nMembership Details\nImages, sales charts, bios, signatures, 30 artist Alerts and more ...\nArt auction records:  Millions of references for pricing research\nOr, register for Free Alerts\nTo track 10 artists.\n\nAlready a member?  Sign in here\n\nRose Boukofsky\n\n (1874 - 1954)\nRose Boukofsky was active\/lived in California.  Rose Boukofsky is known for Painting.\n\nBiography   Rose Boukofsky\n\nRose Boukofsky was born in San Francisco, CA on July 10, 1874. Boukofsky a lifelong resident of her native city where she taught in the public schools. She died there on Sept. 17, 1954. Exh: Mechanics' Inst. (SF), 1884.\n\nSource: Edan Hughes, \"Artists in California, 1786-1940\"\nCensus; Death record\n\nNearly 20,000 biographies can be found in Artists in California 1786-1940 by Edan Hughes and is available for sale ($150). For a full book description and order information please click here.\n\nDiscover art and art prices ...\n•  Auction records and images\n•  Record prices, graphs, stats\n•  Artist signature examples\n•  More about subscribing",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9959651232,
        "format_confidence":0.7233557105
    },
    {
        "url":"https:\/\/adventure.howstuffworks.com\/outdoor-activities\/adventure-photography\/use-film-wildlife-photos1.htm",
        "text":"Do I have to use film for wildlife photos?\n\nUsing Film for Wildlife Photos\nElephants never forget, and thanks to these photos, you won't either.\nElephants never forget, and thanks to these photos, you won't either.\nDavid De Lossy\/Digital Vision\/Getty Images\n\nFilm has long been the medium of choice for wildlife photographers. But just because it's the way things have always been done, does that still mean it's the right way?\n\nWhen you buy any camera, you'll want to think about what kinds of lenses you want. Sophisticated zoom features and interchangeable lenses are two factors that can differentiate digital pictures and those taken on film. With a good digital camera, though, the only person who may be able to detect such a difference in quality would be a professional. At minimum, a photographer using a camera with film may need a 35 mm camera with a normal zoom lens (28 - 105 mm) and a telephoto lens (70 - 300 mm) [sources: Alaska Outdoor Journal; Fairlie; Hill].\n\nPhotographers should also stock up on films of various speeds to ensure a great picture no matter the shooting conditions. Film speed measures a film's sensitivity to light. \"Fast\" film speeds, for example, are highly sensitive and don't require much exposure to produce an image. A \"slow\" film speed, on the other hand, would need a longer exposure time to produce the same image. Low-speed films, such as 100 or 200 speed, are best used in bright light and when the subject is stationary, such as a crocodile sunning itself on a rock. When you're shooting more active animals, or when you're shooting at night, you can then reach for a high-speed film like 400 or 800. These films are better for action shots, because the shutter closes more quickly after you take the picture, framing the subject at the exact moment you want to capture; digital users can alter shutter speed with the push of a few buttons.\n\nIf you're using high-quality film, then each picture can get fairly expensive. You can't shoot and shoot the way you can with a digital camera, unless you're willing to make a hefty investment in film and developing. Of course, it's possible that such a constraint may end up creating better pictures, as you'll take your time with each one, making sure it's perfect before you click.\n\nOne huge disadvantage of film is that you won't know if all your fancy equipment did its work until you get home and develop the film. That's one reason why people are turning to digital.\n\nMore to Explore",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.8794789314,
        "format_confidence":0.544986248
    },
    {
        "url":"http:\/\/www.sheryloring.org\/writers-block",
        "text":"Writer's Block\n\nTo create \"Writer's Block\", Sheryl Oring collected hundreds of typewriters from the 1920s and 30s and then \"caged\" them in sculptural boxes made of rusty construction steel. By imprisoning the typewriters, Oring takes away the writer's tool. The result is a symbolic statement about censorship that leads viewers to examine their ideas about free expression. \"Writer's Block\" premiered on Berlin's Bebelplatz, site of that city's Nazi book-burning, on May 10, 1999. This was the 66th anniversary of the 1933 event that destroyed the works of authors ranging from Nelly Sachs and Else Lasker-Schaler to Bertolt Brecht and Arnold Zweig.\n\nThe sculptures were later shown at the Jewish Museum Berlin; Lions' courtyard of the Buda Castle; the Boston Public Library and Bryant Park at the New York Public Library.More recently, the sculptures have been shown at the University of Virginia, Washington and Lee University (Lexington, VA), and Ringling College of Art and Design (Sarasota, FL).\n\nThe Berlin exhibitions included a live dance-theater piece created by choreographer Sommer Ulrickson to original music by Ari Benjamin Meyers. Ulrickson and Meyers based their work on the 1933 Berlin book-burning itself, which lasted for hours and was attended by an estimated 40,000 people.\n\nNew York Times report on project.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9698677063,
        "format_confidence":0.8809993267
    },
    {
        "url":"http:\/\/www.askart.com\/artist\/artist\/28202\/artist.aspx",
        "text":"Find, Learn, Price Art\nEnjoy the comprehensive art database we've compiled since 1987\nMembership Details\nImages, sales charts, bios, signatures, 30 artist Alerts and more ...\nArt auction records:  Millions of references for pricing research\nOr, register for Free Alerts\nTo track 10 artists.\n\nAlready a member?  Sign in here\n\nRobert Chanler\n\n (1872 - 1930)\nRobert Winthrop Chanler was active\/lived in New York.  Robert Chanler is known for mural, wildlife, animal, portrait.\n\nBiography   Robert Chanler\n\nBorn in New York City, Robert Chanler, a designer and muralist, received much of his art training in France at the Ecole des Beaux-Arts, and there his most famous work, Giraffes, was completed in 1905 and later purchased by the French Government.\n\nChanler specialized in painted screens and was a member of the National Society of Mural Painters.  A ceiling mural of buffaloes is in the Coe House in Brookville, New York.  He was also a member of the New York Architectural League.\n\nAt the 1913 Armory Show, he exhibited a painted screen titled Hopi Snake Dance, which was used at the Show at the transition area--to ease the shock-- to the Fauves part of the exhibition.  Chanler's screens were whim   ...  Displaying 750 of 2624 characters.\n\n    >   Continue reading about Robert Chanler\n\naskART essays containing:   Robert Chanler\n\nNew York Armory Show of 1913 Art Nouveau\n>  View all AskART essays\n\nMuseums (4 - partial list):  Robert Chanler    \n\nDiscover art and art prices ...\n•  Auction records and images\n•  Record prices, graphs, stats\n•  Artist signature examples\n•  More about subscribing\n\nExample(s) of this artist's work:\nPortrait of a Woman, 1927\nArt images copyright© of artist or assignee\n\nSubscribers may find the following and more:\nDid it sell?  Low\/high estimate\nSize of work   Signature   Date created\nResearch Robert Chanler\n\nConsider a subscription!  More info",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9964299798,
        "format_confidence":0.8296126127
    },
    {
        "url":"https:\/\/www.home2fit.org.uk\/accessibility-design\/public-realm.aspx",
        "text":"Public Realm\n\nPublic_RealmAccess to public buildings  for all is a key equality right, the design of the built environment should anticipate, and overcome, restrictions that prevent disabled people making full use of premises and their surroundings.\n\nAn accessible environment is one which a disabled person can enter and make use of independently or with help from a partner or assistant, including being able to escape in the event of fire or other emergency.\n\nSome facilities can be designed in such a way as to incorporate access for disabled people. In other situations, additional features such as grab rails, touch-legible signs and hearing enhancement systems might be needed.\n\nPublic Realm design covers a wide range of needs and the use of the built environment by disabled people who can be residents, visitors, spectators, customers, employees, holders of public office, or participants in sports events, performances and conferences.\n\n\nVideo transcript:",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9415583611,
        "format_confidence":0.7784852386
    },
    {
        "url":"https:\/\/www.artsy.net\/artwork\/ernst-ludwig-kirchner-girls-from-fehmarn-fehmarn-madchen",
        "text":"Ernst Ludwig Kirchner, ‘Girls from Fehmarn (Fehmarn Mädchen)’, 1913, National Gallery of Art, Washington, D.C.\n\nImage: 43.5 x 37.1 cm (17 1\/8 x 14 5\/8 in.) sheet: 51.4 x 44.1 cm (20 1\/4 x 17 3\/8 in.)\n\nAbout Ernst Ludwig Kirchner\n\nA leading figure in the early-20th-century German Expressionist group Die Brücke, Ernst Ludwig Kirchner produced paintings, prints, and sculptures that opposed the conventions of academic art. His nudes, landscapes, and scenes of urban life on the eve of World War I are known for their unsettling effects of psychological tension and eroticism, while his powerful, crudely executed black-and-white woodcuts illustrated many books and magazines, including Germany’s leading avant-garde periodical Der Sturm. Albrecht Dürer was a lifelong influence on Kirchner, but painters such as Edvard Munch and Vincent van Gogh, as well as African and Polynesian art, inspired his use of bright colors, simplified forms, and malevolent, mask-like faces. His art was labeled as “degenerate” by the Nazis in the 1930s, and he would commit suicide in 1937.\n\nGerman, 1880-1938, Aschaffenburg, Germany, based in Dresden, Germany",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9955950379,
        "format_confidence":0.9543463588
    },
    {
        "url":"http:\/\/www.getty.edu\/art\/collection\/objects\/5428\/attributed-to-joseph-baumhauer-writing-table-bureau-plat-french-about-1745-1749\/",
        "text":"Writing Table (bureau plat)\n\nObject Details\n\n\nWriting Table (bureau plat)\n\n\nAttributed to Joseph Baumhauer (French, died 1772)\n\n\n\n\nParis, France (Place created)\n\n\nabout 1745 - 1749\n\n\nOak and ash veneered with bloodwood on oak carcass; gilt bronze mounts; modern leather top\n\n\n78.9 x 181.3 x 100.6 cm (31 1\/16 x 71 3\/8 x 39 5\/8 in.)\n\nSee more\n\nSee less\n\nCraftsmen of the 1700s used the highly adaptable material of gilt bronze in numerous ways, as decorative mounts for furniture, clocks, ceramics, and light fittings. On this large desk, the elaborate gilt bronze mounts form the main decoration. Gilt bronze frames the drawer fronts with rich sprays and floral clusters, while shell-like corner mounts taper down the legs into leafy scrolling feet known as sabots. Shells and vines even decorate the lock plate.\n\nScholars believe that Louis XV gave this table to the empress of Russia in 1745. In the 1800s it stood in the Oranienbaum Palace near Saint Petersburg.\n\n1745 - 1762\n\nPossibly Empress Elizabeth of Russia, 1709 - 1762, given to her by king Louis XV of France, 1745, and then by inheritance to Catherine II of Russia.\n\n1745 -\n\nor possibly Count Vorontsov (Vorontsov Palace, St. Petersburg, Russia), purchased in Paris, 1745.\n\nEmpress Catherine II of Russia, 1729 - 1796, either by inheritance from empress Elizabeth of Russia, 1762; or purchased with the Vorontsov Palace, St. Petersburg.\n\nby 1904\n\nHelen, duchess of Mecklenburg-Strelitz , princess of Saxe-Altenburg (Cabinet de la Souveraine, Chinese Palace, Oranienbaum, near St. Petersburg, Russia)\n\n\nSoviet government, sold through the Russian dealer Mr. Iljin in Berlin to Duveen Brothers, 1931.\n\n1931 - 1935\n\nDuveen Brothers, Inc., purchased from the Soviet government through the Russian dealer Mr. Iljin in Berlin, 1931. Transferred to the New York office of Duveen, by 1932. Sold to Mrs. Dillman (Dodge), 1935.\n\n1935 - 1970\n\nAnna Thomson Dodge, American, born Scotland, 1871 - 1970 (Rose Terrace, Grosse Pointe Farms, Michigan)\n\n1970 - 1971\n\nEstate of Anna Thomson Dodge, American, born Scotland, 1871 - 1970 [sold, Christie's, London, June 24, 1971, lot 98, to the J. Paul Getty Museum]\n\nEducation Resources\n\nEducation Resource\n\n\n\n\nLooking at French Decorative Arts: Appropriate and Innovate\n\nStudents will learn the term appropriation, the contemporary art practice of borrowing elements to create a new work of art.\n\nVisual Arts; English–Language Arts\n\n\nSingle Class Lesson",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9696542621,
        "format_confidence":0.6188769341
    },
    {
        "url":"https:\/\/www.sangath.org\/projects\/kamala-house-ahmedabad\/",
        "text":"Kamala House\n\nAhmedabad, India\n\nYear: 1959\n\n\nThe architect's search for identity culminated in the story of \"four columns and a staircase\" in a brick kiln. This became the basis for the design of his family home.\n\nThe economical house uses local brick as basic material for construction and has proper orientation for climate control. Cross grid of the square plan is supported by four square columns with load bearing brick-walls and brick cavity-walls on the periphery. Dynamic square volumes within the cross plan change spaces into living, dining and bedroom which open to the garden as places of views and ventilation.\n\nDuring the evening, opening major spaces towards the rear garden transforms the house into a pavilion in a garden setting. The tiny scale of less than two stories gives the house a unique character.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9895781875,
        "format_confidence":0.8907496333
    },
    {
        "url":"https:\/\/thoughtfultattoos.com\/nautical-star-color-meaning",
        "text":"Share stunning photos of tattoo designs and body art.\n\nAn In-depth Look at the Nautical Star Color Meaning and Symbolism\n\nNautical Star Color Meaning\nVery few of us are aware of what nautical star tattoos actually mean, and what their colors denote. Each color of the nautical stars have different meanings associated with them.\nBhakti Satalkar\nLast Updated: Mar 19, 2018\nAt a very generic level the meaning of a nautical star tattoo is to guide its wearer towards their desire. All the other meanings are mere versions of this understanding.\nThe nautical star is a symbolic star closely associated with the men serving at the sea. Its simplicity of design, and the profound meaning has made its design a coveted one amongst tattoo enthusiasts.\nThe five-pointed star is often made in dark and light shades, which are interchanged in a manner reminiscent of a compass rose. It is the color of the nautical star which makes the difference in the design. These stars are also made on different sides of the ship also have different meanings attached to them.\nThe nautical stars were made famous by sailors, who wore two stars instead of just one. The left star represented the port side, while the star made on the right side was an indicator of the starboard side. These tattoos were used by sailors to flaunt their love for their life at the sea, a star that guided them though their adventures to safety at all times. Some sailors got the nautical star tattoos for certain superstitions as well.\nThe folklore says these tattoos would ensure safe passage of the sailors despite angry seas, and rough weather conditions. Following this, nautical stars came to be symbols of hope for those back home, who in their quiet abodes prayed for safe return of the beloved sailors.\nToday, commoners have also started wearing nautical star tattoos, increasing the span of their meaning to other dimensions of life as well. These stars are also believed to bring strength to fulfill life's ambition to the wearer. Additionally, nautical stars are also linked with the gay-lesbian movement and punk rockers, as constant reminders of their ideals, dreams, and courage to materialize their dreams.\nInterpretation of Colored Nautical Stars\nThe sailors would get their nautical start tattoos made in different colors, which led to trend in inking colored nautical stars. However, these colors aren't just any random ones picked out a palette, but ones that have deeper meaning and thought. The common color combination used to make these stars are red and black, and green and black.\nRed Colored Nautical Stars\nRed Nautical Stars\nA nautical star made in red color is an indicator of the port.\nBlack and Red Colored Nautical Stars\nBlack and Red Nautical Stars\nA red and black nautical star is made when the sailor has crossed the Pacific Ocean three times, as a matter of pride and joy. It is considered as a great achievement in itself. Red and black nautical star tattoos were also made, because the compass at the bottom of most of the sea maps was colored in red and black.\nGreen Colored Nautical Stars\nGreen Nautical Stars\nThe right side of the ship or the starboard is adorned with green nautical star. Its color also denotes strength, and diversity.\nBlack Colored Nautical Stars\nBlack Nautical Stars\nBlack stars are used to represent the right side of the ship, also known as starboard of the ship.\nBlue Colored Nautical Stars\nBlue Nautical Stars\nBlue nautical star tattoo means you cherish loyalty above everything else.\nA blue star represents loyalty as well as sadness.\nAlong with the different colors, different tattoos of stars can also be used to make nautical stars.\nOther nautical stars include the tribal nautical star, the shooting star, moon star, pentagram star or star of David.\nOne can choose to make these different star designs, with the base as the nautical stars. They can also be made in single color of the person's choice. For example, a red star stands for aggression, and fierce passion. It also represents a significant occasion in the life of the person.\nThe nautical star color meaning can have their own person interpretations. More often than not different people will come up with different interpretations of the colors they chose to decorate their stars with. The only meaning that remains constant is that this simple star is an eternal emblem of an angelic guide towards making all your wishes come true.",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.8523276448,
        "format_confidence":0.611448586
    }
]