[
    {
        "url":"http:\/\/www.lovereading4kids.co.uk\/book\/9780198310624\/isbn\/Project-X-Alien-Adventures-Dark-Red-Book-Band-Oxford-Level-17-The-Shadow-Dimension-by-Alan-Gibbons.html",
        "text":"Project X Alien Adventures: Dark Red Book Band, Oxford Level 17: The Shadow Dimension by Alan Gibbons\n\nProject X Alien Adventures: Dark Red Book Band, Oxford Level 17: The Shadow Dimension\n\nWritten by Alan Gibbons\nIllustrated by Dynamo\n\nRRP £8.55\n\n\nProject X Alien Adventures: Dark Red Book Band, Oxford Level 17: The Shadow Dimension by Alan Gibbons\n\nProject X Alien Adventures takes you on an incredible reading journey with this fantastic story featuring the popular Project X characters Max, Cat, Ant and Tiger. On the trail of the next thought vial, Max, Cat, Ant and Tiger rip-jump to a barren landscape shrouded in mist. But when they meet the twilighters, the micro-friends realize that there is more to this dimension than they first thought. What is lurking in the mist? How can they escape from their own shadows? Carefully levelled and highly motivating, this book is ideal for independent reading. This book also contains notes on the inside front and back covers with advice on supporting older children with their reading, questions for readers, and a follow-up activity.\n\nAbout the Author\n\nAlan Gibbons\n\nAlan Gibbons is a full time writer and a visiting speaker and lecturer at schools, colleges and literary events nationwide, including the major Book Festivals: Edinburgh, Northern Children's Book Festival, Swansea, Cheltenham, Sheffield and Salford. Alan is also a key contributor at the QCA\/National Literary Strategy 'Writing Together' conferences. As well as being a writer, Alan is a high profile library campaigner. He lives in Liverpool with his wife and four children.\n\nHe has written over 60 books and won many prestigious awards such as the Blue Peter Award for ‘The Book I Couldn’t Put Down’, the Angus Book Award and the Stockport Book Award. He has also been shortlisted twice for the Carnegie Medal and his books have been published into dozens of languages.\n\nRead a Q&A with the author here.\n\nMore books by this author\n\nOther Formats\n\nBook Info\n\n\n72 pages\n\n\nAlan Gibbons\nMore books by Alan Gibbons\n\nAuthor's Website\n\n\nOxford University Press\n\nPublication date\n\n23rd April 2015\n\n\n\nI am so pleased to have signed my kids up as they are reading a much wider range of books and even choosing books out of their comfort zone.\n\nAngela East\n\nI love finding new books to read. My mummy and me look at the new ones coming out. I have written reviews of some of them!\n\nJessica Cobbin – age 7\n\nWe love Lovereading4kids because they put books in front of us we wouldn’t otherwise have read. They make us more adventurous readers!\n\nEmily Jacques\n\nI love Lovereading4kids because I get an opportunity to put my opinion forward and to try new books\n\nElosie Clarkson – age 11\n\nI have told all my friends, family & teachers to see for themselves just how great the site is. Without fail, they are hugely impressed.\n\nAlexander Boxall – age 11\n\nI love ‘LoveReading 4 kids’ because they let you read and learn things you’d never dreamed of learning before.\n\nEmily Horncastle – age 11\n\nIt’s really exciting to read and review new books, thrilling to see my reviews online and I love finding the final published copies on sale.\n\nSam Harper – age 10\n\nIt’s a community united by a passion for books and promoting the best there is in children’s literature.\n\nSam Bateman and family\n\nLovereading 4 schools",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.953979969,
        "format_confidence":0.9972991347
    },
    {
        "url":"https:\/\/archwaybookshop.co.uk\/product\/once-upon-a-river",
        "text":"• img-book\n\n    Diane Setterfield\n\nISBN: Hardback. 9780857525659\n\nOnce Upon a River\n\nby: Diane Setterfield\n\n\nMeet the Author\nDiane Setterfield’s bestselling novel, The Thirteenth Tale was published in 38 countries, sold more than three million copies, and was made into a television drama scripted by Christopher Hampton, starring Olivia Colmanand Vanessa Redgrave. Her second novel was Bellman & Black, and her new novel is Once Upon a River. Born in rural Berkshire, she now lives near Oxford, by the Thames.\nBooks of Diane Setterfield\nAdd to cart\nOnce Upon a River 2019 (Jan 17)\nAbout This Book\n\nIs it a miracle?\n\nIs it magic?\n\nAnd who does the little girl belong to?\n\nAn exquisitely crafted multi-layered mystery brimming with folklore, suspense and romance, as well as with the urgent scientific curiosity of the Darwinian age, Once Upon a River is as richly atmospheric as Setterfield’s bestseller The Thirteenth Tale.\n\n“Once Upon a River”\n\nThere are no reviews yet.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9803104997,
        "format_confidence":0.9984670281
    },
    {
        "url":"http:\/\/www.lybrary.com\/rooikoppies-a-memoir-p-765756.html",
        "text":"ebooks and download videos Search All  Title  Author \nHome \/ Nonfiction \/ Biography & Autobiography\n\nRooikoppies: A Memoir\n\n| £7.35 | €8.51 | Ca$12.25 | Au$12.04\nby Ariella Damelin\nWhat is this?DRM-EPUB | by download   add to wish list\nRooikoppies: A Memoir by Ariella Damelin\n\nHow did a little girl, born on a farm in the Free State, South Africa, become university-educated, a gracious hostess, master chef, committed community volunteer, devoted, loved and respected friend, wife, mother, grandmother and great grandmother? Not without struggle, tragic loss, determination and good humour. Ariella Damelin teaches life-writing. She has four children and four grandchildren and lives in Toronto with her husband.\n\nTo view this DRM protected ebook on your desktop or laptop you will need to have Adobe Digital Editions installed. It is a free software. We also strongly recommend that you sign up for an AdobeID at the Adobe website. For more details please see FAQ 1&2. To view this ebook on an iPhone, iPad or Android mobile device you will need the Adobe Digital Editions app, or BlueFire Reader or Txtr app. These are free, too. For more details see this article.\n\nSHARE  Share by Email  Share on Facebook  Share on Twitter  Share on Linked In  Share on Delicious\nor call in the US toll free 1-888-866-9150 product ID: 765756\n\nEbook Details\nSize: 7.5 MB\nPublisher: Lulu Publishing Services\nDate published:   2015\nISBN: 9781483433165 (DRM-EPUB)\n\nDRM Settings\nRead Aloud:  not allowed\n\nThis product is listed in the following category:\n\nNonfiction > Biography & Autobiography\n\nIf you find anything wrong with this product listing, perhaps the description is wrong, the author is incorrect, or it is listed in the wrong category, then please contact us. We will promptly address your feedback.\n\n© 2017",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9801723361,
        "format_confidence":0.9986463189
    },
    {
        "url":"https:\/\/www.raintree.co.uk\/books\/catwomans-halloween-heist-paperback\/",
        "text":"Login 0\nPart of the Batman series\n\nCatwoman's Halloween Heist\n\nPaperback £4.99\n\nBatman, the Dark Knight, prowls the shadowy streets of Gotham City with his partner Robin, the Boy Wonder, putting fear into the hearts of the bad guys. Everybody’s favourite super hero comics have been turned into easy-to-read chapter books featuring new stories with original art by DC illustrators. These books are colourful, attractive, and accessible. They provide children with examples of bravery and loyalty to emulate, while introducing them to the pleasures of reading.\n\nQuick Info\n\nKey Stage 2\nKey Stage 3\nBook Band: Grey\n\nAuthors: Fein, Eric Pages: 56, Interest Age: 8 - 12, Reading Age: 7 - 9, Hi-Lo: No, AR Level: 4.2, AR Quiz Number: 219680, Trim Length: 190 mm, Trim Width: 129 mm, Publication Date: Apr 2011\n\nISBN: 9781406225426\n\nReviews (0)",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9379498363,
        "format_confidence":0.9983682036
    },
    {
        "url":"http:\/\/www.rakuten.com\/prod\/fiesta-babies\/211434558.html",
        "text":"Fiesta Babies (Hardcover)\n\nAuthor: Tafolla, Carmen\n\nCustomer Reviews   Write a Review\n\nBe the first to review this item and earn 25 Rakuten Super Points™\n\nProduct Overview\n\nBabies enjoy the colorful fiesta with singing, dancing, hugs, and kisses.\n\n\nPublisher Random House Distribution childrens\nMfg Part# 9781582463193\nSKU 211434558\nFormat Hardcover\nISBN10 1582463190\nRelease Date 3\/9\/2010\nFrom the Publisher\nEditors Note Happy babies enjoy the colorful traditions of a spirited Latino fiesta with singing to mariachi songs, marching on parade, dancing, hugs and kisses. By the illustrator of Abuelita's Heart.\nProduct Attributes\nBook Format Hardcover\nMinimum Age 00\nNumber of Pages 0024\nPublisher Tricycle Press\nSold Out\nSorry, you missed the deal! This product is currently not available.\nPromotions & Offers (1)\n  •  custom promo\n    5% Back Sitewide with Promo Code REWARDME at Checkout - Ends 8\/31\/15 *See page for details",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.8904761076,
        "format_confidence":0.9984377027
    },
    {
        "url":"http:\/\/carabristol.com\/2018\/09\/cover-reveal-caid-dakonian-alien-mail-order-brides-3-intergalactic-dating-agency\/",
        "text":"Cover Reveal! CAID: Dakonian Alien Mail Order Brides #3 (Intergalactic Dating Agency)\n\nCover by Croco Designs\n\nRelease Date: November 8\n\nHow to lose an alien in fourteen days\n\nMatchmaker Jessie Hancock has a perfect record helping others find their Mr. or Ms. Right through the Intergalactic Dating Agency until Caid arrives. The sinfully handsome, smooth-talking alien is everything she’s dreamed of—but can’t have. Even if he was interested in a curvy, freckle-faced redheaded wallflower, it’s forbidden for employees to date clients, so she works hard to find him a woman. But when none of the dates meets with his approval, her boss gives her an ultimatum—find Caid a match or else! With her heart breaking and her job on the line, she launches a plan to introduce Caid to a woman he’ll find irresistible.\n\nThe instant Caid from planet Dakon lays eyes on Jessie with the beautiful orange hair, he knows the Fates have chosen her for him. To get closer to her, he goes along with her attempts to “match” him with someone else while doing his best to charm her and convince her they’re meant for each other. Despite his efforts, she continues to insist she can’t be his mate. Now time is running out, and if he can’t up his game, he’ll lose her forever.\n\n✿❥¸.• *•✿\n\nDakonian Alien Mail Order Brides is a new science fiction romance series and a spin-off from the Alien Mate series. In the Alien Mate books, Earth women travel to planet Dakon to become the mail order brides of aliens. In this new series, the Dakonians come to Earth through the Intergalactic Dating Agency to find their human mates.\n\n\nThis entry was posted in Science fiction romance and tagged , , , , , , , , , , , . Bookmark the permalink.\n\nLeave a Reply\n\nYour email address will not be published.\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.7726126909,
        "format_confidence":0.7878037691
    },
    {
        "url":"https:\/\/www.createspace.com\/3883727",
        "text":"Twisted Realities: Of Myth and Monstrosity\n\nList Price: $14.99\n\nAdd to Cart\n\nTwisted Realities: Of Myth and Monstrosity\n\nAuthored by Sirens Call Publications, Julianne Snow, Nina D'Arcangela, Kate Monroe, K. Trap Jones, Amber Keller, Lisamarie Lamb, Edward Lorn, Thomas James Brown, Alexa Muir, Joseph A. Pinto, Jonathan Templar, J, Marie Ravenshaw\nEdited by Kate Monroe\n\nMyth or reality...\n\nExplore the twelve tales of horror and intrigue in Twisted Realities: Of Myth and Monstrosity and ask yourself, what would you consider a fair price to pay for life immortal... or the chance of life at all?\n\nWould a young woman pass up a shiny bauble if she believed it to be nothing more than a harmless trinket? What transpires once a year in a peaceful and remote village that no one will ever speak of? What better way for a broken man to honor a crippled existence than with a memorial of blood and vengeance? How could a disfigured woman ever dream of chancing across an object that would restore her beauty - and at what cost?\n\nFollow the twists and turns of each writer as they delve into the legends of days gone by, as well as the consequences that are wrought when myths and monstrosities collide with our world.\n\nPublication Date:\nMay 25 2012\n1477502157 \/ 9781477502150\nPage Count:\nBinding Type:\nUS Trade Paper\nTrim Size:\n5\" x 8\"\nBlack and White\nRelated Categories:\nFiction \/ Horror \/ General\n\nSite Help Order Help Policies Contact",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.977692306,
        "format_confidence":0.9986947179
    },
    {
        "url":"http:\/\/theinvisibletree.com.au\/",
        "text":"Children's Books\n\nConceived by Kirrily Lowe, The Invisible Tree is a series of\nillustrated children’s books seeking to impart great values into little people.\n\nAll six books\n\nOur Australian children's picture books bring to life values and virtues for children in a fun and relatable way. These children’s books on the fruit of the spirit teach children about love, joy, peace, patience, kindness and goodness.\n\nBuy Australian children’s picture books online today - this series of children’s books are manufactured in Australia to a high quality. The books make for a perfect children’s Christmas present, or a child’s birthday gift.\n\n“The Invisible Tree books are a gorgeous series, brimming with joy and love. The collage illustrations are clever and original. Simply divine.”\n\nAleesah Darlison\n\nChildren’s Author and Director of Literature Live\n\n“Kirrily’s amazing wisdom and intelligence is shown throughout her 4th book Patience by her creative display of what Patience really means. It defines and builds strength in young children through simple terms! Patience compliments her high quality of books that express the real fruits of life. Blessed to have the full series for our children.”\n\nElka Whalan\n\nOlympic Silver Medalist, Media Personality, Mother of 3\n\n“With such a plethora of children’s books on the market today it’s refreshing to find this new series by Kirrily Lowe, which not only include stunning illustrations and rhythmic prose, which children love, but great life principles of kindness, thankfulness and spiritual health. I highly recommend these books for parents, educators and children’s book lovers of all ages!”\n\nChris Pringle\n\nSenior Minister, C3 Church Sydney, President C3 International\n\n“I teach scripture in local public schools in my area for Kindy and Yr 1 – and we’ve been reading the books (Love & Joy) and learning about all the great fruit we can grow on our tree. The kids love the books! They keep asking for more! One of the little girls was so excited to tell me how she’d been growing her ‘strawberries of self-control’ through the week. These books have really inspired myself and the kids – thank you!”\n\nSteph, Sydney\n\nFollow Us on Instagram",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.8849745393,
        "format_confidence":0.9683544636
    },
    {
        "url":"https:\/\/content.sciendo.com\/view\/title\/518542?rskey=G4K5uV&result=1",
        "text":"Language in the Digital Era. Challenges and Perspectives\n\nOpen access\nThis collected volume brings together the contributions of several humanities scholars who focus on the evolution of language in the digital era. The first part of the volume explores general aspects of humanities and linguistics in the digital environment. The second part focuses on language and translation and includes topics that discuss the digital translation policy, new technologies and specialised translation, online resources for terminology management, translation of online advertising, or subtitling. The last part of the book focuses on language teaching and learning and addresses the changes, challenges and perspectives of didactics in the age of technology. Each contribution is divided into several sections that present the state of the art and the methodology used, and discuss the results and perspectives of the authors. The book is recommended to scholars, professionals, students and anyone interested in the changes within the humanities in conjunction with technological innovation or in the ways language is adapting to the challenges of today’s digitized world.\nAuthor information: Daniel Dejica, Gyde Hansen, Peter Sandrini, Iulia Para (Eds.)\n\nBook Information\n\nTarget Group: Young or more experienced scholars and researchers; language and translation professionals;",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9236641526,
        "format_confidence":0.9707484245
    },
    {
        "url":"https:\/\/books2read.com\/author\/anura-nicole\/subscribe\/19940\/",
        "text":"Like Anura Nicole?\n\nDon't miss out on a single new release!\n\nSign up and we'll make sure you hear about every new book Anura Nicole publishes as soon as it hits the stores.\n\nIf you'd like suggestions on books like those Anura Nicole writes, check the box below and we'll send those recommendations straight to your inbox.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9787944555,
        "format_confidence":0.7577936053
    },
    {
        "url":"https:\/\/www.oscarandfriends.com.au\/books\/2017\/10\/16\/tales-from-a-tall-forest-by-shaun-micaleff-and-jonathan-bentley",
        "text":"Tales From a Tall Forest  by Shaun Micaleff and Jonathan Bentley\n\ntales from the tall.jpg\n\nOnce upon a time being, forever and ever ago, there lived a forest tall of tales ...\nWhen an innocent princess wanders into the forest, she finds herself trapped between a wolf with a ravenous appetite and a sweet little house with a secret. Meanwhile, a desperate fisherman enters into a very bad bargain with a power-hungry monkey. And meanerwhile still, a tiny tricksy tailor promises a promise that not even the most magic of beanstalks can help him escape.\n\nIn this rich and rambunctious tapestry of tales, satirist Shaun Micallef unravels the traditional fairy story and nimbly weaves your favourite characters into new and surprising adventures. Illustrated by award-winning artist Jonathan Bentley, this subversively silly trilogy will captivate parents and children alike - and indignant fairytale authors too.\n\n'More grim than Grimms', less soppy than Aesop.\n\nShaun Micaleff\nShaun Micallef is a comedian, writer, actor, producer, author and former child.\n\nHe is usually found on TV in shows such as Thank God You’re Here, Talkin’ 'Bout Your Generation and Mad as Hell. He has authored three books for adults: Smithereens, Preincarnate and The President’s Desk.\n\nTales from a Tall Forest is his first book for children.\n\nJonathan Bentley\nJonathan Bentley lives in Queensland with his partner and two children.\n\nHe worked as a freelance illustrator for 12 years in England and Australia before joining the Courier Mail as an editorial illustrator.\n\nGeneral fiction (Children's \/ Teenage)\nPublication Date:\nHardie Grant Egmont Pty, Limited\nCountry of origin:\nDimensions (mm):",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9722798467,
        "format_confidence":0.991558075
    },
    {
        "url":"http:\/\/www.bookwire.com\/book\/City-of-Pawns-9781492330523-Lenzi-Paul-F-45559791",
        "text":"Search Type\n  • All\n  • Subject\n  • Title\n  • Author\n  • Publisher\n  • Series Title\nSearch Title\n\n\nCity of Pawns - a book by Lenzi, Paul F.\n\nCity of Pawns\n\nA Collection of Poetry and Haiku\n\nCity of Pawns( )\nAuthor: Lenzi, Paul F.\nPublication Date:Sep 2013\nPublisher:CreateSpace Independent Publishing Platform\nBook Format:Paperback\nList Price:USD $17.95\nBook Description:\n\n\"....poems....marked by their attention to the sound and rhythm of language....\" - Kirkus Reviews\"....particularly lovely....\" - Kirkus Reviews\"....marked by strong political opinions and the skillful use of language.\" - Kirkus ReviewsCity of Pawns is a stimulating, often provocative, collection of poetry and haiku. Most of the poems are written in free verse style, without rhyme or punctuation. Tangential themes of this volume can be found in the conceptual intersections of things...\nMore Description\n\nBook Details\nPhysical Dimensions (W X L X H):6 x 9 x 0.42 Inches\nBook Weight:0.74 Pounds\n\nBook Seller\n\n\n\n\n\nLoading Stock Details...\n\nBowker Bookwire™ App\n\nBookwire is a mobile app for your iPhone that gives you the ability to scan a barcode or enter ISBN, access book records and add titles to wish lists. Android app on Google Play\n\nFeatured Books\n\nLab Girl\nJahren, Hope\nPaperback: $16.00\nPride and Prejudice\nAusten, Jane\nPaperback: $8.99\nThe Woman in White\nCollins, Wilkie\nPaperback: $23.80\n\nRate this title:\n\nSelect your rating below then click 'submit'.\n\nI do not wish to rate this title.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9870419502,
        "format_confidence":0.9948278069
    },
    {
        "url":"https:\/\/balhamliteraryfestival.co.uk\/how-to-book\/earlybird-tickets\/",
        "text":"Earlybird Tickets\n\nWeekend tickets for the Balham Literary Festival: A Way of Being in the World are now on sale at £75.\n\nThe events include:\n\nDetails of the full programme and how to book tickets for the events individually will go on sale on Wednesday 15th March at 1700.\n\nBook Tickets Online",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.8376118541,
        "format_confidence":0.6648119092
    },
    {
        "url":"https:\/\/www.harpercollins.com\/books\/9780061564819",
        "text":"HarperCollins Publishers\nTrending Now\n\nLast Days of Summer Updated Ed\n\nA Novel\n\n\nSpend $49 and get FREE shipping on\n\nAbout the Book\n\nLast Days of Summer is the story of Joey Margolis, neighborhood punching bag, growing up goofy and mostly fatherless in Brooklyn in the early 1940s. A boy looking for a hero, Joey decides to latch on to Charlie Banks, the all-star third baseman for the New York Giants. But Joey's chosen champion doesn't exactly welcome the extreme attention of a persistent young fan with an overactive imagination. Then again, this strange, needy kid might be exactly what Banks needs.\n\nRead more\n\nEducator and Librarian Resources\n\nProduct Details\n\n  • ISBN: 9780061564819\n  • ISBN 10: 0061564818\n  • Imprint: William Morrow Paperbacks\n  • On Sale: 06\/03\/2008\n  • Trimsize: 5.313 in (w) x 8 in (h) x 0.829 in (d)\n  • Pages: 368\n  • List Price: 13.99 USD\n  • BISAC1: FICTION \/ Humorous \/ General\n  • BISAC2: FICTION \/ General\n\nLast Days of Summer Updated Ed by Steve Kluger\n\nWe'd love you to buy this book, and hope you find this page convenient in locating a place of purchase.\n\nBuy Direct from\n\nAdd to cart now\n\nSelect a Bookseller - Direct Link to Buy\n\nInternational Customers\n\nIf you are located outside the U.S., the best way to order online is to choose from the following bookstores listed by region and country.\n\n\nBookshout App\n\nWe have partnered with Bookshout and recommend using their app as a simple way to read our e-books. Their App is available for download on iOS and Android devices. You can also access your e-book titles on your desktop or mobile browser.\n\n\n  1. Download the Bookshout App on iOS or Android.\n  2. Enter your HarperCollins account username and password. Please note that your username is an e-mail address.\n  3. Download your e-book(s) from your bookshelf.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.959233582,
        "format_confidence":0.9988043308
    },
    {
        "url":"https:\/\/anthropophage.ecrater.com\/p\/3098244\/is-something-up-there-by-dale",
        "text":"view cart menu separator categories menu separator faq\nadvanced search\ncategories  > Books > Metaphysics (and religion) (7)\nIs Something Up There?, by Dale White (1969)\n\nIs Something Up There?, by Dale White (1969)\n\nPrice: $0.50 currently not available     \nFeedback: 100%, 47 sales Ask seller a question\nShipping: US-Mainland: $2.00 (more destinations)\nSales Tax: Wisconsin: 0.056%\nCondition: Used\nPayment Options: Personal Check,\n*The store has not been updated recently. You may want to contact the merchant to confirm the availability of the product.\nIs Something Up There?, by Dale White (Scholastic Book Services, 1969), paperback, 144 pp. First printing.\n\nAn clearly written investigation of the UFO phenomenon, with chapters on specific cases and photographic evidence.\n\nPaperback. Somewhat used but good for many more readings. No damage to pages or binding. Good copy. Image is of actual item.\n\nCheck out our other listings on eCrater. If you order multiple items from Anthropophage Books & Records, you can save a whole lot on shipping!\n\nKeywords: UFOs, unidentified flying objects, ufology, UFO, flying saucers, ufologists, extraterrestrials, astronomy, space, metaphysics\nOther Products from anthropophage:View all products\nHerzog & Barkley piano roll, \"When We Went to Sunday School\"\nDick Robertson 78 rpm record, \"Let's Sail to Dreamland\" b\/w \"Good Night Angel\"\nRichard Crooks\/Howard Barlow 12\" 78 rpm V Disc, \"The Hills of Home\" \/ \"The Old Refrain\"\nAndrews Sisters 78 rpm record, \"Shrine of Saint Cecilia\" b\/w \"Jack of All Trades\" (Decca)\nCoasters 45rpm single, \"Young Blood\" b\/w \"Searchin'\" (Atco)\nCryan' Shames 45rpm single, \"It Could Be We're in Love\" \/ \"I Was Lonely When\" (1968)\nImages in the Dark: An Encyclopedia of Gay & Lesbian Film and Video, by Raymond Murray (1995)\nTommy Dorsey 78 rpm record, \"Hong Kong Blues\" b\/w \"You Came Along\"\nMildred Bailey 78 rpm record, \"The Moon Got in My Eyes\"\/\"It's the Natural Thing to Do\"\nLiving History, by Hillary Rodham Clinton (2003, hardcover)\nLast Updated: 29 Mar 2012 14:13:12 PDT home  |  about  |  terms  |  contact\nPowered by eCRATER - a free online store builder",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.5321994424,
        "format_confidence":0.9981167316
    },
    {
        "url":"https:\/\/www.walpow.com\/?vpage=1",
        "text":"Now on Sale!\n\nThe Logan Triad\n\nThree Bullet-Riddled Novellas Plus Two Bonus Stories\n\nSometimes those who do terrible things to good people slip through the cracks. That’s where Logan comes in. He tracks down the guilty and holds them accountable. He specializes in those who mistreat women and children. He works with a team of three young crimefighters who’ve benefited from his efforts. And none of the four is above letting a little thing like the law get in his or her way. More Info and Order.\n\n  • Subscribe\n\n    to the newsletter and be first to hear about new novels, novellas, and stories.\n\n  • Like, Share, Follow\n\n    I Will Edit Your Book\n\n    ... or novella, short story, newsletter, scholarly article, college application, or whatever else you need edited. I've helped everyone from first-time writers to New York Times bestselling authors, and I can help you. Learn more and read client reviews.\n\n    New Logan on March 13 … and Joe Portugal Returns\n\n    The Logan collection has three novellas and two short stories. And Joe P. returns in 2018.\n\n    Cactus Club Craziness\n\n    The Cactus Club Killings gets listed on BookBub and cracks Kindle's top hundred.\n\n    Wishin’ and Hopin’ and Pushin’ and Shovin’\n\n    In which I admit my life-long affection for professional wrestling and explain how it tied me to Joyce Carol Oates.\n\n    Fame Is Rot; Daughters Are the Thing\n\n    I try to increase my readership and find out I can't even give my work away ... at least at Amazon.\n\n    Something Completely Different\n\n    Let's talk about dogs. And dog owners. Most dogs are good dogs, if you give them a chance. Some owners are good, a few bad. Then there are those who\n    ereader and books\n\n    Adventures in Bookmaking\n\n    In which I go on and on about e-book formats and show off my knowledge of HTML and other web design skills.\n    The Who\n\n    One Last Hit and The Who\n\n    People try to put us down. Things they do look awful cold. Best bass solo ever.\n\n    Mysterious Homes and Gardens\n\n    Nathan waxes poetic about his architectural and horticultural influences.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9263229966,
        "format_confidence":0.8308936954
    },
    {
        "url":"https:\/\/publicationconsultants.com\/product\/a-pit-pony-named-bobbit\/?add-to-cart=1359",
        "text":"A Pit Pony Named Bobbit\nView cart “Alaska Is My Mistress” has been added to your cart.\n\nA Pit Pony Named Bobbit\n\nSubtitle : Two American Teens Coping With Desperate Odds\nAuthor : Sally Sutherland\nISBN No. : 9781594336119\n\n\nSKU: 62fbe3c2d2dc Category:\n\nBook : A Pit Pony Named Bobbit\n\nISBN Number : 9781594336119\nBook Name : A Pit Pony Named Bobbit (Two American Teens Coping With Desperate Odds)\nBook Pages : 192\nBook Size : 6X9\nBook Weight : 0.62\n\nIn the 1950s life seemed pretty bleak for a young man working in the West Virginia coal mines and for an active carefree teenage girl who suddenly contracted infantile paralysis. A little pit pony named Bobbit is the catalyst bringing the two young people a chance to lead new lives filled with promise, despite heavy odds they must both overcome. Prepare yourself for the cruelty and hopelessness for both man and beast accompanying work in coal mines. Brace yourself to meet a vibrant active young woman who suddenly becomes a paraplegic. Find out how a small pony from the mines can help two struggling young people regain the balance that must exist for them to carry on.\n\nAuthor : Sally Sutherland\n\nA lifelong animal enthusiast, Sally Sutherland's interests have often centered upon reading and writing about horses. And as a child, she used to study and draw them endlessly. Sally has bred, trained, and shown horses in several disciplines, including driving, which is now her favorite. She has written driving articles for the Virginia Horse Journal. A health teacher for 27 years gave Sally insight into diseases like polio, or infantile paralysis, that swept parts of America during the late l940s and 1950s. Polio was of special interest to Sally as she has a cousin, who, as a young girl, was afflicted by the disease. After reading about how brutal life was for coal miners and the pit ponies working underground most of their lives, pulling heavy carts of coal out of the mines. Sally combined the two and came up with an idea to show how people must strive to overcome seemingly insurmountable odds in their lives?and the story of A Pit Pony Named Bobbit was born.\n\nAdditional Information\n\nWeight 0.62 lbs\n\n\nThere are no reviews yet.\n\nBe the first to review “A Pit Pony Named Bobbit”\n\nYour email address will not be published. Required fields are marked *\n\nAbout Us\n\nKindly contact us if you've written a book, if you're writing a book, if you're thinking about writing a book, we can help!\n\nSocial Media\n\n\nPublication Consultants Publication Consultants\n\nCopyright 2020 powered by Publication Consultants All Rights Reserved.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.8718920946,
        "format_confidence":0.9988485575
    },
    {
        "url":"https:\/\/idreambooks.com\/Warlord-by-Elizabeth-Vaughan\/reviews\/152349",
        "text":"Warlord by Elizabeth Vaughan\n\nNo critic rating\n\nWaiting for minimum critic reviews\n\nSee 1 Critic Review\n\n\n\nLara of Xy and her Warlord, Keir of the Cat, have been through much together. Lara abandoned her lands and people for love of him.  She adopted his ways and learned of his tribe. Together they have faced plague and insurgency -- and despite these struggles, they have known happiness and joy.\nNow they face their most arduous task: Keir must take Lara into the Heart of the Plains, and introduce her as the Warprize to the warrior-priests.  She must be tested--questioned, examined, watched--and must find favor with the warrior-priests and the tribe's elders before they will confirm her as a true Warprize.\nBut in Lara's heart there are doubts--for what if she is found wanting? Will Keir give up everything he knows to be with his Warprize?\n\nAt the publisher's request, this title is being sold without Digital Rights Management software (DRM) applied.\n\n\nAbout Elizabeth Vaughan\n\nSee more books from this Author\nElizabeth A. Vaughan believes that the only good movies are the ones with gratuitous magic, swords or lasers. Not to mention dragons. At the present, she is owned by three incredibly spoiled cats and lives in the Northwest Territory, on the outskirts of the Black Swamp, along Mad Anthony's Trail on the banks of the Maumee River.\nPublished March 6, 2007 by Tor Paranormal Romance. 340 pages\nGenres: Romance, Science Fiction & Fantasy, Literature & Fiction. Fiction\n\nUnrated Critic Reviews for Warlord\n\nReader Rating for Warlord\n\nAn aggregated and normalized score based on 90 user ratings from iDreamBooks & iTunes\n\nRate this book!\n\nAdd Review",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.8847740293,
        "format_confidence":0.9381912351
    },
    {
        "url":"http:\/\/shop.nationalgeographic.com\/ngs\/product\/books\/kids-books-and-atlases\/sports%2C-adventure-and-exploration\/national-geographic-kids-funny-fill-in%3A-my-pirate-adventure",
        "text":"\n  1. Skip to navigation\n  2. Skip to content\nBooks:Kids Books and Atlases:Sports, Adventure and Exploration:National Geographic Kids Funny Fill-in: My Pirate Adventure\n\nNational Geographic Kids Funny Fill-in: My Pirate Adventure\n\nSave 20% when you buy 3 or more kids' books\n\nPrice: $4.99\n\nItem# :6301480\n\nQty: Available, ready to ship.\n\nYou May Also Like\n\nYou've just been captured by pirates! What happens next is up to you. Filled with excitement and hilarity, this compositional challenge lets you tell your very own story starring...you! Combining National Geographic Kids' photography and illustrations in colorful laugh-out-loud pages, this engaging, entertaining, and educational book introduces you to animals and people from all over the high seas, and invites you to enter a new world imaginatively by combining your story with theirs.\n\n  • Ages 8-12\n  • Softcover\n  • 48 pages\n  • 8 3\/8\" x 5 1\/4\"\n  • © 2014\n\nAuthor Bianca Bowman grew up in the Shenandoah Valley of Virginia. She enjoys reading, playing music, and adventuring. Currently she resides in Washington, D.C. as an adminitrative assistant, creative consultant, and writer with National Geographic Kids magazine. She has been known to pirate on weekends and holidays.\n\nIllustrator Jason Tharp is a long-time illustrator for National Geographic Kids magazine. He has created graphics for major retailers, designed websites, illustrated for children's books, medical and educational brochures, and much more. In addition to creating art and designing, he's the founder of Corky Mansfield, a design company that provides creative art for the home.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.6856498122,
        "format_confidence":0.9987051487
    },
    {
        "url":"http:\/\/www.biggerbooks.com\/creation-gonzalez-justo-l-willimon\/bk\/9781426785955",
        "text":"on all orders of $59 or more\n\n7% OFF your purchase of $75 or more!\nUse coupon code TUESDAY in checkout.\nCreation by Gonzalez, Justo L.; Willimon, William H., 9781426785955\nNote: Supplemental materials are not guaranteed with Rental or Used book purchases.\n  • ISBN: 9781426785955 | 142678595X\n  • Cover: Paperback\n  • Copyright: 11\/3\/2015\n  • Buy New Book\n\n    Usually Ships in 3-5 Business Days\n\n  • eBook\n\n    Available Instantly\n\n    Online: 365 Days\n\n    Downloadable: Lifetime Access\n\n\nYou might also enjoy...\n\nPlease wait while the item is added to your bag...",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.8321587443,
        "format_confidence":0.9981153011
    }
]