[
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/georgia-consumer-law\/responsible-blood-test-doctor-advise-223549768\/a\/",
        "text":"Legal Question in Consumer Law in Georgia\n\nam I responsible for a 2000$ blood test the doctor did not advise me of.\n\nAsked on 9\/17\/13, 6:24 pm\n\n1 Answer from Attorneys\n\nGlen Ashman Ashman Law Office\n\nIf the test was part of your care, almost certainly yes (although no one here has read the paper that has the answer, which you have read, your medical consent form).\n\nRead more\nAnswered on 9\/17\/13, 6:37 pm\n\nRelated Questions & Answers\n\nMore Consumer Law questions and answers in Georgia",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9879023433,
        "format_confidence":0.984665215
    },
    {
        "url":"http:\/\/www.lawguru.com\/legal-questions\/texas-criminal-law\/waiver-expeditionmy-friend-arrested-texas-704592660\/",
        "text":"Legal Question in Criminal Law in Texas\n\nWaiver of Expedition\n\nMy friend was arrested in Texas for a charge in Louisiana. Her attorney, in Louisiana, told her to sign a waiver of extradition and she would be released from jail and that the waiver should have been processed by the arresting officer. She wont be seen by a judge until May 25. What is the process for a waiver of expedition? Please help!!\n\nAsked on 5\/15\/10, 2:07 pm\n\n1 Answer from Attorneys\n\nKen Gober (Austin TX) Lee, Gober & Reyna\n0 users found helpful\n0 attorneys agreed\n\nI have written on and been published on this topic.\n\nYour friend may sign a \"waiver of extradition\", however it is impossible to say whether that is good advice (your friend should follow the advice of her Lawyer. If your friend wants an attorney to represent her in the extradition matter she should request one.\n\nI have represented clients who were arrested in another State and were being extradited to Texas, they had a Criminal Defense Lawyer appointed to represent them in the matter.\n\nGood Luck!\n\nRead more\n5\/20\/10, 5:52 pm\n\nRelated Questions & Answers\n\nMore Criminal Law questions and answers in Texas\n\nLooking for something else?\n\nGet Free Legal Advice\n\n8787 active attorneys ready to answer your legal questions today.\n\nFind a Legal Form\n\nBrowse and download our attorney-prepared and up-to-date legal forms from $4.99\n\nFind a Form\n\nFeatured Attorneys\n\nAnthony RoachLaw Office of Anthony A. RoachChatsworth, CA\nTimothy McCormickLibris Solutions - Dispute Resolution ServicesSan Francisco, CA\nBarry SteinDe Cardenas, Freixas, Stein & ZacharyMiami, FL\nFind An Attorney\n\nAre you an Attorney?\n\nEarn additional revenue and grow your business. Join LawGuru Now",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9969199896,
        "format_confidence":0.9911512733
    },
    {
        "url":"https:\/\/lawrato.com\/child-custody-legal-advice\/mother-take-son-abroad-without-custody-certificate-in-exparte-divorce-87354",
        "text":"Mother take son abroad without custody certificate in exparte divorce\n\nI am divprced mother of a 7 yrs old old son. I want to take my child with me on PR to canada without a custody certificate but I have a x parte divorce on cruelty and alcoholic grounds . Can I?\n\nAnswers (2)\n\n213 votes\n\nYou can take your child along with you. However certain things are to be looked into.\nFirstly if there is any dispute pertaining to the custody of the child.\nSecondly what is the take of the childs father? Has he anywhere relinquished his rights over the child.\nMany things are to be looked into. More details are required.\nFeel free to contact me in case of any legal opinion.\nThank you.\n\nGoogling your legal issue online?\n\nThe internet is not a lawyer and neither are you.\nTalk to a real lawyer about your legal issue.\n\n182 votes\n\n\nPopular Child Custody Lawyers\n\nAdvocate Sunil Kumar Bakshi\nSector-16, Faridabad\n33 years Experience\nAdvocate J. P. Rinwa\nSwej Farm, Sodala, Jaipur\n19 years Experience\nAdvocate Bala Janaki\n330 Thambuchetty Street, Chennai\n35 years Experience\nAdvocate Barkha Bhalla\nBanjara Hills, Hyderabad\n17 years Experience\n\nDisclaimer: The above query and its response is NOT a legal opinion in any way whatsoever as this is based on the information shared by the person posting the query at and has been responded by one of the Child Custody Lawyers at to address the specific facts and details. You may post your specific query based on your facts and details to get a response from one of the Lawyers at or contact a Lawyer of your choice to address your query in detail.\n\nRelated Questions\n\n\" has handpicked some of the best Legal Experts in the country to help you get practical Legal Advice & help.\"\n\nRelated Articles",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9935512543,
        "format_confidence":0.9860889316
    },
    {
        "url":"https:\/\/sheetmusicprintableformat.wordpress.com\/2012\/08\/13\/simon-cars-are-cars\/",
        "text":"Wyclef Jean Fast Car\n\nA Tribute To Wyclef’s “Fast Car” From The Album\n\nSimon: Cars Are Cars sheet music is available for immediate download.\n\nWyclef Jean featuring Paul Simon – Fast Car ft. Paul Simon\n\nMusic video by Wyclef Jean featuring Paul Simon performing Fast Car. (c) 2008 SONY BMG MUSIC ENTERTAINMENT\n\nWho can claim the status as Holder in Due Course and status of parties?Does Simon have to pay off the note? Simon issues a ninety-day negotiable note payable to the order of Borges for him to purchase a car. Borges has already forged a relationship with a car dealer, and begins negotiating. Simon holds the amount of note blank, pending a determination of the amount of money he will need to purchase the car. Simon authorizes any amount that doesnt exceed $3,000. Without authority Borges fills in the note in the amount of $5,000, later sells the note toAbbott for $4,850. Borges doesnt buy the car andleaves the state, $5,000 richer. Abbott has no knowledge that the note was incomplete when issued or that he had no authority to complete the note in the amount of $5,000. Nevertheless,Abbott now holds the note and sells it to Sturrock for $4,700. Abbott and Sturrock negotiated a price at the Wooden Nickel, where they had a couple of beers. Sturrock, now the holder of the note, sells it to First National Bank at a discount of $4,500. First National Bank presents the note to Simon for payment.\n\nSimon: Cars Are Cars sheet music is available for immediate download.\n\nI never took Negotiable Instruments as a class in law school.But from the limited studying I did for the bar, it seems like a Holder in Due Course follows all the same rules as a Bona Fide Purchaser did under property law.Try doing the analysis that way, and see if it makes sense.\n\nI am not a Lawyer but my OPINION would be that Simon has to pay up for the full $5000. Giving a blank note is along the lines of giving someone a blank check.yes the verbal amount authorized is Greater but the origional person that the note was presented to did not know that and honored the note. Simon will have recourse against Borges. His error in not qualifying the note leaves him defensless from collection by First National Bank.\n\nsimon is the originator of the transaction so he is totally responsible ti issue payment of the $5000. to the First National Bank. bettyk\n\nwhats is the name of the Sony camera and the three small cars used ay Knight and Day? I really liked the camera that Tom Cruise used to take a picture of the container walls to find simon and Id like to know what is the name of the camera thats he used.Now about the three small cars that they used in Seville,Spain at the chasing scene.Can anybody out there help me I´ll give you all the stars if you give me both answers.\nWhatever your purposes in converting an Sony AVCHD camcorder video, you can get the method here, so just know how to do it.you can google Aunsoft Sony Camcorder Column to get it.aunsoft.com\/camera\/sony.html\n\nCan anyone answer these simple grade eight math problems? 1. Two cars are stopped facing each other on opposite ends of the road. Each car then drives for 8 km forward, stops,turns right, and then continues driving for 6 km. Determine the distance between the 2 cars.2. Simon plans to install a new ceiling in his basement. The square ceiling tiles he plans to use are 1.5 long and 1m wide. If the area of the square basement ceiling is 39m square, how many ceiling tiles are needed.BY the way i am doing my homework i just don’t understand it!\n1) We need to know how far apart the cars were initially to solve this.2) Each tile has an area of (1)(1.5) = 1.5 m^2. If the basement is 39 m^2 then 39\/1.5 = 26 tiles will be needed. (note: a tile 1m x 1.5m is not square)\n6^2 + 8^2 = 12^2 12* 2 = 24 miles in between the cars39\/1.5 = 26 tiles.\nAdvise Jack and Simon whether they can sue Lemon & Co and\/or Orange & Co on the basis of vicarious liability.? Please help me with the following scenario for my Law essay:Frank works for Lemon & Co, as a driver, delivering soft drinks to customers. Lemon & Co have expressly forbidden their drivers to allow anyone to ride in the delivery vans. Despite this, Frank often allows Jack, aged 13, to ride with him and assist on the delivery round. Jack rides in the back of the van to help with loading and unloading. For the last week, Lemon & Co have hired out a van and Frank’s services to Orange & Co. On the first day, Orange & Co. reminded Frank that he should not carry passengers in the van. Frank disregarded this and continued to allow Jack to ride with him. Whilst delivering Orange & Co.’s goods, the van was involved in a collision with a car due to negligence on Frank’s part. Jack, who was riding in the back of the van at the time, was badly injured when the drink crates fell on him. Frank got out of the van and spoke to the driver of the car, Simon. Simon accused Frank of causing the accident by driving too fast, whereupon Frank lost his temper and struck him, giving him a black eye.Note: you may presume that Frank committed the tort of battery by hitting Simon and you do not need to write about this tort in answering the following question:1) Advise Jack and Simon whether they can sue Lemon & Co and\/or Orange & Co on the basis of vicarious liability.I would really appreciate if i could recieve a really good detailed answer to this. Thank you 🙂 sorry for the late reply.this question is for 2nd year LLB law and the jurisdiction is for England.you’re so helpful, thank u so much !\nWhat jurisdiction is this for? eg, are you in America? Australia? England? Even though you are from a common law country, the precedents will change country to country. I will make a few suggestions, but without any precedents for the time being.Firstly you need to look at the relationship between Frank and Lemon & Co, and ask yourself is there an Employer and Employee relationship? I think the answer is obvious from the facts so you won’t need to apply a test to determine this.Now ask yourself, was the tort committed in the course of Frank’s employment with Lemon & Co?From that facts we can agree that it was committed in the course of his employment. Frank is a delivery driver and the accident occurred whilst making deliveries for Orange & Co.Now we turn to the tortious events – Firstly we know that under the common law a wrongful mode (a wrongful way) of doing an authorised act is still regarded as in the course of employment.Now look at any prohibition made by the employer – From the facts we can see that Lemon & Co, and Orange & Co, expressly prohibited anyone to ride in the delivery vans though Frank ignored this prohibition though this does not necessarily relived them from liability.Though there is a prohibition, Jack was assisting Frank in furthering the employer’s interests, therefore it would still be regarded as in the course of employment. The important distinction to remember here is if Frank is furthering his own personal interests or furthering the interests of his employer. I would conclude that Lemon & Co is Vicariously Liable for the injuries of Jack.Turning to the liability of the employer toward Simon.This is more straightforward. As we have already established, at the time the accident took place, Frank was carrying it his functions as an employee, he was not on a frolic of his own. The fact that Frank committed a negligent act whilst driving will not prevent Lemon & Co from being vicariously liable. We can conclude that Lemon & Co will be vicariously liable for the damage incurred to Simon’s vehicle and any personal damage, whether physical or psychological, that flows from the accident. Vicarious Liability will occur here but will not flow to any liability that comes from Frank committing the tort of battery against Simon, here we can clearly see that Frank was on his own frolic here, so there is no need to consider the issue any further.Now we turn to Orange & Co. Is Orange & Co Vicariously Liable for the actions of Frank?Once again you need to establish if there is an employee\/employer relationship? From the facts we can see that there is not an employee\/employer relationship and in fact Frank was essentially an Independent Contractor for Orange & Co. This is not a detailed approach in determining if Frank is an Independent Contractor (there is a special test for it) but from reading the question, I don’t think you are required to go into such detail.We can conclude that in light of Frank being an Independent Contractor for Orange & Co, that they are not Vicariously Liable for the actions committed by Frank.In Conclusion I would suggest that you apply all the relevant tests that you have learn from cases, and at the very least, quote the judgment, for example, when I say an employer is not liable for acts of an Independent Contractor this comes from Stevens v Brodribb Sawmilling Co Pty Ltd.I would be interested to know what University level this question is for?",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.7439811826,
        "format_confidence":0.6148840189
    },
    {
        "url":"http:\/\/www.qacollections.com\/Can-a-foster-child-legally-share-a-bedroom-with-your-birth-child-in-Pennsylvania",
        "text":"Can a foster child legally share a bedroom with your birth child in Pennsylvania?\n\nAnswer whenever they like coz they re SWISS\n\nTop Q&A For: Can a foster child legally share a bedroom with...\n\nYou are a foster parent you are in Michigan a foster parent support group looking for a adult foster child to come and share their story with about 200 other children and foster parents.please help us?\n\nYour question is unclear to me. However, I will let you know about me.I was a foster child, along with my 4 siblings, as our mother died when i was 3. I\/we were raised in foster homes until we each... Read More »\n\nIf you divorce the spouse is his child still legally YOUR step child although YOU never legally adopted the child?\n\nNo, if the spuse you divorced adopted the children or they are his\/her own, he\/she gets possession of them by law, unless he\/she is unable to care for them.\n\nAt what age can a child no longer legally share a room with an adult?\n\nAnswer There is no law about sharing rooms and age limits. If there is more going on then just sharing a room, then there are dangers related to conduct.\n\nIf your wife and you acquired a foster child while married then she adopts it by herself after your divorce can she sue you for child support?\n\nYou never agreed to any responsibility regarding that child, you weren't involved in the adoption in any way, and have no parental rights or responsibilities to that child.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.922921598,
        "format_confidence":0.9367881417
    },
    {
        "url":"http:\/\/answers.wikia.com\/wiki\/How_much_money_does_a_lawyer_make_a_hour",
        "text":"\n\nHow much money does a lawyer make a hour?\n\n1,068,541questions on\nAdd New Page\nTalk0 Share\n\nThis question is awaiting an answer...\nPlease leave this field blank unless you are answering the question. Do not ask questions you already know the answer to. Thank you.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.7943512201,
        "format_confidence":0.9595589042
    },
    {
        "url":"http:\/\/en.allexperts.com\/q\/Private-Investigations-Personal-1612\/2009\/3\/secret-agents.htm",
        "text":"Private Investigations and Personal Security\/secret agents\n\n\nWhere do you have to go to college to become a secret agent? Or does it even\n\nYou can get a job at the Central Intelligence Agency or the Federal Bureau of Investigations. I believe they put you through school if you qualify.\n\nHope that helps???\n\nBest regards\n\nClaude Ammons\nCorinthian Group\nCA PI # 23070\n\nPrivate Investigations and Personal Security\n\nAll Answers\n\nAnswers by Expert:\n\nAsk Experts\n\n\nClaude Ammons\n\n\nI enjoy answering questions relating to private & general investigations including but not limited to locates, skip tracing, surveillance, stalking, child custody, criminal defense, civil, corporate security\/executive protection, workplace violence\/threat assessments, personal security, security surveillance systems and GPS tracking\/monitoring products & services. Specifically, I answer questions regarding state laws concerning private investigation practices, as well as the best practices & standard operating procedures used by most reputable private investigative firms. I can give you state & federal references when dealing with issues that may or may not be legal in your specific state. IE- Some states have laws which conflict with federal law such as California's \"2 party law\" for surreptitious audio recordings. I offer tips on how to identify the right investigative firm for your particular case and what type of questions that investigative firm should be asking you. QUICK TIP #1: NEVER hire a Private Investigative firm that is not concerned about providing you a written contract that specifically outlines the agreement and responsibilities of both parties!!! A written contract should be expected & demanded by both investigative firm and client 95% of the time. I have numerous resources and will point you in the right direction. Whether it is hiring an attorney, a specialist or offering tips on conducting LEGAL investigations & research yourself. I offer advise regarding the kind of info you can legally obtain, what's not legal for you to obtain and when you need to hire a professional to obtain the info on your behalf. Lastly, I have over 20 yrs of experience as a Security Professional\/Consultant and 12+ yrs within the Investigative profession. As the 2009 President of a state Private Investigation Association, I have professional knowledge, experience & established resources that supply me with the most recent legislative issues & industry trends.\n\n\nCorinthian Group experience includes but not limited to all areas of surveillance including Workers Compensation Insurance Fraud, Domestic Infidelity Cases, Computer Investigations & Forensics, Personal Injury & Automobile Liabilty, Loss Prevention, theft interviewing & interrogation techniques, Under Cover assignments, Stalking prevention & suppression, surveillance tactics & countermeasures and surveillance system & lighting consultation experience. Corinthian Group also has experience in security consultation & protective services to the corporate & private sector. These services include Bodyguard\/Executive Protection, identity theft prevention, work place violence & volitale terminations, GPS tracking\/monitoring services, TSCM\/Debugging( Technical Surveillance Countermeasures) and security system products & diagramming experience.\n\n2009 PICA President (Professional Investigators of California Association) NCISS (National Council of Investigations & Security Services)-Member CALI (California Association of Licensed Investigators)-Member SCFIA (Southern California Fraud Investigators Association)-Member WAD (World Association of Detectives)-Member\n\nPublications Hellium: Blog: and my m\n\nPSO (Security Course) Weaponless Defense Tai Karate & MMA training Wicklander & Zulawski-Interview & Interrogation Techniques Peace Officer Standards & Training (POST)-832 Level 3 CA State licensed Private Investigator-CA PI # 23070 Law Enforcement Training Center-Computer Investigations\n\nAwards and Honors\nElected as the Association President of PICA in 2009. PICA was an Association that focused on legislative bills that would have a negative impact on our profession if passed at the state level... PICA was a member oriented association that was positioning itselt to provide its members with resources to help them successful grow and or sustain their businesses. Awarded for presentation of GPS Tracking devices. Honored for service as the 2009 PICA President and the 2008 & 2007 PICA 2nd Vice President respectively.\n\nPast\/Present Clients\nSCRMA (Southern California Risk Management Associates), Markel Insurance Corporation, Imhoff & Associations (Nationwide Criminal Defense Law Firm). Private clients are Confidential!\n\n©2017 All rights reserved.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9489449859,
        "format_confidence":0.9062256217
    },
    {
        "url":"http:\/\/www.fluther.com\/168241\/can-anyone-suggest-a-good-lawyer-in-tulsa-oklahoma\/",
        "text":"• This question is currently being edited.\n\nGeneral Question\n\nhunterdoss99's avatar\n\nCan anyone suggest a good lawyer in tulsa oklahoma?\n\nAsked by hunterdoss99 (18 points ) January 22nd, 2014\n\ni need a good lawyer that is kinda cheap on the price plz help\n\nObserving members: 0 Composing members: 0\n\n6 Answers\n\ngailcalled's avatar\n\n!4-year olds cannot hire lawyers, no matter what state they live in.\n\nhunterdoss99's avatar\n\nno my parents are gouing to hire him\/her for me\n\ngailcalled's avatar\n\nThey can talk to the school counselor or friends for recommendations.\n\nCheck this out for info about legal aid or pro bono attorney services in OK.\n\nLegal Aid Services Of Oklahoma, Inc.\n2901 North Classen Boulevard, Suite 110\nOklahoma City, OK 73105–4900\nPhone: 405–557-0020\nFax: 405–524-1257\nIntake: 405–557-0020\nCounties Served: Statewide\nType of Cases Accepted: Bankruptcy, Consumer, Education, Elder Law, Employment Law, Housing, Wills, Torts, Terminating Parental Rights, Real Estate, Juvenile, Immigration, Health, Domestic Violence, Dissolution, Custody, CED, Adoption, AIDS\/HIV\n\ngailcalled's avatar\n\nYou’re welcome. Bag the txtspk, please.\n\nhunterdoss99's avatar\n\nwat is tsspk lol\n\nThis discussion is closed.\n\nHave a question? Ask Fluther!\n\nWhat do you know more about?\nKnowledge Networking @ Fluther",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9931533337,
        "format_confidence":0.973944664
    }
]