[
    {
        "url":"https:\/\/dotscrapbook.wordpress.com\/tag\/tlist\/",
        "text":"Custom stored procedures returning DataSet instead of TList in NetTiers – and how to change!\n\nWhen we upgraded our Nettiers installation on an old website recently some of our custom stored procedures suddenly started to return a DataSet rather than a TList. This is understandable – the stored procs were complex and so Nettiers wouldn’t have been able to guarantee the return type. Probably the earlier version of Nettiers was wrong to trust us in the first place. However *we* knew that it would always return the correct thing, and there were far too many places in the code to go back and recode it all to cope with a Dataset.\n\nIt seemed tricky to find the answer so I’ve reposted it here from the original source (\n\nSet the Codesmith template setting AllowCustomProcMultipleResults (under the CRUD -Advanced section) to True and then regenerate. This seems to tell Nettiers to just trust that you know what you are doing, and sets the return type to that of the entity in the provider.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.971696496,
        "format_confidence":0.8630794883
    },
    {
        "url":"http:\/\/sobolev.us\/pure-by-yahoo\/",
        "text":"Pure — a CSS framework by Yahoo!\n\nPure is a newest framework that is created by Yahoo!. It uses Normalize.CSS and doesn’t use any JavaScript but only HTML-CSS.\n\nScreen Shot 2013-05-29 at 9.12.58 AM\n\nThe framework is built with responsive layouts in mind and has styles for typography, grids, forms, buttons, tables and navigation.\nMarkup used is very simple and the whole framework is pretty lightweight (5.7KB minified and gzipped).\nAlso, it is modular and styles for each module can be used separately.\n\nLeave a Reply",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.967944622,
        "format_confidence":0.8179929852
    },
    {
        "url":"http:\/\/www.nbdtech.com\/Blog\/archive\/2010\/08\/24\/Preparing-to-Re-launch-Squirrel-Clock.aspx",
        "text":"Preparing to Re-launch Squirrel Clock\n\nEarlier this year I’m launched Squirrel Clock, it has undergone a short invitation-only beta and stayed closed for new customers ever since because of the poor results of that beta.\n\nI’m now working hard on improving Squirrel Clock, my on-line time-clock\/ punch clock application in order to re-launch it.\n\nI going over all the pages in the application and checking every field, table, link and button – this is resulting in a lot of tiny UI improvements that make the app much more pleasant to use.\n\nI’m also going to shorten the sign-up sequence from 3 pages (where one required quite a bit of data entry) to just one not-so-long form, this will let new users get to the actual app faster and hopefully make a better impression.\n\nThere is also a whole new reporting system I’m integrating with it, this means the new Squirrel Clock will produce some very good looking reports.\n\nAnd last but not least, there will be none of this closed beta nonsense, the new Squirrel Clock will be available to everyone from day one.\n\nIf you want progress updates and to know when the new version is released you can subscribe to this blog (even via e-mail, see the link on the blog’s right sidebar) of follow @nirdobovizki (that’s me) on Twitter.\n\nposted @ Tuesday, August 24, 2010 3:33 PM\n\nComments on this entry:\n\nNo comments posted yet.\n\nYour comment:\n\n (will not be displayed)\n\nPlease add 7 and 1 and type the answer here:",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.8294951916,
        "format_confidence":0.8977373838
    },
    {
        "url":"http:\/\/weblogs.asp.net\/christof_claessens\/224748",
        "text":"XML Schema Element reuse vs Type reuse\n\nWhat my last post demonstrated was actually how element reuse limits your ability to reusing an XML Schema definition.  Last few weeks I saw still too many people reusing elements over and over without considering what consequences this can have when later on a schema has to be updated, reused or extended...\n\nRegarding the sample, which was correctly identified as invalid by Martijn, Sachin, Peter and Wilco: indeed the XML Schema spec, paragraph 3.3.3 states that \"If ref is present, then all of <complexType>, <simpleType>, <key>, <keyref>, <unique>, nillable, default, fixed, form, block and type must be absent, i.e. only minOccurs, maxOccurs, id are allowed in addition to ref, along with <annotation>.\"\n\nUnless it is very clear that in each and every situation an element will have the same name and exactly the same structure, an element reference is probably not safe to use.  I prefer reusing types, wich allow for much more flexible reuse.\n\nThanks for the comments - you surprised me :-)\n\nNote: I know of a few people already but if anyone else is planning to use the BizTalk Server 2004 Transactional .NET Adapter I've written in a production environment, please get in contact.  I'd like to know how this goes, what you plan to use it for and how any additional needs can be further addressed.\n\n\nComments have been disabled for this content.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.985276103,
        "format_confidence":0.9316228628
    },
    {
        "url":"https:\/\/port1433.com\/2015\/08\/11\/sql-saturday-indianapolis-recap\/",
        "text":"SQL Saturday Indianapolis: Everyone remembers their first time (recap)\n\nNote: If you attended my talk and you’re looking for my code examples, you can find them over on GitHub. Also, please leave comments! I’d love to hear what you thought.\n\nWay back when\n\nIn May of 2014, I was seated in the main room of the Catalyst Ranch in Chicago, reviewing some findings of one of my production servers with Kendra Little. I was in town for one of Brent Ozar Unlimited’s SQL Server Performance Troubleshooting classes, expanding my skill set. While she reviewed my troubled servers and provided insight, the conversation drifted over to how someone can get more involved with the SQL community. I mentioned to her that I wanted to start speaking at some point in the future.\n\n“You should!” she said, enthusiastically. She then gave me a rundown of how to prepare topics, directed me to towards PASS, and wished me luck.\n\nFlash forward to this past Saturday\n\nAlmost a year and three months later, there I was: standing in front of a group of about 60 or so people. I was in Indianapolis for SQL Saturday #402 and this time, I was speaking. For me, this was a milestone: I am used to speaking locally to small-ish groups, but this was a huge opportunity to take my contributions to the SQL community to the next level. When the session was all said and done, and the room applauded… I was overwhelmed, really. My feedback was all positive as well.\n\nTruth be told, I wasn’t sure when or if I would have ever seen myself standing up there. I had made the decision earlier this year to make it a personal goal to go out and get involved in the greater SQL Server community; it started with registering my blog back in January of this year. From there, I sought out and obtained a board position on the local Columbus PASS chapter, spoke at the local chapter meeting a couple months ago, and helped plan and pull off a local SQL Saturday here in Columbus. It was like a whirlwind; I kept finding opportunities to get out there and volunteer and be part of the community the more and more I looked. And it’s been such a blessing and journey and I can’t wait to continue it.\n\nAs for my topic, PowerShell and SQL Server still is a tricky subject to teach. But I had some awesome people in attendance, such as Ben Miller, Pat Phalen, and David Maxwell who were there to give me great feedback on my session. Afterwards, Pat came up to me and told me about how when he presents he takes a “Reading Rainbow” approach vs. “A Sesame Street” approach. When I asked what he meant, he said that a lot of speakers will focus on “how” to do something (Sesame Street), while he explains “why” you should be doing something (Reading Rainbow). And I’d like to think that in my session, I took a similar stance. My goal wasn’t to teach a room full of people how to use PowerShell; I can’t do that in an hour. Instead, I wanted to show off demos and get people excited about what’s possible with SQL Server and PowerShell. And in that, I think I succeeded. I had one attendee say that I convinced him. To me, there’s no higher compliment.\n\nNobody is perfect\n\nThat said, I learned a lot this weekend. Both good and bad. Here’s a quick run-down of things, in no particular order of importance:\n\n  1. My abstract needs work. While people were generally pleased with my session, I heard from more than one person that what I presented and how I presented it didn’t match up well.\n  2. Every speaker is like a peer supporter. I had the pleasure of attending a lot of great sessions from a lot of great and well-known members of the community, but then they turned right around and attended me session. I was humbled, really.\n  3. Presenting on a Surface Pro 3 tablet is a pain in the butt. The extra resolution doesn’t translate well to secondary “monitors” when presenting.\n  4. No matter how hard you prepare, the mish-mash of resolutions of projectors will almost ensure that your demos won’t look right. Best to get in the room as quick as you can and get set up.\n  5. I need to get better with ZoomIt for magnifying my screen when simple font size increases won’t cut it.\n  6. There is a Chipotle in Richmond, Indiana. It’s right about half-way between there and Columbus. Makes a great place to stop, in both directions.\n  7. Not enough people use twitter. The speakers all advocate it, but in my session and the others I attended, very few people raised their hands when asked if they were on twitter. They should be!\n\nAll told, this was an amazing weekend and experience for me. I can’t wait to do it again in a couple weeks in Louisville. As for all the people I need to thank, no one needs more thanks than Hope Foley and the awesome Indy PASS crew for putting on a great event. I hope I was able to add the value they were looking for, because that was a fantastic event all around!",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.8576759696,
        "format_confidence":0.9963203669
    },
    {
        "url":"https:\/\/dri.es\/tag-heuer-using-drupal",
        "text":"TAG Heuer using Drupal\n\nGrowing up my dad had a watch from TAG Heuer. As a young child, I always admired his watch and wished that one day I'd have one as well. I still don't have a TAG Heuer watch, however I just found out that TAG Heuer relaunched its website using Drupal 8 and that is pretty cool too.\n\nTAG Heuer's new website integrates Drupal 8 with their existing Magento commerce platform to provide a better, more content-rich shopping experience. It is a nice example of the \"Content for Commerce\"-opportunity that I wrote about a month ago. Check it out at https:\/\/www.tagheuer.com!\n\nTag heuer using drupal",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.5321726799,
        "format_confidence":0.9716918468
    },
    {
        "url":"http:\/\/thewayofcoding.com\/tag\/development-enviroment\/",
        "text":"Tag Archives: development enviroment\n\nAdjusting Notepad++ to work with an ASP VBScript project.\n\nI have a large project in classic ASP, VBScript, and Javascript. It’s a hassle dealing with it because developer tools don’t support it that well or at all. I recently poked around the open source editor Notepad++ and got it adjusted to work decently well with the project. Check out Notepad++ on the official website here. In the past I had used Eclipse with an old VBScript ASP syntax highlighter. … Continue reading\n\nPosted in ASP, Development Enviroment, Notepad++ | Tagged , , , , , , , | Comments",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9870880842,
        "format_confidence":0.8355578184
    },
    {
        "url":"https:\/\/armenzg.blogspot.com\/2007\/09\/session-5-build-ff-debug-mode-in.html",
        "text":"Friday, September 21, 2007\n\nSession 5 - build ff debug mode in Windows XP computer\n\nI assumed that my experience on the spring about building the fox was enough, therefore I didn't worry too much to do this time, but I decided to have multiple mozconfig files and I have seen that the build in my windows vista doesn't work properly.\n\nNow, I'm gone to my brothers XP computer and I have done this:\n  • Installed MS Visual C++ Express edition\n  • Installed Windows 2003 SP SDK\n  • Installed Mozilla Build 1.1\nI've run msvc8.bat and run these commands:\n  • cd \/c\/\n  • mkdir ff\n  • cd ff\n  • cvs -d co mozilla\/\n  • time make -f checkout MOZ_CO_PROJECT=browser \/\/ 11 min and 27 sec\n  • vi .mozconfig\n  • # mozconfig file for Firefox in debug mode, disable optimization\n    # and using shared libraries instead of static\n\n    mk_add_options MOZ_OBJDIR=@TOPSRCDIR@\/..\/ff-debug-@CONFIG-GUESS@\n\n    # this line includes two commands that appear on\n    # it adds MOZ_CO_PROJECT=browser and enable app = browser\n    . $topsrcdir\/browser\/config\/mozconfig\n\n    ac_add_options --disable-optimize\n    ac_add_options --enable-debug\n    ac_add_options --disable-static --enable-shared\n  • time make -f checkout \/\/ 5 min; I don't have to type MOZ_CO_PROJECT since it is defined in the .mozconfig - Last checkout to see if I've the latest code\n  • Before I build (instructions )\n  • time make -f build \/\/ 81min (Amd Sempron 2600+, 1,6Ghz, 768MBRam)\nLet's run the ff3 in debug mode:\n  • export XPCOM_DEBUG=warn\n  • \/c\/ff\/mozilla\/ff-debug-\/dist\/bin\/firefox.exe -Profilemanager -no-remote\n  • Create a new profile: development\n  • Select \"OK\", few error messages and minefield is running\n\nAnother things that I have learnt:\n  • I could download a tar ball (source code compressed into .tar.gz extension) and build from there\n  • For trunk builds, you can simply run make package in your object directory to create a packaged build. This will create a zip or tar.gz file in objdir\/dist which you can then unpack anywhere.\n  • To build a Windows installer, simply use make installer in your object directory.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9872341156,
        "format_confidence":0.5915856957
    },
    {
        "url":"https:\/\/twasink.net\/tag\/javascript\/",
        "text":"So… NPM doesn’t care about intellectual property rights?\n\nThe NPM organisation, a for-profit company, has just demonstrated that it doesn’t care about the IP rights of contributors. As a organisation built entirely on the contributions of others, this is a worrying precedent.\n\n\nAzer Koçulu had developed and distributed, via NPM, a module called\nleft-pad. It’s a simple library, consisting of 11 lines of code, that does what it says on the box – pads a string by adding spaces to the left.\n\nThis module then got picked up and used by lots of other modules. Apparently it had been downloaded nearly 2,500,000 times in the last month.\n\nKoçulu had another module, called Kik. He received a cease-and-desist order from a lawyer complaining about trademark violation. He disputed that, and the lawyer then went to NPM. NPM decided to transfer the ownership of the Kik module – not remove it, but to assign ownership to a third-party.\n\nNot surprisingly, Koçulu was annoyed by this. So he yanked all of his modules – about 250 of them – from NPM. Including left-pad.\n\nThis broke lots of things – heaps of projects around the world started to see failures due to the missing dependency on left-pad. In many cases, these were secondary dependencies – where ProjectA breaks because it depends on ProjectB, which depends on left-pad.\n\nThere is no question that this is a messy situation. But the fix that NPM decided on was worse. They un-unpublished the most recent version of left-pad, apparently at the request of a new owner.\n\nWhat NPM should have done\n\nIt’s fine that someone can claim the left-pad module – if it’s been abandoned, it’s up for grabs. Nothing particularly wrong with that.\n\nBut the new owner only gets access to the name – they don’t suddenly get rights to the previously published code. Nor can NPM assign them the rights – by their own terms of service, they lose those rights when a module gets unpublished.\n\nThe new owner should have taken the couple of minutes it would have taken to fork the left-pad code base (which, under the WTFPL license used to distribute it, would have been perfectly fine), then packaged it up and submitted to NPM as a new module. They could even have re-used the version number, which would have solved everything.\n\nIn the case of Kik, NPM could have expelled the offending module. They could have claimed a safe-harbour provision and left it there. But they should not have assigned ownership to a third-party. And they really should not have double-downed on their transgression by doing it again.\n\n\nNPM does not care about the IP rights of its contributors. They have shown they are willing to transfer IP to third-parties, and even to transfer IP they’ve explicitly had their rights to distribute removed.\n\nI would suggest not publishing anything to NPM.\n\nLessons learnt from a bug\n\nThis is a rant about a bug report I raised with ExtJS a few weeks ago. That said, I’m using the bug more as a teachable moment than anything else; I’m certainly not trying to bag ExtJS (which I quite like, despite some of its quirks). But this bug does highlight a number of “things done wrong”, which I want to learn from so that I don’t commit the same errors.\n\n(No knowledge of ExtJS is required, and whilst I will describe the details of the bug in depth, the technical issues involved aren’t meant to be the takeaway points)\n\nContinue reading “Lessons learnt from a bug”\n\nAnnoying issue with Javascript and arrays\n\nStumbled across this one recently. Stumbled as in I fell down, grazed my knees, and couldn’t get up properly for a couple of hours. Turns out that arrays in Javascript can have a length that is totally utterly wrong. 😦\n\nContinue reading “Annoying issue with Javascript and arrays”\n\nThere are times that I really hate Internet Explorer\n\nI’m working on putting some band-aid fixes into an application supplied to work by an outside vendor. For various reasons, I can’t say who, which I really think is a shame, but…\n\nContinue reading “There are times that I really hate Internet Explorer”",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9846728444,
        "format_confidence":0.7699300647
    },
    {
        "url":"https:\/\/dragablz.net\/category\/wpf\/",
        "text":"\n\nHappy 2nd Birthday to Material Design In XAML\n\nHappy 2nd Birthday!\n\nMaterial Design In XAML Toolkit Turns Two Years Old\n\nOn 1st February 2017 Material Design In XAML marks it’s 2nd year since it appeared on GitHub. Right up front I have to apologise for all the bugs I haven’t fixed. Plenty of people are helping out, but the project can only move so fast. I always try to prioritise API quality over cramming in more fixes and updates. Hopefully this shows, as I feel that on the whole the library is easy to use, robust, and ultimately helps make apps look great.\n\n\nIt’s been a busy, successful, and rewarding two years. Sometimes frustrating, always educational. I’m continually dealing with users over email, Twitter, GitHub, Gitter; it’s now got to the point where support is probably 75% of the time I spend on the project. Surely the biggest highlight for me was getting a Microsoft MVP award off the back of this work (and Dragablz), and traveling to Seattle for the MVP Summit. It was great to meet so many people I’ve got to know on GitHub and Twitter.\n\nTwo years in I’d like to share some stats on this project. .Net itself is undergoing major open source shakeup, with a big emphasis on the web\/ASP side of things. WPF is perhaps more of a “niche” tech, and may not be the bleeding edge XAML platform a anymore, but still has plenty of use, and the some of these stats illustrate the continuing popularity of WPF and the growing popularity of the toolkit:\n\n  • Nuget downloads: 84,839\n  • Average Nuget downloads per day: 118\n  • GitHub stars: 2,340\n  • GitHub forks: 4734\n  • GitHub average views per day: 1675\n  • GitHub average unique visitors per day: 319\n  • Website average unique visitors per day: 177\n  • Gitter chat room users: 300+ users\n\nTwo years ago, all these stats were a big fat zero. The trend has been upward ever since. I’ve seen and supported students, enterprises and hobbyists use the toolkit to help bring modern styling, palettes and UX flow to their desktop apps, and there are now\ncontinually new projects appearing on GitHub referencing the library.\n\nThis isn’t a monster JavaScript framework, and is much smaller than friend, and big-brother WPF project, MahApps. But it’s healthy, and it’s growing.\n\nCurrently I’m focusing on “doobry”, a NoSQL editor for Azure DocumentDb. I feel this is becoming a great example of how to utilise Material Design In XAML on the desktop to create useful, attractive apps. Obviously there will be more to come for the toolkit itself over the next 12 months.\n\n\nThanks to all the users, contributors and everyone who has supported the library over the last 2 years!\n\n(Birthday Cake from https:\/\/material.uplabs.com\/posts\/happy-birthday-icon\n\n.Net, Azure, DocumentDb, Uncategorized, WPF, xaml\n\nIntroducing “doobry” for Azure DocumentDb\n\nI’ve been beavering away at a little website and decided – after a bit of investigation and then seeing Scott Guthrie talk at Azurecraft, London – to use DocumentDb for the data storage.  At that point I didn’t have a massive amount of experience with NoSQL databases, but when I want to learn something I like to dive straight in, start coding, making mistakes, and hopefully come out the other side with some workable knowledge.\n\nThe website is node.js based, and I found the initial setup of DocumentDb pretty straight forward after running the the tutorials.  I was up and running quickly, but I soon realised I wanted a tool for developing and testing queries, and playing around with my dev database.  The Azure portal isn’t massively geared up for this.  I saw one application, but even in this web\/cloudy world I knew that with my arsenal of Material Design In XAML Toolkit and Dragablz libraries, I could throw together a desktop app to grease the gears of developing the web app.\n\n\nYesterday I published the first full alpha release of that effort.  “doobry” is simple to use, yet slick and pretty feature rich.  With it you can:\n\n  • Edit and run SQL queries\n  • Create, edit, copy and delete collection documents\n  • Work with multiple databases\n\n\nIt’s open source, free to use, and an installer is available:\n\nIt’s also a great showcase of all the things you can do with Material Design In XAML and Dragablz, utilizing features such as:\n\n  • Docking and layout persistance\n  • Advanced dialogs\n  • Transitions\n\nHopefully if you are using DocumentDb this tool will help you get along in your development and support tasks.  And if you are developing WPF Material Design\/Dragablz applications you might find some UX inspiration and helpful XAML techniques within the source.\n\n.Net, C#, Design, Material Design, Uncategorized, UX, WPF, xaml\n\nSemVer, MVP and finally, Material Design In XAML 2.0.\n\nThis release of Material Design In XAML has taken way longer than I hoped, and contains less than I had hoped, so I apologise for that.  I’m trying to follow SemVer, and a couple of breaking changes meant it was time to tick over to v2.  Up until now I’ve been keeping to small, regular releases, but knowing it was time to go to v2 I thought I’d go for a big, showcase release.  I failed.  In assigned issues to the milestone I bit off way more than I could chew, even with the help of my (awesome) contributors.\n\n\nI read a tweet a while back saying someone couldn’t trust an open source library as the versions had ticked up high; indicating API instability.  There’s no doubt some truth in that, but in holding back a release (maybe so you can batch together several API changes) you start encountering the pitfalls of those longer release cycles.  Remember, that most open source projects are side projects, and time can be in short supply.  To be honest, I became a bit disheartened because I started realising I couldn’t deliver everything I wanted in this release.\n\n\nSo, I decided to draw a line under what we’ve got, roll the release, and get back to the shorter release cycles.  I try hard to keep the public surface of the library stable, but in the future, when it’s time to move, I will move more quickly.  Even if it means ticking over SemVer more regularly.\n\n\nThe good news.  The release is still pretty awesome.  New Chip controls, new Toggle styled listboxes, and many other enhancements.  Also, I’ve been privileged to receive a Microsoft MVP award for Windows Development.  I’m pretty stoked about this, it’s definitely nice to get some recognition for the open source journey I’ve been on over the last few years.  A big thanks is owed to everyone that’s helped this library grow and become something referenced in a lot of WPF systems.\n\nVersion 2.0 is now up on nuget.  Download and enjoy!\n\nThe full release notes are on GitHub.\n\n.Net, C#, coding, Design, Material Design, UX, WPF, xaml\n\nMaterial Design In XAML – 1.5\n\nIt’s a big new release for MD in XAML Toolkit! This release focuses on a new transitions API (when I say API, I mean fully usable from XAML), which takes the pain out of WPF storyboard-ing, making animations on individual elements, and between whole “pages” easy.\n\nRelease page.\n\nTo showcase what can be done I’ve created an entirely new demo app. What’s great is that I was able to build version 1.0 of the demo app in less than a day. All the animations are “out of the box”; straight from Material Design In XAML Toolkit, with zero fiddling with WPF storyboards or animations (but yes, the extensibility is still there!)\n\nIt looks a bit like this:\n\n\nYou can get your hands on the new demo at it’s new GitHub page.\n\nOn top of that there is also a small demo in the main Material Design In XAML Toolkit demo project.\n\nTo understand usage of the new transitions API, take a look at both demos and check out the wiki page.\n\nI say this every release, but it’s always true, there have also been some great additions and fixes from the community (which is really growing nicely).  Full release details are here.\n\nI guess with any software library it takes a while to gain traction, but this library is now just over a year old, seems to have plenty of users and I’m seeing some nice looking UIs appear.  With 1.5 I’m hoping for some nice animation flourishes!\n\nHappy UXing!\n\n\nP.S. n00b to Material Design In XAML Toolkit?  Check out the Getting Started guide.\n\n\nC#, Design, MahApps, Material Design, UI, UX, WPF, xaml\n\nIcon Pack – Material Design In XAML 1.4\n\nNew for release 1.4 of Material Design In XAML Toolkit is a full icon pack.  Icon design is a skill itself and finding or creating good icons when designing an application can be a time consuming task.   To help  in this regard I am pleased to announce that the entire Material Design Icons collection is now included in the library.\n\n\nIt’s a  great collection, containing over 1,400 icons, including many of  the standard icons we see on Android phones and many more additional icons added by its own community.   It’s worthwhile heading over to the website to get an overview of the icons, and there’s a search feature to help  you track down the icon you’re after.\n\nUsing the icons in your WPF application is easy.  Assuming you’ve already installed Material Design In XAML Toolkit, the XAML is as simple as:\n\n<materialDesign:PackIcon Kind=\"ShareVariant\" \/>\n\nTo give you: share-variant-16.png\n\nThe icons are SVG based, so scale nicely:\n\n<materialDesign:PackIcon Kind=\"ThumbUp\" Height=\"24\" Width=\"24\" \/>\n<materialDesign:PackIcon Kind=\"ThumbUp\" Height=\"36\" Width=\"36\" \/>\n<materialDesign:PackIcon Kind=\"ThumbUp\" Height=\"48\" Width=\"48\" \/>\n\nthumb-up-24.png  thumb-up-36.png  thumb-up-48.png\n\nYou can see the entire icon collection in the main demo application:\n\n\n\nFurthermore, the base class for the icon has been added to ControlzEx (credit to @punker76 for this idea), so in the future you may well see MahApps use the same API for Modern Design Language icons, giving WPF developers a common, simple icon XAML syntax:\n\n<materialDesign:PackIcon Kind=\"SomeMaterialIcon\" \/>\n<mahApps:PackIcon Kind=\"SomeModernIcon\" \/>\n\nRelease Details\n\nVarious other fixes, enhancements, performance improveme... (truncated)",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9809632301,
        "format_confidence":0.7855351567
    },
    {
        "url":"https:\/\/blog.mjouan.fr\/sticky-notes-do-not-make-kanban\/",
        "text":"Sticky notes do not make Kanban\n\nI am often surprised to read or hear that many people think they are using a Kanban board when they stick notes on a wall. They say “We represent each stage of the process by a column and drive notes from left to right to represent work progress : a Kanban board.” This is frequently the case with Scrum teams, and you can find plenty of articles on the Web entitled “Using a Kanban board to deal with impediments” or saying things like “The main difference between a Scrum board and a Kanban board is that a Scrum board is reset after every sprint.” I’m sorry to disappoint you but sticky notes do not make Kanban.\n\nThe main confusion is due to the fact that the sticky notes we use on the board are not kanban “cards” (or just kanbans). Indeed, the sticky notes are usually used to represent work items, tasks, user stories, etc. Those work items travel through the boar. On the contrary kanbans represent the need to move work items. In a Toyota-like environment, they are messages meant to ask people before us on the process chain that we need them to refill the inventory, to produce more pieces.\n\nSo what about Kanban in software development then? Where are those famous kanbans if not the sticky notes? Let’s take an example to make this clear : a Scrum team of 5 people, 1 of them is a tester, 4 are developers. To take advantage of everyone’s specialty, they decide to change the classical Scrum board and process ( to do – doing – done) into to do – dev – test – done.\n\nrevisited scrum board\n\nAfter a couple of sprints they notice a flaw with their process. Indeed, although everything goes fine most of the time, it happens that stories are easy and quick to develop, but hard to test. When this happens developers push many stories into the testing stage, the tester starts too many tests, plays too many scenarios at the same time and misses important defects, or cannot finish anything at all.\n\nDuring a sprint retrospective, the team reminds itself one of the most important things about Agile : work must be completed (or done or whatever you call it). They realize that they cannot let work pile up into the “test” column and suggest several solutions. The first solution is to hire another tester, but this is impossible and would be unnecessary most of the time. The second is to implement a one-piece flow : the team swarms around a single item at a time, but it seems hard to implement and maybe a bit too extreme. Nevertheless the idea behind the one-piece flow looks good : limiting the work in progress to make sure that things are done. We could say that the tester cannot test more than one item at a time while the 4 developers can develop 2 items at once, as we practice pair-programming, plus a small buffer to improve flexibility. But how to do that : if developers push items into the test column there will be more than one item at a time sometimes. The solution : a pull system. The resulting board looks like this:\n\nrevisited scrum board with kanban\n\nDevelopers will pull work from the TODO stage and the tester from the DEV DONE stage…and this board is a kanban board.\n\nStill cannot see kanbans on this board? This is because kanbans are virtual. Here are the the two main ingredients that make kanbans appear on the board:\n\n  • Focus on demand. The team has committed to providing a list of items during this sprint. To provide those items, they must be validated (the “test” column). To be tested, items must be developed (the “dev” stage). This is what makes a kanban system be a pull system based on need. Kanbans represent this need. There is no work without a kanban.\n  • Limited-size inventory. To avoid piling up half-done work we need to limit WIP. Kanbans represent the availability of an empty slot to put a work item in.\n\nSo are you gonna tell us where those f***ing kanbans are? They are the difference between the WIP limits (aka the maximum size of the inventory) and the actual number of work items (aka the size of the inventory). We don’t usually represent them explicitly, but I have already seen boards on which WIP limits are not numbers but actual slots. What is important here is that kanban boards are not just about visualizing work items, they are an impressive tool to visualize resource availability, help identifying bottlenecks, help manage risk, improve predictability, etc.\n\nIn short, a kanban board is not a board with sticky notes representing work items, it is a board where is represented a demand-focused pull-system with limited work-in-progress. Sticky notes are not required.\n\nEDIT (3 Jan 2013) : Mike Burrows just posted a very good, very complete article on this subject here. He gives an interesting value-based introduction to Kanban instead of the classical sticky-notes-based description.\n\nOne thought on “Sticky notes do not make Kanban\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.983229816,
        "format_confidence":0.8913830519
    },
    {
        "url":"http:\/\/rashidnoorani.blogspot.in\/2012_06_01_archive.html",
        "text":"Friday, June 8, 2012\n\nPlaying around to Compiling Java Files At Runtime using Compiler API, as a result of JSR 199.\n\nI was playing around to compiling java files at runtime using Compiler API as a result of JSR 199.  I used source at Compile Java Files At Runtime. From the source \"ToolProvider.getSystemJavaCompiler()\" at line 28 was returning null. Posting here so it might help someone else facing same issue in future.\n\nI was getting java.lang.NullPointerException so I did \"System.out.println(System.getProperty(\"java.home\"));\" and noticed my eclipse was pointing \"C:\\Program Files\\Java\\jre7\" even after I changed my preferences to use JDK1.7 in place of JRE1.7. This error accors if java development envrionment points to JRE instead of JDK as it is menioned in a bug report at link:\n\nI found a work around by forcing to use JDK1.7 by setting system property like this: \"System.setProperty(\"java.home\", \"C:\\\\Program Files\\\\Java\\\\jdk1.7.0_02\");\"\n\nThen I compiled my program and did not get any NullPointerException.\n\nExample code to connect node.js REST service with Eureka discovery service\n\nEureka is Spring based discovery service developed by Netflix. To know how Eureka is used at Netflix visit:",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9887786508,
        "format_confidence":0.9724074602
    },
    {
        "url":"http:\/\/herrbench2010.blogspot.de\/2016\/08\/improvements-to-magic-darts-wagon-wheel.html",
        "text":"Tuesday, 9 August 2016\n\nImprovements to the Magic Darts Wagon Wheel\n\nyou may well have read my last post about what I was reluctantly calling a Magic Darts Wagon Wheel. If not, do that quickly now.\n\n\n\nAnyway, if you read all the way to the end and read the comments, you'll have seen a nice suggestion from Michael Bench-Capon, in which he proposes making the first dart in a bed contribute more opacity than later darts in a bed. And he even comes up with a way of doing this using fractions and powers of things (yes, mathematicians, that's a simplification!).\n\nAnyway, I thought this suggestion was excellent and I tried to implement it and the following few simple bullet points sum up what happened:\n  • I struggled for a bit, not really knowing exactly how to do it;\n  • I played around with some trial and error numbers;\n  • I thought of concocting a formula which meant that for a specified number of darts (based on number of legs to win, like I initially had), you would reach 95% opacity;\n  • I came up with something like 0.05 = n^x, where n is my parameter to be defined and x is my specified number of darts;\n  • it's 0.05 transparency because opacity is one minus transparency;\n  • I want to find n so I needed the xth root of 0.05\n  • I realised that I didn't know how to find an xth root of something so I googled it and it turns out you just do ^1\/x, which is very handy;\n  • so I came out with something like 0.05^(1-\/x) as my n;\n  • I then substitute what I used to have as my number of darts for maximum transparency depending on bed type for x, so e.g. it's twice legs to win for missed doubles;\n  • this gives me a paramter for each bed type which I called z;\n  • then to generate the transparency I just need z^y, where y is the number of darts in the bed;\n  • UPDATE: And this actually really helped tidy up the code as well because I could get rid of a \"case\" thingy I had in there which I had needed to check if the max no. of darts had been exceeded and just go to a super simple transparency = z^y;\n  • happy days.\nThis is the result, using this match between Canada and New Zealand.\n\nI think this really does create a better overall animation than with the previous method, though of course I'm still at a very early testing phase. Still fone-tuning, if you will. Thanks again though to my contributer and please everyone feel free to comment etc. and make further excellent suggestions. Half-hearted remarks or even exclamations would also be appreciated.\n\nPS: I'm also still on the lookout for new name suggestions. Still not wholly happy with Magic Darts Wagon Wheel.\n\nNo comments:\n\nPost a Comment",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.8881376982,
        "format_confidence":0.9923233986
    },
    {
        "url":"http:\/\/www.pythian.com\/blog\/log-buffer-202-a-carnival-of-the-vanities-for-dbas\/",
        "text":"Log Buffer #202, A Carnival of The Vanities for DBAs\n\nSep 11, 2010 \/ By Fahd Mirza\n\nTags: , , ,\n\nWelcome to Log Buffer, the weekly roundup of database industry news. We’re only a week or so away from Oracle OpenWorld. Everyone is buzzing with activity, promoting their speaking sessions and making last minute plans. For all of you bloggers who will be attending, don’t miss the annual Bloggers Meetup, announced recently by Alex Gorbachev. “Count yourself in” if you’ll be joining the gang so that accurate attendee numbers can be provided to Jillian’s to ensure everyone is well fed and watered ;)\n\nIn recent days, if anything has created massive tremors in the IT industry it is the news of Mark Hurd joining the Oracle as President. It is being touted as the best and bold human resource decision has ever made.Lawrence J. Ellison, Oracle’s chief executive and largest shareholder has converted the worst personnel decision since the idiots on the Apple board fired Steve Jobs many years ago, into a very promising shot, according to the New York Times.\n\nTom Petrocelli poses many questions for Mark Hurd on his Technology Take Blog.\n\nReuters opines that Oracle has hired Hurd for his cost-cutting and acquisitions skill.\n\nHere are some soundbites about Mark Hurd joining Oracle.\n\n\nBloggers across the globe are busy in posting their innovations and rants. Dominic Delmolino reviews Database Refactoring book and muses about design and the different roles of DBAs on his weblog.\n\nNulls are one of the most enticing features for the DBAs and the performance tuners, and so its no wonder that Jonathan Lewis re-discovers that not all “not null” are the same.\n\nOracle Open World is just round the corner. Thankfully due to the macro and micro bloggers, the people across the planet can remain in touch with the happenings at the largest gathering by Oracle. Cary Millsap prepares for OpenWorld by blogging about an imaginary interview.\n\nCouple of other interesting posts about OOW can be found here and here.\n\n\nOracle is fully committed to the MySQL and it is fully reflected in their mega event of OOW.\n\nHere ReadWriteWeb has published a very interesting blog about framing the debate between a software engineer and a Web programmer regarding MySQL and MongoDB.\n\nHadoop and MySQL, if integrated provides lots of strength. Here is how to integrate them.\n\nCatalin Boja lists down as How to connect to MySQL database from Visual Studio VS2010 here.\n\nSQL Server:\n\nPinal Dave discusses some fascinating aspects of Delete Operations.\n\nPeter Bromberg blogs about as why GUIDs are not a good idea for SQL Server Primary Keys in a very practical fashion.\n\nThere always has been extensive debate about the the Perfect SQL Server DBA \/ Developer Role. Here is John Sansom take on it.\n\nNot having or following a naming convention can lead to much frustration and difficulty in writing code around your database entities. Aaron Bertrand gives the solution here.\n\n\nImplementing process logging and scheduling mechanism can be a big challenge in complex applications. Arindam Chakraborty explains a workable mechanism here.\n\nIf you are wondering about the buzz around DB2(R) pureScale(TM) feature, then here is a fine intro about the topic.\n\n\nHow to know if changing a particular postgresql.conf option requires a restart, or a reload, of PostgreSQL. Hereis a quick favorite of Joe Conway.\n\nBruce Momjian blogs about why people contribute to Postgres and open source.\n\nHope you enjoyed this episode of Log Buffer.\n\nLeave a Reply\n\n  • (will not be published)\n\nXHTML: You can use these tags: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.7309675217,
        "format_confidence":0.6908960938
    },
    {
        "url":"http:\/\/vorax-ide.blogspot.com\/2010\/07\/vorax-19-is-available-for-download.html",
        "text":"Friday, July 30, 2010\n\nVoraX 1.9 is available for download\n\nHi everybody! I know it's been just one day since I released VoraX 1.8 but I think often\/early releases are good. So, I've just uploaded VoraX 1.9. This version addresses several annoying bugs and has a new feature: you may define connection profiles in a special buffer. This may be handy especially if you connect using EZCONNECT and you don't want to remember server host names, ports etc. Spratek came up with this idea! Thanks man! For additional details about this release you may take a look at the changelog.\n\nNo comments:",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.8674806952,
        "format_confidence":0.8592069745
    },
    {
        "url":"http:\/\/cioscrapbook.blogspot.com\/2015\/09\/",
        "text":"Friday, 11 September 2015\n\n“Think-Build-Run” - and Insource or Outsource?\n\nFor some people the concept of splitting an IT function into logical components of “Think” (or “Plan”), “Build” and “Run” will be nothing more than a fashion statement. There will also be those who are, for personal or philosophical reasons, totally opposed to the concept. For many, especially where the IT function is small, achieving such a delineation may be impossible given an absence of critical mass in one or all areas. \nYet for others, “Think - Build - Run” will be a logical move, allowing a sharper degree of focus for them, their people, and their business; giving them the chance to drive up quality and drive down cost. It will be, more or less, the IT equivalent of an efficient production line paralleled with some kind of interpretation of ‘Lean’. For these people, likely to be in larger organisations with larger IT functions, it might simply be ‘the right thing to do’.\nFor those that adopt T-B-R, there is often a follow-on question when looking at the organisational shift to the new model: Insource or Outsource? Whilst this question is, for CEOs and CIOs always there in the background anyway, T-B-R can throw it further into the spotlight, especially if there is a working assumption that the “Run” part is more or less akin to commoditised computing services. And make no mistake, much of it is. But there is a danger in falling for a too simplistic view of the world. Many people might draw an equation between T-B-R and Insource\/Outsource in the following way:\n\nBut not only is this a lazy interpretation, it is also flawed. The true line of transformation we should be looking at is something like this:\n\nAnd why is that?\n1 - Because you should never outsource very much of your “Think” activity. This is the area where you are closer to the business, where the relationships between IT and its Customers are most critical, and where in-house expertise can add the most value. If you can truly add differentiating competitive advantage to your organisation as an IT function, then in “Think” is where you will do so.\n2 - Because, whether we like it or not, a large proportion of the ‘systems’ IT functions “Build” is likely to be unique to that organisation. Either they are bespoke, one-off solutions, or they are customised versions of commercial software offerings - and sometimes very customised! (And don’t forget all the Excel Warriors..!) It is only when you start to get to homogenous, non-differentiating, more ‘vanilla’ kinds of solution that a greater degree of outsourcing begins to make more sense (and Software as a Service [SaaS] can play a role here).\n3 - Because you should never outsource all of “Run”. Even if it is only the management layer that you retain, responsibility for the service still resides in-house, and CIOs need people on their teams who hold that passion and accountability. Again the question of the service being truly commoditised comes to the fore, as do things like scale, practicality etc. There are some elements of “Run” that you simply will not be able to do as well as a third party provider (or at all, come to that: think of networks…), but there may be others where there is enough local differentiation to suggest that keeping it in-house just makes sense.\nOf course, other factors come into the equation such as cost differentials and arbitrage, the overall size and philosophy of the company as a whole, appetite, previous experience, in-house expertise and talent, and so on. And the feast is a moving one too, with ‘Cloud’ becoming ever more mature, and the whole notion of Bimodal ’Mode 1’ \/ ‘Mode 2’ projects adding another new dimension to the mix.\n\nInevitably the equation is a very complex one, and to which the solution is rarely simple.\n\nSunday, 6 September 2015\n\nBeing Agile...\n\nFashion is everywhere. Fashion introduces new things to us - and recycles the old! Fashion creates product and demand; it generates sales and profit; it breeds need. Even in Information Technology, we love fashion. It gives us the opportunity to create new notions and processes; it is a natural bedfellow with the rapid changes in technology that we are now seeing, inventing new ways to use those technologies and creating new ‘products’ from them.\nYet what we actually do in IT is the same as ever: we teach machines (computers, now of various favours including mobile phones) to take the data we give them and then manipulate and store that data for future processing (more manipulation) or reporting. Occasionally the data is used to control other things, like traffic lights or machinery - or even spaceships and cars! \nEnsuring that we do a good job in building the systems that make those manipulations effective, IT professionals have always invented rules and processes around the development cycle in order to try and make the end product as good as it can be. As technology moves on and the pace with which development can be carried out quickens, the volume of changes and the speed with which results are needed both increase, and hence new models of development are needed.\nAnd so we have seen a progression of methodologies like ‘waterfall’ through ‘rapid application development (RAD)’ and on to ‘Agile’, the current IT panacea for this decade it seems.\nAgile software development is a group of software development methods in which solutions evolve through collaboration between self-organizing, cross-functional teams. It promotes adaptive planning, evolutionary development, early delivery, continuous improvement, and encourages rapid and flexible response to change. (Wikipedia)\nLike many ‘next great things’, Agile will only be as good as the people and organisations that adopt it However, we might be missing a trick here. Should ‘Agile’ not be a state of mind, a philosophy, rather than a methodology or series of formal IT processes? For one thing, if a development team is working in ‘an agile way’ but the rest of IT is not, or the culture of the business as a whole is slow and ponderous, will ‘Agile’ not inevitably fail to deliver as much as it might promise to?\nTake the Wikipedia definition above. The “collaboration between self-organizing, cross-functional teams” requires everyone involved to be able to work in the same way. “Rapid and flexible response to change” needs to be in the DNA or culture of the whole organisation; what’s the point in producing IT systems quickly if their prospective users do not readily embrace change?\nIf we think of being ‘Agile’ as being “the answer” and that it relates just to IT software development, then we are deluding ourselves. ‘Agile’ needs to be part of the corporate culture.\nAgile is a cultural philosophy as a result of which decisionsactions and business solutions evolve through collaboration between self-organizing, cross-functional teams. It promotes adaptive planning, evolutionary and incremental progress, early delivery, continuous improvement and the elimination of waste (in all its forms), effective and prompt decision-making, and encourages a rapid and flexible response to change.\nOK, I know this version isn’t perfect - but doesn’t it sound much more like the kind of business we would all like to work in?! Isn’t it more inclusive and relevant to all our staff, rather than that minor percentage employed in the rarified world of IT application development? Yes, it might increase risk a little; and yes, it will demand better delegation, more accountability and so forth. But in the end, those are probably good things - and any negatives should be outweighed by overall commercial benefits.\nAnd I expect each of us can think of real, every-day examples of where being ‘Agile’ can bring true improvement - in bottom-line, morale, responsiveness etc.\nWhy not change the format and content of that monthly departmental meeting so that we can focus on just the critical points and get through it in an hour instead of the four hours it currently takes?\nWhy not reduce the number of people needed to take a decision to those who are really affected by it so that the decision is made more quickly? And why not make decisions when a) you have 80% of the data needed rather than search for the 100%, or b) when everyone knows what the ‘right’ answer is anyway?!\nWhy not redesign our organisations to facilitate teams whose sole purpose is rapid response or firefighting?\nWhy not cull the hundreds of documents and reports we produce and focus on the very few we actually need?\nWhy not, why not…\nAgile as a software development methodology is all well and good, but until we broaden our thinking to embrace more than just IT, we will never get the full potential benefit of taking such a pragmatic approach.\nAbout the author \/ copyright\nThis material (text and photograph) is copyright of Ian Gouge © 2015. All rights reserved.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9641948342,
        "format_confidence":0.9878664017
    },
    {
        "url":"http:\/\/blogs.msdn.com\/b\/adamu\/archive\/2004\/06\/02\/146956.aspx",
        "text":"I came to Microsoft 8 years ago, happy but a little frightened about a salaried job, happy not to be travleing, and most of all, amazed that I got paid to beat on new technology and make it break, but my goal was to eventually be a developer here. I always loved building software for myself, and testing it would be a great way to get in the door, but eventually, I knew that I'd want to make the jump to development.\n\nYet here it is, 8 years later, and I'm a test manager. Why? Well, it wasn't an accident.\n\nSee, after about 2 years working with my Program Management and Development counterparts, I had an epiphany of sorts. I loved what I was doing; I mean I really loved my job. I was writing code, lots of it, as much as I wanted. My job was writing the code that tested the code we shipped. I got to be PM, Dev, and QA all in one over all the test code. Plus I got all the opportunities I could ask for in impacting the features we shipped. And as a Test Engineer, I'd written tons of specifications and dramatically impacted the shape of the features just by using the thing and giving my opinions, and by leaving the implementation details up to someone else, I was broadening my scope of influence. I'd even been asked to write shipping code a time or two because I was the last remaining expert on an existing code base.\n\nSo back to my epiphany. I realized that my job could be whatever I wanted it to be. If I took the narrow vision of a software test engineer or software design engineer in test's job and boxed myself into a job description, then perhaps I would have moved to development. But I realized that the job description is just a minimum bar; it's the stuff that has to get done to ship. But here is an employer that wants employees to go above and beyond. No, that's not quite right, Microsoft actively encourages them to do so; in fact, the entire compensation system is based upon you doing more than just 'your job'. I had the freedom to make my job more than just what was in the job description. You have great ideas, you have a strong vision and are willing to stick your neck out a bit (and not afraid to be wrong from time to time because your coworkers will let you know in no uncertain terms that you are wrong), the sky is really the limit.\n\nSo you're saying, Adam, that's great, but why is it that test can expand their job beyond their job scope, but dev and pm can't? Well, they can, but it's not as in sync with what they are already doing, so it's a tougher battle. For Dev, they have to get so technically deep in one area to code the features that they struggle stepping back to see the 'forest for all the trees' in most cases. When they can do this, typically the don't spend too long as a developer. They move to PM or to a Dev Lead. There's a well known saying at microsoft; if you want to know how a product works, ask a tester on the team. And it's mostly true. Dev generally know the feature the coded really well, but rarely step back and see how it integrates into the whole. And they are generally quite arrogant about it. Think I'm wrong? Check out this post by Jon Avner\n\nPM, well, if you get PM to actually install the product, they could tell you how it was supposed to work when they wrote the spec. OK, so I am being a bit facetious; I have worked with some great PMs who were the first people to check a bug on the product when it came in. But largely, during the milestone while dev and test are coding, they have moved on beyond what's being coded and working on the next set of specs; using the product day to day and challenging the ideas they already put down on paper and got everyone to agree to is probably an akward step for them.\n\nSo, OK, Adam, I get that QA can have a broad impact, gets to write lots of code, and get's paid to poke holes in other peoples code! So why Microsoft?\n\nChallenges abound. Just working at Microsoft is challenging; but working with some of the brightest people in the world every day is invigorating and fulfulling as much as it is challenging. For me in my current role, building and driving a QA organization and the entire product unit to stand for quality in every respect is both challenging and rewarding.\n\nSo I could work for lots of companies, but Microsoft is different. Here they encourage me to go above and beyond. While I've spent my entire career in developer tools, I have an impact on the quality of Office and Windows. I could move to games or portable devices, or tablet, or exchange or sql server and have a rewarding experience in any of those groups. The opportunities for moving between organizations to become reinvigorated by a product, well, I don't think there's anywhere in the world quite like Microsoft.\n\nSo here I am, 8 years later, doing my QA job, and still at Microsoft. And I wouldn't want it any other way.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.6985306144,
        "format_confidence":0.8416876793
    },
    {
        "url":"http:\/\/productivebytes.blogspot.co.uk\/",
        "text":"Search This Blog\n\nMonday, October 15, 2012\n\nMZ-Tools for VBA and VB6\n\nMZ-Tools is a terrific tool for anybody serious in getting some code done in Excel VBA and VB6.\n\nPress here to download this free tool MZ-tools\n\nWith this tool is much easier to document your code and speed up some repetivie tasks.\nThe tools I use most often are\n\n1) Insert and Remove line numbers.\n    This is very usefull if you want to add the line number at which an error occurs with the Erl functions\n\n2) Add Module Header. This is the the snipped I use\n\n' Module    : {MODULE_NAME}\n' Author    : {AUTHOR}\n' Date      : {DATE}\n' Purpose   : \n\nOption Explicit\n\nPrivate Const cMODULE_NAME As String = \"{MODULE_NAME}\"\n\n3) Add Procedure Header\n\n' Procedure : {PROCEDURE_NAME}\n' Author    : {AUTHOR}\n' Date      : {DATE}\n' Purpose   : \n' Inputs    :\n' Output    :\n\n4) Error Handler\n\n    Const cPROC_NAME As String = \"{PROCEDURE_NAME}()\"\n\nOn Error GoTo ErrorHandler\n\n\n\n    Call ErrorHandler.Log(cMODULE_NAME, cPROC_NAME, Err.description,)\n\nAll those code snippets must be added in the option... dialog box of the MZ-Tools add-in.\n\nHavin a module header and a procedure header for each module and procedure that you write will greatly enhance code maintainance.\n\nIn addition I have also and Error Handling snippet. This use my ErrorHandler module.\nThe ErroHandler module is a piece of code I wrote to manage in a coherent way the error raised by an application.\n\nProperty Set, Let, Get\n\nIn VBA when we define the properties of an object we have a Let, Set and Get operators.\nWe use the Get operator to retrieve the value of a property\nWhe use the Set operator to set the value of an Object\nWe use the Let operator to set the value of a variable (not an object : string, double, enumeration...)\n\nThe use of the Set operator, force you to use the Set function when setting the value of an object property of type object.\n\nOption Explicit\n\nPrivate Const cMODULE_NAME As String = \"House\"\nPrivate mAddress As String\nPrivate mDoors As Collection\n\nPublic Property Get Address() As String\n   Address = mAddress\nEnd Property\n\nPublic Property Let Address(value As String)\n   mAddress = value\nEnd Property\n\nPublic Property Get Doors() As Collection\n   Set Doors = mDoors\nEnd Property\n\nPublic Property Set Doors(value As Collection)\n   Set mDoors = value\nEnd Property\n\nButtons and spreadsheet duplicaton with Excel VBA\n\nIf you want to add Button on an excel spreadsheet you have two choice\n\n1) Active-x buttons\n2) Form buttons\n\nI you plan to duplicate a spreadsheet whic contains buttons using VBA Code, than you must use\nForm buttons not Active-x ones.\nIf you use Active-x buttions you might get a VBA run time errors, which now on top of my head I don't rememeber.\n\nSo the tip here is\nUse Form buttons if you plan to duplicat using VBA code to duplicate excel spread-sheets that contains them.\n\nUsing implements behind an Excel worksheet function\n\nSince an excel worksheet is represented by a class module in vba, you might be tempted, as I was, to use the implements keywords behind a worksheet.\nThis would allow you to use polymorphically an Excel worksheet and could open-up differ possibilities.\nHowev this is my advice\n\n\nI have noticed that despites the code compiles, the overall worksheet becomes unstable and tend to crash!\nIn additon the TypeOf function applied to the worksheet object that use the implements keyword, does not always behaves as you would expect.\nif you write on top of an excel worksheet module\n\nImplements IEngine\n\nSome time the test TypeOf sht is IEngine will return false even if it is implementing the interface.\n\nStrongly typed dictionary collection in VBA\n\nIn this post, I will show you how to build a strongly type dictionary and how to loop through its elements with a For Each Loop.\n\nThe Generic Dictionary Object can be found in the \"Microsoft Scripting Runtime\" library.\nThis can be used to store any type of variables or object. However, it is usually very useful to wrap it up so that you can create your own strongly typed dictionary.\nAs you will see from the code below, a very simple way to loop through the collection of elements in a dictionary is to loop through its keys. The variable key must be variant type.\nFor Each key In emps.Keys\n   Set emp = emps(key)\n   Debug.Print emp.Name\n\nThe first class is a strongly typed dictionary of Employee object, called Employees.\nA usual to make the .Item property to be the default property you need to add the\n\nAttribute Item.VB_UserMmeId = 0\n\njust below the definition of the Get Item property\n\nOption Explicit\n\nPrivate Const cMODULE_NAME As String = \"Employees\"Private mDic As Dictionary\n\nPrivate Sub Class_Initialize()\n  Set mDic = New Dictionary\nEnd Sub\nPrivate Sub Class_Terminate()\n  Set mDic = Nothing\nEnd Sub\n\nPublic Sub Add(key As Variant, Item As Employee)\n    Call mDic.Add(key, Item)\nEnd Sub\n\nPublic Property Get Item(key As Variant) As Employee\n   'Attribute Item.VB_UserMemId = 0\n   'This Attribute makes Item the default property\n   'In VBA, uncomment the first line. Export, Remove and import the file again. To make it work\n\n   Set Item = mDic.Item(key)\nEnd Property\n\nPublic Function count() As Long\n   count = mDic.count\nEnd Function\n\nPublic Function Exists(key As Variant) As Boolean\n  Exists = mDic.Exists(key)\nEnd Function\n\nPublic Function items() As Variant\n items = mDic.items\nEnd Function\n\nPublic Function Remove(key As Variant)\n  mDic.Remove (key)\nEnd Function\n\nPublic Function RemoveAll()\nEnd Function\n\nPublic Function Keys() As Variant\n  Keys = mDic.Keys\nEnd Function\n\nThis is the the Employee Class\n\nOption Explicit\n\nPrivate Const cMODULE_NAME As String = \"Employee\"\nPrivate mIdentifier As Long\nPrivate mName As String\nPrivate mAge As Long\n\nPublic Property Get Identifier() As Long\n  Identifier = mIdentifier\nEnd Property\n\nPublic Property Let Identifier(value As Long)\n    mIdentifier = value\nEnd Property\n\nPublic Property Get Name() As String\n   Name = mName\nEnd Property\n\nPublic Property Let Name(value As String)\n   mName = value\nEnd Property\n\nPublic Property Get Age() As Long\n  Age = mAge\nEnd Property\n\nPublic Property Let Age(value As Long)\n  mAge = value\nEnd Property\n\nThis is the Sub to test the Code\n\nSub TestCollection()\n\nDim emp As Employee\nDim emps As Employees\nDim key As VariantSet emps = New Employees\nSet emp = New Employee\nemp.Identifier = 1\nemp.Name = \"Mario\"\nemp.Age = 34\nCall emps.Add(emp.Identifier, emp)\n\nSet emp = New Employee\nemp.Identifier = 2\nemp.Name = \"Gino\"\nemp.Age = 12\nCall emps.Add(emp.Identifier, emp)\n\nFor Each key In emps.Keys\n   Set emp = emps(key)\n   Debug.Print emp.Name\nNextEnd Sub\n\nEnviron. A useful function to get environment infos\n\nThe Environ function is a pretty useful VBA function that gives you back many important info about the pc.\nIf you copy and paste this code snippet, you will see in the immediate window the full list of parameter to use and what they return.\n\nOne of the most useful are\n\n\nPublic Sub EnvironParameters()\n    Dim nCount As Integer\n    nCount = 0\n    nCount = nCount + 1\n    Do Until Environ(nCount) = \"\"\n        Debug.Print Environ(nCount)\n        nCount = nCount + 1\n\nEnd Sub\n\nThis is the complete list of parameters\n\n\n\nThursday, August 16, 2012\n\nVB6 IsMissing() and optional arguments\n\nIn VB6\/VBA the IsMissing function is used to test for optional arguments passed to user-defined function procedures as variants. Default values were not required for optional arguments; if no value was passed then IsMissing returned true. It was also possible to specify a default value of a primitive type to pass to the Variant argument.\n\nThe important point is that IsMissing only work for optional argurment of Variant Type.\nIf the optional argument is not of variant type, you should not use the IsMissing() function.\nIn this case always supply a default value, even if the compiler does not require it.\n\nMonday, August 13, 2012\n\nVBA \/ VB6 Interface implementation\n\nFew months ago I blogged about interface implementation in VB6. You can find the post here\nHowever, I discovered that the code had a memory leak caused by a circulare reference.\nYou can find a solution here.\n\nThe Keyword Implements in VBA\/VB6 allows you to do Interface Implementation, which in turns allows for Polymorphism. This is indeed a great capability of the VB6 language that is often overlooked.\nWhile the VB6 version of interface implementation is not so elegant as the one from .NET environment, it still allows you to implement most of the pattern of the GoF books\nI will show you a very easy example on how to use it in VBA.\nThe Idea is to create an interface called IInstrumet with just one property \"Id\", and have a Security class that implements its interface. You could also have a Fund, Porftolio or a Security Class that implements this interface. This wil allow for polymorphism.\n\nDim inst as IInstrument\nDim sec as Security\nDim fn as Fund\n\nSet sec = new Security\nSet fn = new Fund\n\nSet inst = sec\nSet inst = fn\n\nAs you can see, bot a security and a fund can be assigned to an Instruments object!\nWe first define a Class called IInstrument. The code is here\n\n'This is an Interface for the Generic Financial Instrument\n\nPublic Property Get Id() As String\n'Only Signature\nEnd Property\n\nPublic Property Let Id(value As String)\n'Only Signature\nEnd Property\n\nWe now create a new Class called Security that Implements the IInstrument one. This is a bit more tricky.\nOnce we implement an Interface, the Class that implements it in VB6 will declare those method as Private like that.\n\nPrivate Property Get IInstrument_Id() As String\n   IInstrument_Id = mId\nEnd Property\n\nThis is a kind of unsual behaviour, because if I know that the Security class implements the IInstrument interface, I expect to have access to the same methods and property made available by the interface obejcts. For this reason, I usually expose as public member the same properties and functions that are available in the interface. When I implement them, I delegate the job to the interface method\n\n3) I i... (truncated)",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9885886908,
        "format_confidence":0.8987057209
    },
    {
        "url":"https:\/\/simonwillison.net\/2006\/May\/18\/yahooui\/",
        "text":"Simon Willison’s Weblog\n\nNotes from my Yahoo! UI Library talk\n\nI gave my talk on the Yahoo! User Interface Library here at XTech on Tuesday. There’s so much great stuff in the library that cramming it all in to 45 minutes proved impossible, so I ended up focusing on the utilities (dom, event, connection, animation and dragdrop) and providing an overview of the controls at the end.\n\nAs with my JavaScript tutorial at ETech I made written notes before starting to compile the slides. The notes are incomplete (they abruptly end half way through the dragdrop section—at which point I decided to concentrate on putting the slides together) but should still be useful for people who haven’t looked at the Library in detail:\n\nPreparatory notes for “The Yahoo! User Interface Library”\n\nI’ve also uploaded the slides as a 240 KB PDF.\n\nThis is Notes from my Yahoo! UI Library talk by Simon Willison, posted on 18th May 2006.\n\nNext: Web APIs, not Web Services\n\nPrevious: Opera Mini 2.0\n\nPreviously hosted at",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.928368926,
        "format_confidence":0.9961081147
    },
    {
        "url":"https:\/\/parallelmindsblog.com\/page\/2\/",
        "text":"Things to keep in mind while designing User Interface\n\nHi Guys!\n\nThis is my first post so not writing anything too heavy!!!\n\nSo, we are going to see things to follow while designing webpages.\n\nBasically the website we design need to be user friendly and easy to understand to any kind of user.\nToday i am writing only about Sign Up.\n\nOn the Opening of the site that is home page of the site, try to make the sign up button more effective and more attention grabbing. Try to write FREE in bold so that gets the user attention easily. Once the user clicks on it he is all yours.\n\nWhile designing a Sign Up page for any kind of site, you must keep it as simple as you can to get more customers.\nOn the sign Up page don’t ask the user too much of information for logging in.\nkeep minimum questions like\n\nFirst Name,\nLast Name,\n& Password.\n\nOnce the User is logged in then you can ask him to update his profile with the remaining questions you want to ask.\n\nThanks for reading…. 🙂\n\nRaspberry Pi based Content Delivery Platform\n\n\nThe Raspberry Pi is a credit-card-sized single-board computer developed in the UK by the Raspberry Pi Foundation with the intention of promoting the teaching of basic computer science in schools. The Raspberry Pi has a Broadcom BCM2835 system on a chip (SoC), which includes an ARM1176JZF-S 700 MHz processor (The firmware includes a number of “Turbo” modes so that the user can attempt overclocking, up to 1 GHz, without affecting the warranty),VideoCore IV GPU, and was originally shipped with 256 megabytes of RAM, later upgraded to 512MB. It does not include a built-in hard disk or solid-state drive, but uses an SD card for booting and long-term storage. The Foundation’s goal is to offer two versions, priced at US$25 and US$35\n\nContent Delivery Solution\n\nLets see how a Raspberry pi based content delivery solution can be developed for educational institutes or anyone who needs it. Educational institutes have primary objective to enable learning through various interactive programmable delivery of content. The setup can be installed in lounge areas or even in school classrooms. Content can be customized as per need and pre-added to a batch file based application that functions like a jukebox that open the YouTube video link using the default internet browser. Making the content delivery changes will be a custom requirement and can be remotely administered. The prototype application can be administered by modifying the configuration files that directly download content from LAN or any other source.\n\nHow can it be done ? – The Technology\n\nFreeBSD  installed on the sd card and Apache based web application for each school\/university as per need. Once device is started it boot the OS and start the web app on display with default player.\n\nWhat Application?\n\nCustom prototype application initially can be installed for demonstration that will play the YouTube demo videos.\n\nDetailed Design – Block Diagram\n\nBlock diagram consists of Raspberry Pi device (with casing) connected to the LAN. The device is connected to a TV and speaker. When the device is started it will booted with output to TV and speakers as per the configuration setup. When the device is switched off no video is played.\n\n\n\nModel A: Target price:         US$ 25           \n\nModel B: Target price:         US$ 35\n\nSoC: Broadcom BCM2835 (CPU, GPU, DSP, SDRAM, and single USB port)\n\nCPU:   700 MHz ARM1176JZF-S core (ARM11 family)\n\nGPU:  Broadcom VideoCore IV\n\n              OpenGL ES 2.0 (24 GFLOPS)\n\n              MPEG-2 and VC-1 (with license),\n\n              1080p30 h.264\/MPEG-4 AVC high-profile decoder and encoder\n\nMemory (SDRAM):\n\nModel A: 256 MB (shared with GPU)          \n\nModel B: 512 MB (shared with GPU)\n\nUSB 2.0 ports:           1 (direct from BCM2835 chip)          \n\n                            2 (via the built in integrated 3-port USB hub)\n\nVideo input:   A CSI input connector allows for the connection of a RPF designed camera module\n\nVideo outputs:           Composite RCA (PAL and NTSC),\n\n                             HDMI (rev 1.3 & 1.4),\n\n                             raw LCD Panels via DSI\n\n                            14 HDMI resolutions from 640×350 to 1920×1200 plus various PAL and NTSC standards.\n\nAudio outputs:           3.5 mm jack, HDMI, and, as of revision 2 boards, I²S audio  (also potentially for audio input)\n\nOnboard storage:      SD \/ MMC \/ SDIO card slot (3,3V card power support only)\n\nOnboard network:    None   10\/100 Ethernet (8P8C) USB adapter on the third port of the USB hub\n\nLow-level peripherals:          8 × GPIO, UART, I²C bus, SPI bus with two chip selects, I²S audio +3.3 V, +5 V, ground\n\nPower ratings:           Model A: 300 mA (1.5 W)\n\nModel B: 700 mA (3.5 W)\n\nPower source:            5 volt via MicroUSB or GPIO header\n\nSize:    85.60 mm × 53.98 mm (3.370 in × 2.125 in)\n\nWeight:           45 g (1.6 oz)\n\nOperating systems:    Arch Linux ARM, Debian Linux, Fedora, FreeBSD, Plan 9, Raspbian OS, RISC OS,Slackware Linux\n\n\n  1. Boot file config settings\n  2. MPEG2 license key:\n  3. Quick Start Guide:\n\nKeyboard Tab Key Access and Applying CSS3 styles For list items in ie8\n\nWe can provide Tab key access for list items in IE8  browsers by either using an overlay button and giving tabindex or by applying tab-index as zero .\n\nFor applying css3 styles and use the list item as a button ,this overlay concept will serve.\n\nFor example\n\n<li class=”true” style=”display: list-item;”>\n<input class=”rollover_scenario_btn” type=”button” tabindex=”1″ >\nthe example above can serve css3 styles and tab key access.\nor for tab key access can be given using\n<li class=”true” style=”display: list-item;” tabindex=”0″>\n\nHow to Export Thunderbird Emails to Outlook\n\nPlease follow the steps if you have to export Thunderbird emails to Outlook:\n\n1. Open the link in web browser:\n\n2. Download aid4mail free version and start the application\n\n3. Click add folder and choose Thunderbird \\ mail folder (you can find the top level folder Thunderbird is from Settings) \n\n4. Click Ok and then Next (Note the destination folder)\n\n5. Click Next and then Start conversion of your Thunderbird emails to .eml files\n\n6. Once done click Close\n\n7. Now Download and install (you have to register to download)\n\n8. Next Download and install\n\n9. start Outlook (2013 – could use same steps for other versions though haven’t tested)\n\n10. Click Folder tab create new folder name it “backupemails” or anything you want\n\n11. Click from top menu and click “Import messages from eml format” link\n\n12. For Source folder specify folder as noted in step 4\n\n13. for Destination “old emails” as noted in step 10\n\n14. Click Run\n\n15. Verify all emails are showing in mail folder\n\n16. Delete the folder from Step 4\n\n17. Uninstall the installed utilities and you are done!\n\n\nAgile Process for Web Applications Development\n\nDeveloping agile enables rapid application development if all requirements are understood and documented before starting for the web application development project. Hence to reach an agile-able state there are a lots of prerequisites that need to understood and documented before the Agile sprint can be started:\n\nHere is a process diagram that can be implemented to enable the rapid application development.\n\n\nAs you see that there are input documents for each phase of software development. Before the project starts most important being the Requirement Analysis. Requirement analysis accurately documents all necessary features in details and functionality desired. In web applications this is not enough because additionally a visual design is necessary to create how the app will actually be used by end user. The mock-up of all the pages and visual design gives a clear flow of the app.\n\nBased on the visual design and requirements documentation its now possible to create a Product Test Plan. This test plan is actually used by the Tester\/QA to start with Test Case development. As shown the Tester\/QA engineer develops the Use Case document so all Test scenarios can be developed. All these documents are input documents for Detailed Technical Design document.\n\nA detailed technical document is then reviewed and approved by all stakeholders. An Agile Scrum master is now ready to take this forward since all the detailed technical design and the tasks can be identified. Scrum Master then proceeds with a 10 day sprint cycle and delivers a demo at end of each sprint.\n\nHow to Insert dynamic data using Node.js, Express.js, Angular.js and MongoDB?\n\nFirst, we have to install and configure NodeJS and mongoDB.\nInstalling NodeJs on windows:\nInstall it from :\nConfirm that Node is running correctly:\nHere are some steps to make sure that Node is running correctly.\n⦁    Create helloNode.js file\nvar http=require(‘htttp’);\nres.end(“Hello world”);\nconsole.log(‘server is running on port:3000’);\n⦁    Run it through command prompt.\n F:\\sonika\\config\\node helloNode.js\n        server is running on port:3000\n⦁    Open browser and type URL: http:\/\/localhost:3000\/\n⦁    The output will be:\nHello world\n⦁    Now,your node is running correctly.\nConfiguring  MongoDB :\n⦁    Download zip file  from this link:\n⦁    Unzip it and Put it in particular directory.\n⦁    Create ‘data\\db’ folders in that directory to store our data(we can give any name to that folder).\n⦁    Go to that directory’s lib folder and run it  for that go through following command.\n⦁    F:\\Sonika\\All Data\\software\\mongodb\\bin>mongod.exe  –dbpath  F:\\Sonika\\All     Data\\software\\mongodb\\data\\db    \n⦁    Press ‘Enter’.\n\n⦁ It will look like this,\n\n\n⦁    Now,your MongoDB is ready to store data.\nNow, lets develop an Student Registration form sample application\nFor that, we have to follow some steps:-\n⦁    Create directory structure.\n\n⦁    Create package.json file.\nThis text file contains all the information about the project,\nlike project path,dependencies, author name, tags, bug tracking info  etc..\nTo create a package.json run npm init command from the root folder.\nIt will ask seri... (truncated)",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9838781357,
        "format_confidence":0.5340655446
    }
]