[
    {
        "url":"http:\/\/www.recruitrecon.com\/index.php?option=com_content&task=view&id=7189&Itemid=1",
        "text":"America East America East A10 Big TEN CAA Horizon MAAC MAC NEC\nProspect Search\nTeam Prospect Menu\nEvent Coverage\nRecruiting News\nSpring\/Summer Schedule\nAmerica East\nBig Ten\nOther BCS Teams\nOther Non-BCS Teams\nPlayer Rankings\nPlayer Info Submit\nMessage Board\nDepth Charts\nRating System\nContact us\nPrivacy Policy\n\nRecruit Alvin Ellis reportedly decommits from Gophers\nSaturday, 06 April 2013\nImageMinnesota Daily: Basketball recruit Alvin Ellis has been released from his letter of intent to play for the Gophers next season, the Pioneer Press reported Wednesday.\n\nEllis told the Pioneer Press that he asked to be released because he couldn’t wait any longer to see whom the Gophers would hire to replace Tubby Smith.\n\nRichard Pitino was confirmed as Smith’s replacement late Wednesday afternoon, about four hours after the report.\n\nEllis, a 2013 recruit from Chicago’s De La Salle High School, signed a letter of intent in November to play for Minnesota. Five months later, the Gophers fired Smith, the head coach who recruited him.\n\n< Prev   Next >\n\nDisclaimer: is not directly affiliated with any schools or conferences.\n© 2006 Recruit Recon",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9961587787,
        "format_confidence":0.9873359799,
        "weight":0.034515937
    },
    {
        "url":"http:\/\/www.southcoasttoday.com\/apps\/pbcs.dll\/article?AID=\/20100524\/SPORTS\/5240339",
        "text":"The Boston Celtics aren't just defeating teams in the postseason, they're beating them into submission. The Orlando Magic might have already surrendered before Game 4 tips off tonight.\n\nThe Boston Celtics aren't just defeating teams in the postseason, they're beating them into submission. The Orlando Magic might have already surrendered before Game 4 of the Eastern Conference Finals tips off tonight.\n\nThe Miami Heat never quite recovered from 106-77 loss in Game 2. After Cleveland blew out the Celtics in Game 3, Boston rebounded with a Game 4 win, and LeBron James decided to pack it in and wait for free agency.\n\nThe Magic, however, seem to want to fight through the desire to give up that the Celtics' previous opponents gave into. They just can't figure out how.\n\n\"There's going to have to be a lot of soul searching and a lot of pulling together. The easiest thing to do for anybody when things go badly is to escape,\" Magic coach Stan Van Gundy said. \"When things are bad, you want to escape from it. That's going to be everybody's natural reaction, escape and try to escape blame as much as you can.\"\n\nOrlando has the sixth-highest payroll in the league at $82 million, and reigning two-time Defensive Player of the Year Dwight Howard as their anchor. They also have Vince Carter and Rashard Lewis, two other guys earning max contract money. Does this sound like a team that Van Gundy should have to explain how he's going to keep from packing it in?\n\n\"That's not an easy thing to do,\" he said of rebounding from the 3-0 deficit. \"It goes against everybody's human nature right now, but if we don't have that kind of toughness, then we shouldn't be here anyway.\"\n\nHoward was one of the leading voices in Orlando claiming the Magic would bounce back from two losses on their home court, but he was one of the first to disappear in Game 3.\n\n\"I don't know what happened,\" Howard said. \"After we started missing a couple of shots and they kept making shots, everybody wanted to do it on their own. It wasn't team basketball. From then on, they just kept pounding it in on us.\"\n\nBoth Howard and Matt Barnes mentioned they just hadn't played like the Orlando Magic yet this series. They haven't been the offensive juggernaut they had been or the defensive lockdown unit they always strive to be, but perhaps this is who the Orlando Magic have been all season — a team that's just not good enough, and inferior to the Celtics. Maybe they don't want it as badly.\n\n\"I don't question what they want, how they want it, but we know what we want,\" Ray Allen said. \"We put it out there every day, even when we aren't playing, just the attention to detail. It's going to continue.\"\n\nAlthough nobody would ever say so, excuses can be made for Boston's first two postseason opponents. Perhaps Dwyane Wade and James had already made the decision to end their time with their current team, and were just a little too eager to get the season done with. But Orlando's superstar is locked up for three more years, and the team expects to remain competitive for the foreseeable future.\n\nIf the Magic can look inside themselves and find that they do have more desire than Miami and Cleveland showed, they can salvage some shred of dignity. No NBA team has ever come back from a 3-0 deficit to win a series, but at least they can make an effort.\n\n\"They're going to come back in the next game and they're going to give us their best shot,\" Doc Rivers said. \"They're a competitive group, and we know that. Quite honestly, we're not good enough to let up. I can tell you that. And they're good enough to get it going, so we have to be very conscious of that.\"\n\nThat feeling extended throughout the Celtic locker room on Saturday night. Like Orlando, the Boston players feel their backs are against the wall.\n\n\"We know that this team is not going to lie down and we definitely have to be ready for their hardest punch,\" Tony Allen said.\n\nBefore the series began, many so-called experts felt the Celtics and Magic were very evenly matched on paper. That didn't take into account the intangibles, like pride and desire, and that the Magic left theirs behind in their two previous playoff series.\n\n\"Give the Celtics a lot of credit, man,\" Howard said. \"They've been playing hard, they've been playing together. They're playing like a team that wants the win the championship.\"\n\nMeanwhile, the Magic look like a team that just wants to go home. They've gone soul searching at the worst possible time, something the Celtics are glad they took care of during tough stretches of an often disappointing regular season.\n\n\"We're motivated by what's at stake. We see the big picture as a team,\" Paul Pierce said. \"You feel it. You feel it in practice the last two days with our focus. You feel it when we're on the court, how we're playing. The guys smell it right now. They know what it feels like to be in a championship. They know what it feels like to win a championship. You're starting to see urgency really, really come out the closer we get.\"\n\nA win tonight brings the NBA Finals. Can't get much closer than that.\n\nTim Weisberg covers the\n\nCeltics for The Standard-Times. Contact him at",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.997412622,
        "format_confidence":0.9077298045,
        "weight":0.0345593814
    },
    {
        "url":"http:\/\/www.cbssports.com\/mlb\/eye-on-baseball\/22375800\/fun-facts-as-metsmarlins-and-rangersjays-combine-for-38-innings",
        "text":"• My Scores\n  • MLB\n  • Golf\n  • World Cup\n\nFun facts as Mets-Marlins and Rangers-Jays combine for 38 innings\n\nBy Mike Axisa | Baseball Writer\n\nMore MLB: Scoreboard | Standings | Probable Pitchers | Sortable Stats | Odds\n\nThe Rangers and Blue Jays played an 18-inning marathon on Saturday afternoon, but it was only the second-longest game of the day. The Mets and Marlins played 20. Toronto and Miami walked away with 4-3 and 2-1 wins, respectively.\n\nAny time a game goes 18 innings, there will be plenty of weird facts to dig up. When there are two ... well that goes double. Here's a breakdown of the madness:\n\n  • This was the longest game in the history of both the Rangers and Blue Jays and tied for the longest in Marlins history. It was tied for the fourth-longest in Mets history.\n  • Believe it or not, there were two 18+ inning games on the same day as recently as 2006. That is the only other time in history it's happened, however. Hat tip to Jayson Stark for that one.\n  • Shaun Marcum of the Mets threw 105 pitches in relief, but he's only the third pitcher to do that this year. Brett Marshall (Yankees) and Felix Doubront (Red Sox) have both gone over the century mark out of the bullpen as well.\n  • Marcum is, however, the first pitcher to throw eight full innings in relief since Scott Sanderson of the Cubs in 1989. Here's the list. Apparently throwing 8+ innings out of the pen was pretty common during the 1980s.\n  • Blue Jays infielder Maicer Izturis took an ugly 0-for-7. Mets infielders Omar Quintanilla and Daniel Murphy both went 1-for-9 (they batted one-two in the lineup) and four players went 1-for-8.\n  • Twenty-three different relief pitchers had scoreless outings. Twenty-three! Marcum, Kevin Slowey, Ross Wolf and Brad Lincoln combined to allow one earned run in 25 2\/3 innings out of the bullpen. That's a 0.35 ERA.\n  • Joe Nathan was the only one of the four closers not to pitch. The Rangers were saving him for the save opportunity that never came, but hey, it worked for the Marlins and Steve Cishek. He nailed down the win in the 20th.\n  • The Mets used 11 (!) different players out of the nine spot in the lineup -- seven pitchers, three pinch-hitters and eventually the right fielder.\n  • Only two players had four hits on the day: Marlins catcher Rob Brantly and Blue Jays DH Adam Lind. Four players had three hits, but no Ranger had more than two.\n  • Total pitches thrown in the two games: 1,089. Athletics pitchers have thrown 1,086 pitches in June, and they haven't had a single day off yet.\n  • The Mets went 0-for-19 (!) with runners in scoring position. That's a franchise record for an 0-fer with men on second and\/or third.\n  • Not a single position player pitched. I think we were like two innings away from Rick Ankiel climbing back on the mound, but alas. Instead, the Mets designated him for assignment after the game. Rough.\nCBSSports Facebook Google Plus\nConversation powered by Livefyre\n\nmlb Video\n\n\nMost Popular",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9977357388,
        "format_confidence":0.8638680577,
        "weight":0.0048853934
    },
    {
        "url":"https:\/\/esc-shooting.org\/news\/read\/european-youth-league-championship-north-region-qualification-457",
        "text":"close Закрыть\n\nEuropean Youth League Championship – North Region Qualification\n\nYoung athletes from Lithuania, Poland and Sweden can now, thanks to excellent performance, prepare for the European Youth League Championship Final in Hungary in October.\n\n14 teams from the North Region entered the Qualification Round for this years European Youth League Championship. 10 teams were eligible to take part in the Qualification Round in Aarhus, Denmark, where they fought for the places to the EYLCH Final in Budapest, Hungary in October.\n\n42 young athletes from 7 nations travelled to Aarhus together with their coaches to compete in four matches each during the weekend 18-11 of April. The Rifle teams came from Estonia, Finland, Norway, Poland and Sweden. The Pistol teams represented Estonia, Latvia, Lithuania, Poland and Sweden.\n\nThe Swedish Rifle team was once again outstanding winning all 4 matches, just like in 2017 and 2018. They will be accompanied by Poland to the Final in Hungary. Lithuania won 3 matches in the Pistol competition and together with Poland they are now qualified to the Final in Hungary.\n\nThe Danish Shooting Union and the Organizing Committee in Aarhus proved to be very experienced organizer. We all enjoyed a wonderful spring in Denmark with warm and sunny weather. The hospitality was just as warm and welcoming. On behalf of the ESC Presidium I would like to express my warm thanks and appreciation to the Competition Manager Anders Sode and his team for excellent work. Many thanks also to the Danish Shooting Union.\n\nIt was a great pleasure to follow the exciting competitions during the weekend and I would like to congratulate all athletes. Not only those who can now look forward to the Final. In fact all participants deserve our appreciation – for excellent performance in friendship and fair play.\n\nEYLCH North Region Manager\n\nChristina Åhlstedt\n\nLeave a comment\n\nThere are no comments yet.\nAuthentication required\n\nYou must log in to post a comment.\n\nLog in",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.996107161,
        "format_confidence":0.9797111154,
        "weight":0.0043644287
    },
    {
        "url":"https:\/\/world-records.org\/tag\/united-arab-emirates\/",
        "text":"Tag Archives: United Arab Emirates\n\nFarthest manmade leaning building\n\nThe farthest manmade leaning building is ‘Capital Gate´ which has an inclination of 18 degrees and is 160 m (524.93 ft) high. It was developed by the Abu Dhabi National Exhibitions Company, (ADNEC) and designed by RMJM and the external construction was completed in Abu Dhabi, United Arab Emirates, in January 2010. Capital Gate is a 35 story building which forms the centre piece for the Abu Dhabi National Exhibition Centre’s development in Abu Dhabi. Capital Gate covers 50,000 squared metres. If more than 50% Continue reading →\n\nFastest text message in Arabic blindfolded\n\nThe fastest prescribed text message in Arabic blindfolded is 2 min 13 sec achieved by Mohamed Ahmed Al Mulla (UAE) at the Guinness World Records Pavilion in Global Village, Dubai, UAE, on 30 January 2009. The prescribed message was a translation of “The razor-toothed piranhas of the genera Serrasalmus and Pygocentrus are the most ferocious freshwater fish in the world. In reality they seldom attack a human.”\n\nFastest time to climb Burj Khalifa Tower unassisted (solo)\n\nThe fastest time to climb the Burj Khalifa tower is 6 hours 13 minutes 55 seconds and was achieved by Alain Robert (France), at the Burj Khalifa tower, Dubai, UAE, on 29 March 2011. Alain has never climbed this building before and sought permission from Emaar properties who convinced Alain he must wear safety equipment throughout the attempt. Although this was the case, Alain used his own method of climbing which involved him using only his bare hands and rubber shoes. No special aids or Continue reading →\n\nFastest time to complete a marathon on each continent (female)\n\nThe shortest overall time to complete a marathon on each of the seven continents by a woman is 48 days 15 hr 49 min 38 sec by Dawn Hamlin (USA) from 18 January 2008 to 5 March 2008. Complete list of marathons: Asia: Standard Chartered Dubai Marathon, Dubai, United Arab Emirates on 18 January 2008 Africa: Marathon de Marrakech, Marrakech, Morroco, 27 January 2008 North America: Orlando Xtreme Marathon, Christmas, United States on 02 February 2008 Oceania: Buller Marathon, Westport, New Zealand on 09 February Continue reading →",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.889980495,
        "format_confidence":0.8099437952,
        "weight":0.008162051
    },
    {
        "url":"http:\/\/runmoretalkless.blogspot.com\/2007\/04\/i-am-not-fast-but-i-am-stupid.html?showComment=1177875960000",
        "text":"\n\nThe heart of the difference is not ability or even talent, but desire\n\nThe purpose of life is to discover and develop your gift. The meaning of life comes from sharing your gift with others. - David Viscott\n\nSunday, April 29, 2007\n\n\"I am not fast, but I am stupid\"\n\n(quote and picture by Luis Escobar)\n\n(all other pictures are curtesy of Crew Pink Fuzzy!)\n\nMy weekend started with a drive to the airport. As I was leaving the house, I mentioned to Oleg we need to stop at REI to buy some gels - and then open a door and see a package from Cliff sponsors with my gels. Yay!\nI flew to Phoenix, AZ, where Angie picked me up, and we just began talking non-stop. This girl is so sweet and comfortable, like my own sister, and conversation flows about everything you ever wanted to say to your best friend! 2 hrs drive went in a flash, and after situating in Motel 6 we went to the pre-race dinner. Since neither one of us eats pasta, we picked some food and the supermarket and took it to the school gymnasiun where the meeting was. None of the \"fast boys\" showed up, and we joked how they dissed us, conventional runners. I've met Larry, Lisa S-B client, and a few others, but mostly they are people I don't know (interesting thing was they did know me, but I'll talk about it in report). The controversial figure of a 17 year old kid Michael Hayden came to talk, then Luis Escobar walked and said: I didn't recongnize you with you clothes on! Shh, Luis, nobody supposed to know that:) He calls me talanted, smart and beautiful, and I want to marry him:) Why is that no white American boy ever compliments women, like we some sort of middle gender? But I already discussed it in some post... We laugh, he asked why I pick this course, and I say: this is my kind of course, I don't like running all that much, I am a hiker. He looks back and responds: yes, this is what I say - I am not fast but I am stupid to hang there all day. Right there and then I decided it would be the title of my post - and if I had known how true it will be, I might have changed my decision...\n\nWe went back to the room, and I spread out all my gels, bottles, packs and carb mixes to show Angie when is what. There is no science in my racing, I take 2 gels and 2 bottle in 1.5 hrs, nothing else. So depending on how far aid stations are I split my supply. Finally we watched some stupid reality show and turned in.\n\n3 am came fast, but we were wide awake - at least until we got to the car, because driving put us into half-asleep stage. We were the last car parked at the start - the rest had been turned to the road - and happened to be behind Hal Koerner's group. I joked with him how he and the rest of elite's didn't show up at the dinner (\"uhm, church? early sleep time? doesn't fly?\") and went to check in. Kyle Skaggs was there and gave me a hag - I call him \"my favorite boy with favorite thigh muscles\", he is not only super-fast but an awesome kid, humble and friendly, and adorable too. I think of him as somebody who \"grew up in front of my eyes\" - he won his first long trail run at Capitol Peak 17M in 2004 when I won the 50k version, and then I gave him rides to his next 2 50k races he won, and I remember him looking up to me - and would you look at this kid now! He is such a sweetheart...but I digress:)\n\nI was conteplating whether or not I should start with a flashlight, but really, the light comes up in 15 min after the 5am start, and we are so tight at first, there is enough people with lights around. We sort out on single track trail right away and single-file on the wash-out. I am feeling pretty good and clicking minutes, things go well, and I am listening to my tunes. The trails are rocky - and this is an understatement. Karl Meltzer cals this course the rockiest in the country, and he is a Master on this, he should know. So we kick 'em and step on 'em, and about 3 miles in I kick one big really hard, twist my left leg landing and a crazy pain shoots right inside the left hip joint in a place where my cartilage tear is! My eyes jump out of the orbits and I see stars, tears stream out, and swear profusely - F#$@!!! It is horrific, sharp and strong, and I can't make a step. I pull to the side, holding my fists to not yell much, and everybody - everybody! - and their mother passes me. I try to move causiously, and pull to the side again. Now everybody and their father, borther and sister go by me. I still can't make a step, I wonder if I damaged my hip completely and forever. I hobble a bit, lopsided and leaping, and reach out for my prescription pain killers. Thanks to my doctor for and for saving them! I pop two and walk. Bearing weight on left leg even for a split second is a disaster. I can stretch out my right leg, but absolutely locked in pain and muscle contraction on my left side. I slowly move on to the aid station. Hiking up is a bit easier, going flat and down sucks! Eventually I come out of clearing and Angie asks me what's wrong. Well, I am not sure, I think I tore something, but I took pills and it should get better, and I will hike to the next AS and see how it goes...\n\nI switched bottles, put my pack on and moved to the next section. Luis Escobar (who was hired as an official photographer) is there yelling me: run! I am like: can't! He walks alongside me, listening to what happened, and wishes me strength. I continue walking. Whomever hasn't pass me yet, do it now. I feel like the last person on Earth, but tell myself: I pride myself in been a hiker, I power-walked 75% of this course last year, I can do the whole 100% and still get under cut off. I am not giving up, it is a far away from home race, and Angie is here for me...all those reasons flash, and I feel the pain finally easing off. I am still lopsided and can't reach out left leg, but I can make some kind of an uneven shuffle.  By the time I get to second AS I am almost running - what Luis and Angie (taking pictures of me) notice. I do another switch of bottles and pack, thank my beautiful Angie, give Luis a kiss, and go on 3rd section.\n\nIt is hot. Have I mentioned it yet? It is 90F, all open terrain, we are high at 7,000 feet and climbing, and the air is dry. 10 miles is a lo-o-ng way, but if I only knew how long it really is...I am hiking pretty well by now, and drinking and eating from my 3 bottles, hoping just over that ridge will be an AS. Not be. I come across a snake on a trail and pinch myself to make sure I am not hallucinating. I am not, and I am petrified on snakes, so I wait for it to go away. I have a weird thought process: may be I can get bit, and then I can quit this race for a serious reason, I so don't want to continue. But then again, it's so far to an AS, I may never make it there with a snake bite. Nope, I guess not an option. I pass a creek and get a bottle of water - I am dry - and the other ridge doesn't bring the site of an AS either. I also dip my hat in the water - and it's warm so doesn't bring any relief. Every ridge after that went in hopes, for the WHOLE HOUR!! Unbelievable. I try to stay positive, and I reel in on people. This is my high, this is where I start feeling I am doing something right. I pick a person and slwoly pull behind, and then come by, say \"hi, how are you, it's hot today\" and pass on. It gives me motivation, but I am so dry, I stagger and get lightheaded. Actualy, I was staggering and fuzzy on the second stretch as well, thinking it was altitude sickness. It gets much worse here, but I keep pushing. \"I am strong. I am a real power-walker. This is a hiker's course, and I am a hiker. My best strength is mental power. This is what I am going to use - I am Russian and I am mentally strong! GI Jane, baby! Keep on pushing when others are breaking down!\" Hour...how long is an hour? Longer than you think it is when there is no water, no wind, no cloude, no tree, and you are going uphill. Who said this year's course is downhill? Does it have downhill at all? I don't see it, and when a short burst of something resembling it comes, it is so rocky and twisted, walking yet again is the only option.\n\nFinally there it is, mile 26.5. I can't talk - but neither can anybody else here - and point at my bottles and my mouth. I get a cup of cold water, a cup of coke, 2 water bottles refilled - and move on. Lots of people staying trying to recupperate, but I can't afford to loose time, Angie is waiting and worrying, I am so f$#@ng late!\n\nI stagger on, drinking, and before I know it - my bottles are emty. I am so dehydrated and heaving, I can't bear a thought of gels and mixes, so I just drink. Another creek - and I refill my bottles, and they are empty in a flash too. I come by Michael Hayden sitting on a side and try to pull him in. He walks a bit behind and disappears soon (he dropped at the next AS). I come by Larry and his friend - and he yells: I knew you'd come. I stop and explain the injury thing, and his friend says how he saw me getting it and how it didn't look good at al. Well, here I am, still moving on, lets go, boys... Despite that creek refill, I am walking on empty for 40 min before the AS, and it seems that those (aid stations) run away as we move towards them. It takes 30 min longer on each strecth than I predicted, and I can't understand it. I see Angie, and she enthusiastically tells me how many places I moved up, how well I am doing and how everybody's times are not just slow, but slower than last year's \"up\" course. The AS mile 33 looks like a hospital - runners laying under tents, sitting down, drinking, gazing...I have an urge to fall into Angie's arms and not go anywhere. Eb comes (he started 1 hr earlier) and asks me how is the day - it f%#$ed up, I say, trying to see if I want another shot of coke. My mind is far in another place, like the other side of the moon. Don't give up, Eb says. Who, me? I am not! And I walk out, almost missing the check-out point.Angie is cheerful, and it's a bliss to see her.\n\nI count my miles in \"Angie's\": I see her ... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9964330196,
        "format_confidence":0.7019741535,
        "weight":0.0256578155
    },
    {
        "url":"https:\/\/www.golfdigest.com\/story\/undercover-tour-pro-even-the-players-run-afoul-of-augusta-national",
        "text":"The Golf Life | Mr. XMarch 30, 2016\n\nUndercover Tour Pro: Even the players run afoul of Augusta National\n\nTwo guards hold my dad in a small room, cellphone jail, and I have to go get him.\n\nI’ve played in three Masters. I’m comfortable there, but the first time I was definitely on edge. Augusta National is a beautiful place, but, boy, there are some different rules. And you really don’t want to get caught breaking one. If you can keep your name out of the conversation until Sunday, then go out with a bang of birdies and somehow wind up with a green jacket, well, that’s a good way to do it.\n\nNot that I spend that much time considering my decorum. We’re all professionals. We play golf for a living and know how to conduct ourselves in and around a clubhouse. It’s not like we’re out drinking and smoking all year and then clean it up for a week. Still, there are ways we mess up.\n\nMy first Masters, I went a couple weeks early to see the course. My regular caddie was allowed to walk along as a local caddie took us around. After, we played the Par-3 Course. It was near dusk, and at one of the far tees I said to my caddie, my longtime friend and fellow golf lunatic, “Here, hit one.”\n\nThe local caddie took the wedge from my hand: “If he hits that ball, I lose my job.” Whoa, I thought, that’s excessive. But I believed him.\n\nObviously, the big thing is the phone. You use it only in the locker room. Every week on the PGA Tour, I conduct full-length phone conversations on the range, so that’s different. Even if you’re waiting on a tee during a practice round, don’t sneak the phone out for a quick text. I’ve seen guys do this, but it’s not worth the potential aggravation.\n\nMy coach was once thrown out when he took video of my swing with his BlackBerry. We were at the seventh tee box. A security guard removed him from the golf course. He spent the rest of the day checking out the town.\n\nWhen my parents came, we had trouble. They flew in when I was playing a practice round, and so my wife and daughter go to pick them up. Because they had the courtesy car, they could drive right down Magnolia Lane, which was a thrill for my folks. As soon as they park, my dad goes straight to the merchandise center. He wanted to be sure he got the best stuff before it sold out.\n\nHe gets $400 worth of souvenirs. As he’s going through checkout, his card gets declined because he’s traveling out of state. He steps away from the register and takes out his phone—going through the player entrance, he hadn’t faced security—and begins dialing the number on the back of the card. Before he can press “send,” two guards grab him by the shoulders and usher him out. They don’t even tell him to put the phone away. They hold him in this small room, cellphone jail, and I have to go get him.\n\nMy dad’s shaken up and feels terrible. When his captors see I’m a player, there’s no sense of sorry for any misunderstanding. It wasn’t like my dad was out on the course taking photos or calling in to a radio show. The vibe was definitely the other way: We should feel bad, and I could expect to hear more about this incident. (I didn’t.) The whole thing took about an hour.\n\nBecause our child is in daycare, the club always gives my wife a beeper. She has never had a problem. Another system that works great is the little card they give players. It’s like your member card. You can eat anywhere, and whatever your family spends, they just send you a bill a few weeks later. It’s fantastic. All in, just about every minute you spend at Augusta National is a life highlight. But you will have a few “learning” experiences.\n\nTons of players have stories just like mine, I’m sure. Nobody talks about them because life’s easier when those stories don’t get out. —with Max Adler",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9909402132,
        "format_confidence":0.8425651193,
        "weight":0.0079035694
    },
    {
        "url":"https:\/\/www.mancity.com\/citytv\/interviews\/2018\/september\/city-v-newcastle-kyle-walker-reaction",
        "text":"quote feed-section sponsor-promos cf show linkedin dugout\n\n\nVideo Gallery\n\nWalker: It was worth the wait!\n\nMore To Watch\n\nQueue My Queue (0)\n\nKyle Walker says there's much more to come from City\n\nRaheem Sterling had opened the scoring on what was his 100th Premier League appearance for the Club only for DeAndre Yedlin to level for the Magpies against the run of play.\n\nWalker though ensured the champions went into the international break on a high with his spectacular shot.\n\nREAD: Man City key dates fixtures kick off times and cup draws September\n\nREAD: Man City Champions League Lyon Shakhtar Hoffenheim talking points\n\nAnd though delighted to have broken his City duck, Walker says the side have yet to hit the heights of last season and need to guard against opponents attacking on the counter.\n\n“When they play five at the back, it's always going to be difficult to break the spaces but I'm glad to have scored,” said Kyle.\n\n“I didn’t get on the score-sheet last season so it's a happy moment for me.",
        "topic_id":21,
        "format_id":21,
        "topic_confidence":0.9970958233,
        "format_confidence":0.9422543645,
        "weight":0.0026618751
    }
]