[
    {
        "url":"https:\/\/www.wanderersdiaries.com\/claudia-kaan-thelosttwo-interview\/",
        "text":"Claudia & Kaan – Interview\n\nMay 29, 2020 By: admin\n\n\nFeatured Traveler: Claudia & Kaan\n\nInstagram: @thelosttwo\n\n\nQ: Where are you from and when did you start traveling?\n\nA: We are both from Toronto , Canada but live in Bali now. We started traveling together 4 years ago.\n\n\n\nQ: How many countries have you visited?\n\nA: We have visited 41 countries together\n\n\nQ: What’s your favorite place so far?\n\nA: Our favorite place is Vanuatu. This is one of the most magical countries we have ever been to, and made the best memories over there. Here we came across the whitest sand, bluest waters, and most impressive landscapes. The island of Tanna has the world’s most accessible active volcano and we still can’t believe we went right up to the edge of it!\n\n\nQ: What place is top of your bucket list?\n\nA: We really want to visit Antarctica and are hoping to do so for our honeymoon.\n\n\n\nQ: What can’t you travel without?\n\nA: We definitely cannot travel without our camera- it has become a part of us!\n\n\nQ: What has been the most interesting item of food you’ve tasted?\n\nA: Definitely all the street stalls selling bugs on Khao San Road in Bangkok. Trying worms and scorpions was the craziest!\n\n\nQ: Which country has the friendliest people?\n\nA: We found the most friendliest people in Fiji and in Namibia. We have nothing but great experiences there with the locals.\n\n\nQ: Where would you most like to live in the world?\n\nA: We are really fortunate to be able to live in Canggu, Bali, and it has been the place we feel the most at home.\n\n\nQ: What destination have you found to be overrated?\n\nA: We found Egypt to be overrated. While the ancient history and relics are amazing, we had such a difficult and unpleasant time traveling around the country.\n\n\n\nQ: What’s the best piece of travel advice you’ve received?\n\nA: ‘Travel Light’. We took this piece of advice to heart and now only travel with carryon bags. We have saved thousands of dollars on checked luggage fees since we only fly with 2 bags. We only take what we need and it is so liberating.\n\n\nQ: What’s the worst piece of travel advice you’ve received?\n\nA: People always told us how dangerous it would be to do a roadtrip in Africa. We have roadtripped and camped the whole way from Kenya to South Africa and only had the best experiences!\n\n\nQ: What’s your top travel tip?\n\nA: Travel can be as cheap or as expensive as you make it. Majority of the time when we are on the road we are spending much less per month than what we spent living in Toronto. We love travelling around South East Asia because of how inexpensive it is.\n\nWe avoid traveling around expensive location such as Europe and Australia and if we do, we couch surf and cook our own food most of the time. It is really easy to save money if you do your research and plan your trips.\n\n\n   ———-   Happy Traveling   ———-",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9958372116,
        "format_confidence":0.9792702198
    },
    {
        "url":"https:\/\/dirtorcas.com\/the-longnecker-family-tinyshinyhome\/",
        "text":"By Paul Strubell of Dirt Orcas – 1\/7\/19\n\nFor the ninety ninth installment in our ongoing interview series here at Dirt Orcas, we are very pleased to share the story of The Longneckers. A family of six living and traveling full time in their Airstream. You may know them as @TinyShinyHome.\n\nJonathan and Ashley Longnecker, along with their four children, have been living out of their Airstream for nearly two years now. They completely restored the classic travel trailer over a 6 month period and have been exploring as a family ever since. Which I think is pretty cool.\n\nI was tipped off to their adventures by a previous Dirt Orca interviewee and also Airstream full timers, @4000Rivets.\n\nJonathan and Ashley have done a beautiful job with their conversion as you will see from their photos below. I recommend starting to follow them on social media if you aren’t already. You can find @tinyshinyhome on Instagram and Facebook.\n\nOf course if you want to dig a bit deeper than this interview and their social accounts, I recommend finding your way to their website, Here you will find an abundance of information about this family and their exciting way of life.\n\nTheir slogan on their website tells you all you need to know about their mentality. It reads “Live like you mean it”. It is a great reminder that intention and thoughtfulness do not have to be lost arts in this digital day and age.\n\nCheck out the interview and photos below.\n\nWhat do you consider to be your place of work?\n\nJonathan works in our Airstream. He is a web designer\/developer and has had his own company, FortySeven Media for 13 years. We’ve created a little standing desk work area with a mounted monitor and collapsible tripod mounted keyboard stand just outside of the kitchen area. He’s had a standing desk for around 7\/8 years and much prefers it to sitting all day. It’s actually worked out perfectly since there’s not much of another option in our tiny home.\n\nTell me about your vehicle. What do you call it?\n\nWe live and work out of our 1972 Airstream Sovereign, lovingly called our Tiny Shiny Home. We purchased it in August 2016 and began working on it in September. We spent 6 long, hard months, with the help of Ashley’s dad, completely gutting and fixing it up to suit our family of 6 for full-time travel. We had previously been in a 2015 Grand Design Reflection 5th wheel for a year and half before we made the move to a much smaller, shorter, lighter rig.\n\nChoosing to make the move from the 350 sq\/ft 5th wheel to our 220 sq\/ft Airstream has been the best decision we’ve made while traveling full-time with our kids!\n\nWhat other vehicles did you consider and what made you ultimately pull the trigger on the one you bought?\n\nJust last December, 2017 we bought a 2017 F250 Super Duty (gas) after a year of struggling with diesel trucks. We are so happy with our truck now, and our kids have named it Shredder (big TMNT fans).\n\nI cannot tell you how nice it is to be able to turn the key in that truck and know it will start! We had been camping in the middle of nowhere and our old truck would just decide not to start some days. It was unpredictable to say the least, and having the new truck has taken so much stress off of our shoulders.\n\nHave you made any upgrades or changes to it?\n\nFor the truck we added a spray-in heavy duty bed liner, a nice locking roll-top cover to secure our belongings, and some beefy mud flaps to protect the trailer from rocks and debris.\n\nAs far as the Airstream, heck yes! With the help of my (Ashley) dad, we have done so much to it! We completely gutted it, took the interior walls off, rewired, re-insulated, fixed tons of leaks, replaced all the vent fans and the AC, replaced the rotted out bathroom floor, and completely gave it a new interior complete with bunk beds for our 4 kids, shower\/tub, composting toilet, 12ft of counter space, marine fridge\/freezer, new stove\/range, enough kitchen storage to make all travelers cry, a dinette that transforms into a nearly king size bed at night, beautiful flooring and just the right amount of eclectic charm to make it feel like home. And we can’t forget about the 500 watts of solar on top and our 400 ah of lithium batteries making our Airstream an off-grid machine!\n\nWhat is your favorite part about it living\/working out of your vehicle?\n\nBy far, the best part is our ever changing backyard. Sometimes we’re working at the beach, sometimes the desert, and we’ve even worked\/lived in the middle of a rain forest!\n\nIt also allows us to spend less time working and more time adventuring with our kids. Did we mention the commute time is pretty good, too?\n\nWhat is your least favorite part about it?\n\nMy least favorite part about living in our Airstream is not having a garden or a workshop. I miss the conveniences of having a washer and dryer, a clothes line outside, and a big kitchen. But, our experiences while traveling and exploring full-time have topped all the conveniences that come with living conventionally.\n\nHow many miles have you put on your vehicle?\n\nSince we first left in May 2015 we have logged over 100,000 miles (though on 3 different trucks, and 2 rigs)\n\nWhat is the best place you have taken it?\n\nThough it’s hard to pick a favorite, we love when we find incredible landscapes and no one around. Trona Pinnacles in California, the Sonoran Desert, a little town just outside of Yellowstone.\n\nIs there just one?\n\nThere’s definitely not just one location that we love. We’ve seen some pretty amazing places, but we’ve learned to explore and enjoy wherever we end up, whether it’s the most picturesque place or not. Sometimes we’re mountain people, sometimes we’re beach people, and sometimes we’re desert dwellers. It just depends on the week!\n\nFavorite road you’ve driven?\n\nOh man, probably the Icefields Parkway on our way to Athabasca Glacier. It was our first time in Canada and every turn was more incredible than the last. A view that will never be forgotten.\n\nIn one word, what describes your approach to life?\n\n\nIf you could give a person one piece of advice when thinking about living from a vehicle, what would you tell them?\n\nYou have to be flexible! Things will go wrong and you just have to learn to roll with it. Things will break, things will leak, you’ll have days when you want to just sell it all and go back to the comforts of a traditional home, but if you stick it out, you’ll be rewarded with some of the best memories you’ll ever make.\n\nIt takes a special kind of person to recognize that the journey, not the destination, is the point of life. Travelers know this. Was there a point in your life where you became conscious that you were those kind of people?\n\nNo, I don’t believe there was one point where it just clicked. Jonathan had a friend who was traveling full-time with their 2 teenagers and they came to visit us at our home one day. From that meeting, I was hooked. I knew we could give it a shot and it’s been one of the best decisions we’ve made as a family.\n\nYou have found a strong place in the community of travelers. What values do you think your home or family instilled in you, that you take on the road?\n\nYou know it’s funny. I, Ashley, come from a very traditional, strict family. I have two older sisters and none of us have a traditional life. One of my sisters lives in a jungle in Papua New Guinea, and the other built herself a tiny house and lives off grid with her 3 boys. We often joke that our parents must be ‘so proud’ of how we turned out since none of us are living anything like the traditional life we had growing up.\n\nWe do however have full support from both our families, and the full-time traveling community has been incredible. We’ve met some of the best people while on the road, and really, they’ve become some of our closest friends.\n\nI admire your outside the box approach to career and home. Do you see yourselves as people who took a leap of faith to live in an unconventional way or do you think it kind of just happened?\n\nWe absolutely took a leap of faith when we began traveling full-time, but I do think our mindset of what was important to us began changing soon after we our kids reached school age. We just couldn’t see the benefit of them being away from us for 8 hours a day at a traditional school. We knew that home-school was for us, so why not travel to all the amazing places we were reading about? It just made perfect sense, and we love seeing and learning about all the amazing place together.\n\nWhere do you want to go next?\n\nGeographically, we’ll be in the southwest for the winter. We LOVE southern Arizona and the free camping is spectacular. In the spring we hope to hit several states we haven’t seen yet, top of that list is Colorado!\n\nThis year we’ll be expanding our courses related to camping off-grid and traveling full-time. We had a great time teaching people this last year and hope to do more of it.\n\nAlso, we’ll be concentrating more on our video content for YouTube. We would love to make some great videos of our adventures to share with those who are considering traveling full-time. An honest look at what our life looks like and how a family of 6 can make it work in 220 sq ft while traveling North America!\n\n3 replies\n\nLeave a Reply\n\nWant to join the discussion?\nFeel free to contribute!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9030885696,
        "format_confidence":0.9707459807
    },
    {
        "url":"http:\/\/roadwarriorette.boardingarea.com\/2011\/11\/29\/business-traveler-interview-aliza-sherman-and-danielle-smith\/",
        "text":"Business Traveler Interview: Aliza Sherman and Danielle Smith\n\nAliza and Danielle being interviewed for .tv\n\nYou guys have heard a lot from my experience at Blog World, but I haven’t shared everything. One of the best workshops I attended was about empowering women to be public speakers, run by Aliza Sherman, Jill Foster, and Danielle Smith. Aliza and Danielle recently wrote MOM, Incorporated, about how to have a family and start your own business (which I bought, am currently in the middle of, and loving. I will review soon!). When I spoke to them, they were wrapping up a six week book tour. Of course I had to take the opportunity to ask these accomplished road warriorettes a few questions!\n\nRW: You’ve been on the road for six weeks. What are your tips for being on the road a long time?\n\nAliza: I learned that it would be so nice to be independently wealthy. To have an entourage, Sherpa included. (laughs) Here’s a good tip: Amtrak has something called red-cap service. You can call in advance and tell them what train you’re on, and they will wait for you and be there ready to get your stuff.\n\nRW: So it’s like an entourage!\n\nA: Yes!\n\nDanielle: That’s where the joke about having an entourage came from, because we had so much trouble with all of our bags. Our bags were packed with books, so they were extremely heavy. We had a red-cap help us in New York, and when we told him we were going to Philadelphia he called ahead and had someone waiting to help us.\n\nA: He came onto the train and helped us with all of our stuff! It was a great thing that we had no idea existed.\n\nD: Sometimes they don’t wear their red caps, and that can be highly confusing. Go to the information desk if you don’t see one and they will help you find them.\n\nA: Another tip: travel with someone who has a great accessories bag. Then they can decorate with you with bracelets and necklaces and you look totally awesome.\n\nRW: So find a friend with good taste and travel with them.\n\nA: Yes! That’s the best tip ever.\n\nRW: Anything else?\n\nA: I use apps a lot. I use AroundMe, Google Maps, and Foodspotting as location services so I can find places that I need. So if I need a drugstore, then I have the handy apps already on my phone. I use the TripIt app for my itineraries. When it comes times to check in, I can fire up my app and find my record locators very easily. I have a hyphenated name, so it’s very difficult to be recognized by the machine. Having the record locator at the ready makes it so easy.\n\nRW: What is your most important travel item?\n\nA: Our matching pink iPhones! I could not travel without my phone.\n\nD: Agree. I could not travel without my phone.\n\nA: It’s everything—minicomputer, email, updating websites at the last minute, checking RSVPs for our book parties, using the apps to find things. It’s just constantly with us. I also use it for tweeting, checking the Facebook page, making sure we keep the conversations going, sharing what we’re doing on the road. Definitely couldn’t leave home without it.\n\nRW: How did you prepare for such a long time on the road?\n\nD: I’ve been able to go home so that helps.\n\nA: People couldn’t believe how light I packed considering I was away for six weeks. I just figured I would do laundry, and I’ve done laundry five or six times. When a hotel does the laundry for you it is so expensive—like $15 to launder a tee shirt (in Russia). I did coin laundry when I was in Frankfurt, but in Russia they really frown on it so I ended up getting $75 worth of laundering done. It was truly just two tee shirts and two slacks. So expensive! But I had to pack light to have room for the books. Now [my bags are] heavier—one 48 lb bag and one 49 lb bag—because I keep buying things for my little girl.\n\nAnother tip is to pack light enough so can pick up those fun little goodies you find along the way. Originally I brought a tote bag inside of my smaller suitcase, eventually I started using it, and now it’s full.\n\nRW: What is your favorite place to travel to? What was your favorite place as part of your tour?\n\nA: Russia wasn’t part of our book tour, but it was phenomenal. I loved Europe and Germany, but Russia was out of this world amazing. Not at all what I expected, and I had a great time.\n\nD: People have been really gracious so I don’t know if we could pick one place. Our experience has been dependent on so many things, mostly the events and the people attending the events. We haven’t had much of an opportunity to experience much of the cities.\n\nA: Here’s one thing. The sun in San Diego the other day was heavenly. It really was.\n\nRW: I can’t wait to read your book. We all know how hard it is to have everything all the time. What is your best way to empower women? To help them do what they want to do, and make the life they want to make?\n\nA: Follow your bliss. Your passion. It will make you feel so good inside.\n\nD: Stop striving for balance. Balance is a myth. Recognize that what you’re doing is juggling business and family, and it’s okay. It’s okay if you occasionally drop a ball. Because you’re never going to be stellar as a mother on the exact same day that you are stellar as a business owner. And that’s okay.\n\nRW: It certainly is. Congratulations on the book and the tour, and thank you so much for speaking with me.\n\nDid I mention that I love these women? I felt so lucky to get to spend some time learning from them and just absorb their energy. Look for my review of their book in the next few weeks.\n\n\n\nDownload our free Business Trip Packing Checklist and never forget a thing!\n\n\nNot sure what to pack for your business trip? No problem! Use our checklist to make sure you have everything you need for a successful trip.\n\nWe hate spam and will never send you any. Unsubscribe at any time. Powered by ConvertKit\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9637894034,
        "format_confidence":0.9552740455
    },
    {
        "url":"https:\/\/www.nzherald.co.nz\/travel\/news\/article.cfm?c_id=7&objectid=12326490&ref=art_readmore",
        "text":"Where are your strongest memories from the first overseas trip you ever took?\n\nIt was a big deal. I nailed it in my final year exams in primary school and my mum took me to the Philippines. Then we headed up to the hills into Baguio. It was 21C in the day and 15C at night. Having lived in Singapore, where it's 30C most of the time, it was my first experience of cooler weather. Or what felt like to me, the freezing cold.\n\nA life in Travel: Kiwi actor and director JJ Fong, creator of TVNZ OnDemand's MEME\nOne Lane Bridge actor Sara Wiseman's favourite travel memories - A Life in Travel\nA Life in Travel: The Grove and Baduzzi restaurateur Michael Dearth\nSky Sport presenter and former Silver Fern Courtney Tairi: A Life in Travel\n\nWhat was a standard family holiday like when growing up?\n\nA rented chalet at East Coast Park beach in Singapore. The whole family would go and there would be great food. The kids swam and kayaked and played football. The men would drink whiskey and the ladies would complain to each other about the men.\n\n\nWho has most inspired your travels?\n\nI was a nomad throughout my 20s. New Zealand is the fifth country I've made a home in. Thankfully my wife and daughter have a very healthy nomadic streak. They're up for anything, so going anywhere with them is awesome.\n\nWhat is the greatest trip you've ever been on?\n\nMy daughter's school choir toured Europe, taking part in competitions and performing in some of the most historic buildings in that part of the world. Budapest, Vienna, Prague, Salzburg, Nuremberg and Munich. It taught me so much.\n\nAnd the worst?\n\nCayo Ensenachos, Cuba. A \"wedding cake\" resort hotel-filled island, created by the Cuban government to entertain Canadian tourists that arrive directly into it and pretend they're in Cuba.\n\nWhat's your approach to packing for an overseas trip?\n\nThe night before is fine for me. I keep it pretty tight.\n\n\nWhat is the destination that most surprised you — good or bad?\n\nTexas. A friend and I drove across it over two-and-a-half days - country music radio stations and wide open planes. The stories in the music unfolded with each horizon. That's when I fell in love with country music.\n\nWhere was your most memorable sunrise\/sunset?\n\nSunrise from the base of Mt Agung in East Bali, through the valley.\n\nWhat's the first thing you do when you get home from a long trip?\n\nTell my family how grateful I am to be living in New Zealand.\n\nEat Well For Less NZ co-host Ganesh Raj in Munich. Photo \/ Supplied\nEat Well For Less NZ co-host Ganesh Raj in Munich. Photo \/ Supplied\n\nWhat do you miss most about home when you travel?\n\nIf I'm travelling with my wife and daughter, nothing. If not, my wife and daughter.\n\nWhere is the one destination you must see in your lifetime?\n\nSamburu in Kenya. A friend of ours is a photographer there. She lives with the local tribe. The tribe runs the animal sanctuary and has created a thriving example of conservation and commerce. My wife and I talk about it all the time.\n\nWhat's your favourite thing about travel?\n\nMeeting locals and learning about their life, and hopefully getting a taste of all things local.\n\n\nRestaurateur Ganesh Raj (owner of The Tasting Shed, co-owner of The Māori Kitchen) co-hosts Eat Well for Less NZ, premiering on TVNZ 1 tonight at 7.30pm.",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9953731894,
        "format_confidence":0.9480997324
    },
    {
        "url":"https:\/\/traveler.marriott.com\/chicago\/next-stop-a-guides-guide-to-the-windy-city\/",
        "text":"Tips + Trends\n\nNext Stop: A Guide’s Guide to the Windy City\n\nJay Pritzker Pavilion in Millennium Park (Photo: Evgeny Dubinchuk\/\n\nEvery born and bred Chicagoan knows that the city is full of wonderful nooks and crannies. City native Frank McGehee of Chicago Private Tours is an expert on which landmarks tourists love to visit, like The Magnificent Mile and Millennium Park, but he also knows the places that are often overlooked. McGehee’s intimate custom tours go to beloved and little-known spots, and show off the best of Chi-town’s past and present. Here are his tips for checking out the city with, or without, the help of a tour guide.\n\nWhich area of Chicago is underrated?\n\nA lot of people don’t take the time to explore the South Side. Once you start driving through the mansion district, the University of Chicago campus and the Frank Lloyd Wright Robie House, you’ll start looking at all the architecture. Hyde Park is really a jewel on the South Side.\n\nWhere in your own neighborhood would you take visitors?\n\nI would take all visitors for a stroll in the Japanese gardens in Jackson Park. It is something that was designed to match the style of gardens that was showcased for the World’s Fair of 1893.\n\nSay a tourist is returning to Chicago again after about 10 years. How has the city changed since then?\n\nChicago has seen tons of beautification in the past 10 years. A lot of it is thanks to our former first lady of the city, Maggie Daley, who really made it a point to add the flower beds in the middle of Michigan Avenue and Lake Shore Drive. That really beautifies the city with living, breathing art.\n\nWhat is the best way to travel around the city to see the sights?\n\nI recommend the bike sharing programs to get people out there on their bikes and check out the city. It’s really more of an active city now and I think that’s something to be appreciated.\n\nOur tours offer a vehicle, so we can get you all the way up to the North and South Side, but we try to get out of the vehicle as much as possible so we can look at the architecture in greater detail. At the end of the day, you need to get out and look at the building. Just look up and realize how beautiful the city of Chicago is.\n\nWhat is the coolest thing that’s happened to you while giving a tour?\n\nOne client had us customize the tour to go by all the places where the couple had great memories, but to act like it was just part of the tour. At the end, he proposed and just as she said yes the fireworks at Navy Pier started going off, making it a perfect night for them.",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9955577254,
        "format_confidence":0.6147512794
    },
    {
        "url":"http:\/\/sdvoyager.com\/interview\/meet-horizon-charters-americas-shark-boat-h-m-landing\/?replytocom=197",
        "text":"To Top\n\nMeet Spencer Salmon of Horizon Charters – America’s Shark Boat\n\nToday we’d like to introduce you to Spencer Salmon.\n\nSpencer, let’s start with your story. We’d love to hear how you got started and how the journey has been so far.\nWe have been a fixture on the San Diego waterfront since 1971. The Horizon Charter operation started with the Grivetto Family back in the early 70’s with a small fishing boat back when bluefin tuna ran out of the harbor at 800lbs. Those days are long gone, but during the ensuing years they embraced eco-tourism, spearfishing charters, whale watching and scuba diving.\n\nThe MV Horizon was the first to “discover” Great White Sharks at Isla Guadalupe in 2001 and we have been known as America’s Shark Boat ever since. We’ll be celebrating our 18th shark season next year taking divers from all over the planet to encounter these amazing animals up close.\n\nGreat, so let’s dig a little deeper into the story – has it been an easy path overall and if not, what were the challenges you’ve had to overcome?\nThe dive charter world is one that is always in flux. Anyone who tells you owning a dive boat is a luxurious occupation has never had a main compressor go down 300 nautical miles down the coast in Mexico with 16 paying divers – lol!\n\nWe have the BEST local divers in the world. San Diego and West coast divers are great, they understand the “wildness” of our coast and of the Mexican coast, the incredible bio diversity just under the surface and the challenges, so they roll with it. Our Great White Shark operation is world class, and we’re attracting divers from all over the planet now.\n\nDiving operations are always a challenge, but the real payoff for us are the changes in mindsets. The appreciation for our oceans and the conservation efforts our divers put back into our coasts because they are the ones experiencing nature up close. We’re thrilled to be a part of that.\n\nPlease tell us about Horizon Charters – America’s Shark Boat.\nAs America’s Shark Boat we have a challenge ahead. Most operations will not do sharks, the staffing, the education, and the day to day operations have to be top notch. That’s our niche. Since 2001 we realized that regular diving along the California coast was slowing phasing out. There’s still a robust community but it’s not what it once was.\n\nSo we tool a HUGE gamble and built industry trending shark cages, put together the best shark crew on the planet and set forth to create a shark industry where none existed…with 18 foot Great White Sharks by the way!\n\nAlong the way we plowed $1000’s into a marine research program with Great Whites with U.C Davis and CONANP, we pioneered safe ways to interact with these amazing animals, and we educated thousands of divers over the years. These animals are not the ferocious man eaters of lore, and Isla Guadalupe is their home. We’re just honored guests.\n\nIn terms of pride? I love our boat the MV Horizon. We have spent the past 5 years upgrading her and she’s in perfect shape as a long range all-inclusive dive charter boat. We’re also proud of our partnership with Mexico at Isla Guadalupe, as the original shark boat to this amazing destination we have seen it all, and been there to help when it counted. We’re happy to say the island is a better place for the animals today than it was when we first arrived in 2001!\n\nDo you look back particularly fondly on any memories from childhood?\nScuba diving when I was ten. Diving has been in my blood since as long I can remember and Southern California memories of kelp beds, abalone, lobsters and the wonders of the sea are my most precious memories.\n\n\n  • 5 day all inclusive white shark cage diving $3100 USD\n  • Save $400 off any white shark dive charter in 2018\n\nContact Info:\n\n  • Address: 2803 Emerson St\n    San Diego, California\n  • Website:\n  • Phone: (619) 881-7561\n  • Email:\n\nImage Credit:\n\nGetting in touch: SDVoyager is built on recommendations from the community; it’s how we uncover hidden gems, so if you know someone who deserves recognition please let us know here.\n\n\n  1. Annie Pflueger\n\n    November 10, 2017 at 12:50 am\n\n    If you are thinking about doing this trip…… don’t think any longer! Just do it! You are in the best hands with the best shark company and you will have no regrets. Just dreams of coming back for more!\n\nLeave a Reply\n\nCancel reply\n\nYour email address will not be published. Required fields are marked *\n\nMore in",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9125828743,
        "format_confidence":0.9758107662
    },
    {
        "url":"http:\/\/www.arabianbusiness.com\/marriott-man-arne-sorenson-interview-493131.html",
        "text":"Marriott man: Arne Sorenson interview\n\n  • Share via facebook\n  • Tweet this\n  • Bookmark and Share\n\nWith more than 1,000 guests, a star appearance by the British pop star Leona Lewis and some of the most senior members of staff from both Marriott International and Emirates Airline, the opening of the JW Marriott Marquis Dubai was certainly one of the parties to be seen at last month.\n\nThe Emirates Airline-owned property, which boasts 804 rooms and is officially the world’s tallest hotel at 355 metres high, is also set to become one of Dubai’s largest hotels when it opens its doors to a second 804-room tower in 2014. The sheer size of the property, coupled with the fact that hotel occupancy rates across the city reached nearly 90 percent in January means it will come as little surprise to many that for Arne Sorenson, president and CEO of Marriott International, Dubai is one of the hotel operator’s most exciting markets internationally.\n\n“Dubai is a really exciting market and it’s a treat to be here because there is an enthusiasm which is infectious,” he tells Arabian Business.\n\n“While I think the people in Dubai are reticent about proclaiming that things are good when others are hurting, they still are benefitting from the fact that it is a safe haven when so much of the rest of the region is not… You are seeing Dubai come back as strong as it’s ever been and I think the growth prospects here are pretty generous,” he adds.\n\nAs one of the world’s largest hotel operators, with 3,700 properties under management and revenues of over $12bn, Marriott’s performance is often seen as a bellwether of not only the international hospitality industry but also the global economic outlook as a whole.\n\nHotel operators were hit hard by the global financial downturn amid a severe decline in international tourists and business travellers but as the economy picks up in Asia and the US, the outlook has started to show some signs of recovery.\n\nMarriott, which counts Ritz-Carlton, Residence Inn and Courtyard by Marriott amongst the eighteen brands it operates, reported a 6 percent rise in revenue per available room (RevPAR), a key metric that measures hotel health, and a 4 percent increase in room rates in the fourth quarter of 2012. Competitors InterContinental, the world’s biggest hotel operator, and Starwood also reported better than expected profits underpinned by a pickup in US operations and expansion in developing markets such as the Middle East.\n\nArticle continued on next page\n\nJoin the Discussion\n\nDisclaimer:The view expressed here by our readers are not necessarily shared by Arabian Business, its employees, sponsors or its advertisers.\n\nPlease post responsibly. Commenter Rules\n\n  • No comments yet, be the first!\n\nEnter the words above: Enter the numbers you hear:\n\nAll comments are subject to approval before appearing\n\nFurther reading\n\nFeatures & Analysis\nHow Dubai is helping Ireland's economic push\n\nHow Dubai is helping Ireland's economic push\n\nTourism is now Ireland’s second-largest industry, and is playing...\n\nOver half of suppliers asked for bribes by hotel managers - survey\n\nOver half of suppliers asked for bribes by hotel managers - survey\n\nNearly three quarters of suppliers said they know of other firms...\n\nThe new RNB stars\n\nThe new RNB stars\n\nHow Jason Myers, Gert Kopera and Christian Gradnitzer plan to...\n\nMost Discussed",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.7836073637,
        "format_confidence":0.8323162198
    },
    {
        "url":"http:\/\/www.journal.ky\/2011\/11\/02\/tourism-working-for-cayman-worldwide\/",
        "text":"Tourism working for Cayman worldwide\n\nCountry managers Don McDougall (Europe), Paul Minich (Canada) and Thomas Ludington (USA) are tasked with keeping Cayman in the minds of potential visitors and the subsequent injection of cash into Cayman. Part II \n\nEach of the Department of Tourism employees answered a set of questions posed by The Journal regarding the country-specific issues inherent in their day-to-day jobs and overall planning to promote the destination. Last month the marketing professionals spoke of economic conditions and what their own roles involve and now they turn their attention to matters of media, trade shows and more. \n\n\nCan you explain some of the methods which are successful in getting good press? \n\nDon McDougall (Europe): Our visiting journalist programme has proved massively successful in terms of coverage achieved in target media and also in terms of delivering return on investment (i.e. equivalent cost of exposure versus paid for coverage.) Our affinity marketing strategy is also a hugely successful method of ensuring wide brand exposure, through third party company endorsement of the destination and in achieving coverage via that third party company’s data base\/high street space. \n\nThe advertising strategy allows Cayman a wider brand awareness combined with an aspect of education through the combination of above the line creative appearing alongside extensive advertorials in our media plan. \n\nA solid sales and destination training programme via the most prolific travel trade distribution channels ensures that travel agents and tour operators are well versed to convert and sales leads generated by Department of Tourism marcoms. \n\nPaul Minich (Canada): I divide press coverage into two camps – consumer and travel trade for the industry. From a consumer point of view, we have worked hard to educate general interest journalists (as opposed to travel-related journalists) and this has worked extremely well. As an example last year we invited food critics to Cayman Cookout as visiting journalists. We are still getting press and it is eight months after the event! Also, we have entered the on-line world with our PR efforts and this has been a critical success factor for us over the past two years. \n\nOn the travel trade side of things, the Canadian office has really ramped up its presence in the industry and that has translated into excellent press coverage for the travel agents, tour operators and airlines. The Cayman Islands as a brand is very visible within the trade. \n\nThomas Ludington (USA): Today, to garner good press, we look for items that are unique to market. Simple promotional fares, or packages don’t cut it. Clearly some of the things we do on island such as the National Geographic Challenge, our Fresh Air Fund Program are very unique and therefore newsworthy in the USA. The Kittiwake was also a phenomenal story this year because it had so many unique aspects – such as the fact that It was the first US ship to be given to a foreign country to be sunk and used as a reef. Additionally, our efforts in the areas of medial tourism, ecology and sports tourism all have some unique and interesting elements that journalists can latch on to and find that thread to weave a story from.  \n\n\nWhat is the role of social media and how has this impacted the marketing mix? \n\nDon McDougall (Europe): CRM and social media plays an increasing role in customer loyalty and word of mouth endorsement for the destination. By utilising several social media streams simultaneously, we can keep Cayman top of mind amongst an audience which has opted to receive our communication. We can also tailor make specific content related news\/opportunities to an audience already segmented by personal interest selection. Social media is instant, impactful and measurable.  \n\nPaul Minich (Canada): Canadians are among the heaviest users of on-line activities in the world, spending a disproportionate time on-line as a life style. We are connected as a nation. Our goal in Canada is to create a sense of “community” amongst Canadians who are interested in seeing not only what is happening in the Cayman Islands, but also what the Cayman Islands is doing in their communities at home. Our “events based “ marketing strategy has us involved with Canadian travellers in their home markets and we aim to use social media to create a buzz about our presence. It works. \n\nThomas Ludington (USA): Social media has emerged to be a very affordable and effective tool to communicate our story to people who have an interest in the region and the experiences we offer. It’s human nature to share experiences with each other and there is no better form of advertising than that good word of mouth. We can speak to these groups about the things that interest them, which helps in getting them to make the call to book their vacation. In this way, we can speak to areas such as culinary, dive, family, romance, sports and of course travel. As far as the mix is concerned, social requires a high degree of human resources to maintain the relationships formed and to keep the dialogue active and in addition, we are spending a large amount of man hours implementing our social media strategies. \n\n\nWhat is the role of trade shows? \n\nDon McDougall (Europe): Business to consumer niche interest themed events (such as nature shows, dive shows etc) are becoming increasingly more important and lucrative, compared to traditional business to business travel industry shows. Modern communications and media means that buyers no longer wait for trade shows to find inspiration and\/or potential business contacts. They do so via the web\/e mail and Skype. Even B2B is going virtual with the potential of a virtual Caribbean event on 16th December. \n\nPaul Minich (Canada): In Canada we have opted to spend our promotional dollars at well targeted consumer events as opposed to consumer trade shows. Sponsoring a Rolls Royce street party is an example of this shift in philosophy. However, trade shows do remain important for the travel trade, as industry trade shows allow us to meet and educate travel agents efficiently. \n\n\nThomas Ludington (USA): Trade and consumer shows afford us the opportunity to interact with key influencers such as travel agents, wholesale operators, and dive industry people etc. on one place over a day or two. In addition to being able to speak with them, and put our promotional collateral in their hands, we collect their contact information and e mail addresses so we build our data base and can communicate with them in the future via social media and e mail. Additionally, the market intelligence gained from these shows enable the tourism department to identify market trends and perceptions of the destination that help us craft the messaging that we go to that particular market with. The same holds true at our consumer shows. We target dive, epicurean, romance, general travel and some sports shows and events that attract our target demographic. \n\n\nHow do attractions such as Kittiwake or events like Taste of Cayman go down with your target market? \n\nDon McDougall (Europe): Kittiwake was a huge opportunity to gain extensive media coverage through PR activity and indeed will drive visitation from Europe as it complements the whole Cayman dive experience, which is already quite well known amongst the dive fraternity.  \n\nCulinary and music events are less of an opportunity because Europeans are surrounded by their own cultural diversity all close at hand, of which food and music are major motivators. Travelling for 13 hours to attend such events from Europe is not as attractive an opportunity as it is to someone who is exposed to less cultural diversity and who only has to travel from the USA. \n\nPaul Minich (Canada): Very significant, especially when marketing to the niche sectors I described earlier. The dive community is obviously very focused on the excitement of Kittiwake, and as another example, when we talk to culinary enthusiasts in Canada they make travel plans around January to enjoy the epicurean activities. These events also provide story lines for editorial coverage-both print and on-line, which helps develop our PR initiatives. \n\nThomas Ludington (USA): These are fantastic events that give us the ability to differentiate ourselves from the competitive set by providing platforms that create demand. For instance, the sinking of the Kittiwake got us tremendous press in the dive magazines as well as national electronic media. This creates the interest and reasons for the consumer to visit, whether it be for the first time or a return. Taste of Cayman reinforces our dominance in the culinary aspects of our destination, which has become an integral part of vacation planning; especially in our target consumers. These are tremendous hooks, which journalist like to write about and consumers like to brag about the fact that they’ve been there.  \n\ndot ludington, thomas-DB\n\nThomas Ludington",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9730812907,
        "format_confidence":0.9779881239
    },
    {
        "url":"http:\/\/www.aucconline.com\/news.php?news_id=2093",
        "text":"\n\nInterview with AUCC Chairperson Carolyn Lamm Before 2012 Uzbekistan-US Annual Business Forum\n\nGet Flash to see this player.\n\n» AUCC events\n\n» Contact us\n\n\nUS and Canada tour operators expect resumption of travel to Uzbekistan\n\n4 July 2020\n\nAs part of promoting a positive image of Uzbekistan and supporting tourist interest in the republic abroad, the Uzbek Embassy in the United States organized a briefing of the Deputy Chairman of the State Committee for Tourism Development Ulugbek Azamov for travel agencies in the United States and Canada.\n\nThe briefing was attended by the leaders of the leading travel companies in the USA and Canada, who specialize in organizing tours of travelers to Uzbekistan and Central Asian countries, as well as representatives of cultural and humanitarian circles and the media.\n\nAt the beginning of the event, the participants were informed about the pandemic situation in the country and the measures taken to normalize the epidemiological situation in the republic, as well as the work of the Government in preparing the entire complex of the necessary infrastructure of the country to accept foreign tourists.\n\nThe leadership of the State Committee for Tourism made a detailed presentation of the measures taken to stimulate international tourism in the context of a pandemic, the prospects for the resumption of tourist flows from the USA and Canada, the requirements and recommendations to foreign travel agencies and tourists, the conditions for ensuring the safety of tourists in the country, and also the priority directions for the future development of the domestic tourism industry of Uzbekistan .\n\nIt was emphasized that special attention is paid to government support of business entities in the field of tourism. It was noted that the main task is to prevent the closure of hotels, travel companies and other sectors of the economy related to servicing domestic and foreign travelers.\n\nMr. Azamov informed the briefing participants about the opening from 1 June 2020. \"Green\" and \"yellow\" regions of the country for domestic tourism, as well as the resumption of June 15 this year air connections with foreign countries with the introduction of “green”, “yellow” and “red” flights according to risk levels based on the situation with coronavirus in countries of departure.\n\nThe participants of the event showed keen interest in the measures taken to support the tourism industry in the republic and actively asked questions affecting various aspects of the resumption of tourism. High appreciation was given to measures to accelerate the restoration of the tourism sector and the formation of new instruments for its development, the privileges, preferences and incentives for the tourism business, the expansion of the Open Skies regime at Andijan, Bukhara and Urgench airports, as well as stimulating the development of tourism infrastructure.\n\nOf particular interest was the project “Uzbekistan. Safe travel GUARANTEED”, which is a new system of sanitary and epidemiological safety for tourists, developed on the basis of world standards. It was emphasized that uniform requirements of sanitary and hygienic standards were introduced at all tourist facilities to ensure the safe stay of tourists in Uzbekistan.\n\nCommenting on the speech of the head of the State Committee for Tourism, the Honorary Consul of Uzbekistan in the United States, Carol Lopez, drew attention to the significant increase in publications on social networks about the historical and cultural heritage of Uzbekistan. For his part, U. Azamov noted that the republic is conducting a series of targeted actions to popularize the national brand for representatives of local and foreign media and bloggers, which served as an incentive factor for increasing publications about Uzbekistan. In addition, the very fact of the development of digital media space and the multiple growth in the number of foreign tourists who have visited our country over the past 3 years is also the reason for the activation of Uzbek content on the Internet.\n\nRepresentatives of the cultural and humanitarian circles of the United States expressed their willingness to strengthen friendship communities between the regions of Uzbekistan and the United States. An activist of the Uzbek diaspora in Seattle (Washington), Fazliddin Shamsiev, assured that he will do his best to expand twinning relations with Tashkent, and will also inform local tour operators about new opportunities in Uzbekistan.\n\nThe editor of the San Diego Metro magazine, Martin Cruming, expressed his interest in creating a community of friendship between representatives of San Diego (California) and residents of one of the historic cities of Uzbekistan. In his opinion, such an alliance will help strengthen the Uzbek brand in the American city and increase the number of American tourists to Uzbekistan.\n\nMany tour operators were interested in the process of resuming flights from the USA and the introduced innovations for passengers arriving in our capital. U. Agzamov emphasized that there is ongoing monitoring of the pandemic situation throughout the world. It is noted that a special commission together with air carriers will strive to create the most favorable conditions for the resumption of safe flights. Participants are also informed about the new procedure for checking and ensuring the safety of tourists at the airport.\n\nAs a result of the event, it was agreed to continue regular consultative negotiations with a view to resuming the tourist flow to Uzbekistan from the American continent as soon as possible, organizing a special joint study tour for US and Canadian travel companies to our country as the epidemiological situation stabilizes, as well as expanding the package of proposed tourist destinations in the republic.",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9902197719,
        "format_confidence":0.5733483434
    },
    {
        "url":"https:\/\/www.keyholemarketing.us\/kinship-landing-ep28-metaphorically-speaking\/",
        "text":"Episode 28 Kinship Landing\n\nKinship Landing\n29th, 2021\nKeyhole - Digital Marketing Agency - Joe Dudeck\nJoe Dudeck\nPresident + Founder\nCategories: Interviews, Podcast\n29th, 2021\nKeyhole - Digital Marketing Agency - Joe Dudeck\nJoe Dudeck\nPresident + Founder\nCategories: Interviews, Podcast\nKinship Landing - Bobby Mikulas - Colorado Springs\n\"You realize there's a lot of wonderful ways to live life...If the people who live in COS can interact with people from every corner of the globe, that's a good thing for our community because we have lessons to learn from people in South and Central America who really embody family as the hub of their life. We have things to learn from people in Italy who are very careful not to let that work life balance get off kilter. We have things to learn from everyone all over the world. And we can take those things and transcribe them in a way that makes sense here in COS. We have things to learn here as a community from everyone who's visiting us.\"\nBobby Mikulas, Kinship Landing\n\nBobby and Brooke Mikulas are the founders and owners of Kinship Landing, a boutique hotel, cafe\/bar, and event space in downtown Colorado Springs. “Built with exploring in mind,” Kinship Landing is more than just a place to spend the night. Acting as a personalized resource hub for both tourists and townies, the Kinship team provides recommendations for how to experience the Springs like a local through craft dining, culture, recreational activities, and more.\n\nKinship Landing logo - Colorado Springs\n\nIn this episode, discover the journey that led this husband\/wife team toward a livelihood of hospitality, from family values instilled at birth to a life-changing trip around the world.\n\nListen to our conversation for a meaningful perspective on belonging and being a good neighbor. For more local entrepreneurial interviews, visit our full library.\n\n\nNever Miss an Episode\nSign up now to receive email announcements when a new podcast goes live.\n  • This field is for validation purposes and should be left unchanged.\n\n\nJoe: Hi there. I’m Joe Dudeck, president and founder of Keyhole Marketing.\n\nShannon: And I’m Shannon Jirik. I work for Keyhole as the assistant brand manager.\n\nJoe: And this is Metaphorically Speaking, a podcast that explores the mysterious side of marketing.\n\nShannon: We had a super meaningful conversation on this episode with Bobby, who is the founder and owner of Kinship Landing, which is a boutique hotel, cafe and event space in downtown Colorado Springs.\n\nJoe: Yeah, it was great. We certainly wished to have both Bobby and his wife, Brooke, on the podcast, but unfortunately right before the recording, she got pulled away to work the front desk. But you know that happens in small businesses. Somebody’s got to pick up the slack somewhere, and we certainly rolled with it as much as we could.\n\nShannon: Absolutely. We’re so grateful to Bobby for giving us some time. As you mentioned, Joe, this is a husband and wife team. They met in high school, fell in love, got married young, and just discovered that they had very similar passions for hospitality, for travel, for just being a good community member and neighbor. And they have a really unique story, just talking specifically about this long trip that they went on, you know, when they were young. They saved for seven years and planned a trip around the world, essentially staying in hostels and, you know, shared spaces and just discovering culture around the world and discovering how they want it to be able to bring that back to their community.\n\nJoe: Yeah, that was the most intriguing part to me about the podcast was just how they made that trip very intentional. They didn’t just pack their bags and make this just this self-serving trip of wanting to take in all the sights and sounds and foods — which also is awesome. But they were very intentional about setting the trip in a certain way. And he talks about the phases that they navigated the trip through, which was certainly interesting. And I loved, you know, just how it then fed their desire to be hospitable in their community. And they have done, I’m not sure how it’s worked during the COVID world, but they had done prior to COVID, you know, these community nights in their back yard, having up to 150 people back there.\n\nSo it’s definitely something that is just inside of them that they can help produce. And so Kinship Landing is a great by-product of that.\n\nShannon: Absolutely. And if you’re not familiar with the hotel itself, they have some really unique spaces, again, inspired by their travels together. Just some really cool, unique spaces, like a camping room where you can rent gear, you know, and spend the night under the stars with the mountain views and just really beautiful, unique spaces that are also affordable and designed for even local people too. Not just people coming from out of town, but really getting the local community plugged into where they are. So I love that.\n\nJoe: Yeah. They love the collision, I guess you would say of tourists versus local. And so yeah, they would love for locals to get out of their house for a little bit, spend a weekend, spend a night in their hotel, just as much as the traveler who’s visiting for a weekend would. They’d love for them to stay there too. So it’s really great to kind of, again, intentionality of the space and the way they design these places.\n\nShannon: Absolutely. So thank you to Bobby for chatting with us. And we look forward to having you guys listen to the episode.\n\nJoe: So I know you and your wife both grew up in Colorado Springs, met each other in high school. What was the kind of initial spark there? What stood out to each other as you recall it?\n\nBobby: Oh, man. Well, we grew up in Monument. I was in Monument from third grade on before that in Colorado Springs. So coming back to Colorado Springs in 2010, after some time in college was like rediscovering a new city because we really came south of North Academy living in Monument. I went to 32 blue for a couple of concerts growing up and that’s about it.\n\nBut I met Brooke my sophomore year of high school and, you know, we had a lot of shared interests. She had a locker next to my younger brother. So I ran into her a bit there. Both of us were pretty committed and pretty focused on our faith pursuit at the time. And that was a great binding agent for our friendship and love being outside, did a lot of hiking and fishing together. Our families ran in mutual circles. And so we found ourselves on the same trip, a boating trip, out in Missouri one year. And that’s the short answer to your question. I was struck with all these emotions when you said, what did you first, what was the first spark? I was like, well, she was pretty good looking and really nice to be around.\n\nJoe: That’s awesome. Yeah. I was kind of asked a little bit of my own background and when I, you know, had girlfriends or people I was interested back then it was, it was short-lived for sure. So it’s kind of interesting to see how it sort of started there and it really moved pretty quickly. Cause you got married what…five years later?\n\nBobby: Six years later. We met in, I want to say 2003, something like that. And we got married in 2010. Okay. So yeah, it was sometime we got married about halfway through college.\n\nJoe: What, what was the… Yeah, kind of walk me through a little bit of like sort of, you know, some people might consider that a fast track to marriage. Was that like how early on in your relationship did marriage sort of become something that you started thinking about? Like this might be where this is headed and maybe pretty quickly.\n\nI know my wife and I were married pretty young and that was mostly, we were 22 and 24. I thought that was pretty young. And that was mostly from our parents’ desire to basically tie the knot for us if they could. But I was curious sort of like, you know, how that, how that came around, maybe. So in a lot of people’s minds so quickly. Yeah.\n\nBobby: Aziz Ansari has got a funny book called Modern Romance and his, some of his research or the research they did for that book helped lead to some conclusions that support, you know, marrying people in your proximal community and earlier, but the short answer to your question is that I knew I would not be married until I was at least 30 and marriage was not a word I like to use very much. I was dating Brooke with no intention of really marrying her any time in the near future. Of course I could imagine that scenario one time or sometime in the future, but Brooke and I couldn’t be more different.\n\nShe was, she was probably envisioning a marriage like about the timeline we did. I’m not sure that that was something, she was more comfortable thinking about that we really didn’t talk about marriage for years and years until we did. And then we got married. I was 22. I was 22 when we got married. I was 21. I was 21. Just about to be 22 and Brooke was 20. So I was her newly signed legal guardian so she could get, have a good time drinking at our wedding.\n\nJoe: That’s awesome. What, I mean, you’ve got, what about 10 years under your, under your belt now as far as marriage. I mean, I know that my wife and I, again, we did have a lot of autonomy over our, over our lives. At that point, our parents were kind of dictating the terms in a lot of ways, even though I had moved out and lived in Chicago, there was a lot of pressure to get, to get married. And I know that we kind of rewrite history a little bit in our minds to think like, you know, we would have loved to have waited longer. Maybe, you know, certainly dated longer. Do you guys, now that you’re 10 years in, you know, kind of make any thoughts or changes of that or are you sort of happy with, you know, that was, that was the right time and the right way to go.\n\nBobby: I think for us it was right. Everyone is different. Everyone’s got their thing that works for them. For us, it’s been a blast. It’s... (truncated)",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.7935352325,
        "format_confidence":0.9777544141
    },
    {
        "url":"https:\/\/soulmirror.one\/news\/papaya-playa-project-exclusive-interview-with-emilio-heredia-the-man-behind-a-place-with-unique-sensory-experiences-in-tulum\/",
        "text":"Papaya Playa Project: Exclusive interview with Emilio Heredia – The man behind a place with unique sensory experiences in Tulum\n\n\nPapaya Playa Project: Exclusive interview with Emilio Heredia – The man behind a place with unique sensory experiences in Tulum\n\nEmilio Heredia, owner of the Papaya Playa Project, began his spiritual journey 30 years ago, a journey during which he studied yoga, karate, Tao and body psychotherapy. Holder of a degree in engineering as well as in finance which gave him the status of president of various financial institutions in New York and Mexico in the early 2000s, he wanted to connect to the world on a deeper level, more sincere, and this is the reason that will have given birth to the Papaya Playa project in 2011. Meeting with the initiator of a place with unique experiences and well-defined values.\n\nII. What was the main objective of the Papaya Playa Project? His vision ?\n\nThe Papaya Playa project aims to create an immersive space between the sea and nature. A place of escape where creativity becomes a second skin and the cultural exchange between those who travel to this distinctive site generates an exceptional community.\n\nWe have discovered a new form of hospitality by fusing local culture and sustainability to create unparalleled wellness experiences through gastronomic, artistic and design manifestations. We work every day guided by a philosophy under an eco-social responsibility.\n\nIII. The PPP is more than a place to stay, it has this close connection to nature and real community value – how would you describe it? How is this essence shared?\n\nTulum is a magical place that awakens you spiritually. We know the importance of sustainability, social responsibility, and take care of all the knowledge that the local Mayans have given us. We share this essence in every space you may enter; keeping 93% of our land intact, supporting the local community, cleaning up our environment, and having methodologies that will take care of all the biodiversity we have.\n\nIV. How would the perfect stay for a PPP guest unfold? What lessons should he learn from this? What feelings?\n\nThe best recommendation I can have for a guest is to feel connected to themselves and to nature, to awaken their awareness of well-being and autonomy through meditation, and to begin a journey of introspection. Most of our clients end their visit feeling totally different, that’s my main goal.\n\n\nV. When would be the ideal time to come to the PPP? Are there different experiences depending on the season?\n\nWe always organize special events, concerts, plays and full moon celebrations every month (The “Full Moon Party”, ndr). So every time during the year, people can come and enjoy our programs. Obviously, when it comes to the period from November to February (high season), we have more activities.\n\nVI. How do you maintain the uniqueness of PPP despite the strong competition in a place like Tulum?\n\nAnd what’s interesting is that at the end of the day, most of our clients leave with an experience that has awakened their awareness of nature. It is our uniqueness, and we have it here, before our eyes, it is all we need to care for and value.\n\n  • blank\n  • blank\n\nVII. Well-being has become an overarching topic in the luxury experience today – and the PPP fits right in there – how do you plan to capitalize more on this in the future?\n\nKnow that we have an immersive wellness program, Papaya Playa Project’s innovation involves not only a special care of nature, but has also created a wellness program through art and awareness, which we call Immersion. This allowed us to follow the constant exchange of creativity, beauty and inspiration for personal growth. Artists, local teachers and residents are part of a rich weekly program of yoga practices, workshops and artistic, meditative and body experiences.\n\nThis magical experience ends with the illumination of our famous Star Collector, an art installation that tells the story of a common origin; the analogy that everything in this world is made of stardust; plants, animals, stones, sea, human beings and wind.\n\nAnother of the great pillars of wellness at Papaya Playa Project is the importance of self-care. This is why special moments have been created for guests to heal and reconnect. The spa is a secluded space in the jungle that offers face and body treatments meant to relax body and mind, bring back ancient Mayan and Mexican rituals through Temazcal, healing baths that use local herbs and other miscellaneous natural elements that are meant to reunite guests with Mother Earth.\n\nVIII. Sustainability is also the main concern these days, and therefore of PPP. Especially in a place where nature is closely linked to a well-established culture being that of the Mayas. What are the project initiatives?\n\nThe Papaya Playa Project foundation is based on a sustainable and respectful way of life, we work every day from a perspective of social and ecological responsibility. Since July 2015, the project has been on a mission to achieve a community that produces zero emissions and zero contaminants. These actions have cemented us as leaders in conscious hotel operation and inspired others to do the same. The property where the hotel is located preserves 93% of the original land and free space, and at the same time, has pushed the initiative “United for Tulum” which collaborates with businessmen and women, civil servants and civil society for the well-being of the region. A vision of Tulum based on social principles that will help its preservation in the years to come.\n\nIn addition to social initiatives, Papaya Playa Project has an independent system of gardening, orchards and wastewater treatment for irrigation. The raw materials for our restaurant are grown in organic gardens and at the same time we are working to expand our plantations by planting chickpeas, papaya, pineapple, guava, jackfruit, panapén, cashew and watermelon.\n\nAdditionally, we have a turtle care program, beach cleanups and ocean conservation and other crucial actions we are taking for 2022.\n\nIX. Do you think that the tourist potential of Tulum is used to the maximum? What do you think of the current situation and the future direction of tourism in Tulum?\n\nWe know Tulum’s growth has been significant, but as founders of a project that aims to help preserve Tulum for generations to come, we need to stay strong in our roots.\n\n\nX. To have such a strong concept you need to have a healthy lifestyle, how would you describe yours?\n\nI simply seek to achieve happiness, which is to go beyond the paradox of confusion, beyond any individual illusion, and leave without judgement, be free, and love everything and everything. We are all part of the same Mother Earth, feeling separated has brought us sorrow, but knowing that we are one brings joy and peace to our hearts.\n\n\nPapaya Playa Project: Exclusive interview with Emilio Heredia – The man behind a place with unique sensory experiences in Tulum",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9922383428,
        "format_confidence":0.981362164
    },
    {
        "url":"https:\/\/explore.quarkexpeditions.com\/blog\/meet-quark-expeditions-polar-travel-adviser-naomi-box",
        "text":"Meet Quark Expeditions Polar Travel Adviser Naomi Box\n\nJanuary 7, 2015\n\nPlanning and prepping for a polar expedition can be exciting and challenging – it's a GREAT BIG DEAL!\n\nWe get it. That's why Quark Expeditions offers the services of our highly knowledgeable and experienced Polar Travel Advisers (PTAs). Whether you're just looking for information, or have already booked and are planning for your upcoming polar adventure, our PTAs are packed with resources, tips and guidance to help you make the absolute most out of your arctic or Antarctic holiday.\n\nKing penguins\n\nSo just who is it on the other end of the line when you call a Quark PTA? In this series, we'll introduce you to the wonderfully knowledgeable people who help passengers with every aspect of their expedition preparation and planning.\n\nMeet Naomi Box, Quark Expeditions PTA\n\nNaomi on a landing in Antarctica\n\nNaomi works out of the Quark Expeditions office in Toronto, Ontario. Her enthusiasm for polar travel is limitless, and she puts this passion into practice in her consultations with Quark passengers.\n\nEarly in life, Naomi spent a month attending school in Australia, where she caught the travel bug. For many years since then, she's worked in the travel industry in Canada and the U.K.  A traveler to over 20 countries, Naomi first visited Antarctica in February 2012. More recently, she traveled to the Arctic this past June. One of her goals at work is to help each traveler discover how to bring their own economic, environmental and social benefits to any destination. \n\nWhere did you go in Antarctica?\n\n\"I went on the Antarctic Explorer expedition voyage in 2012. A lot of people don't realize just how diverse Antarctica is, but there are over 200 Antarctic landing sites there! Every trip literally is different, as the weather guides which landing sites we'll visit. Quark's on-board staff monitor the conditions constantly and safety is always first. On my trip, we visited Port Lockroy, Deception Island, Aitcho Island, and Wilhelmina Bay.\"\n\nNaomi and Quark passengers in Antarctica\n\nHow do you learn about the areas travelers have questions about?\n\n\"I've been to all 7 continents and spent a lot of time traveling in my youth. Lonely Planet was a great resource for my own travel and I also watched documentaries and reviewed tourist board websites, if they were available.”   \n\nMy greatest resource now is our staff. A lot of people in the office are really educated and regularly travel to Quark's polar travel regions. We each travel with Quark and teach one another about the areas we visit.\"\n\nWhat's your favourite place you've ever traveled to?\n\n\"Once I visited Antarctica, it became my instant favorite. We think of penguins, ice and harsh conditions, but I've never seen as blissful a place as the Falkland Islands. We stepped on this white sandy beach with ducks, sheep, seals, dolphins, and penguins… it's really surprising and unexpected. It's made me want to go back.\n\nGetting ready to travel to the Polar Regions, or even just considering booking a polar holiday, can cause people to feel anxious, excited, elated – a lot of different things! For a lot of people, it's the trip of a lifetime and they want to be prepared. So we hear a lot of common questions.”\n\nExcited to be in Antarctica with Quark Expeditions!\n\nCommon Arctic or Antarctica Questions\n\nDo we help with flights and insurance? “Yes.”\n\nWhat should I pack? “We provide packing checklists to help people prepare.”\n\nAm I going to see wildlife? “This is probably the question I'm most frequently asked. We can't make guarantees, but we go to the best places we possibly can at the time and our expedition teams are tuned in on that.”\n\nA rockhopper penguin\n\nHow often might you speak with a traveler before their trip?\n\n“Often. These expeditions are a type of “calling” for people. They might not go right away, but they will go, even if it's a few years from now. People who go to Antarctica are adventurers. Going to the Arctic is an exploration – you're in search of things.\n\nThe first phone call usually lasts about 20 minutes. People tend to have done their research by the time they decide to take the next step and talk to a PTA. There's a lot of excitement, but also a lot of apprehension.\n\nWe (PTAs) usually talk to travelers several times, as they decide on their trip, plan and prepare, and then even afterwards. I love getting phone calls from passengers telling me about all the amazing things they did and saw!\"\n\nWhat resources does Quark provide in advance of a trip?\n\n\"Each passenger receives a booklet about their ship so they can prepare for life onboard. A detailed itinerary lists the activities, adventures and landings they might see and participate in. We have two fantastic publications, the Arctic Reader and the Antarctic Reader, packed with information – each passenger will receive the publication for their region.\n\nOf course, passengers can always access the PTAs! We're happy to talk anytime about any questions or concerns passengers have.\"\n\nIs sea-sickness a concern? “If this is a concern for you, there are excellent options nowadays to prevent this, even for passengers who may suffer from this it quite severely.” \n\nWhat do you love most about being a PTA?\n\n\"There's so much to see in the Polar Regions but we also have to be really mindful of how we conduct ourselves in these places. I love this job because this type of travel changes people. The only way we're going to keep Antarctica pristine is by turning people into ambassadors and I'm so proud to be a part of this process. It's great when I hear my clients come back and they're so excited and changed by the travel experience. Each PTA has clients who call us six months after their trip to talk. You just feel very grateful for being able to travel to these regions!\"\n\nTo speak with a Quark PTA, call 1-844-249-2056 or outside of North America, call 1-802-490-7533.\n\nPrevious Article\nLetters From Antarctica-Diary from a Polar Expedition-part 4\nLetters From Antarctica-Diary from a Polar Expedition-part 4\n\nThe conclusion to our \"Letters from Antarctica\" series. Quark expedition team member Simon Bottomley shares...\n\nNext Article\nLetters From Antarctica-Diary from a Polar Expedition-part 3\nLetters From Antarctica-Diary from a Polar Expedition-part 3\n\nOur \"Letters from Antarctica\" series continues with part 3! Read to discover what day-to-day adventures you...",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9945989847,
        "format_confidence":0.838355124
    },
    {
        "url":"https:\/\/rovamag.com\/home\/2017\/1\/18\/on-the-road-with-mandy-lea",
        "text":"On the road with photographer and full-timer Mandy Lea\n\nOn the road with photographer and full-timer Mandy Lea\n\nSome people take to the road simply to travel; to see previously unseen places. For many, life on the road goes beyond that. Photographer Mandy Lea has been traveling in her teardrop trailer for six months, and is on a journey of self-discovery, happiness and inspiration—and, of course, she's constantly amazed by the what she sees along the way. \n\nHow would you describe your full-time RV life in three words?\n\nAdventurous, intentional, rewarding.\n\nWhere are you now?\n\nI am six months, 28 states, and 30,000 miles into an indefinite adventure of discovery leading to unknown destinations.\n\nWhat does home mean to you?\n\nWhen I was first getting rid of all of my belongings I began gifting furniture to friends, emptying my apartment bit by bit. My apartment was always my home until one week before I departed, the day I gave away my bed. The last week in my apartment was spent sleeping on the bedroom floor where my bed used to be, and it never felt like home again.\n\nSince then, I’ve thought a lot about the definition of my new home. Or more specifically “where I belong”. I have friends and family in various cities, but I grow anxious with too many days in a city. My heart pulls me to the road when I am idle, and I am instantly calmed with the open road in front of me. For now, my home is the open road, the empty forest, the quiet spaces in between.\n\nWhat’s the main reason you wanted to live on the road? What do you hope to gain from it?\n\nThere are reasons beyond count for my nomadic life: live smaller for the world, live simpler for myself, change perspective, and grow as a human. But to be honest, if you find something that makes you happy, you should do more of that thing. Living on the road was the change I needed to bring myself to a place of contentment that I had not felt in years. If we do not first take care of our own happiness, how can we ever hope to be that influence on those around us?\n\nI aim to build a life for myself where I can sustain a level of happiness within myself while still contributing in a positive way to the world around me. I want to show people things they do not normally get to see, to inspire them to do things they would not normally do.\n\nYou travel alone—what do you do to ward off loneliness?\n\nI talk to myself. Out loud. A lot. If I’m feeling down, I’ll give myself a pep talk. If I did something awesome, I’ll congratulate myself. And if I’m feeling wise, I’ll give myself advice. I’ve even been known to crack myself up over my own joke.\n\nFor the most part this helps to keep the loneliness at bay, but every now and then it can be all-consuming. During these times I focus on a list of the things I am grateful for. Without a doubt this list outweighs every ounce of self-doubt or loneliness.\n\nHow difficult is it to full-time alone as a female?\n\nMost of my difficulties do not stem from being a female, but simply from being human. As long as you have a reasonable amount of common sense, listen to your gut, and make generally smart decisions, there is very little you can’t overcome.\n\nYou say that you’ve fallen in love with yourself again since you hit the road. Why do you think that is?\n\nWithin the first week of travel I realized that I was going to be spending a whole lot more time with myself than I ever had before. My entire life I had been so focused on my relationships with other people, that I had never taken the time to get to know myself. As I began to spend more and more time inside the walls of my mind, I realized that no matter who I come across in life, I am the only one who I will always be stuck with. We are the only ones truly responsible for our own happiness. We may as well learn to love who we are, or become that which we can love.\n\nWhat are the most important things for you to have with you?\n\nMy camera gear. Photography is not only my career—it is my passion in which I find purpose. I could have nothing left in the world but my camera and I would still find my way.\n\nMy journals. I record my adventures, my thoughts and feelings, and the things I’ve learned. I recall my daily highlights, lowlights, and the things I’m grateful for. Those who join me in adventure contribute with the experience they had. By reflecting upon who I’ve been, I am able to become who I want to be.\n\nGood food. I am not on a road trip and I can’t treat my life as a vacation. Traveling can be difficult on the diet. Prioritizing a supply of healthy groceries and eating right is a necessity to sustaining life on the road.\n\nYou’re a photographer. Are there any regions of the US that really inspire you creatively? \n\nEveryone has a certain place on this planet that inspires them—a place where they feel just a little more connected to the earth than in any other place. For me, this is the mountains. Any mountain that I stand before, underneath its powerful presence, takes my breath away. Inspires me to capture and share its majesty.\n\nThe benefit of traveling is that it brings out an awareness of finding the beauty in every day. No matter what part of this country you are in, there is beauty in expressing the character of that land. There is no area that is not on my bucket list.\n\nHave you had any crazy\/funny\/scary experiences while on the road?\n\nIn the last few months I have experienced more than I ever thought possible! From getting lost on midnight hikes to spraying myself with bear spray, there are never two days alike, and not one of them is dull!\n\nWhat advice would you give to someone who’s considering full-time RVing?\n\nTrust yourself. You got this. There will always be fears when changing your life. There will be a million unknowns, mistakes you will make. This is not something you can avoid, but you can overcome. Make the most of every mistake by learning its lesson. Keep an open mind. Expect bumps in the road. Step over them with grace.\n\nTo connect with Mandy, see her photos and follow her awesome adventures, visit her website at www.mandyleaphoto.com, or get social on Facebook, Instagram and YouTube.\n\nExpect the unexpected\n\nExpect the unexpected\n\nA new generation of nomads\n\nA new generation of nomads",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9507828951,
        "format_confidence":0.9252399802
    },
    {
        "url":"http:\/\/blog.travelshopa.com\/2015\/12\/23\/jemma-wei-takes-abu-dhabi\/",
        "text":"Jemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nHow would it feel to wake up in a different city each morning? That’s a question our girl, Jemma Wei can answer. At just 23 years of age, the vivacious young talent has made a dent in the Singapore media and arts space as a lifestyle and travel blogger, published writer and online TV host.\n\nNeedless to say, we’re always curious to hear about what Jemma’s up to. The stylish jetsetter was recently seen cavorting with fellow instagram stars Nellie Lim and Amanda Wong in Abu Dhabi. We fish out all the juicy deets.\n\n\n\nHi Jemimah! You are one the biggest influencers in Singapore and a role model to many. How do you feel about this?\n\nI don’t think of myself as a role model, but I do recognise that being in the public space and knowing that there are many younger girls (and boys) out there with eyes on you comes with its own form of responsibility in terms of how you live your life and carry yourself on and offline.\n\n\nWe love your blog and follow you on Instagram and Snapchat, and we feel like we know you so well. Are there things we still don’t know about you?\n\nWow – thank you! I feel both stalked and flattered. I’m generally pretty open with my life, but of course there are bits that I share more than others. If you’re following me on snapchat you already know my most embarrassing moments of 2015, which is that the taiwanese movie Our Times made me cry violently 7 times in theatres, so…\n\n\nSpeaking of Instagram, how do you make it so compelling?\n\nI like that you think it’s compelling. Obviously the witches charm I bought from the flea market three years ago has worked. I would recommend a sprinkle of straightforwardness, a dash of color, and a whole lot of self awareness.\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nWe followed your recent trip to Abu Dhabi with Nellie. WOW, it was very Sex and the City! What took you there? Was it anything like you hoped for?\n\nI’m almost ashamed to admit that I’ve never watched Sex and the City. We were there on campaign for Etihad Airways, and prior to that I had no true concept of what Abu Dhabi would be like beyond an expanse of desert and luxury. Going in with no expectations meant that everything blew me away, of course.\n\n\nWhat was in your itinerary? What did you see, do, eat in Abu Dhabi?\n\nThat’s too much to cram into one interview question! The most memorable thing, I would suppose, is waking up in the middle of the desert, watching the first rays of light spill over golden sand. It’s not an activity per se, but it took my breath away. And alright, there was also me trying not to get thrown off a camel.\n\nFood-wise I was introduced to and very taken by the traditional Arabic Mezze, where you’re served bread and many small plates of dip. Its supposed to be a starter, but after I had that I couldn’t eat anything else! It’s so good!\n\n\nFrom one shopaholic to another, what’s the fashion + shopping scoop on Abu Dhabi? Could you name some of your favourite emerging fashion brands?\n\nHonestly, I wasn’t there for the shopping so I really couldn’t name any emerging brands. I was there to experience the country, and contrary to public belief, you don’t find that in the inside of a shopping mall!\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nYou posted amazing OOTDs in Abu Dhabi. Can you share with us your secrets to looking put together all the time —despite long-haul flights and weather changes?\n\nI take my earlier words back – I guess this is something people may not know about me. I mind-map all my outfits when packing so I know what I’m bringing, what can be reworn and matched with something else, and if it’s a long trip, when laundry day is. I also factor in the weather report and forecast when doing this, so I know how many rainy day outfits to pack based on the chances of rain, etc. The more you know…\n\n\nWe never travel without our sunnies, sunblock, and digital maps (#MustHaves). What are yours?\n\nSimple – my camera, my chargers, and my phone. Everything else is pretty dispensable or easily replaced.\n\n\nIn your own words, what type of traveler do you think you are?\n\nI’m a really easy traveler. Despite my OCD when it comes to packing, when I’m in the city itself, anything goes. I’m pretty content to get lost alone and wander down streets all day, but I generally have a mental checklist of things I would potentially be interested to see. So if I see them while walking around, great, otherwise, it’s okay as well. I love hanging out with my friends when traveling but I also like meeting new people, which truth be told, doesn’t happen as often when you’re in a group. So solo travel is a big thing for me as well, though you dont hear about that as much because if you’re traveling alone your photos will inevitably suck and not get posted online. I mean.. there are only so many ways you can take a selfie!\n\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nYour favourite memory of the trip is…\n\nWaking up for sunrise in the desert!\n\n\nIf you had an extra 24 hours in Abu Dhabi, how are you going to spend it?\n\nI would probably spend it in the desert. I would have really liked to get to explore both the desert resort we were staying in, take a proper swim, and then take a walk around the surrounding desert areas at sunset. We were so focused on packing in our itinerary that we didn’t get much of a chance to really relax and explore on our own time.\n\n\nLastly, how are you spending New Year’s Eve?\n\nOn a plane.. back from New York. I’ll be back at the stroke of midnight!\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nFind out more about Jemma on her blog.\n\nImages courtesy of Jemma Wei.\n\nNotice: Undefined variable: thumbnailurl in \/nas\/content\/live\/travelshopa\/wp-content\/plugins\/json-ld-for-article\/json-ld-article.php on line 47\n\nPin It on Pinterest\n\n\nTravelshopa is the new way to discover the local shopping scene. Subscribe up to our weekly newsletter to become a local shopping expert in 17 destinations.\n\nYou have successfully subscribed!",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9751996398,
        "format_confidence":0.8807483912
    },
    {
        "url":"https:\/\/blog.elmonterv.com\/index.php\/2012\/03\/monty-speaks-with-campground-consultant-bob-mackinnon\/",
        "text":"Monty Speaks with Campground Consultant Bob MacKinnon\n\nPicture of Bob MacKinnonBob MacKinnon is the principal of MacKinnon Campground Consulting based in Murrieta, California. He has extensive leadership experience in the Hospitality Industry including 30 years of experience with the Walt Disney Company. He founded MacKinnon Campground Consulting in 1996.\n\nMonty: Hi Bob; thank you for speaking with us today. Would you please start by telling us a little bit about your background. We know you started with Disney…\n\nBob: Sure. Actually I started with the Disney Company while I was still going to college, working part time at Disneyland. It was just prior to all of the Walt Disney World development in the early 70s. I had an opportunity to go through their management training program and be part of the Walt Disney World Development and be there on the ground floor. I spent most of my time in operating divisions whether it was in the Magic Kingdom Park, which is like Disneyland, or in hotel operations which I got into a little bit later on. That’s really where the majority of my career was. Actually probably the last half of the 31 years that I was with Disney was in hotel\/resort management.\n\nReally that’s how I got involved with the campground industry. I was involved, had some exposure to our Fort Wilderness campground in Florida. I was transferred back to California in the late ’80s from Florida to the Disneyland area, to be a part of the transition team when the Disney Company acquired the Disneyland hotel from a company that was leasing the name from us. There I became responsible not only for hotel operations but also for an RV resort that Disney owned and operated as part of that acquisition.\n\nOver the next 10 years or so I got interested in the RV park\/camping industry from a business standpoint. I had always been a camper ever since my early Boy Scout days and continued camping as an adult through college and with my family. So it was interesting to be involved with that from a business standpoint.\n\nOver a few years, one thing led to another, and I had an opportunity to retire from Disney and start my own consulting business in the RV park and campground consulting field. It had been a thing that I was interested in for some time – starting my own business – but not sure where, so it has been very serendipitous to have that opportunity present itself.\n\nMonty: When did you start your business?\n\nBob: It was back in 1996, actually, so it’s been about 16 years. I’ve done over 300 different projects as a consultant – some small and some quite large. I’ve worked throughout the U.S., I’ve worked with Canadian companies, I’ve worked internationally – gone over to Australia and had some contact and work there. Most recently, in the last couple of years, I’ve been to China. So it really has been quite interesting. I do all sorts of consulting work from doing feasibility studies and business plans for developing new campgrounds to working with owners who have been in the business for a number of years who kind of need a fresh look of where to take their campground business. I do work for buyers of campgrounds who are not familiar with the industry and help them sort out whether buying the campground is really a good deal for them and is going to meet their needs and expectations. I do a line of training work. Part of my Disney history was with the Disney University for a number of years and I was the head of the resort division\/hotel division training at Walt Disney World. Because of that I’ve gotten involved with teaching a number of seminars, writing articles, helping people in the RV park and camping industry understand how to improve their businesses. For about the last 10 years I have been an instructor and a board member at National School of RV Park and Campground Management that is sponsored by our trade association which is the National Association of RV Parks and Campgrounds. That school is held in February of every year back in Wheeling, West Virginia.\n\nIt has been an interesting career from the standpoint of consulting work helping owners and developers maximize the value of their efforts and doing a lot of training to help people to understand how they can use best practices in the guest services and hospitality industry to make their lives better and their businesses better.\n\nMonty: Do you own an RV yourself?\n\nBob: I have. I don’t currently own one, but it’s on my bucket list.\n\nAnother thing that I do, for about the last seven or eight years, I provided customer feedback tools for individual campgrounds in the RV park and campground industry. They can survey their customers and get a guest satisfaction score. That’s evolved into a pretty big endeavor that is kind of co-sponsored with the National Association of RV Parks and Campgrounds under the brand name GuestReviews. What I do is I have a contract with the National Association to provide an online guest satisfaction measurement tool for their 3,800 members and it’s an online survey and it gives them access to data as far as customer sentiments and satisfaction as well as giving the camping public an opportunity to review their experiences at an individual campground and post their comments and that sort of thing. In a way it is kind of a TripAdvisor for the campground industry.\n\nIt’s really two sides. It’s a consumer facing tool that we branded as, and a customer satisfaction quality control measurement tool available to campgrounds that we branded as So two brands, two purposes, but all driven off of obtaining feedback from customers in a way that you can measure and search upon data and improve your business as well as allow consumers to make their decisions on where they want to stay.\n\nMonty: Explain again the difference between and\n\nBob: It’s really the audience that we service. I think probably for the purposes of your interview, is the brand because that is the public facing brand. We will probably be blending them together in the next year but for now from the public standpoint GuestRated is the brand and it is positioned as an opportunity for campers to give feedback to the campground owner as well as to share their reviews and ratings with other campers.\n\nMonty: What are some of the things that a camper should look for in a campground?\n\n…all campers appreciate service above anything else…\n\n\nBob: I know that this is going to sound kind of trite, but all campers appreciate service above anything else. There is such diversity in facilities and services out there… I don’t know if you are a camper or been camping, but I am sure that you can appreciate that there are camping experiences all the way from hiking in the woods and sleeping under the stars to driving a million dollar bus into a luxury resort with having spa treatments, and gourmet restaurant experiences. So with an industry that diverse to say that there is any one thing that people are looking for is not really accurate because even that camper who is going to sleep under the stars might also travel in a trailer or a motor home and want a more luxurious camping experience. So the real equalizer is how they’re treated once they decide what kind of an experience they want – if they want rustic or middle of the road or a luxury experience – they choose that upfront and they have expectations that they will get certain facilities and services. The truth of the matter or the proof of the pudding is how that experience is delivered and it is all about how they are treated.\n\nThe analogy that I give when I teach Customer Service classes is the TV show Cheers. It may not have been the fanciest, neatest, nicest, most luxurious facility in the world but they have created special relationships with their customers. Making each customer feel special by creating a place “where everybody knows your name”. When you visit Cheers, you become part of that family. So that’s really what hospitality is all about and that’s really what the biggest differentiator is in the campground industry like any other hospitality operation.\n\nMonty: What are some of the innovative things that you see campgrounds doing that stand out in your mind?\n\nBob: Well, I think the most effective innovation is a campground trying to understand and provide features and services designed to meet their customer’s expectations. In any venue that I discuss from luxury to rustic camping, success is in understanding what your customer wants and then satisfying those expectations. The customer doesn’t expect a spa treatment when they’re sleeping under the stars.\n\nMonty: What are some of the things that a camper should look for in a campground?\n\n…many more camping resorts are developing around the country to cater to higher expectations that more affluent campers and RVers have…\n\n\nBut if you want to talk innovation on high-end stuff, many more camping resorts are developing around the country to cater to higher expectations that more affluent campers and RVers have. Among those are recreational facilities, activities – I mentioned spa treatments, there are a number of luxury RV resorts that provide spa treatments and gourmet restaurants or banquet facilities.\n\nBut the true middle-of-the-road facilities – WiFi and connectivity with the Internet is kind of a basic expectation for anyone who is not doing rustic camping. I think that mainstream of campers today are looking for a way to connect with nature under their own terms but still having all of the conveniences of home. So even if they are camping in a tent in a campground, a lot of them still want to have their mobile device whether it is a cell phone or a tablet or a laptop. Many want to stay connected with their social circle or loved ones and some campers need to stay connected with their business. That’s been probably the biggest change in the industry over the last five years.\n\nMonty: People are not just going to get away from it all any more…\n\n…[Staying connected] is probably the ... (truncated)",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9467579722,
        "format_confidence":0.9852367043
    },
    {
        "url":"https:\/\/www.sheroamssolo.com\/return-glow-book-review-interview-part-one\/",
        "text":"She Roams Solo Ladies – Maria\nSeptember 27, 2017\nCycling around the world\nOctober 16, 2017\nShow all\n\nReturn to glow, book review and interview part 1\n\n\nThis is not your average She Roams Solo interview. Recently I read a book that I simply could not put down. A book written so well that it made me want to jump inside it and have a chat with the author so I could pick her brain. Since I cannot jump inside the book, I decided to contact Chandi and ask for an interview. She said yes!\n\nChandi’s book Return to Glow - A Pilgrimage of Transformation in Italy, starts out when her world implodes as she goes through a divorce and traumatic illness. Where many people might give up, Chandi is determined to get “her glow” back and decides to walk Italy’s historic pilgrimage route, the Via Francigena, for forty days to Rome.\n\nThis book is for anyone headed to Italy for the first time, or already in love with Italy; it’s for anyone who is interested in pilgrimages and journeys to find oneself; it will appeal to those who want to figure out healthy ways to heal from traumas, and for those who are determined to start living their best life.\n\nI have split this interview into two parts, as there is a lot of ground to cover. This part is perfect before you read the book and the next part is perfect after you read the book.\n\nChandi, it’s an honor to be interviewing you. I am excited to chat about your adventurous pilgrimage.\n\nLet’s talk YOU!\n\nHonestly Chandi, I couldn’t put the book down. By the third day I was up to at least 50% on my kindle. I was impressed by your writing talent, you have a fantastic way with words! Talk to us about where you are now in life, with your career, and your new home in Italy.\n\nI have been rather all over the map. After the pilgrimage I moved from Boulder, Colorado to Santa Fe, New Mexico. Then I got a job in Qatar and was there for three years. Then I went to my home town in California for a year and a half and then I moved to Italy. I’ve had a strong desire for Italy ever since my first days in Italy in the 1980s when I was a budget backpacking 19-year-old, and I always missed it when I was living elsewhere.\n\nI hope that this recent move I’ve made to Italy will be a final one. As far as career, I gave it up to move to Italy. I’m hoping to earn money from my writing and I am looking to get in involved with farm to table\/zero kilometer tours and retreats, and I will probably start leading small pre-made groups for a few days’ walk on the prettiest parts of the Via Francigena in Tuscany.  \n\n\nLet’s talk Pilgrimage\n\nSome would say the Via Francigena  is even harder then the Camino di Santiago. Many do not know about the Via Francigena, in fact, I didn’t. Whilst the best way to learn about it is by reading your book, could you give readers some basics about it?\n\nThe route is based on the descriptions of an Archbishop of Canterbury, called Sigeric the Serious, who walked it in 994 AD. Back then, when someone became an archbishop, they had to walk to Rome to receive a pallium (cloak) from the Pope.  \n\nSigeric took detailed notes about the route and in the 1980s Italian researchers used the diary to revive the route. The route started becoming slightly known in the 1990s, but when I walked it in 2009 it was still in its infancy.\n\nThe name means: Coming from the Frankish lands. It starts in Canterbury England, and goes to Rome, which is about 2,083 kilometers and takes about 4 months. Many people choose to walk just the part in Italy, as I did.\n\nWhat advice would you offer to someone wanting to do the Via Francigena?\n\nHere are the preparative things I recommend, and that I did not do!\n\nFor shoes, have waterproof day-hikers with thick soles, and be precise about the weight of your pack. Don’t more than a tenth of your body weight (unless you are a Herculean mountain goat.)\n\nLet's talk Female Solo Travel\n\nYou undertook the Via Francigena on your own as a female. You had encounters that made you scared as a female walking alone. Talk to us about some of those moments. How you pushed through, what went through your head and how you dealt with it.\n\nIn the book I recount that solo travel has been for me a way of overcoming the fear of violence against women that took root in me after stalking incidents when I was a teen. Traveling alone helped me insist to myself that I’m not disabled by this fear and that most people out there are good. But there were times on the pilgrimage as a woman alone when the fear came up and I started to feel disabled by it and I had to dig deep to find courage.\n\nJust like all women, I’ve had to get used to it but I find it deeply disturbing that we’ve all had to get used to it. Women were granted the gift of being born upon this precious earth, with the right to walk upon it, the same as any man. Yet as women go through their walk upon this earth, they’ve had to fear violence against them from the other gender.\n\nHow many women over the centuries have limited their movements because of their fear of this kind of violence against them, or because others tell them it’s not safe?\n\nWho is making it not safe them? The other half of humanity.  \n\nAnd yet women have the same god-given right to walk upon this earth as men do. It is not right that we have to force ourselves to become accustomed to the threat of violence against us. I am someone who finds it deeply disturbing, but I notice that the “getting used to it” on the part of both sexes, allows a concept of “that’s just the way it is” and this renders them unable to be deeply disturbed by it.\n\nWhat advice would you give another female doing a pilgrimage on her own?\n\nWhen you travel alone, if you consistently pay close “energetic” attention to yourself, to others, and to your surroundings, your intuitive skills will get kicked into high gear. Fine-tuning your intuition and learning to listen to it and trust it is the best thing you can do when you put yourself out there solo, in the world.\n\n\nI loved reading about your crazy travels in your twenties, give us one memory from that time, which you haven’t mentioned in the book.\n\nWhen I was 21 I was living in London I decided I wanted to go to India and Nepal. I’d never been to Asia nor had anyone in my family. I was unsure about showing up there on my own, and one day, while walking down Earl’s Court Road, I noticed a business called Encounter Overland, offering trans-continental expeditions in old Bedford army trucks.\n\nI walked in and was told they specialized in London to Kathmandu, overland. Except they couldn’t take Americans. “We can’t get you guys visas for Iran.” I was told. “Oh crap, I was ready to sign up on the spot.” I replied. “Look, get yourself to Bombay and join our expedition there, that goes from Bombay through the deserts of Rajasthan, to Delhi, Agra, and on to Kathmandu.” And that’s what I did.\n\nWhen the journey ended in Kathmandu, I was so enthralled with Nepal that I extended my visa and stayed there six weeks. I went trekking, with a Dutch girl, for about ten days. The rest of the time I had a room in the home of a Nepali family in Kathmandu, and I got myself a bike, and had a blast biking around the dirt roads in the city center, jostling for place amidst the bicycle rickshaws, and nearly missing the cows.\n\nBack then Kathmandu wasn’t so polluted that you had to wear a mask, and the roads were not yet chocked by cars. I biked out to the Swayambhunath temple, a route which was mostly in the countryside, and which I imagine now the city has swallowed up.\n\nThere was only one bar, called Rum Doodles, and there were very few young single western girls, which made me quite popular with the guys. I decided my drink of choice was gin and grapefruit and often when I showed up at Rum Doodles, a gin and grapefruit would appear in front of me and some guy a few tables away would give me a nod.\n\nIt was perhaps the best time in my life— it was before I’d known serious heartache or serious illness. It was when I loved the world with an innocence and a curiosity and a glee that was very particular to being so young, on my own, in such a far flung place.\n\nLook out for the next interview where we get the low-down on Italy, more crazy travel stories and more... If you have read the book and have questions for Chandi, email me and we will include them in the next interview.\n\nVisit for more about Chandi Wyant or to purchase her book, Return to Glow: A Pilgrimage of Transformation in Italy. Or purchase it on Amazon\n\nYou can sign up for her newsletter where she provides information on how to move to Italy here.  \n\nHearing about how Chandi did her pilgrimage which changed her life reminded me that we have so many wonderful women in the community just like Chandi, who have done their own Pilgrimage. Remember Rebecca who walked the Camino de Santiago alone?\n\nIf you have questions about doing a pilgrimage, why not join our community and ask one of the super cool women. You can also use our forums to ask any questions from travel gear, routes, staying healthy and more. Don't forget, you can read part two of this interview here and you can purchase the book here.\n\nDo you have a story to tell?\n\nGet in touch - We are always looking for new, honest and raw stories. Promote your writing abilities or just flaunt your great adventures.\n\nEnjoy this story? Pin it!\n\n\n\n  1. Melisa Walker says:\n\n    Nice interview. You did well uncovering Chandi’s spirit of adventure and lust for travel. I agree about wanting to jump inside the book and walk with her. The interview helps us to know the author and appreciate her energy and passion. Thank you. Looking forward to more.\n\n  2. wendy says:\n\n    This is an interesting interview! It is inspirational to read Chandi’s descriptions of her adventures and her outlook on the world!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9578148723,
        "format_confidence":0.9297640324
    },
    {
        "url":"https:\/\/strangerinparadise.blog\/2019\/06\/17\/spirited-away-a-city-girl-makes-her-home-on-mt-mitake\/",
        "text":"Spirited Away: A City Girl Makes Her Home on Mt. Mitake\n\nThe following post is a longer version of my recent piece for Japan Forward, and includes more photos. To read the original piece, click here. All photos in this post were taken by me using my Nikon F3 on Kodak Portra 800 film, with the exception of family photos from the Baba family. \n\nIs anything ever truly by chance?\n\nOn a whim I planned a getaway to Mitakesan, a village perched on the top of Mt. Mitake in the Okutama region. The journey is three hours and requires two trains, a bus, and a cable car, too much for a day trip but a good amount of time to get out of Tokyo for the weekend.\n\nIn the afternoon, I happened upon BABA-ke Oshi Jutaku, one of the shukubo (pilgrimage guest houses) in the village. Mitakesan has many shukubo but Higashibaba, with its intricate thatched roof, is the grand dame of them all.\n\nHigashibaba opens a tea room in the afternoon, so I stepped inside, lured by the prospect of matcha, where I found two old men who seemed surprised to see me. One shuffled off, and I could hear him calling “Kokochan! There’s a gaijin here!” Out came a pretty woman with short bobbed hair who spoke perfect English with a faint trace of a British accent.\n\nAnd thus, also by chance, I met Koko Kayoko Baba, the 15th Proprietress of BABA-ke Oshi Jutaku, a city girl who has found herself in a traditional community on top of a mountain, running a guesthouse that has been deemed a tangible cultural property of Tokyo.\n\nThese intertwining stories, that of Koko and that of Higashibaba, fascinated me. I returned later to interview Koko about herself, the house, and how she came to be it’s 15th proprietress.\n\nKoko Kayoko Baba at the entrance to the house.\n\nThe following interview has been edited for length and clarity.\n\nMo Stone: Can you give me a brief history of the house? What are some special features of it?\n\nKoko Kayoko Baba: The Baba family are said to be descendants of Baba Mino-no-Kami, one of the big four retainers of the Takeda family. The head of the Baba Family has been an Oshi (a person\/family that belongs to a certain temple or shrine and takes care of visitors) and a Shinto priest of Musashimitake-Jinja Shrine, inherited from generation to generation. BABA-ke Oshi-Jutaku was built in 1866. The house has guest rooms for parishioners of the shrine and a family shrine for ceremonies. There is also a large cellar in the basement which was used to preserve food like a refrigerator.\n\n000019030021 (1)\nKoko’s father-in-law and son play outside Higashibaba.\nA special room of the house.\n\nMS: Tell me a bit about yourself and your personal history.\n\nKB: I was born and raised in Yokohama, then I went to high school in Brisbane as an exchange student. After graduating from high school, I studied psychology at Aoyama Gakuin University in Tokyo, then fine art at the University of the Arts London. I ended up living in London for 6 years. After coming back from London, I became a teacher at a prep school in Yokohama. I was a teacher at a juku and I used to teach English, Japanese, morals, things like that. I met my husband back in 2016 and we started dating in October, and then he proposed to me in December. After marrying my husband, I inherited his family business and became a young proprietress of Higashibaba in Mt. Mitake.\n\nKoko’s wedding photo. Photo courtesy of the Baba family.\n\n\nMS: How did you end up here on Mitakesan? Why did you choose to stay here?\n\nKB: I have no idea! I always thought I’d live abroad but I ended up becoming a member of this super traditional Japanese family. I guess you can’t really be in control of your own destiny. Sometimes you just need to relax and let things happen, trusting that everything is working out for the best.  There is a saying in Japanese “人事を尽くして天命を待つ”, which means “Do your best, then let the universe decide.” I decided to stay in Mt. Mitake because my husband asked me to protect the history of the Baba family and preserve the oshi-house building with him.\n\nMS: Your husband and father-in-law are both Shinto priests. Do you feel like daily life is different in a priest family?\n\nKB: Not really. Shinto is a very natural thing for Japanese people. It doesn’t feel like a religious thing, to be honest, because it’s always been here.\n\nMS: That’s been my impression.\n\nKB: Japanese people have very mixed-up religious views. You might have noticed we visit shrines at the beginning of the year, and when someone dies, we go to temples. And we celebrate Christmas. It’s chaotic! But I think it’s the nature of Japanese people accepting everything, and it’s kind of a gentle thing I think. Like, when you are born you are taken to the shrine. And you do that naturally, without asking any questions, because it’s the traditional thing for Japanese people to do. The shrine is always there, the shrine has always been there. And Japanese gods are very generous, so they accept anyone from anywhere and they don’t say no to Christians or Buddhists. I think they accept all the visitors to the shrine.\n\nBaba family photo. Photo courtesy of the Baba family.\n\nMS: When we met, you started to tell me about your husband. How did you two meet?\n\nKB: It’s a long story! I took part in this mountaineering event in Mt. Mitake because my friend asked me to come with her back in 2015. I knew nothing about Mt. Mitake, nor was I interested in mountaineering. My husband was a member of the sponsors and we must have met then but neither of us remember and nothing happened. I joined the event again the following year, and we met at the party in the evening. I don’t usually get drunk but that night was different. I got really drunk after having sake at 800 meters, and when I woke up I couldn’t remember him at all. When I got text messages from him, I was like “What? Who?” I still think the god of Mt. Mitake tricked me!\n\nMS: What’s your feeling when you go to the Mitake shrine?\n\nKB: My first impression here was I felt like I was spirited away. It was quite mysterious, and I felt a big power or something, something unusual here. And then, when I visited the Okujimagami shrine, the little shrine at the back, there are two wolf-gods, and I felt like one of the wolves looked like my dog at my parents’ house. And I really liked it, and I touched it. I think I was quite rude, but maybe the god really liked me, I don’t know. And that night, I met my husband, and I lost my memory. And then, here I am, so maybe the god thought “Oh you should come here and stay!”\n\nMS: The fact that you’re here and your background is so worldly is probably a big asset.\n\nKB: I started helping my parents-in-law and I made the lodging fees in English and Japanese. [At first] it was all over the place. And I made the menu in English as well, and I started posting on Instagram and Facebook and I started applying for a subsidy to make our website. With the website we will have the reservation system as well, so we will have a lot of visitors here.\n\nThe exterior of Higashibaba.\n\nMS: How many people usually stay when they come?\n\nKB: Just two or three. A family, or couple, or maybe four people, [usually] ladies. We have visitors from kindergarten as well, ten kids, four teachers, staying here.\n\nMS: They stay here? Kindergarteners?\n\nKB: It’s a great experience for kindergarten kids. But this kind of house is not very popular at the moment so it’s worth it to take them here and let them experience the tatami mat or the old style bathroom.\n\nKoko with her mother-in-law and son.\n\nMS: What is one thing about the house you would like to share with visitors?\n\nKB: That’ll be the fact that a shinto priest runs the guest house. My father-in-law is a Shinto priest and at the same time, an Oshi, a person who takes care of visitors. Oshi doesn’t mean a Shinto priest, but here in Mt. Mitake Oshis are Shinto priests as well. That’s the big difference. There are other Oshis in Ise Jingu area and Mt. Fuji area as well but they’re just Oshi, not priests. There’s nowhere else like this, and it’s quite interesting and I think it should be more popular.\n\nKoko’s father-in-law with her son.\n\nMS: In a way, you’ve been able to have the best of both worlds. You’ve had the international independent experience and now you’ve come full circle, back to the more traditional family-oriented small town experience.\n\nKB: My friends are like “I always thought you’d live abroad!” Same here, I always thought I was going to marry an English man! Here I am, very Japanese. Sometimes you can’t really fight your destiny. You have to make your own decisions, but sometimes it’s important to just let go of it, let things happen, and see how it goes.\n\nMS: Seize the opportunities that you come across. And it seems like you’ve done just that.\n\nKB: I think so. I think I’ve done quite well!\n\n\n\nJapanese Inn: Higashibaba\n\nLocation: 54 Mitakesan Ome-shi Tokyo 198-0175\n\nReservations: The inn only takes one group (up to 10 guests) a day, and at most two groups during peak periods.\n\nFees: ¥15,000 JPY per person, one night; dinner\/breakfast included; tax not included. There are reduced rates for children and infants.\n\nEmail: info@higashibaba.com (English available)\n\nTelephone: 042 87 88446 (Japanese only)\nHigashibaba is also on Facebook and Instagram.\nThe woods on Mt. Mitake.\n\n7 thoughts on “Spirited Away: A City Girl Makes Her Home on Mt. Mitake\n\n  1. Oh I would love to stay in this place. I so enjoyed this Mo. If I ever come back to Japan I’ll look it up. How are you enjoying living in Tokyo?\n    I was a bit confused about the difference between BABA-ke Oshi Jutaku and Higashibaba. Are they the same thing?\n\n    1. This place is so special! Tokyo is great but it’s good to have an escape from the hustle and bustle, and this mountain community is becoming my escape!\n      They are basically the same thing. BABA-ke Oshi Jutaku is the historic name for the house that’s been passed down, and Higashibaba is the new name for the guest house and tea room that they are... (truncated)",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.8764190078,
        "format_confidence":0.5035037994
    },
    {
        "url":"https:\/\/edsalvato.wordpress.com\/tag\/st-lucia\/",
        "text":"Is Saint Lucia Safe and Welcoming for LGBTQ Travelers?\n\n20 11 2017\n\nDominic Fedee, tourism minister for St. Lucia in ManAboutWorld gay travel magazine\n\nThe Honorable Dominic Fedee visited New York this month with his marketing and public relations team to launch a new campaign for St. Lucia and to assure Americans that this lush Caribbean nation was not affected by recent hurricanes. The small country depends on tourism, and he asserts that “The best way to help the Caribbean is to visit the Caribbean.”\n\nIn St. Lucia, as in a number of Caribbean countries, same-sex relations between men are illegal though there are no laws against lesbians. We caught up with Minister Fedee to ask him whether LGBTQ visitors are welcome in St. Lucia. The interview, below, is part of a series with senior tourism leaders about LGBTQ travelers, including our recent interview with Jamaican Tourism Minister Edmund Bartlett, MP.\n\nInterview with the Honorable Dominic Fedee, Saint Lucia’s Minister of Tourism, Information and Broadcasting by Ed Salvato\n\nManAboutWorld: Sometimes the LGBTQ media cites the Caribbean as an example of a region that is unfriendly or unwelcoming for gay travelers. Would you say LGBTQ traveler are welcome in St. Lucia?\n\nDominic Fedee: Well, everyone is welcome in St. Lucia. Absolutely. I can tell you there is a comprehensive constitutional review taking place in a number of Caribbean countries. Sometimes the books don’t reflect the pulse or where the population is and a lot of our law is based on old antiquated British law. For example, capital punishment is still in the books. You must remember that we are small jurisdictions. A lot of us only got independence in the ’60’s and ’70’s, and we don’t have the economic might to reform our legislation and make the changes necessary to move forward as fast as we would like.\n\nBut the question is, “As humans, how do we appreciate differences in one other? How do we respect each other and not allow those differences to divide us?” I think that is the key. I don’t think any of us will be extreme about any position. I think it is our responsibility to be patient and understanding with them and to keep giving them opportunities to understand us.\n\nManAboutWorld: Do you think that is a sentiment shared by yours fellow St. Lucians, especially in the hospitality industry, for customer-facing service workers? It feels like that may be the culture there.\n\nDominic Fedee: Well, I worked in the hospitality industry. I had 16 long years in the specific company and we welcomed many gay couples, and it is a practice.\n\nManAboutWorld: Is the government giving serious consideration to removing antiquated anti-sodomy laws? It sounds like the country doesn’t necessarily have the resources to move as quickly as it wants.\n\nDominic Fedee: Well, there’s a lot of discussion and debate. I mean I just got back and two weeks ago, the news was talking about whether marijuana should be legal — another subject that divides us. Also whether capital punishment should be legal. So it’s not just about same-sex marriage.\n\nManAboutWorld: A lot of countries and marketers are seeking gay travelers for the economic and social benefits that the group provides and the positive PR message it sends by welcoming them. Does St. Lucia actively seek to attract LGBTQ travelers?\n\nDominic Fedee: No, though everyone is welcome. I think of tourists are tourists. I don’t want to differentiate between Muslim and Black and White and Christian and fat or gay and straight. We welcome everybody.\n\nManAboutWorld: I interviewed a couple of hotel marketers in St. Lucia and one thing that came up a was that there seemed to be restrictions on marriage officiants blessing same-sex couples because they’re afraid that they could have their license revoked. Is that something that an officiant should be concerned about?\n\nDominic Fedee: Well, in the absence of a definitive policy, I can understand one would be cautious. I mean even in this interview — I can’t remember my cabinet ever sitting down together to talk about this specific problem. We have discussed the judicial system in general but we have not looked at whether we look specifically at gay marriages or marijuana. When do we make them legal? That discussion has taken place whether we disregard capital punishment. In some jurisdictions, that has been outlawed. It will take a lot of time for the Caribbean.\n\nManAboutWorld: Let me ask you this final question. Hospitality companies and brands are among the most progressive in the world, scoring high in the Human Right Campaign Corporate Equality Index which rates most large hotel companies 100% in terms of their support for their LGBTQ customers and employees. Is St. Lucia’s hospitality industry looking at LGBTQ issues in terms of any sort of sensitivity training or awareness as far as you know?\n\nDominic Fedee: We have a very active civil society group and we leave that — it is still a contentious issue even here in the United States. And so civil society drives that and I can’t remember government ever actively taking it on. I think the St. Lucian LGBTQ movement is very courageous. [editor’s note: Led by executive director, Kenita Placide of United & Strong (LGBTQI) St. Lucia.] I wish it all the best. It’s very welcoming and that’s why I love democracy where people can default on different things and people can still respect each other’s differences and people must not allow those differences to divide them. But the differences in us should inspire us and the differences in us should — we should all take away from the differences in us.\n\nSt. Lucia in ManAboutWorld gay travel magazine\n\n\n%d bloggers like this:",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.7387669683,
        "format_confidence":0.9572259188
    },
    {
        "url":"https:\/\/lifeunhurried.com\/ngalung-kalla-eco-surf-retreat-sumba\/",
        "text":"Ngalung Kalla in Sumba is the off-grid retreat you’ve always dreamed of\n\nBy February 28, 2019 2 Comments\n\nOn the southwest coast of Sumba in Indonesia, five bamboo-thatched bungalows face out to an untouched surf break.\n\nOver the past five years, Christian Sea (he changed his name in homage to the ocean) and his family have been lovingly tending to their 250-acre beachfront plot on this remote island.\n\nWhat they have created is an off-grid nirvana that calls to adventurous salty souls. There’s an oceanfront restaurant, lounge, yoga and massage studio and a magnificent pool, reached by a cable bridge stretching across a rainforest valley.\n\nBuilt upon the three tenants of Permaculture – Earth Care, People Care, and Fair Share – Ngalung Kalla is unlike any other retreat you’ve heard of before.\n\nChristian calls his family “frontier people” but we simply call them inspiring. We connected with Christian to learn more about what moved them to suspend their reality and create a new life for themselves in this dreamy place.\n\n\nLU: What first took you to Sumba and when (and how) was the idea for Ngalung Kalla born?    \n\nCS: My wife and I came to Sumba together one year after our marriage in Hawaii. I’m originally from St. Thomas, United States Virgin Islands and my wife, Kaale,  is from Hilo in Hawaii. We were invited to be volunteers at Nihiwatu Retreat and worked there for a decade.\n\nWe loved what we did but not who we did it for in the end. So we were seeking to do much of the same thing without the unnecessary energy demands of a corporate structure.\n\n\nLU: What do you love most about Sumba?\n\nCS: Sumba is very remote, there is very little here. We are frontier people and if you can handle rising and sleeping with the sun it’s a great environment, really. Everywhere has its pluses and minuses. While there’s lots of malaria here and life is very difficult at times, the pluses are still way past the minuses.\n\nLU: You’ve constructed a beautiful property that works in with the natural surrounds… can you tell us about the process and what challenges you had along the way?\n\nCS: We’ve grown Ngalung Kalla Retreat very “organically”.  We started sleeping in tents for seven months, then it evolved to tents on platforms, then a yoga studio that we turned into a bungalow. Then a second bungalow and now we are nearly finished our vision of building and the full scale of the retreat. Five bungalows, a great house, a solar powered pool, a yoga\/spa\/conference space, and an organic wealth centre.\n\nLU: Who are your guests? Where do they come from and what are they seeking?\n\nCS: Most of our guests come from Australia – about 60% with about 20% USA and 15% Europe as well rounding it out. The remaining from Bali and other South East Asian cities like Singapore and Hong Kong.\n\nOutside of our personal private “non-sponsored” Instagram account we don’t advertise so it’s mostly word of mouth and friends of previous guests.\n\nThey are seeking true retreat from it all. Getting away from the normal paths of their daily lives. Seeking good waves, good food, good company, and a different experience. They don’t mind no AC’s, nor a good composting toilet. They’re active and come to play and explore the ocean, the island and the culture of Sumba and to get out of their bubble! We do a good job at making it happen.\n\n\nLU: How do you work with the local community?\n\nCS: For one, our local community built Ngalung Kalla from lots of sweat and hard work! We are made of our community. Their grass, their rocks, their wood, their bamboo, their sand… it’s all come from a five-mile radius of our location – the impacts are huge.\n\nAll of our staff are from Sumba and 80% can walk to work from surrounding villages. So by paying fair trade wages (plus tips and service charge) in an area that previously had no monetary economy is a big start. We may employ only 60 people but the money they earn at Ngalung Kalla is supporting hundreds. We also sponsor a handful of kids with scholarships for secondary education.\n\nWhat we really aim to do is to start a foundation that brings appropriate solutions to some long-standing problems here. For example, there’s water but they’re carrying it around all day  so solar water pumping and rainwater catchment storage is needed. They poo out the back of their villages then chickens, dogs and pigs eat it and bring all the germs right back into the village – which creates lots of sickness – and dry composting toilets are needed. And they’ve got tonnes of cashews and coconuts but they sell them at rock-bottom prices to middlemen. A community level processing facility is needed for cashew production as well as a virgin coconut oil processing facility. So that’s the direction we’re headed.\n\nWe’ve been here five years and we’re just now almost finished building our retreat. Next we’ll become more focused on beneficial projects for the community.\n\nLU: What is a typical day like for you and your family?\nCS: Rise with the sun at 5am or so, cup of tea and hugs. Kaale and I each have a surf or a yoga session, switching off with the baby, then I walk around and manage various projects and she teaches homeschool till lunch. We have three daughters Dehahati (9), Kamalii (6) and Kaleleyanu (8 months).\n\nAfter a big healthy lunch, we siesta till the sun cools off and then enjoy some garden time and\/or project time till sunset. Chats around the campfire, then dinner and to bed by 8pm is the goal.\n\n\nLU: Can you tell us about the permaculture farm you’ve created and how that works in with your business? What do you grow?\n\nCS: Many people think permaculture is a new gardening technique or something. The growing things is just one big limb of permaculture. At our stage the most important aspects of permaculture that we’ve applied is in the design of our place.\n\nWe’ve done everything we could to minimise energy use and maximise energy efficiency where it is used. We’re not just talking about electricity here, we’re talking about the location of everything in relation to the whole – about zones, about where you spend most of your time and working out from there. It’s about animal systems, about gravity, about the paths of the sun, and the winds in the different seasons. How to harness the tides and use them, where to get water, where to store water, how to process all the different waste that comes through this kind of business. It’s all part of it.\n\nPermaculture is the foundation that our business sits in. It feeds us and nourishes us, challenges us and teaches us. To us, it’s moving forward with eyes and minds wide open about how we can work to organise a regenerative effect.\n\nWe have planted extensive fruit forests of avocados, citrus, jackfruit, coconuts, bananas, papayas, passionfruit, mangoes, breadfruit, cassava, soursop, and many more, using guild systems, growing great composts, and using the land according to what will flourish there. Our gardens provide table greens and herbs, and they are always expanding as we grow more and more soil.\n\n\nLU: What does the name Ngalung Kalla mean?\n\nCS: In the local Sumbanese language of our area it means “big wave”. It’s pronounced Nah-lung Kah-lah, if you’re wondering how to say it. We are modelled after a local village so thought it important we have a local name – all going back to the fact that we are not a separate entity from our community, we are very much one.\n\nLU: What does living a Life Unhurried mean to you?\n\nCS: Do you know what the moon is doing right now? Do you know when the sun rises over the horizon? Do you know what tide is doing today? What is that good for? Did those seeds sprout? Is it time to plant more? How’s my energy level today? Is my daughter asking me to go do something with her right now? Okay I should get off this phone and go do it… ha!\n\nFind out more at\n\n*All photos courtesy of @ngalung_kalla\n\nCeleste Mitchell\n\nCeleste Mitchell\n\nAs a professional travel journalist, Celeste’s words have been published in Qantas, Escape, AFAR, Australian Traveller, and Tourism and Events Queensland’s travel blog, of which she has been editor since 2013, and more. Her consultancy, The Devil Wears Flip Flops, pairs talented writers, photographers and videographers with travel companies to produce custom publications, videos and blog posts.\n\n\n  • Avatar jim mincher says:\n\n    I was lucky enough to visit in June of 2015 when they were first getting started. I liked the place then and would probably love it now. A friend told me about Christian’s place. It was awesome and I want to go back, it is just 1\/2 way around the world! Haha! If life works out I will be back in 2020.\n\n    • Celeste Mitchell Celeste Mitchell says:\n\n      Very lucky. It looks like they’ve made some huge changes since you were there, Jim. What an amazing experience. I hope you get back there next year!\n\nLeave a Reply",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9707480669,
        "format_confidence":0.8160462976
    },
    {
        "url":"https:\/\/breaktheicemedia.com\/podcasts\/beth-erickson\/",
        "text":"Episode 107:\n\nBeth Erickson has served as the President and CEO of Visit Loudoun since 2014. Visit Loudoun is in Loudoun County, Virginia and in 2016 alone, they generated almost $1.69 billion in travel spending and supported more than 17,000 jobs in the travel industry and adjacent businesses.\n\nPrior to her current position with Visit Loudoun, Beth served as the Vice President of the Journey Through Hallowed Ground Partnership, a non-profit organization that works to raise awareness and support for the 180-mile stretch of land lying between Gettysburg, PA and Thomas Jefferson’s Virginia plantation home, Monticello. In 2008, the partnership was recognized by Congress as a National Heritage Area. Beth chairs the government affairs committee for the Virginia Restaurant Lodging Tourism and Hospitality Association. She also serves with numerous organizations including the Loudoun County Comprehensive Plan Stakeholder Committee, Loudoun County Economic Development Commission, Loudoun County Economic Development Authority, and many more committees and boards of directors. She has received numerous awards and honors for her work.\n\nOn this episode of Destination on the Left, I talk with Beth about the wildly successful work her organization has been doing to turn Loudoun County, Virginia into a popular and respected travel destination and well-connected cultural center. Listen to our conversation and discover how education, collaboration, and storytelling have served as powerful tools for building up the local travel and tourism industry and have had wide-reaching effects for the entire region.\n\nWhat You Will Learn:\n\n  • How Beth’s background in manufacturing, marketing, and advertising first exposed her to the world of destination marketing\n  • How Loudoun County’s existing reputation as the wine country of the nation’s capital was a rich foundation to build upon\n  • How Visit Loudoun works with the Virginia state tourism office to coordinate and bolster their efforts\n  • Why Beth’s biggest challenge has been making tourism more visible, and how she has worked with elected officials to “tell Loudoun County’s story”\n  • What projects she’s currently working on, including the upcoming opening of a world-class athletics center and training facility\n  • Why collaboration and cooperation between “competing” parts of the tourism industry have been impactful on her own work\n\nWhy Does Destination Marketing Matter?\n\nAside from the tremendous economic impact the travel and tourism industry has on an area, destination marketing is a wonderful way to tell the story of a location. Through coordinated education efforts and cooperation with local and state organizations and elected officials, the ripple effect from marketing efforts can boost an entire region.\n\nIn Loudoun County’s case, the efforts Beth and her organization are making have been major contributing factors in opening up new avenues for growth. It has helped expand local transit and athletic opportunities, and certainly been an influence on Amazon’s decision to locate their HQ2 a mere 50 miles from Loudoun.\n\nCooperation Equals Opportunity\n\nAs Beth illustrates beautifully in our conversation, cooperation with others has been a powerful tool to help tell Loudoun County’s story. By working with the state tourism office, elected officials and other organizations, Beth’s coordinated efforts have paid dividends for the local travel and tourism industry helping to expand the local economy with new and exciting opportunities for both visitors and residents.\n\nOur industry is a remarkable engine for regional growth and cultural development. There are countless opportunities for thinking outside the box while growing your reputation as a worthwhile travel destination. That philosophy of innovation and teamwork is precisely why it was such a pleasure to chat with Beth and hear her insights.\n\n\nEpisode Transcript",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9676637053,
        "format_confidence":0.9139837027
    }
]