[
    {
        "url":"https:\/\/www.unityspiritualcenter.com\/prayer-chaplains",
        "text":"Prayer Chaplains\n\nphoto of clasped handsOur prayer chaplains are here to pray with you\n\nWhat Is a prayer chaplain?\n\nOur prayer chaplains are committed to the sacred service of prayer.\n\nOur lead chaplains lead prayer during Sunday services and at Wednesday prayer hour. All our chaplains take time after Sunday Services to hold space and pray with individuals one on one.\n\nThe role of our prayer chaplains is, quite simply, to pray. Chaplains are not counselors or advice-givers.\n\nThe core of our prayer chaplains' commitment is to:\n\n  • Hold spiritual space\n  • Lovingly listen\n  • Pray from the heart\n  • Hold in confidence what is shared\n\nIt’s a role that helps participants discover their connection with the Divine in everyone.\n\nMany of our prayer chaplains report that they stepped in to serve others, but found that being a prayer chaplain blessed and benefited them most of all. By giving of our time and maintaining a spiritual connection for the community, we get as much out of service as we give.\n\nHow do we pray?\n\nPrayer is one of Unity's Five Principles. It is a way of connecting with God and our Divine nature.\n\nUnity practices affirmative prayer. Affirmative prayer is the practice of seeing the highest and best in any given situation, regardless of its outer circumstances. In Unity, we see the divinity of each individual and understand that God is in all things.\n\nHow do our prayer chaplains serve our community?\n\nOur chaplains are available every Sunday after each service for one-on-one prayer time for all who desire it.\n\nOur lead chaplains provide congregational prayer during each Sunday service. They also hold sacred space in the sanctuary during the services and carry the prayer box up to the stage for a blessing during the offertory. In addition, they serve our Youth and Family Ministry by praying with the educational facilitators who teach the children on Sundays.\n\nEvery Wednesday evening at 7 p.m., the chaplains practice an hour of prayer for individuals, communities, situations and events across the world. It is our vision to see the best possible outcome of any situation that presents itself each prayer hour. Afterward, the prayers that were said that night, as well as the prayers put into the prayer box the previous week, are prayed for by our chaplains for 30 days. We also forward these prayers to Silent Unity, which will also hold the prayers for 30 days.\n\nWho can be a prayer chaplain?\n\nIf you hear the call to become a prayer chaplain, we encourage you to contact us. We offer training once a year.\n\nThroughout the year, prayer chaplains have many opportunities to serve, including after Sunday services, for special services, on Wednesdays for prayer hour, and during the World Day of Prayer.\n\nHow may we pray with you?\n\nDo you have a prayer request? Try using our online prayer request form.\n\nThere are also several ways to contact Silent Unity, the 24\/7 prayer ministry:\n\nFor calls within the U.S.A.: 1-800-NOW-PRAY (669-7729)\n\nFor international calls: 01-816-969-2000\n\nWrite: Silent Unity, 1901 NW Blue Parkway, Unity Village, MO 64065-0001\n\n\n\n\nuPray mobile prayer app",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9972864389,
        "format_confidence":0.7679005265
    },
    {
        "url":"http:\/\/iccathedral.org\/becomingcatholic",
        "text":"Explore your faith\n\nThe normal process for a person exploring the possibility of becoming Catholic is called Christian Initiation, a combination of catechetical sessions and public rituals. The process, of no particular length of time, is structured considering the background and questions of the person, while providing a broadly based understanding of the Church. The goal is always to offer a thorough presentation of the Church’s life and teaching to enable the person to make an informed decision about becoming Catholic.\n\nInterested in Learning about The Catholic Faith?\nPlease Contact:  Deacon Bill Pettit, or Deacon Rick Martin, we will be glad to meet with those interested in finding our more about the Catholic faith.  Please contact either of our Deacons above to set up a convenient time to meet to talk about the Catholic Faith and the process at Immaculate Conception.  We welcome your inquiry and look forward to talking to those interested in finding out more about Catholicism.\n\nNo registration is required. At these gatherings in the fall and winter, members of the Initiation Ministries Team listen to the inquirer, doing their best to answer initial questions. They also share their own experiences of coming to relationship with Christ and being involved in the life of the Church. The Inquirer is always free to decide to return to the next session, to postpone, or to end the process.\n\nIf an Inquirer continues in the process through the celebration of the first public ritual, a sponsor will be assigned to continue the journey with the catechumen, a previously unbaptized person, or the candidate, one baptized previously in another faith tradition.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9973883033,
        "format_confidence":0.6141277552
    },
    {
        "url":"http:\/\/cherryorchardparish.com\/safeguarding",
        "text":"Our Safeguarding Policy Document is always available in the Sacristy and our Policy Statement is on our website.\n\nThe Parish Safeguarding Representatives in this parish work with Fr. Michael and the Parish Pastoral Council to ensure that diocesan safeguarding policies and practices are followed in this parish.  Safeguarding is all the things we do to ensure that children and vulnerable adults are protected from harm.  We were trained for this role and we have access to advice and support from the diocesan Child Safeguarding and Protection Service.\n\nWe wish to encourage and promote the participation of children, young people and vulnerable adults in the life and work of our parish.  Safeguarding is about creating an environment which facilitates such involvement so that all of us who are members of this parish community can grow together in love of God and service to his Church.  Everyone who ministers in the parish is a representative of the Church and must observe safeguarding practices and guidelines.  Good safeguarding practice is part of what it is to minister in the Church.  It is not an optional extra.\n\nDealing with the Covid pandemic has, and continues to challenge us as a parish. What were normal practices twelve months ago are very different today, as we look for different ways to engage with parishioners, especially children, young people and vulnerable adults. We must maintain our safeguarding practices so as to ensure the safety and inclusion of all our  parishioners.\n\nThe practices that we put in place in this parish, as in all parishes in the diocese, to keep children and vulnerable adults safe include such measures as:\n\n  • Choosing carefully those who work with children and vulnerable adults in our parish, which includes vetting of those involved in public ministry;\n  • Ensuring parish workers and volunteers behave appropriately towards children and vulnerable adults;\n  • Making proper arrangements for activities involving children and vulnerable adults, including ensuring adequate supervision of such activities.\n\nWe can be contacted through the parish office. Contact details for the diocesan Child Safeguarding and Protection Service and the relevant civil authorities are on the notice in the church porch, and on our Website.\n\nThank you\n\nTo view a copy of the Safeguarding Document click here\n\nThe Child Safeguarding and Protection Service is available to provide advice and support to any person who is concerned about the protection and welfare of children and adults who are vulnerable or at risk. Andrew Fagan (Director) or JulieMcCullough (Child Protection Officer) are available during office hours on 01 8360314. They can also be contacted by email on: and\n\nFor more details go to",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9908459783,
        "format_confidence":0.5319058895
    },
    {
        "url":"http:\/\/www.kenmure-church.co.uk\/crecherota.html",
        "text":"What We Believe\nSermon Archive\nUseful Contacts\nChurch History\nKenmure Guild\nMen's Meeting\nSunday Door Rota\nKenmure Kidz\nSunday Tea Rota\nAdult Bible Class\nKenmure Ramblers\nPhoto Gallery\nWhere we are\nCofS Website\nGlasgow Presbytery\nEmail us\n\nKENMURE KIDS ROTA February-September 2017\n\nPlease ensure that you are in the room to set-up and welcome the children from 10.45am when you are on duty.\n\nKenmure Creche\n\nCan we ask that you all familiarize yourselves with the emergency evacuation procedure a copy of which is in the plastic envelope on the wall along with the disclosure forms, children's contact details and other creche info.\n\nCan you please add your e-mail address to the list on our board so that in future I can e-mail out the rota and any other communications.\n\nPlease ensure that you are in the room to set-up and welcome the children by 10.45 am on the days you are on duty. Some of the children take a little while to settle so it's very helpful if the room is organized and calm when they arrive to give the parents time to settle them prior to the service.\n\nThere are labels in the cupboard if anyone feels they would like to use name tags.\n(This has been useful on the occasions we've had a lot of visitors e.g. Christenings).\n\nThere are also tissues, baby wipes and disinfectant surface wipes in the cupboard in case of any accidents.\n\nThere is a list of all our children's birthdays displayed on the notice board and there is also a box marked \"Birthday Cards\" in the cupboard. Please check the list on the Sunday's you are on rota and prepare\/give a birthday card to any child whose birthday falls the following week.\n\nIf any of the activity leaders require reimbursements for materials or if any helpers have suggestions for any additional toys or materials which they feel would be of benefit to the creche please let me know.\n\nTo comply with the Church's policy on child protection all creche helpers need to have completed Disclosure Scotland. If you haven't done so (you will have received a letter from the Care Commission if you have completed the Disclosure) then please contact Elaine Wright and she will organize the required paperwork. Please take the time to do this ASAP.\n\nThis site is © Kenmure Church 2008-2017 All Rights Reserved.\nWebsite templates",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9957045913,
        "format_confidence":0.869820416
    },
    {
        "url":"https:\/\/www.lagrangebaptist.com\/children\/nursery\/",
        "text":"S.E.E.D.S.L.I.F.E.V.I.N.E. TimePreschoolVBS\n\nOur Nursery is available:\n\nSunday: 9:30 & 10:45 a.m., 5:30 p.m\n\nLagrange Baptist’s Nursery Ministry seeks to intentionally plant seeds of biblical truth into the hearts of the little ones among us. Children (birth – pre-2’s) will be provided with a safe and loving environment where teachers and helpers will begin to lay the groundwork of who God is through prayer, singing, reading and purposeful playing.\n\nWe consider this time with little ones a great blessing. Some have viewed nursery as simple “baby-sitting,” but it is much more than that. In the nursery, the love of God is on display as people care for little ones and pour out love and compassion. This cultivates a sense of security and communicates to the kids that they are a delight, not a burden. The joy of serving in the nursery is the joy of giving God glory by training up the next generation in the ways of our Lord. In fact, Jesus was angry and corrected his disciples when they thought He didn’t have time for little ones:\n\nSome people were bringing little children to Him so He might touch them, but His disciples rebuked them. When Jesus saw it, He was indignant and said to them, “Let the little children come to Me. Don’t stop them, for the kingdom of God belongs to such as these. I assure you: Whoever does not welcome the kingdom of God like a little child will never enter it.” After taking them in His arms, He laid His hands on them and blessed them. – Mark 10:13-16\n\nThis is a ministry that is always in need of workers.\nIf you desire to serve in our church nursery,\nplease contact Pastor Ryan.\n\nPlease read this article that helps us remember the value of ministering in the nursery.\n\nNursery Policies\n\n*To help you become acquainted with the nursery and its policies, please take a moment to read through the following information, and please keep this bookmark this page for your future reference. \n\nWhen You Arrive…\n\n1. The nursery opens 15 minutes before the Worship Service.\n\n2. Children stay in the same room for one year. Every September we promote the children. Toddlers will be promoted in October to the “Pre-2” & “2 yr. old” classes. This is determined by birth month and year.\n\n3. Newborns are welcome in our nursery. You do not have to wait until they are 6 or 8 weeks old to leave them in the nursery. Whenever you are ready, you many fill out an information form.\n\n4. Due to the crowded hallways and rooms, we ask that only one person drop off and pick up your child.\n\nCheck In Procedure\n\nEach week when you check in, you will be asked to fill out a security sticker and a parent sign-in sheet. You will also receive a pager. Your child’s Diaper Bag will have a corresponding tag.\n\n1. Please fill out the information on the sign-in sheet completely. Write your name and specific location, and the pager # on the parent sign-in sheet.\n\n2. Write your child’s name, any specific instructions, and your pager # on the sticker. Attach the sticker to the child’s back.\n\n3. The Diaper bag tag should match the pager #, and be placed on the diaper bag.\n\n4. The parent keeps the pager. The pager must be turned in when picking up your child. If  someone else is to pick up your child, they must have the pager. Siblings may pick up a child if they are at least middle school age.\n\n5. The parent must be on the church campus at all times.\n\n6. In the event that you lose the pager, or another person has it, please go to the Nursery. The nursery caregivers will not release your child without proper authorization. Your child’s safety is our first priority, even if it requires extra time.\n\n\n1. Worker : child ratios have been established for your child’s safety and are as follows:\n\n  • Infants – 1:3\n  • Toddlers – 1:4\n  • Two Year Olds – 1:5\n\n2. Children will not be accepted into the rooms until the adults scheduled to work that hour are present and the ratios are met.\n\n3. The Nursery is staffed entirely by volunteers. The number of children we can care for is totally dependant on the number of volunteers we have. On some occasions, you many not be able to leave your child in the nursery due to a lack of workers. It is for this reason that we encourage all parents to serve as volunteers in the Children’s Ministry.\n\nCheck Out\n\n1. Parents must have the pager to pick up their child. If the pager has been lost, please go to the Nursery as soon as possible.\n\n2. Tell your child’s name and show the nursery volunteer your pager, but DO NOT hand them the pager. The volunteer will go into the room and bring out your child and diaper bag. At that time, you may give the nursery volunteer your pager and remove the security sticker off your child and diaper bag.\n\n3. Due to congestion in the rooms and hallways, we request that only one parent pick up the child.\n\n4. Siblings must be in middle school or older before they can pick up nursery-age children. They must also have the pager to turn into the nursery.\n\nHelpful Hints\n\nSometimes, especially during the early years, there may be a difficult period of adjustment for your child. They may not want to stay in their room without you. Be patient. Continue to leave your child. Taking the child to the adult service or staying home only postpones the problem.  Reassurance, plenty of love and consistent attendance will often take care of the problem.\n\nIt is not necessary for you to “check” on your child. If your child does not settle down in 10-15 minutes, or if we need to page you, your pager will alarm you. The nursery staff will be delighted to talk with you, and work with you and your child.\n\nYour Stay With Us\n\nIn an effort to make your child’s stay in the nursery as pleasant and safe as possible, we ask that you help us in the following ways.\n\nSuggested Diaper Bag Contents\n\n1. A small diaper bag or sack that will easily fit in the nursery cubbyhole.\n\n2. One or two bottles or “sippy-cups” as needed (permanently labeled with your child’s full name). Please do not put milk products in sippy cups, as this protects those children with milk allergies.\n\n3. Extra disposable diapers.\n\n4. Pacifier (clip-on type or labeled, please)\n\n5. Change of clothes\n\nWhat NOT to Bring\n\n1. Do not bring medicine of any kind. If your child needs any medication at all, it MUST be kept by and administered by the parent.\n\n2. Please do not bring toys from home. They may get lost if they are mixed in with the nursery toys. We provide safe toys that are cleaned every week.\n\n3. The nursery is comfortably equipped with blankets, burping cloths, etc. It is not necessary to bring these items from home. It is often difficult to track down the items that belong to your child.\n\n4. Please to not bring infant carriers, car seats, and\/or strollers into the nursery. We do not have the room to store them.\n\n5. We will provide Animal Crackers & Cheese crackers. Please do not send additional food. Other children in the class will gravitate to your child’s snack. Even the presence of peanut butter inside a child’s bag can prove to be extremely dangerous to some children’s allergies.\n\n6. We provide water at snack time. Please do not send beverages, especially milk products, in sippy cups.\n\nLabel All Belongings\n\n1. Please label all bottles and pacifiers.\n\n2. Please tie a string to the pacifiers and pin them to your child’s clothing.\n\n3. All blankets should have your child’s name on them so that they are not confused with the nursery supply.\n\n4. All coats and jackets should be labeled with your child’s name. The Security Sticker should be placed directly on the child.\n\nFeeding Your Child\n\n1. A nursing room is available in the nursery area.\n\n2. We will do our best to give bottle-fed babies their bottle at the time you indicate. Please write specific instructions on the Security Sticker placed on your child.\n\n3. Since powdered formulas vary, we ask that you mix up all bottles before you come.\n\n4. We ask that you feed your child their baby\/solid food before you come. If your child must be fed solid food during the service, it may be necessary to page you.\n\n5. We do provide animal crackers, cheese crackers, and water each hour for children over 6 months of age. Please do not send additional food, gum, or beverages.\n\n6. If your child is allergic to anything on the snack list, please tell the workers every time you check in. Write “No Crackers” on the Special Instructions space on your child’s Security Sticker.\n\n7. The Quiet Room should not be used for feeding children of any age.\n\nDiaper Changing\n\n1. Please bring an extra disposable diaper each time you come. The one time you think you won’t need it, you will.\n\n2. We make the effort to check and\/or change every child every hour. If you need to change your child, please do so in the nursery.\n\n3. The Quiet Room is not for this purpose.\n\n\n1. In consideration of others, please do not bring sick children to the Nursery or to the Quiet Room. Your child must be free from colds, fever, diarrhea, vomiting, pinkeye, and other symptoms for at least 24 hours before coming to the Nursery or to the Quiet Room.\n\n2. If your child becomes ill or injured during the service, the Nursery Staff will determine  whether to notify you immediately or wait until the hour is over.\n\n3. All medication must be administered by parents.\n\nLost and Found\n\nThe lost and found is located behind the counter at Check In. Please check there or in your child’s room for missing items.\n\nFire Alarm\n\nIf the fire alarm should go off during the service, please do not come to the nursery. The nursery caregiver’s primary concern is to get the children out of the area safely. During the fire alarm, the children WILL NOT be released to the parents until calm has been restored and security tags can be checked properly.\n\nNursery Caregivers\n\nOur ministry team and volunteers are here to pray for your child, play with them, and read to them every time they are with us in the Nursery. We desire for your child to want to come to church, and to learn truths about God. As o... (truncated)",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9930192828,
        "format_confidence":0.9366905689
    },
    {
        "url":"https:\/\/christian.victorbilson.com\/index.php\/contact\/",
        "text":"Contact the Jeremiah Project\n\nMailing Address\nVic Bilson\nJeremiah Project\nP.O. Box 20538\nWichita, KS 67208\n\nUse the below form to contact the Jeremiah Project via email.\n\n  • Do you have a Christian related web site you would like to submit to us to be included in our resource directory? If so, please include the URL, a Title, and brief description in the form below.\n  • Do you have a comment about an article you’ve read on the Jeremiah Project?",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9926438928,
        "format_confidence":0.5988438725
    },
    {
        "url":"http:\/\/northpoint.org\/engage\/connect\/next",
        "text":"Have questions about North Point? Wondering how to get more involved? Ready to take a next step and want us to help? No matter where you are in life and no matter how many times you've attended North Point, we want to help you take your next best step. Drop by the Studio near the main entrance. Our volunteers are ready to assist you.\n\nThe Studio is open before, during, and after each service.\n\nIf you have any additional questions, please email .(JavaScript must be enabled to view this email address).\n\n\nThere are no upcoming events.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9215344191,
        "format_confidence":0.8278531432
    },
    {
        "url":"http:\/\/www.wesleychurchgeelong.net\/baptisms",
        "text":"In the Uniting Church the majority of those baptised are little children, brought by their parents who want them to grow up in the Christian faith.\n\nHowever baptism can happen at any age. Teenagers and adults are baptised after a period of teaching, formation and reflection about the Christian faith and what joining the Church involves.\n\nIf you are not baptised and have questions about the Christian faith you can join an enquirers' group where you can ask some of the big questions...\n\n  • How do we know God?\n  • Why is Jesus' death important?\n  • What is the purpose of life?\n  • What is Christian discipleship?\n  • Why do people die?\n  • What happens after death?\n\nIf you are an adult and want to know more about the Christian faith or want to explore the possibility of baptism or Confirmation, please contact the Minister.\n\nInfant Baptism\n\nThe baptism of infants and children at Wesley Uniting Church, Geelong normally takes place during the Sunday service. In baptism, children are welcomed as members of the Church - i.e. the local and worldwide Christian family. Therefore, it is important that other members of the Church are present. For your child, baptism marks the start of a journey of faith.\n\nI'm not a regular churchgoer. Can I still have my child baptised?\n\nYes. The Church believes that God's love is available to all, regardless of their background. \nThe Minister would be pleased to talk to you about the baptism of your child. \nYou will be given a booklet called \"Your Baby's Baptism\". Topics covered include:\n\n  • Why baptism?\n  • Before the baptism\n  • Questions people ask\n  • The signs and symbols of baptism\n  • The baptism service\n  • You and God\n  • Helping your child to grow in Christian life\n  • Looking forward to Confirmation\n\nWe hope your baby's baptism will be a wonderful and memorable occasion and that it will mark the beginning of a long and happy association at Wesley Uniting Church Geelong.\n\nPlease contact the Church Office or the Minister on 5229 8866 who will be delighted to talk with you.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9970524311,
        "format_confidence":0.9224565029
    },
    {
        "url":"http:\/\/www.monachos.net\/conversation\/index.php?app=core&module=reports&rcom=post&tid=34086&pid=160283&page=",
        "text":"Jump to content\n\nReport this post to a moderator\n\nReport: The Church\n\n  • Please note: The moderator will be made aware of the link to the page you are reporting.\n    This form is to be used ONLY for reporting objectionable content and is not to be used as a method of communicating with moderators for other reasons.\n\nor Cancel",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.7937418818,
        "format_confidence":0.8737240434
    },
    {
        "url":"http:\/\/stpetersbrackley.org.uk\/baptism-and-marriage\/baptisms\/",
        "text":"Baptisms at St Peter's\n\nAt St Peter's we offer two ways of celebrating the arrival of a new baby, a Thanksgiving Service or a Baptism Service.  \n\nThanksgiving Service\n\nA Thanksgiving Service is a very special act of worship and celebration where we give thanks for your child and pray for them.  Baptisms are held at 12 noon on the last Sunday of each month\n\nService of Baptism\n\nBaptism is a 'sacrament' a visible sign of God's love in which we identify ourselves with Jesus and accept his love for us. This often happens when someone who was not baptised as a child comes to faith in Jesus Christ.  \n\nFor babies and small children, bringing your child for baptism means that you wish them to be part of God's family and will help them take their part in the life and worship of the church.  You make promises on your behalf and on behalf of your child.  Baptism marks the start of a journey of faith for your child in which they will grow in knowledge and experience, learning to turn away from the wrong and turn towards Christ.\n\nBaptisms at St. Peter's are normally held on the 4th Sunday of each month at 12 noon. More information on Baptism can be found on the Church of England website.\n\nTo find out more please contact Val Lynam, see us after a Sunday morning service, or come to First Steps on a Thursday morning.  Someone from St Peter's will then visit you to explain more about Thanksgiving and Baptism and help you choose which service is right for your child\n\n\n\nPrinter Printable Version",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9961926937,
        "format_confidence":0.7812898159
    },
    {
        "url":"https:\/\/puahonline.org\/volunteer",
        "text":"The PUAH Institute requires a tremendous amount of time and energy - and so we are always looking for volunteers. Come join the PUAH family and help us in our efforts to assure Jewish continuity. The zechusim (merits) associated with such an endeavor are extremely rewarding and we hope you will join us. Please fill out the online form below and we will be happy to contact you.\n\n\nHow I can assist PUAH (please check all that apply):",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9788985848,
        "format_confidence":0.5069056749
    },
    {
        "url":"http:\/\/www.methodistdiaconalorder.org.uk\/index_page_enquiry-form.html",
        "text":"MDO Banner Image\n\nA mission focused, pioneering religious community committed to enabling outreach, evangelism and service in God's world\n\nEnquiry form\n\nTo enquire about our website, the Diaconal Order or just to get in contact with us please fill out the form below and we will attempt to get back to you as quickly as possible.\n\nPlease complete all compulsory fields are marked with a (*)\n\nYour Details\n\nCopyright: Methodist Diaconal Order 2015\n\nCookie Policy",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9973164201,
        "format_confidence":0.9031326771
    },
    {
        "url":"https:\/\/trulifeministries.net\/contact\/",
        "text":"It is our desire to effectively minister Christ’s life into everyone who comes to us for help. Although we understand that many of those contacting us are in urgent need of help, we are not a crisis center. If you are in urgent need of medical treatment or physical protection, call 911. Please reach out to us through our Form system below. We make every effort to establish contact within 24 hours.\n\nContact us for a free consultation",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9940513968,
        "format_confidence":0.9214953184
    },
    {
        "url":"http:\/\/www.carolinaemmaus.org\/gatherings\/sponsorship-training\/sponsorship-training",
        "text":"Gatherings‎ > ‎Sponsorship Training‎ > ‎\n\nSponsorship Training\n\nSponsorship Training is required to be updated every 3 years. Training is one hour before most Gatherings, one hour before Apostolic Hour, or can be organized at your church by contacting our Training Board Members Al & Lara Siffer at \nAs with all Emmaus activities, we ask that you prayfully consider sponsorship and begin your duties with prayer and confirmation before beginning the process.\nSponsorship Training is updated every 3 years so you are up to date on all information regarding community requirements and sponsorship requirements. Prior to applications be accepted by the registrars, sponsorship training must be current.  More information about sponsorship is found on the Sponsorship tab with the link to the current application.  Only the current application will be accepted by the registrars.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9764725566,
        "format_confidence":0.9439023137
    },
    {
        "url":"http:\/\/www.laxcg.org\/support",
        "text":"The most important way you can support the ministry of Common Ground is by praying for us.\n\nThe church is going through one of its hardest seasons yet, and the generation we work with is the most resistant to anything that seems religious.\n\nJesus told us that if our faith was like a mustard seed we could move mountains.  Campus Ministry is a bit like mountain moving but we know we have the support of so many.  \n\nPray for:\n\n  • Opportunities to share out faith in new and unexpected ways.\n  • Strength for our leaders.\n  • That we would have the resources to continue this vital ministry.\n  • That hearts would open to the Gospel\n  • Anything else that you feel called to pray for us about.\n\nFree Cookie Wednesday\n\nLast year we gave out almost 20,000 cookies!  It was an amazing way for us to be on campus, show some love, and engage in conversations with students.  It allowed us to be known for grace and generosity.  \n\nWe hand them out at the clock tower, where a one of a few things happen.  On a normal day, people are signing other people up for something, or they are selling something.  On the bad days certain preacher types show up to condemn and yell at students.\n\nBut when Common Ground shows up we bring fresh homemade cookies made with love, for free.  No sign ups. No yelling. No Cost.  Students always seem to be joyfully perplexed. \n\nIf you are interested in your church providing cookies, we are happy to have them.  Just go to the link below, sign up on the page you are directed to and then have a fun baking party!\n\nWe ask that you bring at least 500 (more are always welcome) and due to school rules they have to be homemade and not store bought.  \n\nWe hand them out on Wednesdays but feel free to bring them to Common Ground  Monday, Tuesday or Wednesday (before noon on Wednesdays)\n\nclick here!\n\nFinancial Support\n\nCommon Ground is committed to our vision: Inspire and equip students to live as disciples of Jesus Christ.\nWe are able to do the ministry God has for us because generous people like you help to financially support it.  If you would like to sign up for online giving, simply click the button below.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9949889779,
        "format_confidence":0.562484026
    },
    {
        "url":"https:\/\/www.remnantrva.com\/connect\/give\/",
        "text":"Give — Jesus gave everything for us, and it’s our joy to give back to him in support of the work he is doing here in Richmond and around the world.\n\nGive Online\n\nSet up a recurring payment or give a one-time donation through Remnant Online, our church’s secure social networking platform. You do not have to be a registered member to give online.\n\nGive Now\n\nSunday Gatherings\n\nIf you wish to present your gifts and offerings in person, we have baskets setup in the corners of the Sanctuary during our Sunday gatherings. To learn more about when and where we meet see our visitor’s section.\n\nMail Contributions\n\nIf you would prefer to send your contributions by mail, you may do so by making your check out to “Remnant Church” and mailing it to:\n\nRemnant Church\n12 N 19th Street\nRichmond, VA 23223\n\nDonations of Stocks and Securities\n\nRemnant Church is also able to receive donations of stocks and securities. If you would like to donate to Remnant Church through a stock transfer, email for further instructions.\n\nAll contributions are secure and tax-deductible. You will receive a year-end giving statement for your records. Members of Remnant Church will also receive quarterly giving updates.\n\nTo request a giving statement, email\n\nWhy We Give\n\nDespite our tendency to shy away from the topic, nearly one quarter of Jesus’ teaching was about money. The truth is that money is morally neutral, but what we do with our money reveals something much deeper — what’s in our hearts (Matthew 6:21). God is the creator and owner of everything, so we are merely stewards of His stuff (1 Chronicles 29:14).\n\nRemnant encourages members and regular attenders to follow the Biblical model of giving cheerfully (2 Corinthians 9:7) and sacrificially (Psalm 4:5). Contributing financially to the work of the church out of our “firstfruits” is both a renunciation of greed as an idol and an acknowledgement that all we have been given is given to us by God and is to be used for his purposes (Matthew 25:14-30). It is an expression of worship in response to all that God has done in our midst.",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9942348599,
        "format_confidence":0.5766850114
    },
    {
        "url":"http:\/\/pchs.lbpsb.qc.ca\/accompaniment.htm",
        "text":"﻿ Pierrefonds Comprehensive High School | Pierrefonds, QC\n\n514 • 626 • 9610\n\n\nSpiritual Life\n\nthemed object\n13800 Pierrefonds Boulevard, Pierrefonds H9A 1A7\n\nC. Galley\n\n\nDaily News\n\nClick on the image above for our Daily News.\n\nIB Program\n\nClick on the IB logo for more information about our IBMYP.\n\n\nClick on the image to find out more about the programs offered at PCHS.\n\nInterfaith Mural\n\nCreated in 2003 and located at the main entrance to PCHS, the mural is dedicated to the mystery of faith, the diversity of human experience and the spiritual life of the PCHS Community. The Mural was created with the assistance of art teacher Sylvie Allard and her students.\n\nSpiritual Accompaniment\n\nPatricia Aldred\nSpiritual Care and Guidance and Community Involvement Animator\nEmail: paldred@lbpsb.qc.ca\n\nThe Spiritual Care and Community Involvement Service offers spiritual accompaniment to student facing the death of a loved one.\n\nWhat is Spiritual Accompaniment?\n\nThe spiritual animator is an integral member of the school’s Student Services team. They work as part of a multi-disciplinary team, coordinating efforts with the professionals and administration to better meet the needs of the student population.\n\nThe question of what type of relationship the spiritual animator has with students is paramount in distinguishing his\/her role in the Student Services team and their professional boundaries with students. In one to one interventions, the animator attempts to address the spiritual, emotional and religious needs of the student as these aspects of life contribute to and are part of the student’s reality. Quality in spiritual animation means a service which is available, accessible, spiritual in focus, and respectful of particular expressions of faith and cultural traditions.\n\nThe role of the “accompanier” best captures what is the animator’s relationship to the student body. This would mean the spiritual animator would be trained in the area of active listening. It is vital to simply be present during times of difficulty. The role of the animator is not to mentor students according to his or her own sense of what is right. The role of the animator is to listen, to seek out students who are suffering and non-judgmentally accompany them through their difficulty. This includes, but is not limited to the areas of bereavement support, family crisis, self -esteem, stress management.\n\nAs such, the spiritual animator’s role and responsibilities would often overlap with other professionals including the Guidance Counselor, Social Worker, Psychologist, Special Education Technician, etc. As a member of the Student Services Team, the animator would be able to coordinate his\/her efforts with other professionals and administration to better meet the needs of the school community. It should be made clear that the spiritual animator does not do long term counseling or therapy with students. When a particular situation with a student comes up and is clearly beyond the skills of the animator, it is the animator’s responsibility to refer the student to a qualified professional with the expertise appropriate to the situation.  \n\n\nBereavement Support\n\nSeveral support groups for bereaved students are also run in collaboration with other members of the Pierrefonds Comprehensive Student Services Team. The group is a confidential and voluntary body with between 3 to 6 members that meets for six session.\n\nThe expectation is that the group would focus primarily on the future and would help each member learn to move forward despite the loss, the pain and the major changes each has experienced. Although the group will explore painful issues surrounding bereavement, the facilitators endeavour to ensure that such discussion be safe and gentle. The group is sensitive to letting the individual students set the agenda and no one is made to feel they have to say something.\n\nslide up button",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9051532149,
        "format_confidence":0.6945072412
    },
    {
        "url":"http:\/\/achtus.us\/membership\/",
        "text":"The Academy offers three categories of membership.  \n\n\nApplications for admission to the Academy are considered at the annual meeting in June. Membership in ACHTUS includes a subscription to theJournal of Hispanic \/ Latino Theology. To request an application for membership or for further information, contact:\nDr. Claudia Herrera, ACHTUS Secretary\n\n\nAnnual membership dues are based on the annual income of the member.  Annual dues can be paid online below.  The easiest way to pay your ACHTUS dues is by subscribing to automatic dues payments. To subscribe to annual automatic dues payments:\n\nSubscribe to pay ACHTUS dues according to your income\n\nTo unsubscribe from annual automatic dues payments:",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.7515238523,
        "format_confidence":0.6311897039
    },
    {
        "url":"http:\/\/www.jewswithquestions.com\/index.php?app=core&module=reports&rcom=post&tid=251&pid=1314&page=",
        "text":"Jump to content\n\nReport this post to a moderator\n\nReport: what does Torah want us to do with inappropriate feelings b4 marriage?\n\n  • Please note: The moderator will be made aware of the link to the page you are reporting.\n    This form is to be used ONLY for reporting objectionable content and is not to be used as a method of communicating with moderators for other reasons.\n\nor Cancel",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9796760082,
        "format_confidence":0.8621973991
    },
    {
        "url":"https:\/\/ko.cmoh.net\/need-help",
        "text":"do you need help?\n\nCommunity Mission of Hope wants to help!\n\n\nNEW CLIENTS PLEASE CALL 951-444-1404 to get information on how to register for our program. WE service residents of Temecula, Murrieta, Aguanga & Anza and those experiencing homelessness.\n\n\nDue to COVID-19 we cannot take any walk-in clients. You must have a scheduled appointment to receive services. Our office is open Monday, Wednesday and Thursday by appointment only. Call 951-444-1404 for more info.\n\n\nWe also offer prayer and a listening ear - if you need anything, please call our office Mon-Fri 10:00am-12:00pm",
        "topic_id":18,
        "format_id":3,
        "topic_confidence":0.9425304532,
        "format_confidence":0.9143701196
    }
]