[
    {
        "url":"http:\/\/www.hotels.com\/de170743-th14\/business-hotels-niagara-falls-ontario\/",
        "text":"Business Niagara Falls hotels\n\nSearch for Business hotels in Niagara Falls\n\n  • Your recent searches\n\n  • Recent Hotels\n\nPay now or later on most rooms\n\nFree cancellation on most rooms\n\nBest Price Guarantee\n\nExplore Niagara Falls\n\nBusiness Niagara Falls hotel, Canada Spoil yourselves on your next holiday by booking a Business Niagara Falls hotel with Thanks to our comprehensive online hotel directory you can search through all of our Business Niagara Falls hotels and compare their room rates to find the right one for you. All you have to do is:\n  • - Search for Business Niagara Falls Hotels\n  • - Choose your perfect hotel and view its room rates, description, customer reviews and quality photos\n  • - Securely book your hotel in Niagara Falls online today\n  • - Receive email confirmation for your online booking and hotel reservation\n\nNiagara Falls travel guides\n\n\n\nStar Rating\n\n\nAccommodation Types\n\n\n\n\nCollect 10 nights get 1 free*\n\nAnd look out for Secret Prices on select hotels\n\n  1. 1\n  2. 2\n  3. 3\n  4. 4\n  5. 5\n  6. 6\n  7. 7\n  8. 8\n  9. 9\n  10. 10",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9962342381,
        "format_confidence":0.9598928094
    },
    {
        "url":"http:\/\/www.realadventures.com\/g181512_eco-tours-bar-harbor-downeast-acadia-maine.htm",
        "text":"Eco Tours Bar Harbor Maine - Ecotourism & Nature Tours Bar Harbor Maine\n\n  • 1 of 1\n  • text and thumbnails  text and thumbnails\n  • Sort By:\nEco Sailing Expeditions Eco Tours Belfast, Maine\n\nEco Sailing Expeditions\n\n36.2mi away\nEco Tours Belfast, Maine\n\nJoin us for amazing voyages of discovery aboard the Wanderbird. We love what we do and hope to be your hosts on an amazing eco adventure.\n\nFrom USD $\nper Week\nAcadia National Park ToursEco Tours Maine\n\nAcadia National Park Tours\n\n83.5mi away\nEco Tours Maine\n\nMaine Nature: EcoTours\n\nContact For Rates & Specials!\nMoose Country Safaris & Eco ToursEco Tours Sangerville, Maine\n\nMoose Country Safaris & Eco Tours\n\n76.0mi away\nEco Tours Sangerville, Maine\n\nContact For Rates & Specials!\nSchooner J. & E. RigginEco Tours Rockland, Maine\n\nSchooner J. & E. Riggin\n\nEco Tours Rockland, Maine\n\nContact For Rates & Specials!\n\nAdvertise Your Accommodation or Travel Services\n\nCreate A ListingEco Tours Bar Harbor, Maine Listing\nAdd a multi-page listing promoting your accommodations, tours or travel services to customers on our network of travel sites. Your listing page can have up to 26 images, unlimited text, interactive map, availability calendar, ecards, photo-gallery and more.\nRates From US $17 Per Month    » View Details\n\nEco Tours Bar Harbor Maine. Start Planning Your Vacation Today!\n\nOur ecotourism in Bar Harbor Maine will take you to some of the most pristine and protected areas in the world. You will learn about the flora, fauna, and cultural heritage of the area. Travel to the most beautiful natural destinations in the world on our eco vacations. Learn about the impact human intervention has on the environment on our nature tours in Bar Harbor Maine. Our eco tourism will educate you about the ecosystem and how you can help preserve the fragile areas of the world. Contribute and fund ecological conservation on our eco holidays and help benefit the economic and political development of the local communities. Browse our eco tours in Bar Harbor Maine and plan your vacation today!\n\nDisclaimer: Information provided through RealAdventures website, newsletters, emails or other services has been provided directly by the companies and\/or individuals owning or offering the products\/services. RealAdventures does not guarantee or warranty the accuracy of the information contained herein. It is the sole responsibility of the user to ensure the accuracy and clarity of any posted material and to determine the suitability of any service for their particular needs or requirements. Likewise, it is the responsibility of advertisers to determine the suitability and credit worthiness of potential customers prior to any transaction.",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.994833827,
        "format_confidence":0.9551543593
    },
    {
        "url":"https:\/\/malaag.wordpress.com\/category\/korea\/busan\/",
        "text":"Browsing All Posts filed under »Busan«\n\nHow I Got to Busan and How I Returned to Seoul\n\nApril 3, 2012\n\n\nIn line with the Visit Korea Project, one of the initiatives of the Korea Tourism Organization to boost tourism not just here in Seoul but in other cities of South Korea is by providing free shuttle buses to Jeonju and Busan for foreigners. Initially, when I was planning my Busan trip, I thought of using […]\n\nJimjilbang: Where I Spent My Three Nights in Busan\n\nMarch 5, 2012\n\n\nAs a budget traveler, usually I couch surf or stay in hostels. Personally, my rule is to spend less for accommodation as much as possible. After all, I just need a place where I can sleep and use the bathroom. For those who travel light and are budget conscious, South Korea has jimjilbangs. A jimjilbang […]",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.99609828,
        "format_confidence":0.8421275616
    },
    {
        "url":"https:\/\/weblogtheworld.com\/category\/countries\/northern-america\/america\/america_fl\/city-tampa",
        "text":"Tampa – St. Pete\n\nOnce in a Lifetime in the Solar Eclipse Path of Totality\n\nThey're calling it a once in a lifetime occurrence. Where will you be when the universe goes wonky on the 21st of August? US-based eclipsophiles, wired to be wherever the next total eclipse phenomenon occurs,...\nRead More Share\n\n5 Saddest & 5 Happiest Cities in America\n\nA recent report by Men's Health resulted in a \"sad city\" ratings chart, all of which were based on calculated suicide rates (CDC) and unemployment rates (Bureau of Labor Statistics, as of June 2011). Then they...\nRead More Share\n\nJoin Our Community\n\nConnect On Social Media\n\nMost Popular Posts\n\nBehind We Blog The World\n\n\nWe Blog the World (WBTW) was founded by Renee Blodgett whose initial goal was to cross pollinate ideas and stories across the globe with the hope of providing a deeper understanding of cultures foreign to our own. It has morphed from its earliest days and is today dedicated to Transformative Travel, at the crossroads of where adventure, wellness and luxury meet. From some of the most passionate voices on the web, you’ll find rich storytelling and photography from every continent. Read More.\n\nDo NOT follow this link or you will be banned from the site!",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.8189172745,
        "format_confidence":0.9847393036
    },
    {
        "url":"https:\/\/www.ihacom.co.uk\/Holiday-lettings-Alliance\/1M;X\/",
        "text":"HOLIDAY LETTINGS book direct with the owners The time of a holiday\nIHA Holiday lettings\n+Share your most beautiful photos!\n\nAlliance rentals, holiday lettings direct from the owners\n\nYou will find many studios, flats, houses and villas for your holiday in Alliance. Contact the owners directly on the IHA site and enjoy the best rental prices, promotions and last minute deals that meet your budget. Visit the picture gallery on private lettings for a break with family or friends. All holiday listings on IHA are verified, plan your journey to Alliance with absolute confidence!\n1 Result\nSort the results by\nPrice - +\nPrice + -\nPerson(s) - +\nPerson(s) + -\nBedroom(s) - +\nBedroom(s) + -\nTown A - Z\nTown Z - A\nUpdated - +\nUpdated + -\nLodgings A - Z\nLodgings Z - A\n\n£57* Night\nBreakfast included\nbook direct with the owners\nfrom £57\/Night*\nSee the rates\nUp to-10%\nDepending on the season\nAdvert 13570\nDisplay the map\nThe Aurora Inn Colonial House 3,000 Sq.ft. in a private property. unobscured, swimming pool, garden\/park, courtyard view\n6 guest rooms\nGuest House - Bed & Breakfast Rental in Aurora in a colonial house #13570 >Swimming poolTennisParking\nInterior facilities\n  • Banqueting hall\n  • Sitting room 970 Sq.ft.\n  • Bar area\n  • Dance room\n  • Reception hall\n  • Study\n  • Countryside holidays\n  • Ideal for all age groups and seminar\n  • Children welcome\n  • Setting : Historical, Suitable for a relaxing break\n  • Lake at 4.5mi.\n  • Gay friendly\n  • Eco-tourisme\n  • Golf, Spa, Fishing\n  • Pets accepted\nGuest House - Bed & Breakfast for rent  in a colonial house\nSwimming pool, Colonial House in Aurora - Advert 13570\nView of the sunset, Colonial House in Aurora - Advert 13570\nView the advert",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9857490659,
        "format_confidence":0.8497676253
    },
    {
        "url":"https:\/\/www.britainexpress.com\/Where_to_go_in_Britain\/tour\/index.htm",
        "text":"\n\nYou can follow the tour like a slide show - simply click NEXT > after each page - or jump straight to any region by using the navigation links or clicking on the map below.\n\nLake District Northeast England East Midlands West Midlands The Cotswolds Heart of England East Anglia London South East England South Central England West Country\nBest of Britain Express Art Prints",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9730815291,
        "format_confidence":0.9803670645
    },
    {
        "url":"http:\/\/www.realadventures.com\/g185866_antigua-official-info.htm",
        "text":"Antigua, Antigua and Barbuda Official Information\n\n  • text and thumbnails  text and thumbnails\n  • Sort By:\n\nAdvertise Your Accommodation or Travel Services\n\nCreate A ListingAntigua, Antigua and Barbuda Official Info Listing\nAdd a multi-page listing promoting your accommodations, tours or travel services to customers on our network of travel sites. Your listing page can have up to 26 images, unlimited text, interactive map, availability calendar, ecards, photo-gallery and more.\nRates From US $17 Per Month    » View Details\n\nAntigua, Antigua and Barbuda Official Information\n\nAntigua, Antigua and Barbuda visitors guide to accommodations, adventure travel, unique tours and rentals. Check out top Antigua, Antigua and Barbuda getaways & destinations. Antigua, Antigua and Barbuda vacations, packages & travel spots. Visit Antigua, Antigua and Barbuda !.\n\nFree Travel Ideas Newsletter\nGet your free Travel Ideas Newsletter full of great travel deals, destinations and adventures.\n\nYour Name:\nYour E-Mail Address\nTravel Companies & Advertisers\n\nDisclaimer: Information provided through RealAdventures website, newsletters, emails or other services has been provided directly by the companies and\/or individuals owning or offering the products\/services. RealAdventures does not guarantee or warranty the accuracy of the information contained herein. It is the sole responsibility of the user to ensure the accuracy and clarity of any posted material and to determine the suitability of any service for their particular needs or requirements. Likewise, it is the responsibility of advertisers to determine the suitability and credit worthiness of potential customers prior to any transaction.",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.996909678,
        "format_confidence":0.9155548215
    },
    {
        "url":"https:\/\/www.bbonline.com\/united-states\/california\/sonora\/",
        "text":"Sonora Bed and Breakfasts\n\nSonora is located in the beautiful Sierra Nevada Foothills, the heart of California's \"Gold Country\". Sonora is known for the Annual Nighttime Christmas Parade that...  Read more\nShowing results 1-1 of 1\nSort By:\n\nB&Bs in Towns near Sonora\n\nfrom $127\n\nSutter Creek, CA\nLuxurious Inn. Afternoon tea, evening wine, full breakfast. Central for gold country hist...Read more",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.995164752,
        "format_confidence":0.991907239
    },
    {
        "url":"https:\/\/www.sno.co.uk\/ski-hotels\/ski-hotels-spain\/",
        "text":"2 Guests\n\nSki Hotels in Spain\n\nThere are 7 holidays to Spain for 2 adults, 0 child and 0 infant.\n\n7 holidays\n\nApartahotel Trevenque\n\nin Sierra Nevada, Spain\n29\/03\/18 Thu • Gatwick • 7 nights • Bed & Breakfast\nwas £1036\n\nHotel Vincci Rumaykiyya\n\nin Sierra Nevada, Spain\n29\/03\/18 Thu • Gatwick • 7 nights • Half Board\nWifi\/internetSki in\/out or NearbySpa\/Wellness\nwas £1571\n\nGHM Hotel Monachil\n\nin Sierra Nevada, Spain\n21\/04\/18 Sat • Gatwick • 7 nights • Half Board\nWifi\/internetHot tub\/Jacuzzi\/WhirlpoolSki in\/out or NearbySauna\/Steam\/TurkishSpa\/WellnessBalcony\/Terrace\/Veranda\nwas £791\n\nHotel Melia Sol Y Nieve\n\nin Sierra Nevada, Spain\n07\/04\/18 Sat • Dublin • 7 nights • Bed & Breakfast\nWifi\/internetHot tub\/Jacuzzi\/WhirlpoolSauna\/Steam\/TurkishSpa\/WellnessGym\/Fitness\nwas £903\n\nHotel Ziryab\n\nin Sierra Nevada, Spain\n20\/03\/18 Tue • Gatwick • 7 nights • Bed & Breakfast\nwas £988\n\nHotel Tuc Blanc\n\nin Baqueira Beret, Spain\n25\/03\/18 Sun • East Midlands • 7 nights • Half Board\nWifi\/internetHot tub\/Jacuzzi\/WhirlpoolSki in\/out or NearbyPoolSauna\/Steam\/TurkishFamily friendly\nwas £849\n\nHotel Melia Sierra Nevada\n\nin Sierra Nevada, Spain\n05\/04\/18 Thu • Gatwick • 7 nights • Bed & Breakfast\nwas £1027\nshow properties\n1 - 7 of 7\n\nSki Hotels in Spain\n\nSpain has all sorts of ski hotels, from simple slope-side lodges to luxurious mountain retreats. Ski-out locations keep things convenient, while wellness centres offer warm welcomes after a day on the snow.\n\nIf you’re travelling with youngsters, kids clubs, games rooms and swimming pools will help them have fun with newly made amigos. And when it comes to mealtimes, buffets, a la cartes and tapas bars serve every taste.\n\nLuxury Ski Hotels in Spain\n\nFeaturing big international brands, Spain has some fabulous ski hotels. They’re often inches from the ski lifts and slopes, giving seamless access to the ski area and home at the end of the day.\n\nIndoors, first class facilities give oodles of off-slope opportunity. Hit the gym or spend time in the spa, swapping between the likes of saunas, Jacuzzis, Turkish baths and counter current pools. The best Spanish ski hotels are home to some awesome swimming pools, where panoramic windows let you paddle among the peaks (usually swimming hats and flip flops are essential). Add private or helicopter transfers to your booking for a truly special stay.\n\nSpain’s ski hotel food & drink\n\nThe bigger hotels have their own bars and restaurants for guests to use, letting you enjoy good food and vino without having to stray far from your room. Buffet restaurants serve a huge selection of international cuisine, while a la carte restaurants menus mix regional and international dishes. Tapas bars are popular in these parts, and well worth experiencing whether you’re after a drink and a snack or a delicious Spanish dinner. Sometimes food’s included on a B&B basis, providing breakfast on-site then letting you choose where to spend dinnertimes. Half Board deals meanwhile provide breakfast and supper in the hotel throughout your stay.\n\nMost popular Spanish hotels holidays\n\nAll ski hotels in Spain\n\n← online or call ↴\n020 7770 6888",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.990696907,
        "format_confidence":0.9581406116
    },
    {
        "url":"https:\/\/www.jamesvillas.co.uk\/deals-and-offers",
        "text":"Jump to Menu\n\nDeals and Offers\n\nAre you on the hunt for a great value offer or a last minute deal for your next getaway? Then look no further! We have a fantastic range of promotions to give you with the best value for your money, without compromising on quality. Why not have a browse through our latest deals and offers and let us help you find your perfect villa holiday.\n\nSearch all Last Minute Holidays\n  • Couple deals\n\n    The perfect getaway\n\n    View more\n  • Family deals\n\n    Travelling with little ones\n\n    View more\n  • Group deals\n\n    Enough space for everyone\n\n    View more\n  • Luxury villa deals\n\n    Exquisite, the world over\n\n    View more\n  • Signature villa deals\n\n    Break from routine, relax and recharge\n\n    View more\n  • Last second deals\n\n    Book today, fly tomorrow\n\n    Find out more\n\nHoliday Resort Offers\n\nOver 55 resorts in 21 destinations\n\nA selection of our villas, townhouses and apartments are situated on Holiday Resorts with a community-feel and additional on-site facilities for all ages. With a range of offers, from discounts to free kids' clubs, our resorts open up a world of choice to help you find a holiday that's right for you.\n\nMore Holiday Resorts\n\nSelect box\n\n\nWe use cookies for experience enhancement, analysis and personalization. By clicking I agree, you approve the use of cookies and other technologies for the processing of personal data.\nWe also use cookies to tailor advertising both on and off our website.\n\nTo learn more click here.\n\nHello, Hola, I'eta oov, Ola,\nHallo, Salut, Ciao!\n\nVisiting us from Europe or afar? See our prices in Euros\n\n¿Nos visita desde Europa o el extranjero? Consulte nuestros precios en Euros\nΜας επισκέπτεστε από την Ευρώπη ή (από) το εξωτερικό; Δείτε τις τιμές μας σε ευρώ\nVocê nos visita da Europa ou do exterior? Veja nossos preços em Euros\n\nVisit website",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9942066669,
        "format_confidence":0.8727999926
    },
    {
        "url":"https:\/\/in.hotels.com\/de179243\/hotels-in-guigang-china\/",
        "text":"Guigang Hotels\n\nSearch for hotels in Guigang\n\nGet Secret Prices on selected hotels\n\nThese prices aren’t available to everyone.\n\n  • Pay now or later on most rooms\n  • Free cancellation on most rooms\n  • Price Guarantee\n\nMake your trip to Guigang\n\nHotels in Guigang, China - offers great last-minute Guigang hotel deals and discount room rates. You can easily book your online room reservations in Guigang today. With our fast online search facility you can:\n\n  • Find and compare different hotels in Guigang by star rating, amenities, theme, or brand\n  • Choose the perfect Guigang hotel and view room rates, hotel details, guest reviews, and photos\n  • Securely book your hotel room online today!\n  • Receive email and text confirmations with reservation details of your online hotel booking",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9974006414,
        "format_confidence":0.7162790895
    },
    {
        "url":"http:\/\/achilltourism.com\/category\/news\/",
        "text":"Achill Expo 2017: Monday 17th April\n\nFollowing the success of Expo Achill last year, Achill Tourism is delighted to announce that Expo Achill 17 will once again take place on Easter Monday, 17th April. This year’s exhibition will take place at the new Achill Island Brewery in Bunnacurry. The exhibition will be open from 12 noon to 4pm and will be showing off the very best that Achill has to offer.\n\nAdmission is free to the public.\n\nScroll down for location map.\n\nLocal businesses, community groups and individuals who wish to become exhibitors should contact Achill Tourism on 098 20400 or email\n\nAchill Expo 2017\n\n\nAchill's New Beach - Dooagh Beach Born Again\n\nAchill Island has a new beach for 2017! For the first time since 1984, an extensive sandy beach has returned to Dooagh Bay. Just in time for the start of the summer season, the ocean has deposited thousands of tons of sand onto the formerly rocky ‘beach’. Now that the high Spring Tides have passed, it is expected that the new sandy beach will remain in place for summer 2017. The amazing reappearing beach has been reported worldwide, including the BBC, ITV and CNN. Scroll down for links to full stories, images and video.\n\nWhy beaches lose their sand – and then suddenly reappear – academic explanation for the magical reappearing beach in Dooagh.\n\nBelow: BBC News interviews Emmet Callaghan of Achill Tourism:\n\nAbout Dooagh\n\nIn 1987 the oarsman Don Allum completed the first westward crossing of the Atlantic Ocean, departing St. Johns, Newfoundland and landing in Dooagh Bay 77 days later.\n\nEnglish novelist Graham Greene shared a cottage hideaway in Dooagh with his mistress, the American Catherine Walston, in the 1940s. Greene wrote parts of the novels The Heart of the Matter and The Fallen Idol while in Dooagh.\n\nThe headland on the east side of Dooagh Bay, Gob Ellainne, is where the painter Paul Henry stood in 1910 and tore up his return train ticket to London, vowing to stay in Achill: “As I wandered round … and looked down on Dooagh and to the noble cliffs of Achill Head, I felt that here I must stay somehow or another. I would not go any further”.\n\nAchill Island continues to inspire artists and writers. Painter Camille Souter lives and works in Dooagh, and the island has many Galleries and Craft Shops showcasing the work of artists, sculptors and photographers.\n\nDolphins and basking sharks are regular visitors to Dooagh Bay (see Whale, Dolphin & Shark Watching).\n\nScoil Acla, one of Ireland’s oldest summer schools, was founded in Dooagh in 1910. Scoil Acla continues to provide tuition and performances in traditional Irish music, culture and arts. The summer 2017 programme runs from 22nd – 29th July.\n\nIn 2014 heavy storms exposed a shingle bank at Dooagh Beach which was investigated by archaeologists from the nearby Achill Archaeological Field School and found to contain a pony graveyard dating to the mid-19th century. See Dooagh Pony Graveyard (2014). The Achill Field School is Ireland’s longest-running archaeology field school and offers tours and introductory courses as well as accredited courses for undergraduate students.\n\nIn former times, the same spring storms that revealed the beach in 2017 and shingle bank in 2014, would regularly rip seaweed and wrack from the seabed and deposit it onto the beach. On such occasions, a bugle would be sounded to notify villagers and the wrack would be divided to be used as fertilizer in the surrounding fields. Today, seaweed from Achill’s Atlantic waters is used at Achill Seaweed Baths and also as an ingredient in the new Achill beer from Achill Island Brewery. The bugle is now used to signal the start of currach races at the annual Dooagh Day festival.\n\nAchill Island already boasts five Blue Flag beaches plus one more at nearby Mulranny but it is hoped that the pristine sand at Dooagh may become the island’s sixth Blue Flag beach.\n\nDooagh beach, May 2017\nDooagh’s ‘new’ beach, May 2017 (above)\n\nDooagh beach before and after\nDooagh beach before and after (above)\n\nDooagh 'Beach', March 2017\nDooagh beach, March 2017 (above)\n\nBook Launch: My Father's Wake by Kevin Toolis\n\nBAFTA winning film maker, playwright, director and writer Kevin Toolis, whose father hails from Achill, launches his book ‘My Father’s Wake – How the Irish Teach Us to Live, Love and Die’ in Ted’s Bar, Cashel, at 7.30 on Wednesday 25th October 2017.\n\nKevin Toolis introduces the book:\n\nOn a remote Irish island, close to shore, at the bedside of a dying man, in the company of the mná caointe, with the sound of the rosary booming off the ceiling, I felt both the revelation and the burden of My Father’s Wake descend on my shoulders. I saw a way of dealing with death that dwelt amongst us as far back as the fall of Troy, long before the blinding of our Western Death Machine. My task was to help with the remembering.\n\nIn my all death hunting, I have been often graced by the kindness, generosity and painful heart-exposed honesty of hundreds of other lives. I hope the words here offered will be a reward for the time vested in a passing stranger and my debt in some measure repaid. Now my work is done. My promise, to the best of my ability, fulfilled and the work of others begun – to judge these words and journeys amongst the living and the dead and act upon them if they so wish.\n\nMay you too find in death the same grace I found in my father’s wake.\n\nKevin Toolis is the writer of My Father’s Wake: How the Irish Teach us to Live, Love and Die.\n\nToolis is a BAFTA winning film maker, playwright, director and the founder of manyriversfilms.\n\nI have made a number of films on the terrorism in the Middle East that have been nominated for Emmys and won a BAFTA. For more info and to buy any of these films go to Or to watch clips from Kevin’s films go to\n\nToolis is the author of a classic account of the Irish Troubles Rebel Hearts: Journeys Within the IRA’s Soul, a study of the IRA.\n\nKeem Bay in World's Top 10 Beaches\n\nKeem Bay on Achill Island has been listed among 10 of the world’s most breathtaking beaches, according to the Irish Independent. Taking its place alongside beaches the Seychelles, Tahiti, Big Sur California and other global locations, Keem is the only Irish beach listed in the paper’s Travel Top 10. Travel writer Pól Ó Conghaile says this of Keem: “Framed by cliffs, undeveloped save for an old stone cottage and heaven for snorkelers and sea kayakers, it’s a first impression that lasts a very long time.” He recounts how on his most recent visit he was told by a lifeguard that a sea kayaker had just been paddling with a basking shark.\n\nFull article: 10 of the world’s most breathtaking beaches.\n\nFisherman's cottage, Keem Bay, Achill Island\n\nRare White Lobster on Display in Achill\n\nWhite lobster at Achill Experience\n\nA very rare white lobster has gone on display in an Achill aquarium after being caught in local waters. The one-in-a-million lobster was caught recently by fisherman Charlie O’Malley in pots close to Dooagh Bay. In 25 years of fishing, it is the first white lobster Charlie has seen. The ghost lobster has distinctive white colouring, instead of the usual blue, due to the absence of a chemical compound called astaxanthin. The young lobster – it is estimated to be three or four years old – was spared from the dinner table when Charlie delivered it to the Achill Experience, a visitor attraction that includes an aquarium. The as-yet-unnamed lobster is the main attraction at Achill Experience and has gained much media interest including a report on RTE television news.\n\nRTE Report – with video\n\nAchill Experience website\n\nAchill Experience facebook\n\nRTE1 Ryan Tubridy Show - Tuesday 30th May 2017\n\nAchill Island welcomed the RTE Radio 1 Ryan Tubridy Show to Keel on Tuesday 30th May 2017. Ryan and his team were touring Ireland’s Wild Atlantic Way for the week. On the day before, he visited Dooagh’s new beach and also went horse riding on Keel beach. The show came live from The Beehive in Keel and Ryan stayed overnight at Bervie guest accommodation, also in Keel. Among the local businesses interviewed on the show was Terence Dever of the Achill Experience and Francois Colossi of Pure Magic Achill.\n\nView photos and videos from Ryan’s visit to Achill on the Ryan Tubridy Show facebook page.\n\nRyan Tubridy horse riding on Keel beach, Achill\nRyan Tubridy outside Bervie guest accommodation, Keel, Achill Island",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9923171997,
        "format_confidence":0.9222741127
    },
    {
        "url":"http:\/\/cruisetalk.org\/tag\/long-beach\/",
        "text":"\nCarnival Inspiration provides an exciting new choice on this popular itinerary which encompasses three-day cruises departing Fridays to Ensenada and four-day cruises departing Mondays to Ensenada and Catalina… [Continue Reading]\n\nCarnival Inspiration to Reposition to Long Beach, Carnival Paradise to Tampa in Fall 2011\n\nCarnival Cruise Lines has announced two exciting year-round homeport deployments for fall 2011, with the 2,052-passenger Carnival Inspiration repositioning to Long Beach, Calif., for three- and four-day Baja departures and the 2,052-passenger Carnival Paradise to Tampa, Fla., on four- and five-day Caribbean voyages. Carnival Inspiration is currently based in Tampa while Carnival Paradise operates… [Continue Reading]\n\nNewest & Largest â€˜Fun Shipâ€™ Launches Year-Round Mexican Riviera Service From Long Beach\n\nMIAMI, April 6: Carnival Cruise Linesâ€™ 3,006-passenger Carnival Splendor â€“ the lineâ€™s newest and largest ship offering a host of innovations â€“ embarked yesterday on its inaugural 7-day Mexican Riviera cruise from Long Beach, CA, building upon the companyâ€™s distinction as Californiaâ€™s number one cruise operator. On its new schedule, Carnival Splendor departs the Long… [Continue Reading]\n\nAlmost There…\n\nThe new 3,006-passenger Carnival Splendor is shown here rounding Cape Horn in South America on its way to its permanent homeport of Long Beach, Calif., from where it will operate year-round seven-day Mexican Rivera cruises beginning April 5. Carnival Splendor will be the largest â€œFun Shipâ€\u009d ever deployed on the West Coast.\nToo large… [Continue Reading]\n\nCarnival Voted Number One Cruise Line By Fresno Bee Readers\n\nMIAMI (April 3, 2008) Ã¢â‚¬â€œ Carnival Cruise Lines, the worldÃ¢â‚¬â„¢s largest cruise operator, was named Ã¢â‚¬Å“Number One Cruise LineÃ¢â‚¬Â\u009d in a readers poll conducted by the Fresno Bee, the major daily newspaper in Fresno, Calif.\nCarnival is the West CoastÃ¢â‚¬â„¢s most popular cruise line, with four ships – the Carnival Paradise, Carnival Pride, Carnival Elation and… [Continue Reading]",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9931927323,
        "format_confidence":0.9948877692
    },
    {
        "url":"https:\/\/www.hotelrehoboth.com\/rehoboth-style-blog\/tag\/Canoe\/",
        "text":"Rehoboth Style\n\nRehoboth Beach's Culture & Style Weekly Blog\n\nGet Your Paddle On\n\nSprout Developer - Wednesday, July 09, 2014\n\nWhile swimming, boogie boarding and body surfing in the ocean may be the first choice for water activities in Rehoboth Beach, don’t forget that there are plenty of fun things to do ON the water as well as IN the water.  What could be more relaxing than gliding along one of the many s...\n\nRecent Posts",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.8489475846,
        "format_confidence":0.628649354
    },
    {
        "url":"http:\/\/bauhaus6.blogspot.com\/p\/photos.html",
        "text":"Click on any of the following links to see the best of the Bauhaus Adventure Photos\n\nDominican Republic 5\/10       Puerto Rico 4\/26       Beaches and Boats 4\/3       Antigua 3\/25       Guadeloupe 3\/18       Martinique 3\/13                 Older...      \n\nView Slideshow in a larger page\n\n1 comment:\n\n  1. Oh man, I know all the lows and highs of cruising, but your photos bring back all the highs! Soak it up, my friends! Living vicariously stateside, cousin Nan",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9846606851,
        "format_confidence":0.7922738791
    },
    {
        "url":"https:\/\/www.campervan-hire-new-zealand.com\/docs-weekly-campsite-pass\/conservation-camping-pass\/",
        "text":"Conservation Camping Pass\n\nPrevious Posts that you might also find interesting:\n\nWhite Island\n\nExperience White Island Volcano  We have visited White Island ourselves and yes its a must do when you’re visiting New Zealand Watch our little video[...]\n\nFind out more\n\nConservation Camping Pass (DOC Camping)\n\nStay on many of the best camping grounds for less? Now you can when you pre-purchase the Conservation Camping Pass, specially designed for campervan renters. Department[...]\n\nFind out more\n\nWIFI in all Campervans\n\nStay connected on your vacation It may not look like a big thing, but it is: We supply WIFI in all campervans… We already had[...]\n\nFind out more\n\nPlan an Itinerary\n\nPlanning your New Zealand holiday to make sure it’s perfect can be tricky. If you need our help Bay Of Islands Campervans will use our[...]\n\nFind out more\n\nDriving left in NZ\n\nWhy does New Zealand drive on the “wrong” side of the road? Well it’s one of those trivia questions that can really nag at you[...]\n\nFind out more\n\nKnow the road rules New Zealand\n\nGet prepared before you hit New Zealand roads. Test your road code knowledge by answering sets of 10 questions. At the end of each question[...]\n\nFind out more\n\n10 Themed Highways of New Zealand\n\nTouring New Zealand by campervan and not knowing where to start? There are 10 Highways with a theme to choose from. This may not sound[...]\n\nFind out more\n\nUSB charger\n\nUSB charger in Campervan. We now have an USB charger in the dashboard, and a second one in your living area of the Campervan. The[...]\n\nFind out more\n\nKeeping your possessions safe\n\n  New Zealand is generally known as one of the safest countries to travel too. Never the less, you need to act responsible and careful[...]\n\nFind out more\n2016 Bay of Islands Campervan Hire.",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9773921371,
        "format_confidence":0.9655682445
    },
    {
        "url":"http:\/\/www.sykescottages.co.uk\/compton-cottages.html",
        "text":"Compton Holiday Cottages\n\nIt's busy at the moment, properties are selling out and prices are likely to rise.\nBook now to guarantee your holiday at the best price and avoid disappointment!\n\nYour search returned 38 cottages.\n\nView on map\nView on map\n\nPlease find below a selection of self catering holiday cottages to rent in or near Compton.",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9875853062,
        "format_confidence":0.9283457994
    },
    {
        "url":"http:\/\/booktoday.com.au\/hotels\/benalla-hotels-(177788)",
        "text":"Call BookToday Mobile 0416 049 534\n\nBenalla Accommodation and Hotels\n\nTravelling to High Country and looking for hotels in Benalla? We have a wide range of hotels to choose from and guarantee the best price.\n\nBook your accommodation in Benalla with confidence knowing you will get security and value for money. BookToday provides instant confirmation on bookings at over 130,000 of our hotels worldwide and we won't be beaten on price, backed by our price-beat guarantee.\n\nBenalla Hotels\n\nLoading hotels. Please wait.\n\nLoading hotel. Please wait.",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9972684383,
        "format_confidence":0.6205996275
    },
    {
        "url":"http:\/\/www.travelandleisure.com\/travel-guide\/rugen-district",
        "text":"Rügen District\n\nRügen District Travel Guide\n\nArticles about Rügen District\n\nBy Susan Welsh\nTrip 1 Instead of Brittany, France Go to Rügen, Germany Why This island in the Baltic Sea was a getaway for the East German elite during the Cold War. With its 400-foot-high chalk cliffs and white-sand beaches, Rügen now attracts a stylis...",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9830070734,
        "format_confidence":0.943251133
    },
    {
        "url":"http:\/\/www.perfectplaces.com\/pp_find.cfm?SPCATEGORY=Tennis&city=Ludon-M%C3%A9doc&country=France&location=Gironde&state=Aquitaine&accomodations=-Vacation-Rentals&spSort=priceNight",
        "text":"Perfect Places Vacation Rentals\nTraveler Login Owner Login\n\nLudon-Médoc Tennis Vacation Rentals\n\n1 Ludon-Médoc Tennis Vacation Rentals were found matching your criteria. These vacation rentals are presented by their owners or managers. Please click on the photos or links below, then contact them directly with your inquiries. Use the search criteria box on the left of the page to refine your search within Ludon-Médoc, Gironde, Aquitaine, France.\n\nBedrooms (min)   Sleeps (min)\nInterest: Accommodations:\nPet Friendly Internet\nOnline Booking Pool\n\nHandicap Accessible\n\nSelect Arrival Dates\nArrival: Departure:\n\n  Exclude unknown availability\nEnter Keywords:\n\nPrice per Night Range:\n\nGironde Top Cities\nFilters Applied:\n  • clear filterTennis\nSearch results are filtered by the criteria above. Click \"X\" next to criteria to remove. Or clear all filters.\nListings 1 - 1 of 1\n\n4 bedroom Vacation Rental Home in Ludon-Médoc\nHome: 4 Bedroom, 1 Bathroom, Sleeps 6\nLocation: Ludon-Médoc, Aquitaine, France\nDescription: Villa \"Communal\". 800 m from the centre, 45 km from the sea. Private: property 1'000 m2 (fenced), swimming pool heated (9 x 4 m, depth 160 cm, 01.0...\n$211 - $334 night\n$1477 - $2338 week\n\nHigh-Speed Internet\n\nView Details and Book Online Send Inquiry\n\nListings 1 - 1 of 1\nFind additional Vacation Rentals:",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9873691201,
        "format_confidence":0.9846428037
    }
]