[
    {
        "url":"http:\/\/silveryachts.com\/imprint\/",
        "text":"124 Quill Way\nHenderson, Western Australia 6166\nPhone: +61 8 9437 0570\nFax: +61 8 9437 0576\nEmail: info(at)silveryachts(dot)com\n\nAustralian Business Number: 60 104 693 334\n\nDesign Concept + Creative Direction\nLizzy Courage, www.lizzycourage.de, art.lizzycourage.de\n\nPhilipp Hentschel \/ Christoph Guttandin, www.welance.de\n\nSILVERYACHTS uses its best efforts to ensure that all the information on its website is kept up-to-date. Any warranty to the correctness and acuracy can not be assumed. SILVERYACHTS reserves the right to make changes or additions to the information made available at any time without notice. When you access this website, the IP address of your provider and other information are stored on our server for data protection purposes. This information is also processed in anonymous form for statistical purposes. Any reference of the data stored to your identity is excluded. You can therefore use our website without revealing your identity. SILVERYACHTS has included links to other internet pages in this website. SILVERYACHTS has no control over the design or content of any pages to which links are provided and expressly disclaims any responsibility or liability for the content of such pages. The content of the SILVERYACHTS website is protected by copyright. No information, data, texts, parts of texts or images may be copied or used in any way without the prior permission of SILVERYACHTS.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.8093131185,
        "format_confidence":0.9873602986
    },
    {
        "url":"https:\/\/photosphere.gr\/en\/history\/4th-photosphere\/actions\/time-lapse-action-2021\/terms-conditions\/",
        "text":"Participants can be both amateur and professional photographers at the age of 17 years and above.\n\nInterested parties should complete and send the application form, posted on the Festival's website (www.photosphere.gr), until May 30th, 2021 at 23:55.\n\nEach candidate may participate with one (1) Time-lapse, the duration of which SHOULD NOT exceed the 01:30 minutes.\n\nHyperlapses are accepted.\n\nThe resolution of the final presentation should be at least 1080p in MPEG4 or AVI format.\n\nBackground music or not, remains the choice of the creator.\n\nDuring the Time-lapse the author's name SHOULD NOT appear. Nevertheless, it is at his\/her discretion to place his\/her name or signature, at the end.\n\nThe selection of the Time-lapses will be made by a three-member Jury of prominent professionals in the areas of photography and cinema. The Jury, in its absolute discretion, will select the ten (10) best Time-lapses to be exhibited at the International Open Air Photography Festival “Photosphere” – summer 2021, on both islands, as well as at the International Photography “Photometria” in Ioannina in view of the collaboration between the two Festivals.\n\nA1\/A3\/A2 Diplomas will be awarded to the three (3) Time-lapses with the highest score. The awards are kindly offered by our Gold Sponsor “DroneXperts”!\n\nThe results will be announced by e-mail and will be posted both on Facebook and Photosphere’s website by June 7th, 2021.\n\nParticipation in the action is free of charge.\n\n\n\nThe theme of the Time-lapses is open and the only requirement is to be shot by Drone.\n\nEntries that include ground shots by any kind of camera other than the Drone, will not be accepted.\n\n\n\nAll entries should be original projects and the participants should be either the sole holders or the holders of the copyright.\n\nBy signing up for the Festival, the participants retain full copyright over their work.\n\n\n\nAll selected entries can be published by the International Open Air Photography Festival “Photosphere”, to affiliated sponsors and collaborators, magazines or books, websites, or any other media, for the promotion and the advertising of the Festival without the approval of the creator, but always mentioning his name.\n\nThe Festival and the participants will have no claim for compensation in such use.\n\n\n\n  • The decisions of the Jury for the selection of the Time-lapses will be final.\n  • Participants are solely responsible for any use of music in their work (copyrights).\n  • Entries are invalid if the Festival decides that they are not original or are illegible, incomplete, damaged, irregular, variable, counterfeit, misleading, or stolen by fraud or theft.\n  • The Festival reserves the right not to accept projects that do not meet the expected quality of production and presentation for the Festival.\n  • The Festival reserves the right to modify or extend the submission deadline in its sole discretion. In this case, the changes will be announced in the networking media.\n\nThe participants will be bound by and agree to all of the above terms and conditions by sending their participation form.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9208580256,
        "format_confidence":0.9839218855
    },
    {
        "url":"http:\/\/www.americanart.si.edu\/visit\/guidelines\/",
        "text":"Larger Type\nSmaller Type\n\n\nGallery and Photography Guidelines\n\nReynolds Center\n\nPlease help us protect our artworks. Smoking, eating, or drinking in the galleries is prohibited. Please do not touch any objects on display; the salts and oils naturally produced on your hands are damaging to artworks, even sculpture and furniture.\n\nSuitcases, large umbrellas, and backpacks are not allowed in the galleries. Security officers may ask visitors to hand-carry smaller backpacks, or wear them on the front. Bag check is not offered, but free lockers are available for smaller items in the lobbies.\n\nPlease show consideration for your fellow visitors by limiting the use of cellular phones in the galleries, unless using them for a cell phone tour of an exhibition or the Luce Foundation Center's audio tour. Children should be carefully supervised. Running, roller skating, and horseplay endanger the safety of both the artworks and other visitors.\n\n\nHandheld photography and video for personal use are permitted in the permanent collection galleries and in the Luce Foundation Center, but not in special exhibitions or in the Lunder Conservation Center. No tripods are allowed. Commercial use must be pre-arranged with the museums' Public Affairs Offices.\n\n\nBarrier-free access is available at G Street entrance. All areas of the museum are served by elevators. Wheelchairs are available. Please inquire at the Information Desk.\n\n\nBags, boxes, and packages may be inspected for security reasons upon entrance or exit, and officers may limit the size of what you may carry into the galleries. If you left something behind after your visit, please call the Smithsonian's Lost and Found Office at (202) 633-5630.\n\n\nSketching is permitted only in permanent collection galleries and the Luce Foundation Center, not in special exhibitions. Please be extremely careful with your drawing tools; show respect for the artwork and your fellow visitors. Drawing boards and sketch pads may be no larger than 18 x 24 inches and we allow \"dry\" media only: pencils, wax crayon, conte crayon and erasers. Pens, loose ink, fountain pens, oil crayon, paint (including watercolors), easels or stands, and charcoal or pastel in stick form are not allowed.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9396337867,
        "format_confidence":0.6229872108
    },
    {
        "url":"http:\/\/yvetterock.com\/printmaking\/venus-flytrap3.html",
        "text":"Venus Flytrap3\n\nCopyright 2017 © Yvette Rock. Artist Copyright - All works of art within this web site are protected under U.S. copyright laws and international conventions. No portion of the artists works or statements may be used, downloaded, reproduced using any means, copied, linked to, or transferred electronically, without prior expressed or written permission from Yvette Rock or her legal representative. Quote in website’s header can be found in Isaiah 58:12 NIV.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.985399425,
        "format_confidence":0.8614613414
    },
    {
        "url":"https:\/\/msl.fi\/karhufestivaali\/english\/speed-sculpting-competition-rules-2017\/",
        "text":"Bear Festival\n\nSpeed Sculpting Competition rules 2018\n\nSpeed sculpting competition of bears in Ilomantsi, Finland, 18 August 2018\n\nThe Championships Speed Sculpting Competition will be held on Saturday, 18 August 2018. Its theme Wild Nature offers endless possibilities for participants to express their creativity freely. The sculptors will describe their own relationship with wild nature. Does wild nature have any place in a world where urbanisation is spreading? Can wild nature still be found?\n\nRules of the competition\n\n\n  • Applications for the competition will be open from 1 March to 15 May 2018. Please register using the form that can be found on our website at\n  • A maximum of 25 sculptors will be entered in the competition in the order of the receipt of applications.\n  • If there are places left, sculptors can enter the competition at the Bear Festival competition office on the day of the competition, Saturday, 18 August 2018 from 8-10 am.\n  • Those who have entered the competition will receive a letter with more details about matters such as the competition site, accommodation and catering. The competitors pay their own travel and accommodation expenses.\n  • Competitors must be 16 or over. A consent from parents must accompany an application from an applicant younger than 18.\n\n\n  • The speed sculpting competition will be held at the Bear Arena in Katri Vala Cultural Centre on 18 August 2018. The competition will begin by preparing the block of timber at 11 am, and the competition runs from 11.30 am until 1 pm.\n\nSculpting, tools, equipment and safety\n\n  • The competition theme is Wild Nature. The organiser hopes that the competitors express a personal and creative take on the theme.\n  • A chainsaw must be used for sculpting. Other tools can be used for finishing the sculpture.\n  • The competitors will bring their own chainsaw and other tools, fuel and chain oil (eco-friendly) as well as extension cords if necessary.\n  • As a minimum requirement, the competitors must wear cut-resistant jackets, trousers and safety footwear, as well as hearing and eye protection. The competitors must bring their own safety equipment to the competition site.\n  • Each competitor must ensure that they are fully insured.\n  • The sculptors must commit to working in a manner that considers the safety of themselves, other competitors and the audience.\n\nJudging and prizes:\n\n  • The three best sculptures in the speed competition will be determined by the audience vote. The voting will take place immediately after the sculpting time is over. Prizes: 1st prize EUR 700, 2nd prize EUR 400, 3rd prize EUR 300.\n\nOwnership of the competition sculptures:\n\n  • The competition sculptures will be owned by the Vaara-Karjala Cultural Association of the Association for Rural Culture and Education.\n  • Some bears will be reserved as so-called ‘sponsor bears’ for companies supporting the activities. The future owners will be responsible for the display, maintenance and storage of the sculptures.\n  • The Association for Rural Culture and Education reserves the right to select two sculptures for its ITE art collection.\n\nPhotographs and videos\n\n  • The organisers have the right to use photographs and other recordings taken during the competition in their competition-related communications.\n\n\n  • The main organisers of the competition are the Association for Rural Culture and Education and its regional organisation, the Vaara-Karjala Cultural Association. The competition is part of the 2018 Bear Festival.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.8045639396,
        "format_confidence":0.7227320075
    },
    {
        "url":"http:\/\/www.michaelgodardartgallery.com\/terms-conditions",
        "text":"Contact Us\n\nUse the form on the right to contact us.\n\nYou can edit the text in this area, and change where the contact form on the right submits to, by entering edit mode using the modes on the bottom right. \n\n3700 W Flamingo Rd\nLas Vegas, NV, 89103\nUnited States\n\n\nMichael Godard's hometown gallery Inside Las Vegas' Rio Hotel and Casino on the second level of the Masquerade Village just 2 doors down from the VooDoo Lounge. Michael Godaard art, Scott Jacobs art, BoneDaddy art, Paul Butvila art, Stickman art Stacey Wells art..\n\nTerms & Conditions\n\nAll sales are final. Exchanges may be approved on a case by case basis. Please allow 4-8 weeks for delivery and up to 12 weeks for pieces requiring dedication by the Artist. Thank you for keeping us employed!",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9550830126,
        "format_confidence":0.9830241203
    },
    {
        "url":"http:\/\/www.imagenique.co.uk\/copyright",
        "text":"\"The only limit is your iMAGINATION!\"\n\ntag line image\n\n+44 (0)1483 424506\n\nIn affiliation with: Jacqueline Smith Photography\nThe Arts, Portraiture, Fine Art Photography\n\nA Photo Editing & Digital Arts Company\n\nEMAIL your photo & brief for a FAST QUOTE!\n\n\n  • When submitting photographs for editing to iMAGENIQUE, the client must either own the copyright to the photograph(s) or have permission to use and have the photograph(s) edited by the copyright owner.\n  • Submitted photograph(s) that have been purchased from a third party site, such as a stock photography site, must be purchased with the appropriate license for end usage and editing.\n  • In some cases iMAGENIQUE may supply photography owned by © iMAGENIQUE\/Jacqueline Smith Photography for client's projects.  iMAGENIQUE and Jacqueline Smith Photography always retains photograph copyright.\n  • Completed retouched or edited images may be used across the iMAGENIQUE website or the Jacqueline Smith Photography website. Images may also appear on social media pages representing both affiliated business. Jacqueline Smith Photography is a sister company to iMAGENIQUE.\n  • Any images or copies of images or photographs, computer files or printed documentation related to such images are protected by the Copyright and Design Act 1988.\n  • All customer's details are kept in strict confidence and are not sold onto third parties.\n  • iMAGENIQUE values your privacy.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.8673219085,
        "format_confidence":0.9786925912
    },
    {
        "url":"https:\/\/www.cityoforange.org\/794\/Criteria-Used-for-Evaluating-a-Project",
        "text":"Criteria Used for Evaluating a Project\n\nIn general, all projects shall have an internally consistent, integrated design theme that reflects the following elements:\n\n\n  • The architectural features shall reflect a similar design style or period.\n  • Creative building elements and identifying features shall be used to create a high quality project with visual interest and architectural style.\n\n\n  • The type, size and location of landscape material shall support the project's overall design concept.\n  • Landscaping shall not obstruct visibility of required addressing, nor shall it obstruct the vision of motorists or pedestrians in proximity to the site.\n  • Landscape areas shall be provided in and around parking lots to break up the appearance of large expanses of paving.\n\n\n  • All signage shall be compatible with the building(s) design, scale, color, and materials.\n\nSecondary Functional and Accessory Features\n\n  • Trash receptacles, storage and loading areas, transformers and mechanical equipment shall be screened in a manner that is architecturally compatible with the principal building(s).",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.7360457778,
        "format_confidence":0.7902311683
    }
]