[
    {
        "url":"http:\/\/www.pcmag.com\/article2\/0,2817,2136102,00.asp",
        "text":"Tim Bajarin\n\n\nwe recently conducted a small survey among young adults ages 16 to 21 in which we asked them what laptop they wanted to bring to school next term. although the fall semester is still months away, these kids already know what they want. not surprisingly, their number-one choice was an apple macbook. when asked why, over and over they responded that it looked cool. yes, they also talked about its capabilities, but it's clear that the \"cool\" factor is pretty important to this age group.\n\nmaking macs look cool is not a coincidence. the day after steve jobs rejoined apple in 1997, a few analysts, including myself, were invited to meet with him privately to discuss how he planned to save the company. at the time, apple was almost $2 billion in the red, losing market share and sinking fast.\n\nthe first thing jobs told us was that he was going to work hard to keep the company's current customers, whom he believed had been ignored by past leaders in their quest for broader market share. these customers used macs for desktop publishing, graphic arts, education, and some levels of scientific computing. jobs also said that he was going to focus on industrial design. at the time, i remember thinking that making industrial design a cornerstone of his recovery plan seemed like a strange way to save a company.\n\nwithin 18 months of jobs' return, we got our first look at what he was talking about when apple introduced its all-in-one, candy-colored imacs. they arrived with much fanfare and became the precursor of today's sleek and stylish imacs. that launch was followed by new macbooks, ipods, and, in the not too distant future, the iphone. apple's approach to industrial design since jobs' return has been stellar.\n\nwhat's surprising is that, despite apple's successful launch of all of these cool-looking products, traditional pc makers have been slow to follow suit. in fact, today's pc laptops don't look much different than they did two to three years ago. sure, there have been some exceptions, such as acer's bright-red ferrari laptop and sony's new vaio tx series, which offers four different-colored covers as an option. and toshiba's r400 convertible tablet draws oohs and ahs with its white shell. but on a whole, very few of today's laptops evoke the \"cool\" comment when they are trotted out at the office or on school grounds.\n\nthat may be about to change, though. over the past few weeks, i have been shown some new pc laptops that finally have me saying, \"cool!\" i can't tell you who will be releasing them, but i can assure you that all of them will be available for the all-important back-to-school buying season. though i'm sure that none of the mainstream pc vendors will admit this publicly, i do know that they are tired of hearing about how cool apple's products are, while theirs are viewed as less desirable. of course, the irony is that pc laptops outsell mac laptops by a very large margin, but when it comes to status, macbooks are clearly what folks lust after.—next: personalization >",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.9808809757,
        "format_confidence":0.9393163919
    },
    {
        "url":"http:\/\/www.computerweekly.com\/feature\/IBMs-Unix-roadmap",
        "text":"IBM's Unix roadmap\n\nIBM's takeover of Sequent last September presented the company with a problem: what to do with two very different Unix product...\n\nIBM's takeover of Sequent last September presented the company with a problem: what to do with two very different Unix product ranges\n\nSequent came to IBM with a single, recently introduced product line called Numa-Q, which runs the company's proprietary version of Unix, called Dynix\/ptx. Numa-Q, a successor to the earlier Symmetry range, was launched in February 1997. It is built from Intel processors, but is distinctively different from most other Intel based servers, because of its Numa (Non-Uniform Memory Access) architecture (see panel).\n\nSequent's strategy was to appeal to enterprise-level customers, and the company had become the market leader in this sector (for Unix systems worth $100,000 and upwards), after competing effectively with the likes of Hewlett-Packard and Sun, not to mention IBM itself. The success had come from concentrating on certain key applications, such as data warehousing, ERP, and more recently CRM, and from building an effective services organisation to support the product line.\n\nMuch of this was in line with IBM's own direction. Big Blue itself is strongest in the large enterprise part of the market, and has increasingly been seeing its competition here as being HP and Sun, rather than its traditional rivals, Amdahl and Hitachi. IBM has also been concentrating on building up its services organisation to be the engine of future growth.\n\nSo, as John Pattenden, product marketing manager with formerly Sequent and now IBM, puts it, there was 'cultural synergy' between the two companies. When Sequent made a trading loss in 1998, the share price plummeted, and it became vulnerable to takeover. IBM was an obvious choice, and for once the expected happened, and the two companies did indeed join up.\n\nIBM's first step after the acquisition was to turn Sequent into the IBM Numa-Q Division, a clear statement that Sequent's technology was to be merged completely with IBM's (in contrast, the company's two previous major acquisitions, Lotus and Tivoli, have both retained their existing corporate brand names to this day).\n\nThe Numa-Q product line, meanwhile, became a fifth IBM server brand, alongside System 390, AS\/400, Netfinity, and IBM's own Unix brand, RS\/6000.\n\nMany analysts have argued that four brands are too many: five certainly are, especially when two of them both run variants of Unix. IBM has now taken the first step towards reducing the five, by merging the Numa-Q Division with the RS\/6000 operation, to create the Web Server Group. The new name was chosen, according to Pattenden, to emphasise the major application area the Unix systems are designed to address.\n\nAs for the future, Sequent already had a roadmap which contained two key elements. The first was to develop Numa-Q, so that it could support Windows NT, as well as Dynix, using the brand name Numacenter. This was introduced in March 1998 and, according to John Pattenden, by the time of the merger 'many' of these systems had been sold.\n\nPattenden sees this type of development as the future for every vendor. 'Virtually every type of system will have to deploy multiple platforms and multiple operating systems.' Many other companies are already moving down this road, including Bull, Data General, ICL, and Unisys, while Hitachi has recently announced a similar development under the codename Hercules.\n\nThe second element was recognition that Sequent could not afford the development effort needed to produce a 64-bit version of Dynix. The company therefore looked around for partners, and after an unsuccessful liaison with Dec (stymied when the latter was taken over by Compaq) decided to team up with IBM and SCO, as a partner in the Monterey project. That was in October 1998.\n\nMonterey is a development effort designed to produce a 64-bit version of Unix that is backwards-compatible with both Aix and UnixWare. Sequent's part has been to contribute expertise derived from its own innovative technology or, as Sequent product marketing manager Dave Burgess put it at the time: 'Our role is to supply IBM with Numa technology, and operating system support for 50,000 users.'\n\nSequent had already taken two steps towards Monterey before the acquisition by IBM. In January 1999 it announced UnixWare ptx, which started the process of aligning Dynix with both UnixWare and Aix. In the second half of last year it introduced a second release of UnixWare ptx which shares common programming interfaces with UnixWare and Aix.\n\nSo some of the groundwork for the convergence of Numa-Q and RS\/6000 had already been laid even before the merger took place. Meanwhile, IBM was developing its own Power microprocessor technology for use in RS\/6000 (and AS\/400), and announced the Power4 evolution shortly after the Sequent acquisition.\n\nThe Power4 chip, which will appear in servers in 2001, features two independent processors, each operating at faster than 1GHz, sharing a Level 2 cache. It employs IBM's copper technology for all the interconnects.\n\nIBM's roadmap for the future is essentially to bring all these technological developments together into one box. As John Pattenden says: 'We will offer choice of hardware, choice of operating system, and also choice of system architecture. We want to make sure there is no complexity in what you can do.' And when will we reach that point? 'The ultimate functionality will come in two years time.'\n\nThe first step will come this year, the introduction of a Numa-Q system built from Itanium chips - Intel's first 64-bit processor. That will be capable of running 64-bit NT; it will also be capable of running Monterey. The plan is to employ partitioning to allow users to run both at the same time in a centrally managed way.\n\nAccording to Peter Norris, IBM System 390 Consultant: 'Monterey will give birth to three parallel operating systems, making it easy to port applications between IA-32, IA-64 and Power technology.'\n\nHe goes on: 'One of the things IBM is looking to do is to unify these technologies into a single box at some point in the future. So the NUMA roadmap and the RS\/6000 roadmap converge at some point down the road into a single physical bit of hardware with three chip technologies.'\n\nSo in around 2002, Numa-Q and RS\/6000 will merge into a single product. This will employ both Power and Intel processors, and will run Monterey and 32-bit and 64-bit Windows NT, at the same time if required. It may also run other operating systems, such as Linux.\n\nMissing link\n\nNuma (Non-Uniform Memory Architecture) is a way of linking multiple processors together that is distinctively different from the two commonest ways, SMP (symmetric multiprocessing), or MPP (massively parallel processing).\n\nWith conventional SMP, the number of processors is limited by the size and speed of the backplane and the shared system bus. The maximum number of processors IBM offers in its System 390 range, for example, is as small as 12. Clustering (as in a parallel sysplex), allows you to increase that number enormously, but requires much greater management capabilities and load balancing features - one reason why parallel sysplex has taken so long to mature.\n\nMPP systems (such as the RS\/6000 SP) allow you to connect hundreds of processors, but message-passing between them is cumbersome, and is orders of magnitude slower than SMP. MPP systems thus lend themselves to applications where there are massive amounts of I\/O, followed by fairly small amounts of processing (such as video serving), but not to applications that need to scan large databases in an unpredictable fashion (such as decision support), or that require many random updates involving locking (such as OLTP). MPP systems have also proved difficult to program.\n\nThe Numa concept, which originated at MIT, is an attempt to get the best of both these worlds, while avoiding the worst of them. Memory is distributed around the processors, rather than being shared between all of them, as in an SMP system.\n\nIt is distributed in such a way that access to the physically nearest memory takes less time than access to memory further away (or in technical terms, memory access latency is non-uniform). Access to memory is via a high-speed interconnect, rather than a system bus. Although distributed, the memory is still managed as a single logical object, and at a hardware level for maximum performance. Numa systems are programmed in the same way as SMP systems. Like SMP systems also, they can be clustered.\n\nSequent is one of three companies that have concentrated on Numa technology: the others are Data General (now part of EMC), and Silicon Graphics.\n\nThis was last published in May 2000\n\n\n\nEnjoy the benefits of CW+ membership, learn more and join.\n\nRead more on Operating systems software\n\nStart the conversation\n\nSend me notifications when other members comment.\n\nBy submitting you agree to receive email from TechTarget and its partners. If you reside outside of the United States, you consent to having your personal data transferred to and processed in the United States. Privacy\n\nPlease create a username to comment.",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.6618893147,
        "format_confidence":0.7479068041
    },
    {
        "url":"http:\/\/www.macworld.com\/article\/1046518\/macminiquiet.html",
        "text":"Silence is golden\n\nThe other night, my partner Michael and I were in our home office, and we looked at each other quizzically. “Does it seem really quiet in here?” I asked. Mike was sitting at the Mac and I was at my desk, and strangely, the whir and hum of my Mac and its multiple peripherals was… eerily silent. And when we went to sleep that night, neither of us had to bolt upright to turn off the Mac because it was too loud. I can say with certainty that we owe this all to the latest Mac mini.\n\nSee, in my test-run with the latest Mac mini, I decided to take advantage of my position as one of the luckiest Mac users alive (a.k.a. a Macworld editor) by turning this irresistible little machine into my own Mac for about a week. I mean, of course I had to see whether I wanted to buy one for myself—and whether Michael would pony up half the cash. (I may be lucky, but Apple doesn’t give us editors Macs for free…)\n\nI switched from my elderly 450MHz Power Mac G4 (AGP Graphics, grey and white, thank you very much), which is definitely end-of-life and sadly slow, and whose constant whirring fan has been driving us slowly insane. I eagerly used the Migration Assistant to get all my files over to the Mac mini, I moved the cables, and I shut down the old computer. Don’t tell Jen’s Butt Kicker—name of hard drive upon formatting in 2000—but I don’t think I’m going back.\n\nI can’t tell for sure, but I’m almost certain that this little SuperDrive-laden Mac mini is significantly quieter than the previous model I reviewed back in January. It doesn’t make any noise when I do basic tasks like double-clicking, its hard drive doesn’t noticeably spin up, and I can barely hear whether it’s waking from sleep when I tap on the keyboard. It’s like a luxury car: I start it up and can't even tell it’s running.\n\nIt’s all a little eerie for now, but I get the feeling it will all work out in the end.\n\nTo comment on this article and other Macworld content, visit our Facebook page or our Twitter feed.\nShop Tech Products at Amazon\nNotice to our Readers\nWe're now using social media to take your comments and feedback. Learn more about this here.",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.9807949662,
        "format_confidence":0.6191334128
    },
    {
        "url":"https:\/\/stuff.co.za\/should-you-upgrade-to-an-apple-watch-series-4\/",
        "text":"Should you upgrade to an Apple Watch Series 4? - Stuff\n\nShould you upgrade to an Apple Watch Series 4?\n\nShould you upgrade to an Apple Watch Series 4?\n\nApple’s made some pretty big improvements to its Watch lineup over the years, adding features such as waterproofing and 4G connectivity to its wearable (assuming you live in country that supports eSIMs, unlike South Africa). But the design of the watch itself has remained broadly the same during that time. With Series 4, Apple has overhauled the Watch with new sizes, increased screen space, a new sensor, and new rounded corners to the display. It’s a design evolution of a sort.\n\nSo, if you’ve wanted an Apple Watch but have been holding off buying one until now, the Series 4 might be the one that finally melts the last of your resolve. But what if you’ve currently got a previous-generation Watch adorning your wrist? Is it worth the upgrade? Let’s break it down in detail and decide whether it’s time to ditch the older model, or get on the Watch train if you’ve been hanging around the station.\n\nDesign — The fanciest crown of all\n\nThis is probably the biggest reason to consider upgrading to Apple Watch Series 4 — that sleek new design.\n\nThe latest watch has a bigger screen and minimal bezels, which allows it to fit more content and little widgets\/complications that show things like the weather and when your next meeting is. It also allows you to see more of your pictures on the watch (though no-one does that, right?) and lets Apple get more creative with its animations for things like its Health app.\n\nSeries 4 wristables are also thinner than the previous gen, but only by 0.7mm. Apple’s shots of the new watch make it look deceptively thinner, but in the real world we’re not expecting a great amount of difference from the Watches we’ve already tried. We’d gladly have had the new devices actually get a little thicker if it meant more than the 18-hour battery life Apple’s touted since the first Watch, and which remains unchanged here.\n\nThe other major design change is that the digital crown now has haptic feedback, so you get a physical response as you scroll through lists. But again, we tend to use the touchscreen to scroll on Series 3 watches, so let’s call the haptic digital crown a “nice-to-have” rather than an essential for upgraders. The less obvious improvement to the crown is the fact that it helps your record ECGs by holding a finger to it.\n\nAll said and done, the brilliant new display and thinner design do make the the Series 4 feel like a significant upgrade over previous models, especially the first and second-gen versions.\n\nFeatures — Perfect for old people\n\nApple spent a lot of time in its press conference playing up the health benefits of the new watch, but based on our experience of previous generation models, we don’t expect to be using them that frequently. If we’re not prone to heart disease or randomly falling, that is… at least not yet.\n\nThe big upgrade is the Series 4’s ability to record electrocardiograms, which is a really advanced feature for a smartwatch. If you have reason to worry about your heart health, then the ability to take these readings regularly and share them with your doctor might be a major reason to buy Series 4. For others, it could end up being a feature like Breathe — one you get reminded about regularly, but barely actually use.\n\nThe other major feature exclusive to Series 4, fall detection, will be a draw that depends on your personal circumstances. If you’re prone to falling over or would struggle to help yourself back up again if you did, then it’s potentially a life-saver. When the Watch detects you’ve taken a tumble it’ll suggest calling an emergency number, and if there’s no response from you for a minute it’ll call automatically. This is possible thanks to a new accelerometer and gyroscope, which could see further uses added via software updates town the line.\n\nPower — Same, same\n\nWhereas all the premium features on the Series 3 edition were saved for the cellular version (yep, the one we don’t get here), the Series 4 brings parity across both cellular and non-cellular models.\n\nSo, the non-cellular iteration has 16GB storage rather than 8GB, a more premium ceramic back and a wall power adaptor included in the box. Series 4 models also houses the new S4 processor, which promises double the speed of Series 3, but we’ve never found the older model a slouch when it comes to general use. Maybe WatchOS 5 will struggle on Series 3, but we wouldn’t go upgrading for speed at this stage.\n\nLikewise, Bluetooth 5.0 is a welcome addition if you have an iPhone 8\/8 Plus\/X or later (meaning one of the new iPhone XSs), as the range between devices should be greater. But again, it’s a relatively negligible improvement.\n\nValue — What happens when a new version drops?\n\nThere’s a reason Apple focussed on the design and features of Apple Watch Series 4 in its press conference — the price they announced at the end is significantly higher than that of the Series 3 when it launched.\n\nAlthough we don’t have local pricing yet, converted from dollars, the starting price is around R6,000 — and that’s for the basic, 40mm aluminium model. Spec up or move up to the 44mm model and you’ll easily hit the R7,500 mark. Meanwhile, the Series 3 prices are bound to drop (we already know they’ve dropped to $279 in the US), so unless you need the new features, the previous gen could now be the one to buy. [UPDATE: The iStore’s announced local pricing, which starts at R8,000].\n\nGiven that we’re much more impressed with Apple Watch Series 4’s design improvements than we are the feature improvements, we’d suggest that you have to be able to justify the price increase to yourself based on those same terms if you’re upgrading. And if you’re just entering the Watch market? The Series 3 is looking mighty appealing.\n\nApple Watch Series 4 Verdict\n\nThe new Apple Watch Series 4 design is undeniably stunning, so the issue of upgrading essentially comes down to how much you like pretty things… and ECGs.\n\nThe health and safety benefits may well appeal to certain people, and the heart functions are technically very impressive, but they have less potential to impress on a day-to-day basis than the design upgrades.\n\nCertainly the biggest thing we took from the launch of the Series 4 is that pricing on the Series 3 should start dropping soon — and although it’s the older model, it’s still very capable indeed.\n\nWho is Mysterion?\n\n1 Comment\n\n  1. Hello,\n    Most awaited Apple watch review is here..!!!The Specifications of the watch is explained very well in the post.Thank you for the review.Looking forward for more post .\n\nComments are now closed for this post.\n\nLost Password\n\nShare This\n\nShare this post with your friends!",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.9901807308,
        "format_confidence":0.7337893844
    },
    {
        "url":"http:\/\/www.anandtech.com\/show\/1087\/5",
        "text":"Construction: Under the Hood (continued)\n\nThe rear of the Scribbler SC500's motherboard is much more bare chip wise compared to the front. On the logic side of things the only chip of relevance to us is a Ricoh R5C552 chip which serves to control both the PCMCIA slot on the system as well as the compact flash slot and firewire port.\n\nAn additional set of 128MB memory chips are also found on this side of the motherboard making for a total of 256MB of onboard memory.\n\nDirectly over these memory chips lies the system's single SODIMM slot for memory expansion beyond the 256MB of onboard memory. In our unit this bank was filled with a stick of Micron PC133 memory rated at CAS 3.\n\nAlong with the single SODIMM the back of the motherboard is also home to two mini-PCI slots. In the Scribbler SC500 one of these slots is occupied with an Intel M3AWEB56GA combination 802.11b and 56kbs modem card and is actually made by Xircom. The mini-PCI card is able to accept two 802.11b antennas and this turns out to be how many antennas the SC500 comes with. Locations of the antennas (as shown later in the review) are conducive to providing reception whether the unit is being used in portrait or landscape orientation.\n\nAs we mentioned the system actually comes with two mini-PCI slots, something rarely seen in system this size. We suspect that the second PCI slot is used in the higher-end Scribbler SC800 model to control the fingerprint scanner that the SC800 ships with. In the case of the SC500 the second mini-PCI slot if free and available for use in future upgrades if desired. Perhaps even a third party mini-PCI fingerprint scanner could be used.\n\nThe Scribbler SC500 comes with a 30.0GB hard drive. In our unit the 30.0GB of storage capability was provided thanks to a Toshiba MK3018GAP hard drive. We have seen this 4200RPM drive in previous mobile systems and its specifications place the drive right in the middle of the pack when it comes to performance and power consumption.\n\nClick here to enlarge.\n\nIn the picture below you can see pictures of the back of the motherboard with all components plugged in as well as with the components removed.\n\nClick here to enlarge.\n\nClick here to enlarge.\n\nRemoving the motherboard from the system gives a view of the screen\/digitizer on the unit and its two 802.11b antennas (which are circled in the pictures below). The digitizer on the unit is a Wacom 10.4\" digitizer with a W8001 controller board, the same digitizer unit used on the FIC SlateVision tablet PC. This digitizer unit is capable of reporting position 133 times per second with 256 levels of pressure resolution and is pretty much the de facto standard for tablet PCs with electrostatic digitizers. In the picture below, the digitizer hides behind the thing metal shield that is most likely used to help dissipate heat generated by the system's processor and north bridge\n\nClick here to enlarge.\n\nDue to the fact that the speakers in our Scribbler SC500 appeared to be glued into place we were unable to remove them for the purposes of pictures. The speakers are about the same quality as the speaker solutions used in other ultraportable solutions we have seen. Even Windows sounds were not always clear and crisp with the volume on the unit turned up.\n\nThe Scribbler SC500's claim to fame is its battery life made possible by the system's internal 96Wh battery. Electrovaya advertises battery life of \"up to 16 hours\" in the highest end Scribbler and our tests did verify that the SC500 is one amazing machine while on battery power. We will get to those tests in a minute but for now let's talk about the battery that the Scribbler SC500 uses and what makes it so special.\n\nYou may not recognize the name Electrovaya in the world of mobile systems but you may have heard of them in the context of mobile power solutions. Since the company's founding seven years ago, the bread and butter of Electrovaya has been its external battery solutions. Sold under the PowerPad brand these thin battery solutions provide notebook and other mobile devices with life never before imagined. For example, in the notebook side of things, there are three PowerPad solutions available. The lowest end PowerPad 120 is a 8.75\" x 11.75\" x 0.375\" battery pack that offers 120 Wh of power. Think that is impressive? Try the high end PowerPad 160, a 8.75\" x 11.75\" x 0.375\" battery pack that Electrovaya says can extend a notebook's battery life by up to 6 times the original length thanks to 160 Wh of power. PowerPad Solutions for everything from mobile phones to PDAs are also available.\n\nThe PowerPad gets its unbelievable battery life by utilizing a new lithium battery manufacturing process patented by Electrovaya. According to the patent abstract the PowerPad is\n\nA lithium battery having a plurality of interconnected pouch cells encased in a first cover which is substantially impermeable to moisture ingress and electrolyte egress. The first cover is surrounded by a rigid outer cover which is sealed in a substantially moisture impervious manner. Positive, negative and monitoring leads extend in a sealed manner through the first cover and are connected to a charge monitoring and controlling circuit board. The circuit board may be located within or outside of the outer cover. Positive and negative terminals on and outside of the outer cover are respectively connected to positive and negative leads which extend through the outer cover in a substantially fluid sealed manner.\n\nYou can read the full text of the patent by viewing its online publication.\n\nIt is PowerPad technology that gives the Electrovaya Scribbler series tablet PCs their excellent battery life. In fact, the Scribbler tablet PCs are built around the PowerPad technology: the back plate of the system integrates a PowerPad into it. The both the SC300 and SC500 use a version of the PowerPad rated at 96 Wh (you can imagine it being called a PowerPad 96) while the SC800 incorporates a PowerPad 120. Since the ratings on these battery packs are dependent on the density of their cells, all the units are the same size regardless of battery type used.\n\nThe battery on the Scribbler SC500 is glued to the back plate of the system and is wrapped in what appears to be plastic wrap likely in an attempt to prevent condensation from forming inside the battery. Interface to the tablet itself is provided by a small PCB connector that connects to the battery via three wires.\n\nClick here to enlarge.\n\nWe were amazed at the small space the Scribbler SC500's battery required. Although the battery runs the full length and width of the system, it is extremely thin. The picture below shows that the depth of the back plate and battery pack was only approximately 8mm thick (0.32 inches), contributing only a small amount to the total depth of the Scribbler SC500. The battery pack was also fairly light especially when compared to the bulky laptop batteries we are used to seeing.\n\nThe battery used in the SC500 is unparalleled by anything out there today, as our battery tests will show. The only question we have is why more notebooks are not utilizing Electrovaya's technology. It seems to us that a PowerPad type battery would feel at home in any system from an ultraportable tablet to a full sized desktop replacement notebook. It is interesting to note that Electrovaya had to design their own tablet PC in order to get a PowerPad battery built into a mobile computer product. Perhaps OEMs know something we do not or perhaps Electrovaya is charging too high a premium for their patented battery technology. Whatever the case, PowerPad technology makes for a much more attractive solution when integrated into a mobile product as opposed to a separate battery pack dangling off the system's side.\n\nConstruction: Under the Hood Features: Software\n\n\nView All Comments\n\n  • Poopship - Tuesday, December 18, 2012 - link\n\n    I asked for an ipad and this is what I got Reply\n\nLog in\n\nDon't have an account? Sign up now",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.9887410998,
        "format_confidence":0.6121274233
    },
    {
        "url":"http:\/\/trendwatching.com\/trends\/12trends2012\/?screenculture",
        "text":"\n\n\nIn 2012, ‘life’ will take place via ever more pervasive, personal, immersive and interactive screens.\n\nSCREEN CULTURE is less of a trend in itself, but more the medium through which so many trends in this Trend Briefing will manifest themselves. 2012 will see three mega-tech currents converge: screens will be (even more): ubiquitous \/ mobile \/ cheap \/ always on; interactive and intuitive (via touchscreens, tablets and so on); an interface to everything and anything that lies beyond the screen (via the mobile web and, increasingly and finally mainstream in 2012, ‘the cloud'). In fact, the future for most devices will be a world where consumers will care less about them and just about the screen, or rather what’s being accessed through it.\n\nSo whether it’s the convergence of ‘online’ and ‘offline’ (see OFF=ON in our recent RETAIL RENAISSANCE Trend Briefing), consumers tapping into THE F-FACTOR to discover and decide on new products with the help of their friends, fans and followers, or never ending mega-trends like 'convenience' or INFOLUST, expect all consumer culture to be influenced by and take place in an all-pervasive SCREEN CULTURE.\n\nAnd no, there won’t be ‘screen overload’ or ‘screen fatigue’. In fact, the above video is just a taste of things to come for digital natives in 2012 and beyond. Some random signs of the times:\n\n  • UK supermarket chain Sainsbury’s, in a partnership with television provider Sky, is allowing shoppers to watch key sports events while they shop using in-cart iPad docks and speakers. The Sky Go trolley comes complete with a tilting iPad holder, speakers and an onboard battery with self-charging solar panel. All sports-minded shoppers need to do is download the Sky Go streaming app onto their tablet and then load it into the shopping cart’s dock.\n\n  • The European Parliament’s \"Parlamentarium\" is the largest visitors' center in Europe, and combines interactive multimedia and history in 23 languages to show the daily lives of EU citizens. A 360-degree digital surround screen takes visitors into the heart of European Parliament action, with touch screen applications providing more information about MEPs. One of the Center's unique features is that it caters for all 23 EU official languages using iPod Touch devices, configurable in any language.\n\n  • South African mobile telecommunications brand 8ta installed touch-activated windows in its stores, enabling customers to browse the retailer’s catalog throughout the day and night. Using technology from digital media company One Digital Media (also based in South Africa), the store's 'whispering windows' act as speakers, allowing shoppers to hear about products, as well as view them in the storefront. In the retail space, further touchscreens utilized on product display tables and embedded in walls showcase 8ta’s products.\n\n  • In September 2011, Sichuan hotpot chain Hao Di Lao and Chinese technology firm Huawei announced a partnership to install telepresence screens in Hao Di Lao’s Shanghai and Beijing restaurants. Customers can sit down and share their hotpot meal with family and friends located elsewhere via the screens. Hao Di Lao customers can already use iPads provided on their tables to order food.\n  • And SCREEN CULTURE examples (will) keep coming. In 2012, keep an eye on the iPhone5 and iPad3. And on the Kindle Fire. And on the Aakash tablet.\n    Large screens will see an overhaul too: from Apple iTV and Samsung's SmartTV, to a whole host of apps available with GoogleTV to LG's 3D projector to Sony's future TV plans.\n    Oh, and with winter hitting the northern hemisphere soon, expect a comeback of Muji's and Etre's screen-friendly gloves.\n    Looking further ahead, how about the OmniTouch, a wearable prototype device (from Microsoft Research Redmond) which transforms any surface into a touchscreen via projection? Or Samsung's flexible screens and screen-embedded windows?\n    Away from consumer electronics, Adidas and Intel have also showcased a Virtual Footwear Wall, enabling shoppers to browse up to 8,000 shoes at once via a touchscreen interface. Yes, SCREEN CULTURE truly is the culture ;-)",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.8520032167,
        "format_confidence":0.7604256868
    },
    {
        "url":"http:\/\/vrworld.com\/2010\/11\/08\/dram-sales-drop-nand-flash-building-momentum\/",
        "text":"Business, Hardware\n\nDRAM Sales Drop – NAND Flash Building Momentum\n\n\nThe bad news is that memory suppliers have outdone themselves once again and have stepped off the proverbial cliff [almost on cue]. The good news is that this may be perfect timing for the solid state storage market.\nSynoptic Memory Producer Financial Reports\n\nAlthough Samsung reported a 17 percent net income advance over a year ago on Thursday it cited slowing PC sales as a cautionary on their outlook for the next quarter earnings.  The company was quick to add that NAND Flash sales remained robust.  \nHynix reported results that were off 1 percent down from second quarter results. Demand for DRAM remained sluggish with Average Selling Price [ASP] dropping 9 percent though bit shipments increased 2 Percent. The company added that NAND flash bit shipments increased 42 percent on ASPs that fell by 23 percent.\nJapan?s Elpida Memory Inc. reported strong year-to-year gains for the second quarter and first six months of its fiscal year. The company added that they were experiencing a sales decline due to DRAM price erosion.\nToshiba Corporation reported in October that it would beat its first-half operating profit forecast by more than 43 percent on strong sales of flash memory chips though it said it will be sticking with its full-year outlook. The company made no comments regarding their DRAM memory business.\nTaiwan DRAM makers Nanya Technology Corp. and Inotera Memories Inc. recently reported operating losses on declining DRAM ASPs. Nanya?s sales revenue showed a decrease of 5 percent compared to second quarter 2010 and is still 30 percent above year-over-year.  The company?s 2-Gbit 50 nm based DDR3 represents 70 percent of the combined production at Nanya and Inotera Memories in the third quarter of 2010.\nMicron recently reported a 14 percent decrease in DRAM sales and a 5 percent decrease in NAND sales. An interesting aspect of the report was that the declines were driven primarily by sequential declines in unit sales, while ASPs were much more stable than expected. DRAM ASPs were down 2 percent quarter-to-quarter and NAND flash ASPs were up by about 3 percent quarter-to-quarter. Micron reported that the DRAM decline was mostly driven by a continued capacity volume ramp with Inotera JV in Taiwan which has since been resolved.\nPC Sales Fall\nThe most cited reason for soft memory sales is a shortfall in PC sales worldwide. The question is whether this is a normal end of the year fall off in business [which is normal] or is it a harbinger of darker things to come?  It depends upon who you ask though it?s most likely a combination of factors. The crystal ball for 2011 is cloudy at best but the worldwide macroeconomic picture is one of indebted nations learning to live within their means while paying off indebtedness. In two words, slow growth.\n\nThe Semiconductor Memory Business Cycle\nThe semiconductor memory market has historically cycled between excess profits and periods of deep losses. The usual reaction to a down market is to look for ways to fill the fab with products with a higher-than-cost average sales price to survive.  It is more a balance sheet argument than anything else. The fab needs to pay for itself and that means wafer starts that sell.  What?s on the wafer is somewhat secondary to the fact that a wafer has started. Historically the usual result was to run more DRAM wafers with special tweaks [low power and extended refresh come to mind] along with bin sorts to differentiate the product.\n\nSemiconductor Memory Business Cycle. Picture credit: Brightside Analytics\n\nThere are several differences in the business environment this time around. The number of NAND flash wafer starts worldwide is larger than its DRAM counterpart by approximately 150 percent [wafer start crossover occurred in 2008-2009]. Flash wafer starts will be approximately twice that of DRAM in 2011 and are forecast to grow to four times by 2015. Manufacturing always loves a high runner and it appears they?ll be greatly motivated by NAND Flash production.  \n\nThe semiconductor memory industry is entering a period of oligopoly market control where a limited number of suppliers are selling into the market and each is well aware of the actions of his competitors. Decisions by one, influences the others and vice versa. A darker side of oligopoly market control is that manufacturers may tacitly limit risks through synchronized pricing and product development & introduction [i.e. anticompetitive behavior].\nThere is always a psychological element in market share arrangements where a particular vendor will not be willing to lower ASPs in order to capture market share as doing so would result in a less profitable outcome. In this case it would be best to let your competitor to lose money to gain a dubious amount of market share. It is now best to be fiscally sound long term.\nMost large memory consumers now qualify a limited number of top suppliers [usually two]. Tier two need not apply as they are not considered to be financially and technically sound enough to be considered as a long term supplier.\nThe picture that?s coming into focus is of an industry that has entered an era of very efficient production after a period of chaotic consolidation. There is an air of business confidence despite the DRAM downturn.\nTuned vs. Convertible Fabs\nHigh capacity DRAM fabs are usually \"tuned\" meaning that they cannot easily be changed to run a different process though some have the ability to run either DRAM or NAND flash memory. Of the top four producers only two are reputed to have the ability to run either DRAM or Flash – but require an indeterminate amount of time to re-establish production. The producer is faced with the dilemma of makin\ng the decision to take a line out of DRAM production for flash production. Production shifting has never been that successful and with recent consolidations it?s not considered to be a viable alternative though there will always be those desperate enough to attempt it.\nFlash Demand Forecast\nThe demand for flash is diverging from \"appliance\" PC demand i.e. rise of smartphones and tablets. Flash target applications requiring low weight, long battery life, instant-on and an attractive form factor represent the fastest growing segment of the consumer \"compute\" space. Media tablet sales alone are forecast to reach 54 million in 2011 according to Gartner Research. If those sales targets would be achieved, it would mean that 43 percent of the total NAND Flash forecast for 2011… is sold out.\n\nNAND versus DRAM Worldwide Shipments. Source: Convergent Semiconductors\nRecent introduction of smart phones, Apple iPad and MacBook Air Gen3 is causing analysts to reassess their recent flash forecasts. The issue [exclusively reported by BSN*] is one of price. The current price of $1.00\/GByte is falling to approximately $0.50\/GByte in 2011 is popularly thought to depend on a DRAM oversupply situation, driven by a switch to NAND flash production. Of course this may be one of those \"imagined\" things by the solid-state-disk producers.\nCost Impact Variables\nFlash memory producers follow the credo of Moore?s Law of die shrinking to lower cost. Mainline fabs running 300 mm wafers at below 32 nm will increase production. Shrinks play havoc on yield numbers and its unclear how well the technology will yield at the lower geometries [i.e. > 20 nm] though this is not a concern near term.\nHistorically SLC and MLC designs occupied the same die. The decision to make either Single Level Cell [SLC] or Multi-Level Cell [MLC] was made as a \"back-end-of-line\" [BEOL] option allowing manufacturing to run one device and marketing the choice of an inventory mix depending on demand. SLC and MLC are now separate designs that allow fine tuning of each.\n\n3-bit MLC now represents better than 96 percent of sales reasserting that cost is always the imperative and identifies the market high runner. Cost is ever-so important in the enterprise as well – we anonymously polled C-level executives from the Solid State Storage industry and the results were quite interesting. It was pointed out that only 4-11% of enterprise customers opt for more expensive SLC memory.\n\nFlash Mobilization\nIntroduction of Apple?s new products and the viral buzz created on a worldwide basis has many of the traditional PC suppliers implementing crash programs in an effort to field competitive offerings.  HP?s slate, which may be the first of a flood of look-a-likes, wasn?t received well indicating that the instant on iPad solution is further out for Wintel pc?s than anyone thinks. The Android-enabled smartphone market is growing faster than anyone can keep track of and promises to be a heavy user of NAND-Flash.\n\nFor example, the number of Google Android enabled phones grew by 883% between 2009 and 2010, with triple-digit percentage growth expected to continue in 2011 [est. 300-500%].\n\nIn effect, the Apple iPad, MacBook Air and iPhone4 launches introduced an unexpected market expectation for light, long battery life personal computing in an attractive form factor mandating flash as a requirement. When you add products such as Samsung Galaxy, Nintendo 3DS, PlayStation Phone… the overall effect is just not with Apple products but the entire market space of mobile computing.\n\nOutlook & Summary\nThough the market for DRAMs has fallen off there?s no reason for panic. It?s well within the normal seasonal bounds of the business. The expectation is for a down market at least till the end of the 2Q 2011 and may see further consolidation of those players not able to produce flash. The main players are lined up and prepared with enough upside to absorb a good amount of unexpected demand so pricing should remain stable.\nNAND-Flash seems to be taking a brief breather before the \"hustle up\" begins post CES next year. The sheer number of flash enabled new products will surprise even the most jaded of optimists. Producers seem to be lined up and ready... (truncated)",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.8903242946,
        "format_confidence":0.7428312898
    },
    {
        "url":"https:\/\/www.fool.com\/investing\/general\/2016\/02\/06\/predicting-the-performance-of-the-apple-inc-a10-ch.aspx",
        "text":"Although the Apple (NASDAQ:AAPL) iPhone 6s\/6s Plus aren't selling as well as the iDevice maker had hoped going into this product cycle, there's little denying that the company's A9 processor is a very impressive piece of engineering, handily delivering best-in-class performance thanks to a combination of excellent chip design and the migration to new, substantially better chip manufacturing technologies.\n\nIn this article, I'd like to offer up something of a \"prediction\" of the kind of performance that Apple will deliver with the A10 processor that will power the next generation iPhones.\n\nPattern: A(x+1) typically outperforms A(x)X\nGenerally speaking, Apple puts out two new chips each year. The iPhone gets an \"A-series\" processor, while the top iPad gets an \"Ax-series\" chip. The \"Ax\" processors are typically significantly performance-enhanced versions of the vanilla A-series chips, as tablets can handle the greater power consumption and heat output associated with the additions that Apple puts into the \"Ax\" chips.\n\nHowever, one pattern that I've observed is that, during the last several generations, the latest A-series processor is able to generally match\/outperform the prior generation AX-series processors. In the tables below, I illustrate this with performance tests that should be a good indicator of generation-on-generation improvements.\n\n\nApple A-Series (Geekbench 3 Single-Core Score)\n\nApple AX-Series (Geekbench 3 Single-Core Score)\n\n2011 (A5\/A5X)\n\n\n\n2012 (A6\/A6X)\n\n\n\n2013 (A7\/A7*)\n\n\n\n2014 (A8\/A8X)\n\n\n\n2015 (A9\/A9X)\n\n\n\nData from Geekbench 3 Browser. *Apple did not introduce an \"A7X\" in the 2013 iPad Air tablet.\n\n\nApple A-Series (GFXBench 3.0 T-Rex HD Off-screen)\n\nApple AX-Series (GFXBench 3.0 T-Rex HD Off-screen)\n\n2011 (A5\/A5X)\n\n\n\n2012 (A6\/A6X)\n\n\n\n2013 (A7\/A7*)\n\n\n\n2014 (A8\/A8X)\n\n\n\n2015 (A9\/A9X)\n\n\n\nData from AnandTech, GFXBench website.\n\nAlthough the past isn't necessarily a perfect indicator of future, it's pretty clear that, with each new iPhone, Apple tries to deliver both CPU and graphics performance in its iPhone-bound A-series processors that's at least as good, if not better than, what it delivered in its prior generation iPad-bound AX-series chips.\n\nPrediction: A10 will deliver a significant boost in performance over A9\nThanks to what is likely to be significant architectural enhancements, and what is said to be a move exclusively to TSMC's (NYSE:TSM) 16-nanometer FinFET Plus manufacturing technology (A9 was dual sourced), I believe that the A10 will deliver A9X-or-better levels of performance in slim, handheld iPhones.\n\nAlthough raw performance doesn't seem to be a big selling point in and of itself these days -- look at how the iPhone 6s\/6s Plus are doing in the marketplace relative to the iPhone 6\/6 Plus a year earlier -- it is always good to see Apple advance the state of the art in mobile computing performance.\n\nAs Apple's A-series processors become more powerful, and as the average level of CPU\/graphics performance among the iPhone installed base continues to grow, developers should be able to come up with interesting new applications. I'd imagine that the mean and median performance levels among iPhones is quite a bit higher than on Android devices, potentially meaning that developers will be able and\/or more inclined to bring richer experiences to iOS before they are brought to Android.\n\nAshraf Eassa has no position in any stocks mentioned. The Motley Fool owns shares of and recommends Apple. Try any of our Foolish newsletter services free for 30 days. We Fools may not all hold the same opinions, but we all believe that considering a diverse range of insights makes us better investors. The Motley Fool has a disclosure policy.",
        "topic_id":5,
        "format_id":11,
        "topic_confidence":0.593675673,
        "format_confidence":0.8986161947
    }
]