[
    {
        "url":"http:\/\/blog.orcabook.com\/author-feature-kimberley-veness\/",
        "text":"Author Feature: Kimberley Veness\n\nAll the food you eat, whether it’s an apple or a steak or a chocolate-coated cricket, has a story. Let’s Eat uncovers the secret lives of our groceries, exploring alternative—and sometimes bizarre—farm technology and touring gardens up high on corporate rooftops and down low in military-style bunkers beneath city streets. Packed with interesting and sometimes startling facts on agriculture around the world, Let’s Eat reveals everything from the size of the biggest farm in the world to how many pesticides are in a single grape to which insect people prefer to eat.\n\nWhat kind of research did you do for your book?\n\nI hungrily researched all I could on modern agriculture and what agriculture will look like decades from now.\n\nDo you write in chronological order?\n\nSomewhat. My book is fact-based, so it follows some chronological order of the evolution of agriculture, but there are some areas that needed a flashback to how things were done in the old days.\n\nWhat’s the hardest part of writing?\n\nMaking cuts. This is my first book, and it just so happens it’s on a topic I find very compelling. So I researched it to death. I probably could have written three books on modern agriculture. Certain topics, like sustainable aquaculture, or farming in space, could have become books of their own. I had that much material, and there was that much more material out there to be researched and recorded. I also found it hard to keep my information as timely as possible, since I completed the majority of the book a year and a half or so before it was actually published. The ways in which we grow food around the world every day changes by the minute. There are so many mind bendingly awesome innovations, I wish I could have put them all there in the book.\n\nFootprint, Food, Groceries, SustainabilityWhat’s your favorite form of procrastination?\n\nFOOD. The foodiness is intense with this one. It was over three years from signing my book contract with Orca, to completing the final edits of Let’s Eat. I spent much of the first few months working in coffee shops in Fernwood, a sweet hippie neighbourhood where I lived in Victoria. I had to go out and work in coffee shops so I wouldn’t be tempted to take breaks every few minutes at home to get a snack, or fix myself some lavish meal that was totally unneeded. So I’d pack up and go to coffee shops, give myself a $10 allowance for coffee and muffins (or if I needed it, beer) and that was it. Whenever I’m writing, I have to stick to the “do not leave the room” rule. This really applied to my writing and editing in the final year of my book when I had a toddler at home and was pregnant with my second child. My house was a MESS. If I left my desk I knew I would see piles of laundry and stumble over countless trucks and megablocks on my way to the coffee maker. It made staying focused on my computer screen that much more important.\n\nWhat book do you wish you wrote?\n\nI think agriculture is moving indoors. Hardy pests and climate change are making growing indoors more appealing. And the way we are growing food indoors is so clean and sustainable in comparison to conventional agriculture happening right now out in any monoculture field. I am happy with the range of topics I covered in Let’s Eat. Perhaps I will get around to writing another fact book on food, this time on indoor agriculture and its importance in keeping us fed and our earth healthy.\n\nWhat is your favorite aspect \/ part of your new book?\n\nFarming in space! How could that not be my favorite part? It’s like something out of a sci-fi novel, and really, that’s the world our children are growing into, where technology is taking us to places and helping us to do things we only ever dreamed we could. It’s a fascinating time to be alive. Especially if you care about food.\n\nWhat is your writing ritual?\n\nI write best (read: I have prime focus) in the early morning on an empty stomach during my second coffee, preferably with my feet up.\n\nKimberley Veness\nKimberley Veness is a freelance writer and editor who lives in Adams Lake, British Columbia, with her partner and two children. Let’s Eat is her first book. For more information, visit\n\nYou may also like\n\nLeave a Reply",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.5844162703,
        "format_confidence":0.9277385473
    },
    {
        "url":"http:\/\/www.nhpr.org\/post\/foodstuffs-sweet-french-pastries-registered-dietitian",
        "text":"Foodstuffs: Sweet French Pastries From A Registered Dietitian\n\nNov 13, 2014\n\nFrench macarons are meringue cookies quite different from the very coconutty (but still awesome) American style macaroons.\nCredit Jocelyn & Cathy via Flickr\/CC -\n\nYankee Magazine recently released the winners of its 2014 Editors Choice Food Awards. One of the New Hampshire honorees caught our attention: Moochie’s Macarons of Nashua.\n\nThese French meringue cookies have been winning fans in New Hampshire and Massachusetts in recent months. All Things Considered talked with the woman at the center of this sweet empire, Nina DiBona-Pauk.\n\nAnd just for the record, Moochie is…\n\nMoochie is my Havenese dog.\n\nWhy macarons?\n\nIt started one night - my husband and I were planning a trip to Paris, and to convince him to sit down and actually plan our trip, I convinced him that I'd planned this whole French inspired meal, and it would be really fun. I got all these ingredients to make this, but what I couldn't find and what I really wanted was some French macaroons. I decided, these can't be these hard to make, I'll just make it myself.\n\nWhen we got back from our trip, after sampling a rainbow of colors and flavors of macarons all over Paris, I just kept folding and whipping and piping out these pastries, and the rest is history. The business has really spiraled from there, and it's been an adventure. I've loved every minute of it.\n\nYou mentioned that there’s a large variety of flavors – which is not unusual when it comes to baked goods. But are there particular flavors that work really well as a French-style macaron?\n\nThe common fillings are generally ganaches, buttercreams and preserves - and you can imagine within those three categories there are an infinite number of possibilities. But I found with my macarons that people really love the more interesting flavors. One of the most popular ones I sell is lavender honey macarons, which take local honey from Epping, New Hampshire. And I'm always experimenting with new and interesting variations of all of the different buttercreams and ganaches.\n\nIt's interesting that you couldn't find these in New Hampshire, given how much Franco-American history we have here. It's fitting, in a way, that you're bringing them back.\n\nIt is. It was about three or four years ago, and I've noticed now that they've really taken on in the US. Back then when I called these stores, they didn't even understand what I was asking for. They all thought they were the coconut balls that people think of, the American macaroon. But now they're in magazines, there on TV shows, they're really gaining popularity in America.\n\nYou're a registered dietitian. People must feel like, oh, I can have a couple of these.\n\nYeah, people think it's really funny that I'm a registered dietitian and went into a French pastry business. But in truth, they're actually not terrible for you. They're naturally gluten free - I also have some dairy-free flavors as well - and they're quite petite, so one or two of them is a fraction of the calories that a cupcake would have, or something of that nature. It allows for nice portion control.\n\nAnd the French macaron is really meant to be savored. It's something that you can sit, eat, savor and enjoy. So I don't feel bad being a dietitian and selling French pastries.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9939172864,
        "format_confidence":0.8495870233
    },
    {
        "url":"http:\/\/girl.heartless-ink.com\/ontario-gas-bbq-challenge-seasons-suppers-ogbchallenge\/",
        "text":"Food \/ Sponsored\n\nOntario Gas BBQ Challenge with Seasons & Suppers: #OGBChallenge\n\nIt’s BBQ season! Five bloggers have been challenged to create recipes using Ontario Gas BBQ grilling tools. Each blogger was challenged to create 5 original recipes. I spoke with Jennifer Maloney from Seasons and Suppers, all about BBQ’ing and the #OGBchallenge.\n\nTell me about your BBQ challenge dishes!\n\n I was tasked with creating a Thai inspired fruit dessert, Indian inspired pork ribs, a British inspired Beef Burger, an American inspired corn side dish and a Mexican inspired fish appetizer.\nribrackPhoto credit: Jennifer Maloney, Seasons and Suppers\n\nWhich BBQ tool(s) are you using? Do you like them?\nFor the BBQ Challenge, I used a burger press, a rib rack, a corn roaster, a cast-iron roaster and a Himalayan Salt Plate. I loved working with them all and will definitely use them often over the BBQ season.\nI fell in love with the Himalayan Salt Plate, which is a large, thick slab of salt that retains heat much in the way cast-iron does. You heat it on the BBQ first, then you use the heat in the plate to cook. As it cooks, it infuses the meat or seafood with a pleasant salt flavour. I cooked fish on it and it was perfectly cooked and flavoured. I can’t wait to try more things on it.\nWould this (these) be easy for a beginner to make?\nI think cooking anything on a BBQ makes it more accessible. I know my husband isn’t much for cooking in our actual kitchen, but he’s game to try just about anything on the BBQ! I don’t think any of my recipes require anything beyond pretty basic cooking skills, so I hope people will give them a try.\nWhat’s your favourite thing to BBQ?\nI love salmon on the BBQ. There’s just something about the way a BBQ cooks it quickly and perfectly, with some lovely caramelized bits on it.\nbread-pudding690-CPhoto credit: Jennifer Maloney, Seasons and Suppers\nWhat’s the most unusual thing you’ve ever BBQ’d?\nWell, I think I’d have to say the Banana Bread Pudding I cooked for the BBQ Challenge. It’s the first time I’ve ever baked anything on a BBQ.\nAny tips for someone that wants to BBQ for the first time?\nI think the best tip for BBQing is to either get a BBQ with a built-in thermometer or to invest in one that sits inside, so you always know what the temperature is. Speaking of thermometers, an instant read thermometer for accurately testing the doneness of meat, is invaluable. Finally, I’ve learned the value of cooking with indirect heat sometimes, by turning off the burner (or burners) in one part of the BBQ. It allows things to cook more slowly, so they don’t become overly charred or cooked on the outside and not on the inside.\nGreat tips! To see Jennifer’s recipes or any of the other 4 challengers, visit! \nYou can vote for you favourites until July 31st, or follow the discussion on Twitter #OGBChallenge. Each vote will be entered to win one of five $100 Ontario Gas BBQ Gift cards!\n\nNo Comments\n\n    Leave a Reply",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9964088798,
        "format_confidence":0.5732912421
    },
    {
        "url":"http:\/\/www.portlandmercury.com\/portland\/taste-of-flesh\/Content?oid=35436&show=comments",
        "text":"Corey Pierce\n\nOne day, while simultaneously eating a tofurkey sandwich and reading Good To Eat: Riddles of Food and Culture, by notable anthropologist Marvin Harris, it occurred to Mark Nuckols that there might be a place in the world for an edible human-flesh alternative. After a period of rigorous product testing, Hufu (pronounced hoo foo) was born. Several hundred pounds of soy-based \"flesh\" and one high-profile Daily Show interview later, it seems Nuckols has a certified (not to mention tasty) juggernaut on his hands. Wannabe cannibals take heed:\n\nMercury: Exactly how much Hufu did you have to eat during the development process?\n\nNuckols: I ate a lot during development, but that's just because I like textured soy products.\n\nWhere and how is Hufu manufactured?\n\nWe originally had a Dutch producer, but have switched to a domestic firm that makes it according to our specifications—however, they prefer to remain anonymous.\n\nAre you a vegetarian?\n\nNo, but I used to be, for maybe six months or so.\n\nDid you, at any time become creeped out by the prospect of ingesting human \"flesh\"?\n\nMe? Never. I'd eat real human flesh in a heartbeat if I were invited to a cannibal feast.\n\nHave you been inundated with orders since you were interviewed on The Daily Show?\n\nYes, orders and website traffic are up substantially, and have stayed surprisingly strong.\n\nWhich state or nationality buys the most Hufu?\n\nWe get the most orders from California and Texas, by far.\n\nIt looks as if you're making alternative human \"organ meats\" available soon. Are you planning on fabricating other \"taboo\" flesh alternatives such as dolphin or bald eagle?\n\nWe just announced a new product launch, \"Delicious Baby Seal—The Veal of the Sea,\" and are working right now on \"Endangered Panda,\" another exciting taste sensation for adventurous eaters.\n\nDo you consider what you do slightly patronizing?\n\nPatronizing? To whom? We are satisfying the inner cannibal in just about everyone.\n\nDo you consider Hufu authentically delicious?\n\nOf course—see our blog and recipe page ( for more comments.\n\nWhat is the approximate volume (weight) of Hufu you've sold thus far?\n\nOh, maybe several hundred pounds.\n\nIs there a single most memorable correspondence from someone of standing who was particularly appalled by the existence of your product?\n\nWell, my psychiatrist was pretty freaked out. She told me she once was making a tofu dish for dinner and couldn't eat it because the texture reminded her of Hufu, and hence human flesh. And one of my classmates had a dream after tasting the product at a taste test—he dreamed that a cannibal was chasing him and his sister, waving a human rib in his hand.\n\nHas anyone famous purchased Hufu?\n\nMilla Jovovich named the product. (A funny story, read about it on the website.)\n\nDo you plan on continuing this endeavor indefinitely?\n\nOh, this business has plenty of continuing potential for expansion.\n\nOrder your Hufu today at",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9768392444,
        "format_confidence":0.9228778481
    },
    {
        "url":"http:\/\/www.ladieswholaunch.com\/magazine\/meet-jenny-alden-founder-dessert-darling\/13650",
        "text":"AtlantaCincinnatiClevelandLos AngelesNashvilleNew YorkOnlineOrange CountySalt LakeSouthwest CT\nHome > Meet the Lady Who Eats the Good, the Bad, and the Ugly\n\nMeet the Lady Who Eats the Good, the Bad, and the Ugly\n\nFebruary 8th, 2011 · No Comments\n\nAre You Interested in Being a Featured Lady?\nLog in and submit the Featured Lady application.\n\nInterested in more success stories? Visit our Featured Lady Library.\n\n\nFounder, Dessert Darling\n\nJenny Alden, DessertDarlingDescribe your business in 3 sentences.\n\nI am a dessert critic who rates and reviews dessert with a 5-cherry rating system. If you’re going to eat dessert, do it right and eat the Best! I eat the good, the bad, and the ugly so that you don’t have to.\n\nAre there any words of advice, books or role models that really inspired and changed you?\n\nMy older brother, Chris Alden, is a serial entrepreneur who founded the Red Herring magazine and most recently, was the CEO of Six Apart. Chris has always been adamant that I do things for the love of it and not for the money. As I reflect on my success with both Dessert Darling and my other company, WhateverHollywood, I completely understand his wisdom. If I had crafted Dessert Darling as a scheme to make big money, it would have come off as inauthentic and turned people away. Instead, I started a hobby out of sheer joy and passion, and am now watching it grow into something so much bigger. The same thing happened with WhateverHollywood.com, where my two friends and I made YouTube videos out of our apartment for fun. Major brands took note of our genuine joy and started paying us real dollars to produce content for them.\n\nIn short, find your passion and make it happen! It will reward you even when you’re not yet making money.\n\nHow long did it take to get started?\n\nThe great thing about blogging is that the moment you conceive it is the moment you can execute it. While it takes time to create a design, build your library of content, and grow your audience, you can start blogging your thoughts today and for free at that. I started blogging about desserts one year ago, just for fun. In August I decided that I needed to venture out on my own and so I buckled down and wrote a business plan for Dessert Darling. Almost immediately, the universe opened up for me, sending incredible opportunities my way.\n\nIs your business profitable?\n\nIt will be! Right now my biggest pay-day is a complimentary cupcake and the pride of seeing my work published. That said, I’m now represented by United Talent Agency, one of the most prestigious agencies in Hollywood, and have some exciting things in the works… I just can’t talk about specifics yet!\n\nWhat business tools have helped you the most.\n\nThe most helpful tool for me was my liberal arts education at Dartmouth College. In a rigorous academic environment, I learned both the writing and organizational skills necessary to deliver on deadlines where I could have four essays due at once for various classes. Compared to that, writing daily on desserts is…well, cake!\n\nMy energy and passion also make me proactive. I don’t sit around waiting for opportunities to come to me. I’m always brainstorming ideas and connecting with people to make things happen on my own. As someone once told me, “No one cares about the Jenny Alden business as much as Jenny Alden.”\n\nDo you have employees? If so, how many.\n\nI am the sole creator, voice, and face of Dessert Darling.\n\nWhat adjectives would you use to describe how you feel most days when you wake up?\n\nExcited, energized, ready to make things happen and fast!\n\nDo you work from home? What is a day in the life like for you?\n\nYes! I work from home, another huge bonus of blogging. The first thing I do every morning is an exercise called “Morning Pages” that I learned from Julia Cameron’s book The Artist’s Way. I write three pages in a spiral notebook, just to clear the cobwebs in my brain. This practice has been incredible for my productivity and creativity. Then I work-out, which in my book, is part of the job. How else am I going to eat all those desserts!? I never get a chance on the weekends, so I aim for 45 minutes a day of solid exercise. Then I finally get down to business, trying new desserts, rating and reviewing them, social networking, writing any articles that may be due, and connecting with my agents about ideas and opportunities that we’re fielding.\n\nWhat is your ultimate future dream for yourself and or your business?\n\nI envision Dessert Darling becoming the ultimate authority on desserts. Right now there is no face of Desserts. While bakeries have become a $4 billion business, there’s no trusted voice guiding people through the sea of options, informing them what’s worth the “weight” and what’s just a big fat “waist”, so to speak. I see Dessert Darling becoming a TV Show, like “Diners, Drive-Ins, and Dives” and then expanding to guide books, life-style books, and fun merch, like EZ bake ovens and fruity smelling play-dough for the kids! Ha! I dream big. I always have. Reach for the moon and you may land on a star.\n\nIs your business your passion?\n\nYes, my business is my heart beat and soul! I’ve always loved desserts, I’ve always loved writing, and I’ve always had strong opinions. Dessert Darling combines all my passions and sensibilities into one. It took ten years in Hollywood for me to find my way and my voice. Finally, my college, acting, and production experiences along with my sheer joy of desserts, have all come together to create a synergy and brand that I live, love, and breathe; it is Dessert Darling.\n\nAre You Interested in Being a Featured Lady?\nLog in and submit the Featured Lady application.\n\nInterested in more success stories? Visit our Featured Lady Library.\n\nJenny Alden, Dessert Darling",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.7100535631,
        "format_confidence":0.8014487028
    },
    {
        "url":"https:\/\/www.atldistrict.com\/the-district\/the-holler-blog\/post\/ladies-in-leadership-melissa-harris-of-lickety-split-in-hapeville\/",
        "text":"In 2019, Melissa Harris opened Lickety Split Southern Kitchen & Bar in Hapeville, Georgia bringing her passion for food and serving others to life. Founded on strong family values and comforting Southern hospitality, Lickety Split specializes in Southern cuisine.\n\n\nQ: Can you tell us a bit about yourself?\n\nMH: I’ve always had a passion for cooking. I’ve been working in the food industry for about 30 years and ran 7 different restaurants in that time period. I retired back in 2018, but that only lasted for 3 months! My family and friends had always encouraged me to open my own restaurant, and after cooking for 75 people on the Fourth of July one year, I thought: “The next time I do this, I better be compensated!”\n\nQ: What made you want to start Lickety Split?\n\nMH: The constant encouragement from family and friends. In fact, the name “Lickety Split” came from my younger brother. His nickname was “Lickey”, and I used to always cook and do stuff for him. I always told him if I ever opened a restaurant I would name it after him. Since I’m a person who keeps her word, I did it! He thought I would forget, but I never did.\n\nQ: What is your favorite aspect of being a female business owner?\n\nMH: This might be corny, but as a Leo zodiac sign, I’ve always had it my way and been “the boss” my whole life. My favorite part is being able to be that strong, independent boss. I’ve always been in leadership roles, so I love being able to teach and inspire others.\n\nQ: Do you have any female mentors or figures you find inspirational?\n\nMH: Michelle Obama! Not only is her life story inspiring, but she’s such a positive, compassionate woman who is a role model to all.\n\nMy Grandma and Mom were amazing female mentors as well. They really inspired me to get into cooking. They loved to cook and serve and never asked for any help from anyone while doing so; they were selfless.\n\nQ: What advice would you give to aspiring female entrepreneurs?\n\nMH: If I could give any advice to an aspiring female entrepreneur, it’s that you gotta believe in yourself first. You have to be confident! We’re all put on this Earth for a purpose and a reason. It might take some longer than others to find that purpose, but it’s there.\n\nQ: What makes Lickety Split unique?\n\nMH: You know, we never closed during the pandemic. I think people just love to eat good food. We really put our own love in it; you can come in and see the open kitchen and just see the hands taking the time to train someone and how we taste all of the food before it ever reaches the table. We’re very hands on with everything we do to give our customers an incredible experience. Nothing comes out of a can - everything is all grown in Georgia. These recipes come from the bottom of my heart.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9553645253,
        "format_confidence":0.9613816738
    },
    {
        "url":"http:\/\/mccainfoodservice.com.au\/testimonials\/jason-hurle-aussie-bobs\/",
        "text":"McCain: Let’s start at the beginning; how did you get into owning the shop?\n\nJason: I was born into it, my mother and father owned the shop and i have followed suit. It’s all i really know, it has been in the family for over 40 years and i have been a partner in the business with my mother since 2009.\n\nMcCain: What do you believe makes your business successful?\n\nJason: Customer service and going the extra mile such as table service, no corkage which is important to my customers. My dad was such a big character in the business which was key! I am slowly getting his charisma and getting the customers laughing. We rely heavily on our regulars through winter, who keep coming back because of the consistency of our food. Our customers know they are going to get nice, thin crispy battered fish and fries that are always hot and crispy with a great flavour.\n\nMcCain: What is currently your trending signature dish on the menu?\n\nJason: Battered fish and chips are always our biggest seller. People just love quality fish & chips. It’s an aussie tradition.\n\nMcCain: You currently have on your menu McCain cream flesh 13mm, what made you select these fries for your business?\n\nJason: I personally love them, they have an amazing potato flavour they are also consistent in quality, and have a nice crunch to them. I trialled them for two weeks and the customer reviews i got back were amazing, so i had to stay with them. That was over 7 years ago now!\n\nMcCain: Are you aware how much profit you make on fries per serve\/plate?\n\nJason: I am aware, but i’m not overly concerned with that, i’m more focused on getting volume of customers through our doors. For me it’s more about quality of fries over profit to grow the business and keep customers coming back for more.\n\nMcCain: There are a lot of fish & chips outlets everywhere, how do you deal with all the competition? What do you do differently to stand out?\n\nJason: I cook everything to order. People will wait longer, but they will come back because they know it’s fresh. I cook fries from frozen and it gives better end product every time.\n\nMcCain: What do your customers want in terms of fries?\n\nJason: Good value, crispiness and consistency.\n\nDo you sell loaded fries? If yes, what do you currently have on the menu?\n\nJason: Yes, we sell cheesy loaded fries in winter with a mornay style sauce which are very popular. The McCain cream flesh 13mm work very well for this.\n\nMcCain: What advice do you have for fish & chips business owners when it comes to selecting fries?\n\nJason: There is no substitute for quality, that’s why i use McCain premium fries. A long time ago, before McCain we did try to use a lower grade fry but ended up losing a lot of business. We then switched to McCain fries and have grown since!\n\nMcCain: How do you get new ideas for your menu?\n\nJason: I look at market trends and what is working with competitors, or sometimes great ideas just come to me.\n\nMcCain: What inspires you as a fish & chips business owner?\n\nJason: In all honesty i love what i do and its good money. It’s definitely hard work, you wouldn’t do it if the money wasn’t great.\n\nMcCain: Tell us about your relationship with McCain, why do you choose to stay with the product and brand?\n\nJason: It’s the quality, i have been approached to change many times over the years, but McCain has the superior quality that the others simply don’t have. So based on that i choose to stay and sell McCain fries.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9639653563,
        "format_confidence":0.9133021235
    },
    {
        "url":"https:\/\/www.thecaterer.com\/news\/foodservice\/maria-elia-a-minute-on-the-clock",
        "text":"\n\nMaria Elia – A Minute on the Clock:\n\n10 April 2009 by\nMaria Elia – A Minute on the Clock:\n\nMaria Elia is the new head chef at the Gallery Dining Room at the Whitechapel Gallery in London. It opens next week (14 April) as contract caterer Vacherin's first public restaurant. Yesterday (9 April) Elia's first book The Modern Vegetarian was published. She spoke to Chris Druce\n\nHow do you feel about having your first book on the shelves?\n\nMaria Elia Really proud. It's been an extremely interesting and lengthy process, with plenty of ups and downs. I was originally approached by the publisher Kyle Cathie not long after I left Delfina Restaurant in October 2007. I had some profile already from TV, and the publisher asked me if I'd consider writing a vegetarian cookbook, although I'm not vegetarian myself. I'd actually accepted a job heading up a vegetarian restaurant destined for London's Brick Lane, so I thought: perfect.\n\nDid it go smoothly?\n\nME Not exactly. Although I'd been for three interviews and all the heads of department at the new restaurant had been recruited, it turned out they didn't actually have a premises. We spent nine months preparing for an opening that didn't happen and were made redundant in July 2008. It was a huge shock, and it also meant I was trying to write my book without an commercial kitchen.\n\nWhat were you trying to achieve with The Modern Vegetarian?\n\nME I was trying to write a vegetarian cook book that appeals to people that are not necessarily vegetarians. I think a lot of the public view being vegetarian as laborious and boring. Eating out can be dull as well, as the only thing that ever seems to be on offer to vegetarians is mushroom risotto. I wanted to entice people to eat vegetarian food with a collection of recipes that are tasty and appealing.\n\nHow did the Vacherin job come about?\n\nME I met one of the directors, Phil Roker, last September at Billingsgate Market in London at a London Food Link event. He asked me what I did and I said \"nothing much!\". I took his card and thought nothing more of it, thinking Vacherin was probably some big corporate company. They then called me to invite me in for a chat and I realised the business was anything but.\n\nWhitechapel Gallery reopened on 4 April, how did it go?\n\nME Really well, it was very exciting and we had lots of visitors. We're actually running a 50-seat café on the third floor, which we'll also use to cater for events. The 40-seat Gallery Dining Room opens on 14 April and will serve lunch and dinner every day other than Monday and Sunday evening. I have my sous chef Daniel Ferreira with me from Delfina and I couldn't ask for a better chef, he often knows what I'm thinking before I do. We'll be serving a seasonal menu featuring British produce, although not necessarily in a straightforward style.\n\n  • Thanks to publisher Kyle Cathie, we have five copies of The Modern Vegetarian to give away. E-mail caterernews@rbi.co.uk with your full postal details and \"Modern Vegetarian Giveaway\" in the subject line before 20 April. Five winners will be picked at random. Caterer readers can also buy the book at the special price of £12.99 inc. free p&p (UK mainland only). To order your copy, ring: 01903 828503, quoting ref. KC CH\/MV, or e-mail:mailorders@lbsltd.co.uk\nThe Caterer Breakfast Briefing Email\n\nStart the working day with The Caterer’s free breakfast briefing email\n\nSign Up and manage your preferences below\n\nCheck mark icon\nThank you\n\nYou have successfully signed up for the Caterer Breakfast Briefing Email and will hear from us soon!\n\nJacobs Media Group is honoured to be the recipient of the 2020 Queen's Award for Enterprise.\n\nThe highest official awards for UK businesses since being established by royal warrant in 1965. Read more.\n\n\nAd Blocker detected\n\nWe have noticed you are using an adblocker and – although we support freedom of choice – we would like to ask you to enable ads on our site. They are an important revenue source which supports free access of our website's content, especially during the COVID-19 crisis.\n\ntrade tracker pixel tracking",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9866551161,
        "format_confidence":0.9462069273
    }
]