[
    {
        "url":"https:\/\/dfwbeaglebuddies.org\/faqs\/",
        "text":"≡ Menu\n\n\nFrequently Asked Questions:\n\nCan you take a dog that I don’t want\/can’t keep\/can’t afford\/found?\n\nWith the foster space we currently have, accepting owner surrenders is not typically possible. If you are willing to keep the dog until we can find a foster or forever home, we are more than happy to assist you. We can also offer help with training and behavioral issues as well as temporary assistance with food or supplies. Please contact us if you need advice or help with your Beagle to see what we can do.\n\nPlease click here for more information on owner surrenders.\n\nPer our adoption contract, any dog adopted from DFW Beagle Buddies will be taken back at any time.\n\nWhat is the adoption process?\nGlad you asked! Click here to read about the adoption process. \nCan you save a dog in __________ city?\nWe wish we could save every dog, but we try to start in our hometown and work our way outward. That being said, please contact us to let us know about dogs in need. We can save almost any dog that we have a committed foster and transport for, as long as there aren’t Beagles in need closer to home.\nI want to foster or adopt but don’t live in Dallas\/Fort Worth. Is that allowed?\nFosters do need to be in the DFW Metroplex and be able to travel to appointments at one of our vets. Out-Of-Area adoptions are sometimes possible depending on the circumstances. Generally speaking, young or adult dogs are able to be adopted out locally. For senior or special needs pets, we may be able to accommodate an out-of-area adoption if we are able to coordinate a home visit and transportation. Please contact us if you’d like to talk more about an out-of-area adoption.\nHow much is the adoption fee?\nThe adoption fee is $225 for dogs over 6 months. The adoption fee for puppies under 6 months is $350.\nWhat does the adoption fee include?\n  • Vaccines – Rabies, DHPP, Bordetella (and age-appropriate boosters for puppies)\n  • Heartworm test (and treatment if positive)\n  • Heartworm Prevention (in foster care + 1 dose for their new home)\n  • Fecal test and\/or deworming\n  • Microchip and Registration\n  • Spay\/Neuter\n  • Dental (if necessary)\n\nWe take care of any medical needs and have had Beagle Buddies who required dental extractions, hernia surgery, amputation, endoscopy, hospitalization, labwork, blood transfusion, CT scan, etc.\nThe adoption fee generally does not cover our vet expenses, so any additional donations are very much appreciated!\n\nAre you a non-profit?\nYes! We are a501(c)3 non-profit and all deductions to DFW Beagle Buddies are 100% tax deductible. We are all non-compensated volunteers and all donations go directly toward medical care and supplies for the Beagles. \nWhat does heartworm treatment entail?\nFor information on Heartworm Disease, please visit the American Heartworm Society. The treatment protocol we use is Ivermectin and 30 days Doxycycline, then 2 injections of Immiticide, then 6 weeks of rest.\nI have a question that’s not addressed here.\nPlease visit the Contact page to ask us any questions that we have not answered. Thank you!\nBeagle Buddy Lover?\nKeep up with latest happenings, dogs and more!",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9862084389,
        "format_confidence":0.9805255532
    },
    {
        "url":"http:\/\/www.esrrec.org\/adopt\/esrrec-adoption-frequently-asked-questions-faqs\/",
        "text":"ESRREC Adoption Frequently Asked Questions (FAQs)\n\nBurris Open House\nPhoto courtesy of Kent County News\n\nQ: What is the adoption fee and what does it cover?\n\nA: The adoption fee is $50 for a single rabbit and $75 for a bonded pair.  The fee partially defrays ESRREC’s costs for the rabbit such as food, hay, bedding, and medical attention. Most rabbits that we rescue are spayed or neutered while in our care, an expense that is not completely covered by the fee so we rely on donations and fundraisers.\n\nQ: I have another rabbit, can I adopt a friend for him\/her?\n\nA: Rabbits that are bonded to others tend to live longer and healthier lives, so it is recommended and encouraged.  Bonded rabbits share the same space, including litter boxes, food bowls, water bowls, etc. However, not all rabbits get along and a bonding process is usually necessary even if they are compatible. You can bring the rabbit to the ESRREC shelter for an initial meeting with a potential friend.  If it goes well, we will bond the rabbits at no extra charge.  We have successfully bonded many rabbits, but it requires at least a week. Another option is foster-to-adopt (same $50 fee, no refunds if you return the rabbit to us).\n\nWe only allow attempts to bond ESRREC rabbits with those that are already spayed or neutered.  No exceptions.\n\nQ: How long does the adoption process take?\n\nA: We do not do “same day” adoptions.  The process generally takes three stages:\n\n  • Initial Meeting: The family meets and interacts with the rabbit at the ESRREC shelter or an adoption event.\n  • Screening: Fill out and submit the application form and be willing to have a home visit, if deemed necessary for advisory purposes\n  • If approved: Pick up the rabbit (must have all supplies ready, and bring carrier), pay the adoption fee and sign the adoption contract.\n\nQ: I don’t live on the eastern shore.  Can I adopt a rabbit from you?\n\nA:  It is very important that we have the option of conducting a home visit.  If you live further than one hour’s drive from ESRREC, it will depend on the willingness of the volunteer visiting your home.  In several cases we have been able to conduct “virtual home visits” via FaceTime.\n\nQ: Do I have to keep the rabbit indoors?\n\nA: Yes, we are an ally of the House Rabbit Society and hence we will not adopt out a rabbit to anyone who intends to keep it in an outdoor hutch.  Please also refer to HRS Advice for Potential Adopters concerning living requirements and advice for keeping a rabbit indoors. Limited and supervised outdoor time is acceptable.\n\nQ: I want to adopt a rabbit from you that is less than 6 months old.\n\nA: If you are willing to adopt a young rabbit under the condition that you will spay\/neuter yourself, we will add a refundable $100 surcharge to your adoption fee.  The surcharge will be refunded when you present evidence of the spay or neuter.\n\nPlease contact us at if you have any further questions.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9868556857,
        "format_confidence":0.9810122252
    },
    {
        "url":"https:\/\/www.wesleystonecrest.com\/faqs.aspx?doorway=schedule",
        "text":"Call us : (678) 329-8880\n\nFrequently Asked Questions\n\nYes! We have an Emergency Maintenance Team available 24\/7.\nYou are encouraged to submit an online work order through our Resident Portal. If it is an emergency, call our leasing office during \"Business hours\", or contact our maintenance emergency line for \"After Hours\"\nYou can submit an workorder online and our maintenance team will take care of workorders within 24-48 hours. Emergencies will always be a priority.\nNo, but you can leave detailed instructions in the \"Access notes\" section of your work order. Examples include: call first, dog is locked, etc.…\nIf you are locked out during office hours, the team can easily help you with proof of ID. Outside of office hours, please call your local locksmith.\nYou are allowed to decorate your new Home; however keep in mind that any excessive modifications in the apartment such as color change, big holes, etc. will be charged at time of move out unless you restore it back to original conditions.\n\nEMERGENCIES:Flooding apartment, No power (as long as power has not been shut off for non-payment), Fire, NO AC if outside temperature is above 85 degrees, Building sewer back up, Flooding hot water heater, Door or lock not secure or Working, No toilet if there is only 1 toilet.\n\nNON-EMERGENCIES:Garbage Disposal Jammed, No Heat when outside temperature is above 55 degrees, no hot water, trap lease (under sink drains), Dishwasher not working, tub or sinks clogged unless overflowing, and stove not working!\n\n2 Lagoon Style Swimming Pool , Cyber Café', Monthly Resident Events, 24\/7 Fitness Center and most importantly our 5-Star Customer Service.\nYes, on a first come basis.\nYes, all units have Washer and Dryer connections. Select units have Washer and Dryer Units installed already for you.\nYes, we are a pet friendly Community.\nOne Time Fees: Pet Deposit of $200 AND Pet Fee of $200 . Monthly - $0 Pet Rent\nNo dogs over 40 pounds and no aggressive breeds. Aggressive breeds include: Pit-bulls, Rottweilers, German Shepherds, Huskies, Alaskan Malamutes, Doberman Pinschers, Chow Chows, Great Danes, St. Bernard's and Akitas\nNot at this time.\nRefrigerator, Oven, Dishwasher…some units available w\/ W&D\nWe have two compactors. They are at Phase I-bldg. 6 and Phase II bldg. 12\nPlease dispose these in the compactor, after they have been broken down.\nPest Control comes to our property once every week. Please place an online workorder to be placed on the complimentary and unlimited pest control service.\nOur amazing Fitness Center is open 24\/7 with access control.\nOur fitness center has everything you need to stay in shape! From Boxing, HIIT equipment, Free Weights, Cardio Station, Smith Machine, Multifunctional Machine, Rower, Treadmills, and a Resistance Station.\nIT'S FREE to book a tour with our friendly staff! Click the Schedule a Tour button to begin!\nWe accept walk in, but we prioritize prospects who book an appointment. Click the \"Schedule a Tour\" to let us know you are coming!\nOur office is open 7 days a week and we have an open door policy! You can come meet your leasing staff as well as our Community Manager at anytime!\nVery Easy! Apply Online for only $35.\nApplication process can vary, but usually takes from 1-3 business days.\nSecurity Deposit is based on your credit \/ FICO Score. Leasing Specials vary from time to time. Give us a call or Schedule an Appointment to learn more.\nRent is always due on the 1st.\nRent is due online at the beginning of each month.\nYes, we require Renter's insurance with personal liability for $100,000\nNo, we do not offer furnished apartments.\nOur minimum lease term is 6 months\nIt is not an INSURANCE policy - It is a \"A Liability Waiver\". Sign up for the discounted protection program ($8\/month) along side with renters insurance for FULL Coverage! Be proactive in case of any unintentional accident occurs, so you are not financially responsible for the gap of what your insurance will not cover. Remember insurance companies will take \"depreciation\" into account. Please visit lo learn more and read real stories.\nNo, Utilities are not included in your rent amount.\nUtilities are setup for you and will be added to the rental amount.\nWe use ATT for both internet and cable.\nFriends Make the Best Neighbors! Yes, Get $400 OFF! Ask us more about resident referral program\nYou are responsible for your guests. If someone is staying for a long period of time, they will need to be screened and added to the lease.\nA New Security Deposit is required for each apartment when transferring apartment homes. There are also associated transfer fees and notice requirements. Please give us a call to learn more.\nNo, subleasing your apartment are NOT allowed. However, you are allowed to add a Roommate anytime during the lease terms. Added Roommates must be approved by Management and pass qualification criteria.\nOur Residential Lease Contract allows a lease to be terminated by giving a 60-Day Notice and paying one (1) month's rent as termination fee.\nStonecrest Mall, more retail, and plenty of restaurants.\nWe are Lithonia High School, Lithonia Middle School, and Murphy Candler Elementary. Also, Arabian Mountain Highschool (Academy of Engineering Medicine) which is a tested program.\nThe nearest dog park is within one mile.\nStonecrest Mall, Walmart, more retail, and plenty of restaurants.\n100 Wesley Stonecrest Circle, Lithonia, Ga 30038\nMall Pkwy & Hayden Quarry Rd\n\nContact Us for More Information",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9931769371,
        "format_confidence":0.9771212935
    },
    {
        "url":"https:\/\/www.biodynamicsolutions.org\/faqs\/",
        "text":"1. I am new to biodynamics, how do you recommend that I start?\n\nBegin with applying BD 500 (Horn Manure) and BC (Biodynamic Compound Preparation) in the spring to your garden(s) and lawn (after ground is thawed and before planting). See answers 3 – 11 below for more information. Also order at least one unit of BD 501 (Horn Silica) to be applied in the summer once all your plants are fully established.\n\nIf you have a compost pile that is ready to be used this spring (and has not yet received the Compost Preparations, then we recommend a set of the Compost Preparations be inserted into your pile at least one week before you plan to use the compost. Otherwise, we recommend that you insert the Compost Preparations when you are ready to “put your pile to bed” as they aid in the decomposition process as well as enhancing vital elements in the pile. This will likely not be until the fall. Fall is also the time to reapply BD 500 and BC.\n\nTo Recap:  In the spring we recommend ordering BD 500, BC, and BD 501 along with a planting calendar to guide your day to day work, and a set of Compost Preparations if you have a compost pile that has not yet received them. In the fall we recommend BD 500, BC and a set of Compost Preparations for a pile you will be retiring for the winter.\n\nYou can place your two orders now and we will ship at the times you designate depending on your climate.  Be sure to indicate in the “notes section” of your order, which items you would like shipped on which dates.\n\n2. Which is more important, using the biodynamic preparations or the biodynamic calendar?\n\nThey are both equally important and work hand in hand. The preparations are an occasional commitment undertaken at opportune times. Whereas the calendar guides your day to day work in the garden\/farm.\n\n3. I just have a small garden, is it too small to use the preparations?\n\nNo matter the size of your garden the preparations will benefit your plants and soil, and eventually you, if you are growing food. One unit, stirred in 3 gallons of water, is enough for up to one acre of land. Don’t forget to broadcast it on your lawn and nearby woodlands too, not just your garden. And if you have extra share it. Remember though, it is best to spread it within a couple hours of completing the potentizing stir.\n\n4. How do I spread BD500 (Horn Manure Preparation) and Biodynamic Compound Preparation on my garden\/field?\n\nWe recommend putting a portion of the preparation in a bucket so that it is comfortable for you to carry with one hand. Then take a masonry brush (looks like a large paintbrush) or a handful of evergreen boughs (pine is particularly good). Dip the bush\/bough into the bucket of preparation and fling it to the left and right. Take a few steps and repeat this action. These two preparations should be applied in large droplets (as opposed to a fine mist, as for 501 and equisetum).\n\n5. What if my acreage is too big for one or two people to cover within 2 hours of stirring?\n\nYou have three options:\n\n  • Invites some friends to help you (provide buckets and brushes\/boughs for them). Have the group spread out in a line on one side of the field (we space people 8 giant steps apart), then walk together across the field, flinging the preparation, and keeping spaced apart as you go. Refill your buckets as necessary and continue back and forth across the field until you have covered the whole area. It is wonderful to have many people walking the land and blessing it in this way.\n  • If you cannot find helpers, start by spreading the preparation around the entire perimeter of the field then spiral inward toward the center. Remember the preparations are energetic in nature and your intention and blessing is also important as you spread them.\n  • Use an agricultural sprayer that attaches to the back of a tractor.  Some purists prefer to not to use machines.\n\n6. Is it necessary to get the preparations on every square inch of the ground or plant?\n\nNO. Remember, you are dealing with the energy of the preparations. When the preparation hits the ground or plant it radiates out from the point of contact effecting the entire system.\n\n7. Can I spread BD500 (Horn Manure) and BC (Barrel Compost) at the same time?\n\nYES. When you are stirring, begin with your one hour stir for BD500 and at the 40 minute mark, add the BC which only needs to be stirred for 20 minutes.\n\n8. Do I really need a sprayer to apply BD501 – Horn Silica?\n\nYES, it is important that this preparation be applied as a fine mist. You can get an inexpensive hand held sprayer at your local garden store, or if you are covering a larger area, a backpack sprayer works well. And if you have many acres and access to a tractor sprayer, that’s great. We spray even our 10 acre field with two people and two backpack sprayers. We start by spreading the preparation around the entire perimeter of the field then spiral inward toward the center.  Remember the preparations are energetic in nature and your intention and blessing is also important as you spread them.\n\n9. I don’t have enough compost for all my needs, is Barrel Compost Preparation (Biodynamic Compound Preparation) a substitute for using biodynamic compost?\n\nBarrel Compost (BC) will bring the energetic qualities of biodynamic compost to your garden or field, however it is not a substitute for the fertilizing quality of compost or other organic fertilizers. We suggest you use both.\n\n10. Does it matter when you stir and apply the field preparations (BD500, BD501, BD508)?\n\n\n  • BD500 (Horn Manure Preparation) should be stirred in the mid-late afternoon and then applied immediately in the late afternoon, and within about two hours of stirring. It enlivens the soil, promotes root activities and stimulates seed germination. It should be applied twice during the growing season: once, in the spring after the ground has thawed and before significant vegetative growth begins; and a second time in the fall, when you are putting your garden to bed. We strive to stir and apply BD500 on a Root Day (according to the biodynamic calendar).\n  • BD501 (Horn Silica Preparation) should be stirred at sunrise and be applied immediately following in the early morning hours. It enhances photosynthesis and the vitality and keeping qualities of your vegetables and fruits and other crops. It can be applied often during the summer after the plants are off to a strong start. Because it requires a one hour stir, you will likely not use it as often as you could. We tend to use it about a week before harvest. The day on which you would spread it (according to the biodynamic calendar) is in relation to the aspect of the plant you are interested in enhancing (Leaf, Root, Fruit or Flower).  Some practitioners are experimenting with spraying BD501 in the late afternoon for root crops.  Experimentation is encouraged.\n  • BC (Biodynamic Compound Preparation AKA Barrel Compost) is used to bring the energetic qualities of all of the Compost Preparations (BD502-507) to your garden\/fields. We stir and use it simultaneously with BD500.\n  • BD508 (Equisetum Arvense) is used when you are experiencing fungus problems in your garden. We recommend stirring and applying it on a day that corresponds to the fungal issues, generally that is a Leaf Day (according to the biodynamic calendar). First you make a tea, then you stir for 20 minutes and apply as a fine mist.\n\n11. I am not sure I have the stamina to stir for one hour, is it really necessary to stir that long?\n\n  • Yes, it is and yes you do have the stamina. I felt the same way when I was new to stirring, but you will find that an amazing thing happens, you will settle into a rhythm and the water will “cooperate” with you.\n  • Find a comfortable position in which to stir, sitting or standing, with a pole, a paddle or your hand. To a degree this will be dictated by the amount you are stirring.\n  • It can be helpful to have a stirring buddy with whom you share the finished preparation. Take turns stirring. There are many ways to do this, switching with each change in direction or take turns for a number of minutes each.\n  • Find what works for you. It is definitely doable, and yes, it does take a commitment, which you can think of as a commitment to the health of the land you steward.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8994467258,
        "format_confidence":0.9804788232
    },
    {
        "url":"https:\/\/lovespace.co.uk\/faq\/when-will-my-boxes-show-as-with-lovespace\/",
        "text":"When will my boxes show as ‘With LOVESPACE’?\n\nOnce your collection has been made, our friendly driver will deliver your stuff to our storage facility once they have completed their route for the day.\n\nYou can keep an eye on this through your tracking number if you’ve received one. If you haven’t received tracking, not to worry. Your status will update to ‘With LOVESPACE’ within 1 working day of your collections date.\n\nIf your collection was on a Friday or Saturday, you’ll have to wait until the end of the working day on Monday for your status to update.\n\nUnanswered questions?\n\nFeel free to get in touch using the form below.\n\nFor a quick quote, click on Start Storing.\n\nThank you.\n\nWe'll be in touch shortly!\n\nFor a quick quote, click on Start Storing.\n\nNeed storage urgently? Give us a call on 0800 802 1018.\n\nOur opening hours are:\n\n9am - 7pm, Mon-Fri\n9am - 6pm, Sat\n\nSorry, there was an error.\n\nPlease try again or speak to one of our team on 07453 533860.\n\nIn the meantime, please feel free to see our storage price calculator.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.7009028196,
        "format_confidence":0.9430030584
    },
    {
        "url":"https:\/\/kobiecomplete.com\/cool-tips\/faq\/",
        "text":"Trane Air Conditioning Products\n\nCall Now! We'll be Right Over.\n\n(941) 474-3691\n\nProudly Serving\nSarasota and Charlotte County\n\nHome » Cool Tips » FAQ\n\n\nHow long should my air-conditioning system last?\nTypically an air conditioning\/heating system will last 10-12 years. Beyond that, efficiency steadily declines. New, more energy-efficient systems can cut electrical consumption up to 50%, providing substantial savings on your electric or gas bills. Maintenance is a must to maximize efficiency and protect your investment.\n\nMy electric and gas bills are high. Will a new air-conditioner lower my bills?\nYES! By installing a new, high efficiency system (14 SEER or higher), you can reduce your energy usage anywhere from 20% to 50%.\n\nWhat is SEER?\nThis stands for Seasonal Energy Efficiency Ratio. The size of an air conditioner is rated in BTU or Tons, however the efficiency is rated in SEER. It’s like mpg (miles per gallon) in a car; the higher the mpg (or SEER), the lower the gasoline (electricity) bill. The current minimum is 14 SEER for new installations.\n\nWhat is a heat pump?\nIs it better than an air conditioner? In the summer, a heat pump is no different than an air conditioner. In the winter, a heat pump operates in reverse and heats the indoors. A common complaint about heat pumps is that the air coming out of the registers is not hot enough. Heat pumps need auxiliary heat (electric resistance heat or gas furnace) to help them when it is extremely cold or when the thermostat is moved more than 2 degrees at a time. However, here in the moderate climate of Southwest Florida, heat pumps can provide dramatic savings, particularly if you have electric heating.\n\nWhat is the difference between a split system and a package unit?\nResidential air conditioning\/heating systems can be split systems or single package systems. Most are split systems. A split system has one of its heat exchangers (which includes the compressor) located outdoors and the other (the indoor coil) located indoors. A single package system has both heat exchangers located in the same unit, usually outdoors.\n\nIs it ok to replace only the condensing unit, and not the air handler in my split system?\nReplacing only the indoor (air handler) or only the outdoor (condensing) unit of a system can result in a mismatch that compromises efficiency. It is ideal to buy and install both units together. However, in most cases it can be done. A licensed contractor can recommend the most compatible equipment, and discuss any disadvantages with you.\n\nI know a friend who says he can install a new air conditioner for me, and save me a lot of money. Is this a good idea?\nBe sure that he has experience, is licensed (HVAC), obtains all required permits, meets all county code requirements, and has adequate insurance. If he meets these requirements, you may save some money. However, keep in mind that you will be dependent on him and his schedule for warranty repairs. Just be sure you are not getting a “cheap” installation that will cost you more in the long run.\n\nHow does Kobie Complete Heating and Cooling, Inc. determine the size of air conditioning system to install?\nOur trained technicians measure your home and calculate the heating and cooling load on the home (based on window size and direction, walls, ceiling, floor, appliances, insulation, current equipment and ductwork). This will determine the proper size of equipment that is needed.\n\nI want a big air conditioner. Someone told me this is not necessarily good. What are the advantages and disadvantages?\nAn air conditioner that is “oversized” will cool your home more quickly, but will not be as energy efficient and will not remove humidity adequately. If your ductwork is not big enough for the “oversized” unit, the coil may freeze and then the system won’t work at all. We recommend a system that will cool your home to 75 degrees when it is 95 degrees outside, and then adjust slightly if needed to meet your temperature preferences.\n\nDoes Kobie Complete Heating and Cooling take care of all necessary permits?\nYes. We always obtain the necessary permits, and post them as required. A county inspector will be scheduled to inspect the newly installed equipment typically several weeks after the installation to ensure all code requirements have been met.\n\nHow many companies should I get bids from before I decide on a new system?\nTwo or three bids are generally enough. Consider more than just price when purchasing a new air conditioning system. You want a company who will always be there for you, 24\/7, to maintain and service your investment, year after year. Look closely at the recommended equipment’s features and benefits, efficiency ratings, and manufacturer’s warranties. The team at Kobie Complete Heating and Cooling listens to you, the customer, and asks you specific questions so that we may recommend new equipment options that best meet your individual needs and budget. One size does not fit all. Ask companies about finance options and any manufacturer’s rebates that may be available.\n\nHow do I check out the companies I am considering to install my new system?\nYou can verify that they are a HVAC licensed contractor by contacting the State of Florida Department of Business and Professional Regulation (850) 487-1395. Ask them to show you proof of their liability insurance coverage. Ask if they are an FP&L approved independent contractor. Do they offer 24-hour\/7 day a week service? (You may need them on a Sunday morning or on a holiday!) Then ask for a list of some recent customers, and give them a call. No one can tell you more about a company than their own customers! (See “COOL TIPS” How to Find a Quality HVAC Contractor).\n\nHow often should I schedule a maintenance check on my air conditioner?\nHere in Southwest Florida, you should have an annual check-up completed on your system. Your air conditioner needs regular maintenance to keep it operating properly, efficiently, and safely. Kobie Complete Heating and Cooling, Inc. offers a 3-year preventative maintenance agreement for our customers’ convenience. As a PMA customer, we take the hassle out of remembering to take care of your air conditioner. We contact you annually to schedule the necessary maintenance for your system, and in addition, you’re eligible for discounts on any needed service or new equipment. Call today for complete information.\n\nHow often should I check my filter?\nIt’s a good idea to check it monthly, and clean or replace it as needed. A good tip for remembering is to check it each month when your electric bill arrives. Clean filters reduce energy usage, and save you money! They also help prolong the life of your system.\n\nShould I set my thermostat fan to “ON” or “AUTO”?\nFor most people, AUTO is the preferred setting. When set on AUTO, the fan only comes on to circulate the air when the system comes on (either heat or cool). However, for people with respiratory problems, it may be beneficial to set the thermostat on the ON position so that the air is continuously being circulated and cleaned through the filter. The system is more energy efficient when set on AUTO.\n\nShould I repair or replace my system?\nIt depends upon the age of your equipment, how long you plan to live in your home, the cost and nature of the needed repair, valid warranties, your budget, and other factors. If your air conditioner is more than 6 years old, you may want to consider replacement vs. a costly repair. You may find that by financing a new, energy efficient system, your savings on your monthly utility bill exceeds your monthly payment for the new system. It is often worth a closer look.\n\nIf I am looking for a qualified company, can I check to see if they are a member of the BBB?\nYes, you can search the BBB’s website for members and see their ratings. Kobie Complete has an A+ rating with the BBB – click here.\n\nHow Can We Help You?\n\nFor emergency service, please call:\n\nThis form collects your personal information so that we can process and reply to your request. Check out our Privacy Policy for more details.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9725576043,
        "format_confidence":0.9787246585
    },
    {
        "url":"https:\/\/www.exhm.com\/tenant-faqs\/",
        "text":"How do I report routine maintenance?\n\n  • Phone – 24\/7: 704.847.9046\n  • Fax – 24\/7: 704.708.9518\n  • *After Hours Maintenance – 704-847-9046 Option 3\n  • Click here to email\n\nHow does Executive Home Management, LLC handle After-Hours Maintenance?\n\n  • For all emergencies, our switchboard (704.847.9046) is answered live 24 hours a day. After-hours, please stay near your phone so a Maintenance Facilitator can call you back to discuss specific details.\n  • For non-emergencies, callers can leave a voice message (704.847.9046) or submit their requests using our online form, via fax (704.708.9518), or Click here to email.\n\nWhat is an ’emergency maintenance’ situation?\n\n  • Fire, flood or other urgent situation. If in doubt, call our main switchboard (704.847.9046).\n  • Always call 911 first for police, fire or medical emergencies.\n\nWhat maintenance is a resident responsible for?\n\n  • Residents are responsible for the safe & quiet care of the property.\n  • Residents agree to maintain the property in as good condition as he\/she finds it, only normal wear & tear excepted.\n  • Residents will be held financially responsible for any damage or breakage, deliberate or negligent misuse or improper operation of the water, gas, oil, electrical, plumbing equipment or systems; plus all cracked or broken glass, torn or damaged screens; and extermination caused by poor housekeeping.\n  • In houses, duplexes and condos with private patios, residents must keep the yard or patio mowed in a timely fashion; free of rubbish; and clean the gutters & neatly trim the shrubs at least semi-annually.\n\nWhat about fire and carbon monoxide detectors?\n\n  • The owner, through Executive Home Management, LLC, furnishes either individual or a combination detectors in each unit.\n  • The resident is provided a new battery for each detector when the lease is signed and instructed to install this new battery immediately.\n  • Detectors should not be tampered with or disabled under any circumstance.\n  • The resident is responsible for testing each detector at least once every month. If the detector fails to operate, the resident is responsible for replacing of the battery at the resident’s sole expense. If after testing or replacement of the battery, the detector fails to operate, the resident must notify Executive Home Management, LLC immediately in writing.\n\nCan I change the locks or keys to my unit?\n\n  • Yes but written consent from Executive Home Management, LLC must first be requested.\n  • The resident must provide a working set of new keys to our office (10800 Sikes Place, Suite 340, Charlotte, N.C. 28277) within 24 hours of changing any lock or key.\n  • Executive Home Management, LLC must have a working set of keys to all locks on your unit at all time.\n\nCan I repaint or redecorate my unit?\n\n  • Without prior written consent, the resident may not paint, mark, drive nails or screws into, or otherwise deface or alter the walls, ceilings, floors, windows, cabinets, woodwork, stone, ironwork or any other part of the premises, in or out.\n  • Any alteration, including any fixtures, carpeting, painting, wallpaper, light bulbs, shrubs or any other plants, shall become part of the premises unless otherwise specified by Executive Home Management, LLC in writing.\n\nWhat do I do if a maintenance request is not repaired and the item remains inoperable?\n\n  • Except in emergency situations, before the resident can make any repairs, he\/she must notify Executive Home Management, LLC in writing of the problem and allow a reasonable period of time for it to be repaired.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9666496515,
        "format_confidence":0.9769574404
    },
    {
        "url":"https:\/\/www.stgermainfurniturenola.com\/page\/faq-s.html",
        "text":"Skip to main content\nImage for ADA CompliantSwitch to ADA Compliant Website\n\nYour cart is Empty\n\n\nYour wishlist is Empty\n\nRegistry List\n\nFrequently Asked Questions\n\nWhat are your customer service hours and phone number\nOur Customer Service Department is open 6 days a week,Monday thru Saturday, from 9:30 a.m. to 8:00 p.m. The phone number is (504) 394-3136.\n\nWhere does St. Germain Furniture deliver?\nWe deliver to most areas within a 90 mile radius.\n\nDo I need to be home for my delivery?\nSomeone over the age of 18 must be home on your scheduled date to accept and sign for the delivery. We highly recommend it be the purchaser. If the merchandise has to be re-delivered, a charge may apply.\n\nIf I do not want my merchandise delivered, can I pick it up?\nYes, at our Gretna store location.\n\nHow can I cancel my order?\nCancellations are handled in the showroom where the purchase was made. Ask for the salesperson when you arrive at the showroom.\n\nWhat if I have a damaged piece upon delivery?\nPlease contact our Customer Service Department at (504) 391-3136 to schedule a service technician to come to your home for repair.\n\nWhat is St. Germain Furniture's cancellation and return policy?\nIf a customer calls within 48 hours of receipt of their order, they may return their purchase for a store credit or make a reselection minus any delivery charges. Special order merchandise is excluded. There will be a 20% restocking fee.\n\nDo you have an extended warranty?\nYes, extended warranties are available. Ask your sales associate for the details.\n\nCan I make my monthly payment at your store?\nAll payments should be mailed directly to the finance company.\n\nWhat bank cards does St. Germain’s accept?\nVisa, MasterCard, and Discover.\n\nHow do I report a problem?\nProblems should be reported to our Customer Service Department by calling (504) 394-3136.\n\nWill I be contacted regarding my delivery?\nYes, we will confirm 72 hours prior to delivery and again the evening prior.\n\nWill St. Germain set up my furniture?\nWe set up and assemble some merchandise. For other merchandise we charge a small fee for set up.\n\nCan someone else pick up my order?\nYes, they will need the original receipt, a valid picture ID (such as a driver's license) and a vehicle ID.\n\nCan I return my merchandise to your stores?\nMerchandise must be returned to our store in Gretna. Accessories must be returned in the original package.\n\nWhat is St. Germain’s warranty?\nOur Furniture upholds the manufacturer'",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9521550536,
        "format_confidence":0.9729238749
    },
    {
        "url":"https:\/\/www.buzzgrass.com\/help-and-guides\/frequently-asked-questions\/",
        "text":"What Are the Advantages of Artificial Grass?\n\nThe advantages include saving money and time, especially on lawn maintenance, and it can also improve lifestyle and help with environmental issues.\nLow maintenance – generating savings on time and up-keep costs. This applies to homeowners, the elderly for whom maintenance is not practical, second\/holiday home owners and also organisations such as local councils who have to maintain roadside verges, city parks and pathways\nNo watering – ideal where water is scarce or in hosepipe\/sprinkler ban areas.\nBetter for the environment – no need for pesticides and mowing.\nIdeal for areas of heavy usage – no more slippery, muddy areas, no more muddy shoes or muddy dogs’ paws to have to clean up!\nAll-year-round green – aesthetically pleasing to the eye no matter what time of year. No more yellow patches on your lawn and no more weeds staring back at you!\nClean and hygienically safe – no degradation by pets.\n\nHow Much Artificial Grass do I Need?\n\nIt varies according to each project, why not take a look at the video below to work out how much synthetic grass you will need. If you are still stuck, just ask us to help!\n\nCan I get rolls in a custom width?\nWe only stock 2m and 4m wide rolls, but our grass is really easy to trim down or join. Need help calculating? This video may help:\n\nWhy Install Artificial Grass?\n\nArtificial grass is low maintenance, helping you to save on time and money. You will have a beautiful lawn with no need to mow or water the grass, add fertiliser, and your pets won’t damage the grass.\n\nWhich way around does the joining tape go?\n\nIt goes shiny side down. The glue is then put on the matt bit.\n\nHow is Artificial Grass Held in Place?\n\nArtificial grass is held in place using landscaping pins.\n\nCan I collect the grass?\n\nYes, if you live local to one of our branches that would be fine, just give us a call to arrange. We have branches in Maryport and Amersham.\nDo you ship to Ireland?\n\nWe have an Irish branch that would be happy to help you with your installation. It’s best to call them on: +353 1 486 9037\n\nCan you install the grass for me?\n\nYes! We have a network of installers who can help you, just type your postcode here to find your local installer.\n\nIs artificial grass safe for pets?\n\nYes, your pets will love it! They tend to treat artificial grass just like normal grass except they can’t dig it up! Any droppings are easy for you to remove or wash away. If the grass will receive very heavy use from pets, as it would in a kennels, we recommend that you consider a shorter pile grass, and use disinfectant to clean it, as this will help remove smells and kill bacteria. Still not sure? Watch our video below or if you like, contact us!\nFeel free to read more about how our previous customers’ dogs have enjoyed our grass\n\nHow do I choose the best grass for me?\n\nWe have a wide range of products suitable for all projects and budgets. Our range is split in to 3 categories. We have:\nPremium, Made in Britain range – Made in our UK factory, these products are made from the most durable yarns, with premium PU backing which is perfect for heavy usage areas or areas that pets will use. The products in this range are: Luxe, Elite, Essential, Lawn and Lush\nSignature range – Our softest and longest pile grasses, with a latex backing. They are budget friendly and luxurious.\nPlay range – Made especially for play – our Play and Putt products are short pile and backed with latex.\n\nIf you’re not sure which product you would like, you can order some free samples for delivery to your door.\n\nHow Does Artificial Grass Hold Up to Dogs?\n\nVery well! It is better than natural grass in many ways; dogs are unlikely to dig it up, or cause it any real damage so long as it is properly installed.\n\nHow Long Will Our Artificial Grass Last?\n\nWe guarantee our artificial grass with a fear-free warranty. Our premium range is guaranteed to last for at least 10 years.\n\nWhere is Your Artificial Grass Made?\n\nIn the UK! Our factory is based in Maryport, in Cumbria. We take pride in our Made in Britain status.\n\nCan I Install Artificial Grass on Top of my Existing Lawn?\n\nThis is not generally recommended. The best practice is to remove the grass, prep the surface and install the grass. Here’s our installation video that should explain it:\n\nHow Will it Cope With Flooding?\n\nArtificial grass is permeable so the rain water will run straight through it. However it is a good idea to fit a drainage base below the levelling layer. This is discussed further in our installation section.\n\nWhat Bases Can I Lay My Grass On?\n\nYou can lay your grass onto a whole host of bases. A good, hard one would be tarmac, asphalt or concrete. It’s generally better if you are laying your grass outside that it is porous (as tarmac is).\nIf you wish to install on top of concrete then you need to be careful that the edges of any slabs don’t show through. You could cover the concrete with a layer of sand. Or, even better, install a rubber shockpad between the concrete and the artificial grass. Either sand or a shockpad is also needed when you overlay the join of two different materials, for example soil to concrete.\nIf the surface is impermeable, we advise a slight slope to help water run off. Or you can install sub-surface drainage.\nMany customers of our like to lay their grass onto decking. This again, is fine, but you need to put plywood down first to give a flat surface. Otherwise after a few weeks of use, the grass will start to fit through gaps and make ridges, spoiling your beautiful space.\n\nWhich Cleaning Products Are Safe to Use on Our Artificial Grass?\n\nGenerally speaking, a mild detergent is the best thing to use. You should avoid products that are acidic in nature (ie. pH less than 3) or have oxidising properties (like bleach or peroxide). We sell an anti-bacterial cleaner that is an all-purpose cleaner with a real grass smell! Shop here\n\nWhat Maintenance is Needed?\n\nVery little indeed. You need to remove any debris which falls onto the grass. A leaf rake or garden broom will remove debris like fallen leaves, help realign the fibres and will smooth it over. As the artificial grass is permeable, rain water will run through the the backing and clean it at the same time.\n\nDoes the grass have a directional pile?\n\nYes, it does. So, you need to make sure you align the directions of any different pieces of grass when you lay it down, which is quite easy to do.\n\nWhat holds down the artificial grass?\n\nTo hold your grass down, all you will need is some landscaping pins. We recommend to use these every 1 metre\n\nCan I install artificial grass on a slope?\n\nYes, it is possible. We’ve written a blog on the subject which should help. If you are unsure, please feel free to contact us.\n\nHow easy is it to cut and shape artificial grass?\n\nIt is very easy – just like cutting a carpet. A Stanley knife is a good choice, alternatively a large pair of sharp scissors.\n\nCan I use a barbeque on artificial grass?\n\nTo be on the safe side, you need to ensure your barbeque is raised above the grass and ideally placed on slabs, particularly if you are using disposable barbeques.\n\nDo I need to water the grass?\n\nNo. But if you need to cool your grass down or give it a quick clean, you can.\n\nWill weeds grow on the artificial grass?\n\nLaying a geotextile membrane should stop weeds growing up through your beautiful grass.\n\nWhere can I use artificial grass?\n\nThere are many uses for our artificial grass, including:\n\n  • Roof gardens\n  • Patios\n  • Balconies\n  • Walkways, both permanent and temporary\n  • Caravan and tent entrances\n  • Outdoor staircases\n  • Swimming pool surrounds – we would generally recommend at least three feet between the pool and the artificial grass. This will minimise the risk of discoloration from the chlorine in the pool.\n  • Children’s play areas at schools and nurseries\n  • Pet-friendly areas, dog exercise runs, kennels\n  • Conservatories\n  • Garages\n  • Exhibition spaces\n  • Shopping centres\n  • Showrooms – cars, garden centres\n\nHow do I join the artificial grass pieces together?\n\nIt is easily done using our tape and glue, both of which we can supply as part of your order. The glue is applied to the tape and then the edges of the artificial grass are pressed on top of it. Still not sure? This video should help:\n\nHow will I cope with the part of the garden which is always wet?\n\nThis should not be a problem. When you prepare to lay the grass, you generally just need more hardcore or sand to build up the surface.\n\nAfter a lot of use, will the grass matt or flatten?\n\nAs long as you choose the right grass for your use (we can help you with this, just give us a call), and brush the grass every so often, flattening shouldn’t be a problem. A texturised or curled yarn in the artificial grass also helps prevent matting.\n\nWhat is it like to walk on?\n\nOur artificial grass is soft and springy and provides more bounce than natural grass.\n\nDo I need underlay for artificial grass?\n\nYou should use underlay for your artificial grass and we recommend using a 5mm or 10mm performance pad, particularly for the permanent installation of artificial grass on decking, concrete or other hard surfaces. When laying artificial turf on an existing grass profile, it is important to use a geotextile membrane in order to prevent weed growth.\n\nDo I need to put sand on top of artificial grass?\n\nNo, our grass doesn’t need an infill of any kind! The fibres are full and durable enough on their own!\n\nWill decking rot underneath artificial grass?\n\nDecking will not rot underneath artificial grass, provided it is properly treated before installation. In addition, it is recommended that a treated hardboard is laid on top of the decking, to prevent any decking grooves from damaging the grass.\n\nCan You Use Fireworks on Artificial Grass?\n\nYou must not use fireworks on artificial grass as they can damage the grass. Any sparks that come from the fireworks may be hot, and melt the grass caus... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9963114858,
        "format_confidence":0.9758422375
    },
    {
        "url":"http:\/\/woodenpolebuilding.com\/faq_pb.html?question=What+states+do+you+cover+for+pole+building+designs%3F&num=2",
        "text":"\n\nGet Adobe Flash player\n\nFrequently Asked Questions (FAQs)\n\nBelow are some answers to frequently asked questions for our pole barn buildings designs. If you can not find you answer here, please also go to our Glossary of Terms and Definitions page.\n\nWhat states do you cover for pole building designs?\n\nWe have a nationwide coverage. Some states are excluded.      ^ top\n\nHome   |   Services   |   Resources   |   About Us   |   Contact Us   |   Get A Pole Barn Engineering Design Quote\nCopyright © 2018 Home Contact Us Get a price quote for engineered plans",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.6063532233,
        "format_confidence":0.9698402286
    },
    {
        "url":"https:\/\/thegoodlandlord.com\/buy-the-book\/faq\/",
        "text":"A Guide to Making A Profit While Making a Difference. THE handbook to being an amazing landlord\/property manager.\n\nKeynote Speaker\n\nConflict Coaching\n\nCustomized Training\n\nMastermind\/Support Groups\n\n\nOnline Membership\n\nFeel Free To contact Us\nWe look forward to being of service.\n\n\n\nJamaica Plain, MA 02130\n\n\nJamaica Plain, MA 02130\n\n\n\nFor your convenience, our most common customer questions are answered right here.\n\nNot finding what you want? Reach out directly through our Contact Us page.\n\nWhat motivated you to write this book?\n\nI’ve been a landlord, have coached and trained landlords, and mediated their disputes for over 25 years during which time I’ve observed how they handle conflict. I’ve also been watching how landlords make concessions to tenants in order to build social capital. One thing I can say is that landlords will do better based on how well they meet tenants’ interests.\n\nThis isn’t obvious given the popular view of landlord-tenant relationships as a zero sum game. The highest rent, fewest amenities and lowest maintenance, the most profit.  Tenant losses equal landlord gains.  At least until tenants exercise their rights or the city cracks down or the neighborhood protests, at which point landlord losses can skyrocket. And which landlords are at greatest risk? Those that don’t manage their properties well.\n\nAfter hearing thousands of landlords describe what works best with tenants, however, a different picture emerged. Landlords that effectively meet their tenants’ interests will better meet their own. Raising rents only moderately, meeting tenant needs, rewarding positive behaviors – will actually increase profits. Negotiations over eviction will go much better. Tenants will cooperate by letting contractors in, fixing up the property, keeping hallways clear and more. I wrote this book to help landlords succeed with this.\n\nI also wrote this book to help landlords avoid making mistakes when choosing to be flexible and good to their tenants. When landlords charge below-market rents, and allow late payments and extra roommates, often in exchange for landlord savings, everyone benefits – that is, until these situations are mishandled. Even if it’s in their interest to be flexible and good to their tenants, if poorly handled, landlords can lose not just thousands but their buildings as well! And their peace of mind! And tenants could become homeless! beti bachao padhao essay in marathi does viagra increase stroke risk creative writing and illustration summer camps cialis sandy creek mba thesis on finance topics death in ancient greece essay thesis about making choices course in creative writing ignou follow link signs that you need viagra enter https:\/\/samponline.org\/blacklives\/essay-about-air-crash\/27\/ get link essay on new year resolutions for kids biology b coursework get someone to write an essay for me click https:\/\/eagfwc.org\/men\/que-es-viagra-para-mujeres\/100\/ tomar viagra afecta el corazon pharmacy school entrance essays how to cite an essay in a book mla https:\/\/tetratherapeutics.com\/treatmentrx\/nexium-over-the-counter-2021\/34\/ paxil and zantac ingredients how to write a great speech https:\/\/businesswomanguide.org\/capstone\/thanksgivingday-essay\/22\/ see how many days can you skip abilify crestor pill photo prednisone and naproxen buy levitra online europe follow link The Good Landlord offers practices, skills and tips for how to succeed with being flexible and good in order to do well.\n\nWhat is the basic idea behind The Good Landlord?\n\nWhen landlords meet their tenants’ interests in a way that also meets their own, they satisfy their enlightened self-interests.  And when enlightened self-interests are satisfied, enhanced by building strong relationships, communicating effectively, and making concessions, landlords will not only save money but experience more control, personal satisfaction and peace of mind as well. \n\nWhen landlords meet their tenants’ interests, tenants will:   \n\n  • Pay the rent on time \n  • Cause less property damage\n  • Allow easier access\n  • Pay rent increases\n  • Accommodate delayed repairs\n  • Agree to leave if landlords want eviction \n\nBut there’s more.  Tenants will also take initiative, such as to:\n\n  • call the police to stop break ins. \n  • prevent water leaks from destroying the property,\n  • improve the yard,\n  • handle minor repairs \n  • manage contractor logistics on site \n\nand more based on how they’re treated.   \n\nTenants wanting decent housing at reasonable rents will usually fulfill their tenancy obligations in exchange.   When tenants additionally get respected, recognized and rewarded by their landlords, they will do more to enhance landlord success.   \n\nWho can benefit from this book?\n\nThere are six groups:\n\n1. DIY (Do-it-yourself) landlords.   These are primarily small property owners, owning on average 9 units or fewer.  Most don’t have professional property management, don’t know the relevant laws and regulations and don’t use lawyers to deal with eviction. \n\n2. Tenants:  These tenants value strong working relationships with their landlords in order to preserve decent, affordable housing.   \n\n3.  Property management, finance, leasing, sales, development and rehab professionals: These professionals provide a range of services that enhance landlord success\n\n4. Students, faculty and administrative staff in university real estate programs:  All involved with training tomorrow’s real estate professionals will benefit from the principles and practices presented in The Good Landlord\n\n5. Non-Profit Housing sector:  Nonprofit housing agencies across the country meet a wide range of affordable housing and human service needs for low-moderate income tenants and landlords for which The Good Landlord offers valuable advice.\n\n6. Public Sector agencies including city planners, contract administrators, program and policy staff:  These public officials will benefit by understanding what can enhance stabilization for landlords and tenants through this book. \n\nHow is The Good Landlord different from other books on Real Estate?\n\nMany books tell you how to invest in rental properties, choose the right management company, or handle maintenance and finances.  In this business, however, dealing with tenants is often the toughest part!\n\nImproving how you manage tenants requires more than knowing the laws and regulations, which is what most books present.  Knowing the law is critical, but managing tenants also requires an ability to use your rights effectively.   The Good Landlord presents a methodology for how to effectively use your rights to reach enforceable agreements that meet your needs, whether over tenancy changes or eviction, quickly and at lowest cost.\n\nHow have these ideas specifically helped landlords? What’s an example of how these ideas have been applied successfully?\n\nMy experiences applying the lessons of The Good Landlord have mostly been positive and profitable.   Lessons I’ve applied from The Good Landlord have eased many management challenges and given me greater control while keeping my income up.  Of course my tenants still request repairs and report noisy neighbors, but by meeting their interests, I’ve found tenants calling me to report issues with water leaks or electrical problems even when not affected directly.  They’ve cut me slack if I couldn’t make repairs immediately.  They’ve made minor repairs, landscaped, purchased supplies and cleaned up the premises not just because they enjoy their housing, but because they know I care about them as tenants.   I know this because they tell me.    When tenants know their landlords are meeting their interests, they will meet their landlords’ interests in kind which will enhance profits. \n\nMike, a Good Landlord I describe in the book, offers an example of how to meet his tenants’ interests in order to meet his own.  Mike rents his 20 units primarily to disabled veterans with section 8 vouchers given his own active combat experience in Viet Nam.   Mike “appreciates what they’ve been through,” having served himself.  He values giving back to the community not just by providing affordable, decent housing but by helping them access available services and benefits as well, which contributes to his 100% occupancy rate.   A rubbish contractor himself, Mike has provided furniture for free for his tenants for years, often better than new, he boasts. \n\nWhereas other landlords in Mike’s situation could increase their rents beyond what Section 8 would allow, Mike keeps his rents within Section 8 maximums albeit with modest increases each year.  His guaranteed rental income and do-it-yourself management approach have allowed Mike to make a reasonable profit over the years. He plans to keep doing this until his kids take over rather than convert his units to condos which would be more lucrative.   He feels rewarded from the many appreciations he receives from his tenants, the cooperation he gets when scheduling repairs or conducting the rare eviction, and the fact that he is keeping disabled vets from becoming homeless. \n\nDon’t these Good Landlord practices work only in good times when the market is flush or for those landlords who you don’t depend heavily on their rental income?\n\nAlthough a landlord’s profit depends on income over expenses, good landlord practices will help whether or not the property is doing well. \n\nLandlords pursuing an eviction in which tenants are withholding rent and claiming defenses in court risk losing months of rent while paying legal and professional fees and property damage expense.  What if these expenses were prevented because your tenant didn’t mount an all-out attack?  Time and time again I’ve seen tenants maintain their tenancy obligations and avoid a fight when faced with eviction due to their positive relationship with their landlords.  Whether landlord margins are small or large, they will gain from good landlord practices.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.7995642424,
        "format_confidence":0.9430744648
    },
    {
        "url":"https:\/\/bearessentialsoutdoors.ca\/pages\/f-a-q",
        "text":"How do I care for my saw?\n\nThe saws are finished in Boiled Linseed Oil. It is recommended to re-coat your saw regularly. *Note* Rags soaked in linseed oil and piled up may combust and be a fire hazard. Discard the in the proper manner.\n\nHow do I care for the blade?\n\nAlways store the blade dry. If using the saw in wet conditions, simply wipe the blade dry before storage. If you regularly wax or oil your blades they will likely never rust. Proper care must be used though. Although the blades have a rustproof coating, a surface layer may accumulate if stored wet. If this should happen, you may use a razor, sharp edge, or sandpaper to scrape off the superficial rust. \n\nWhat are the dimensions of the saw?\n\nThe saw blade is 21”, the total length is just shy of 22” and approximately 10” tall. When collapsed it is 22” by about 3”\n\nBeing made completely out of wood, is it heavy?\n\nNo! It’s actually extremely light. Anywhere from 450-650 grams. That’s as little as 1lb-1.3lbs.\n\nThe saws are each handmade from different mahogany offcuts, therefore each saw’s finished weight will vary slightly.\n\nCan I leave it out in the rain\/snow\/sun\n\nIt’s not recommended, but if it happens for a night then the saw will be just fine. Just remember to dry off the blade before collapsing it. Wet storage will eventually rust the blade. \n\nIf you leave the saw outdoors in the elements for extended periods of time, it is considered misuse and may void your warranty.\n\nHow tight do I wind up the saw?\n\nMake sure not to over tighten the Windlass. It may result in compromising the integrity of the handles. That being said, it is important to wind the saw until the handles are snug and it's usable. \n\nCan I leave the saw tightened fully?\n\nYes, there won’t be any damage to the saw if you kept it properly tightened fully for long periods of time. The only thing to remember is your paracord will likely stretch a bit and need to be replaced sooner than if you stored it in the collapsed position.\n\nWhat type of blade is on the saw\n\nWe use a 21” Bahco Dry wood blade.\n\nYou can purchase a replacement blade from us or from a local Bahco dealer.\n\nWhat is replaceable on the saw?\n\n  • the 21” Bahco Dry Wood Blade\n  • 1” brass machine screws, with a matching nut\n  • 550 paracord tensioning string\n  • Leather securing straps \n\nHow do I change the blade?\n\nIf your in the field, insert a knife or anything that fits into the slotted screw. Replace the blade and screw it back on.\n\nMy blade bent, now it won’t fold into the saw.\n\nIf the blade bends from a tree pinching it, you can warp it back into shape with pliers, but unless it’s perfectly straight it will never cut as well as it once did.\n\nReplacement blades are very inexpensive, it is recommended to change the blade out should this happen.\n\nCan I use the saw in the winter?\n\nYes, you can actually use it year round. Just make sure to store it dry if possible. \n\nCan two people use it in tandem?\n\nYes, the best technique is each person focuses on pulling. It works quite well.\n\nHow tight do I wind the windlass?\n\nAs tight as you feel comfortable. The saw should be very snug and not rattle at all. \n\nHow thick of a log can I cut?\n\nWell, that’s a matter of technique. You have 5.5” of clearance on the blade but if you cut at various angles you can achieve double that. 11” thick.\n\nIs the case completely waterproof?\n\nThe case is made of waxed canvas. It’s fairly water resistant but if you leave it in the soaking rain for long periods of time eventually water will seep in.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8844333291,
        "format_confidence":0.9762860537
    },
    {
        "url":"https:\/\/www.fencebyfms.com\/frequently-asked-questions\/",
        "text":"Family Owned Fence Company Pittsburgh\n\nFrequently Asked Questions\n\nWhen preparing for your fence installation, we have the answers to your questions. Read here and contact us for any additional questions or help.\n\nBest Deer Fencing\n\nKeeping deer out of your yard or garden can be accomplished with three common fence types, including chain link, split rail wood fence with chain link, or wood fencing. With a chain-link fence, you don’t get a lot of privacy, but they can be installed up to 12’ to keep the deer out. A split rail wood fence with chain link boosts your home’s curb appeal while also provides a custom solution to keep deer and other pests out. Wood fencing is another great option that can be built up to 6’ high and customized in your choice of color to keep deer out with a stylish appearance.\n\nBest Fences for Dogs\n\nWhen choosing the right fence for your dog, be sure to consider the dog breed and size, aesthetics, and the size of your lot. A wooden or vinyl 6’ privacy fence is a great way to keep your dog contained and also provides privacy for easily distracted dogs. With a split rail fence, you get a beautiful look and the ability to protect your dog from escape and outside distractions. A chain-link fence is one of the most common and effective options for dog fencing.\n\nBest Fences for Pools\n\nThere are three popular types of fencing used for pools, including ornamental aluminum fencing, PVC fencing, and wood fencing. If you are looking for a durable, low maintenance fence with a sophisticated appearance, ornamental fencing is your best option. PVC fencing offers privacy and safety in a variety of low maintenance styles. Woof fencing is customizable and inexpensive but does require more maintenance than other materials.\n\nHow Much is Fence Installation?\n\nBased on information from HomeAdvisor, most homeowners can expect to spend between $1,645 and $3,946 for fence installation, with the average cost being roughly $2,737. There are a variety of factors that affect the cost of your fence installation, which include the cost for permits, parts, grading the land, utilities, labor, and the height of the fence. The type of material you choose can also increase or lower the cost. For example, chain-link is more cost-effective, whereas vinyl can be more expensive.\n\nShould I Repair or Replace my Fence?\n\nIn some cases, repairs can be completed. For vinyl or aluminum fencing, the damaged rails or vinyl pickets can be replaced. For a damaged wooden fence, wood filler or putty can be used to repair smaller cracks or holes. More severely damaged boards or rails can be replaced. In some cases, replacement is more cost-effective. If you need to replace more than 20% of your fence pickets or fence panels, then it is recommended that you replace the entire fence.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9930717349,
        "format_confidence":0.9730703831
    },
    {
        "url":"https:\/\/lastfiascorun.com\/faq\/readers-ask-what-is-the-best-organic-fertilizer-for-raspberries.html",
        "text":"Readers ask: What Is The Best Organic Fertilizer For Raspberries?\n\nTop 5 Best Fertilizer for Raspberries\n\n  • Miracle-Gro Performance Organics Edibles Plant Nutrition Granules (My Top Pick)\n  • Burpee Organic Bone Meal Fertilizer (Best Pick For Established Plants)\n  • EcoScraps for Organic Gardening Berry Plant Food (Best Eco-Friendly Pick)\n\nHow do you fertilize organic raspberries?\n\nUse an all-purpose organic fertilizer rich in nitrogen and phosphorous and do not fertilize later than June. Reduce pH of alkaline soils with humus, peat, pine needles or an organic fertilizer specifically designed for acid-loving plants.\n\nAre coffee grounds good for raspberries?\n\nRaspberries love nitrogen, and UCG have lots of it to offer. By the spring, when the raspberries will actually want the nitrogen, the coffee will have started decomp and provide the nutrients right where they’re needed, right when they’re needed.\n\nWhat Should I Feed My raspberry plants?\n\nA slow release, high potash fertiliser applied annually at the beginning of each growing season produces best results; Vitax Q4 is ideal. Summer fruiting raspberries, in other words those that are harvested in the main season, fruit on canes that grew the previous season.\n\nHow do I make my soil more acidic for raspberries?\n\nRaspberry plants prefer soil with a pH between 5.5 and 6.5. Acidic soils should be amended with lime to raise the pH level, based on the results of a soil analysis. University extension offices can provide these services.\n\nHow do you increase the yield of raspberries?\n\nIf a trellis or support is used, black or purple raspberries can be tipped 6 to 12 inches higher. Tipping promotes branching, which, in turn, increases the number of fruitful buds and will increase yield. After berries are harvested from the floricanes, remove those canes at soil level.\n\nYou might be interested:  Often asked: How Do I Trust My Husband Again After Lying?\n\nIs blueberry fertilizer good for raspberries?\n\nFertilization. Blueberries and raspberries both benefit from a fertilizer application in early spring before new growth begins. Blueberries plants should be fertilized with 1 ounce of 10-20-10 fertilizer for every year of the plant’s age, up to 8 ounces. Apply 4 to 5 pounds of fertilizer per 100-foot row of raspberries\n\nIs lime good for raspberries?\n\nRaspberry plants hate wet feet, and they are gross feeders. If, like us, you have acidic soil, you will also need to add some lime, because raspberries prefer a soil pH of around 6.0.\n\nWhat is the best mulch for raspberries?\n\nRaspberries enjoy a 2- to 3-inch layer of mulch. Good mulches for use in the home garden include leaves, lawn clippings, and wood chips or shavings because they are usually free of weed seeds.\n\nShould I water my raspberries?\n\nWater raspberries plants during the day. Give them about 1″-2″ per week during growing season and up to 4″ per week during harvest. The plants are rather shallow rooted, so moisture needs to be at the surface.\n\nIs chicken manure good for raspberries?\n\nUse fully rotted or composted chicken manure for fertilizer in your raspberry rows. Till composted manure into the deep soil when planting raspberry canes. After the first growing season, use no more than 7.5 pounds of composted manure for 10 feet of raspberry plants.\n\nDo raspberries like manure?\n\nWhen and how to plant raspberries Dig in lots of well-rotted manure – at least a bucketful per square metre\/yard – and add a general fertiliser or blood, fish and bonemeal. After planting, cover the soil with a 7.5cm (3in) thick mulch of bulky organic matter, such as garden compost.\n\nYou might be interested:  What is hong kong flour?\n\nHow often do you fertilize raspberries?\n\nFeed every 7 to 14 days during the growing season, following label directions. Then, stop feeding in early July so your plants can begin entering their dormant period for the season. Begin fertilizing established raspberry bushes in the spring after you prune them.\n\nIs bone meal good for raspberries?\n\nGrow Raspberry Plants as a Border If you are short of gardening space, but want to include raspberries, consider planting a border of raspberry plants. Every spring, add bone meal to the border to supply extra nutrients for the plants.\n\nWhat compost is best for raspberries?\n\nThe ideal mixture is 80% general purpose potting compost plus 20% of loam based (John Innes for example) compost. The loam based compost will give the soil some body and help the roots to secure themselves firmly. One or two raspberry canes can be planted in a container which is 45cm \/ 18in or more wide.\n\nWhat kind of soil do raspberries prefer?\n\nThey grow best in well-drained, fertile soils with a pH of 6.0 to 6.8. Raspberries grow poorly in heavy clay or poorly drained soils. Poor soils can often be improved by incorporating well-rotted barnyard manure or compost. Planting in raised beds can improve drainage.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9247397184,
        "format_confidence":0.9605643153
    },
    {
        "url":"http:\/\/www.yourpurebredpuppy.com\/faq\/shihtzu.html",
        "text":"Questions and answers about Shih Tzu temperament, personality, behavior, physical traits and characteristics, feeding, health care, buying, adoption, puppies and adult dogs.\n\ndog health care book\n\nRaise and train your dog the RIGHT way and he will live a long, healthy, well-behaved life – and both of you will be happy!\n\ndog training book\n\nShih Tzu dog breed\n\nFrequently Asked Questions About Shih Tzus\n\nBy Michele Welton. Copyright © 2000-2018\n\nHow big are Shih Tzus?\n\nThe traditional size for the Shih Tzu is 8-11 inches at the shoulder and 9-16 pounds, but some individuals are smaller, in the 5-9 pound range.\n\nHave you heard these phrases: Imperial Shih Tzu? Teacup Shih Tzu? Tiny Toy Shih Tzu? Miniature Shih Tzu?\n\nSome breeders use those cutesy, made-up phrases as \"marketing terms\" for smaller Shih Tzu. That's all they are – marketing terms. There is only one Shih Tzu breed. Whether an individual weighs 5 pounds or 15 pounds, he's still just a Shih Tzu. Some are simply smaller or larger than others. The larger individuals are sturdier and make safer pets for many families.\n\nWhere does the Shih Tzu come from, and why was the breed developed?\n\nThe Shih Tzu was developed in China (possibly Tibet), as a lapdog companion for Chinese royalty.\n\nHow is Shih Tzu pronounced, and what does it mean?\n\nThe Chinese pronunciation is roughly SHIRR dza, but the Western pronunciation is SHEET-sue. The name means Lion Dog and refers to the \"regal look\" of the breed.\n\nFor more than one Shih Tzu, do you say Shih Tzus?\n\nOfficially, Shih Tzu is both singular and plural, just as deer or sheep can mean one individual or many.\n\nUnofficially, many people do say Shih Tzu for one dog, and Shih Tzus for more than one.\n\nWhat kind of temperament and personality does the Shih Tzu have?\n\nI give you my honest opinions about Shih Tzu temperament and personality -- positives AND negatives -- in my dog breed review, Shih Tzu Temperament (What's Good About 'Em, What's Bad About 'Em).\n\nWhat colors do Shih Tzus come in?\n\nShih Tzus can be any color: solid, particolor, and blends. Usually they have a white blaze on their face.\n\nDo Shih Tzus come in longhaired and shorthaired varieties?\n\nNo, their natural coat is always longhaired, silky, and dense, and it's a double coat (which means an outer coat, plus an insulating undercoat).\n\nMany owners choose to minimize brushing and keep their Shih Tzu looking like a perpetual puppy (very cute!) by shearing (clipping) the coat short several times a year. You can do this yourself, or have a professional groomer do it.\n\nHow much grooming do Shih Tzus need?\n\nIf you keep the coat long, coat care is a major consideration, requiring daily brushing and combing to avoid mats and tangles, which can be quite painful, as they pull on your dog's skin whenever he moves.\n\nThe worst places for mats and tangles are behind their ears, behind their front legs (in their \"armpits\"), and on their chest, stomach, and groin. Their legs and paws also need to be kept combed, and their tail. And you should clip their groin and anal area short so it stays clean and sanitary when your dog goes to the bathroom.\n\nHow much do Shih Tzus shed?\n\nIt depends on whether you keep their coat long or short. All Shih Tzus shed some hairs here and there throughout the year, with the bulk of their shedding occurring twice a year, for three weeks in the spring as their winter coat switches over to a cooler summer coat, and three weeks in the fall as their summer coat switches over to a thicker winter coat.\n\n\n  • If you keep the coat long, their shed hair gets caught in the long coat and only comes out when you brush them, instead of falling onto your floor and furniture.\n  • Whereas if you clip the coat short, the hair can now fall out freely.\n\nSo shearing the coat means less brushing, but more obvious shedding, while keeping the coat long means more brushing, but \"less\" shedding.\n\nThough often touted as \"hypoallergenic\" and \"low-shedding\", Shih Tzus are neither. However, some allergic people do okay with this breed as long as they keep the coat long enough to catch the shedding hairs, and commit to brushing.\n\nAre there any health concerns with their short face, or their short-legged, long-backed build?\n\nYes. Some Shih Tzus are more \"normal-looking\" than others. More normal-looking Shih Tzus have a face (muzzle) that is a little longer, legs that are a little longer and straighter, a body that is a little shorter, and\/or eyes that are smaller and less protruding.\n\nOther Shih Tzus have a very squashed face, large protruding eyes, stubby bowed legs, and\/or a very long body.\n\nThe more \"normal-looking\" a Shih Tzu is, the better.\n\nA Shih Tzu can be a great little dog, but the reality is that his physical build is neither natural or healthy. The Shih Tzu, in fact, is afflicted with two skeletal deformities: chondrodysplasia and brachycephalic syndrome.\n\nDogs were never intended to have a long back and short legs, especially if the legs are bowed (like Queen Anne furniture legs). This build is caused by a genetic skeletal deformity called chondrodysplasia, which translates roughly to \"faulty cartilage.\"\n\nWhen a puppy is developing in the womb, his skeleton is first formed in cartilage as a sort of model. As he continues to develop, the cartilage is supposed to be replaced by bone. But if, because of certain inherited genes, the cartilage doesn't transform properly into normal bone, the puppy will be born with incorrect proportions of cartilage and bone.\n\nThe result is a large head and chest, short, thick, bowed front legs, and a longish back with calcified disks that lack elasticity and cushioning powers and are predisposed to coming loose and protruding into the spinal canal (intervertebral disk disease). Chondrodysplastic dogs are also more susceptible to joint problems, and later in life, arthritis.\n\nThe other deformity of the Shih Tzu is called brachycephalia (BRAK-ah-sa-FAIL-ya). This tongue twisting word comes from the Greek roots brachy (meaning short) and cephalic (meaning head). A rounded head and shortened face are skeletal deformities that cause a variety of health problems.\n\n  • All short-faced dogs have some trouble breathing. They snuffle and snort their way through life, with their breathing difficulties becoming worse when they're excited.\n  • Their nostrils tend to be slim and pinched and may have soft cartilage that cause the nostrils to collapse when the dog tries to pull air in forcefully.\n  • The trachea (windpipe) tends to be narrow, restricting air flow even more.\n  • The soft palate (a flap of skin across the back of the throat that prevents food and water from entering the windpipe) is often fleshy and elongated and tends to fall loosely into the throat. This causes noisy breathing, gagging and hacking (as though the dog has mucous in his throat), and sometimes spitting up white froth.\n  • The eye sockets are shallow, which means the eyes could actually pop out if the dog bangs his head while playing or even pulls too hard on the leash.\n  • The prominent eyeball is susceptible to scratches and corneal ulcers.\n  • If the eyelid can't reach out far enough to fully cover the protruding eyeball, the eye can dry out, leading to a serious disorder called, appropriately, dry eye.\n  • The teeth are crowded together and tend to grow at odd angles, trapping food debris and leading to dental disease.\n  • Their loose folds of facial skin are dark, warm, and moist -- perfect breeding grounds for bacteria. The result can be raw irritated skin and chronic bacterial infections called pyoderma (skin fold dermatitis).\n  • Eating and drinking can cause problems because when they put their face into a bowl and try to coordinate swallowing and breathing, food particles and water can get pulled through their nose and into their windpipe, causing gagging, coughing, or spitting up.\n  • On a more delicate note, breathing through the mouth means swallowing air, which often produces excessive gas.\n  • Short-faced dogs frequently can't deliver their puppies because the puppies have such large rounded heads. C-sections under general anesthesia are typically required, and short-faced puppies are exceptionally fragile and have a higher mortality rate than puppies with normal heads.\n  • Short-faced dogs are risky to anesthetize, requiring extra-special precautions for neutering, dental cleaning, and x-rays.\n\nBrachycephalic syndrome isn't a disease that your Shih Tzu \"might get.\" It's a syndrome that ALL short-faced dogs are born with. Their respiratory system is structurally compromised, and they all suffer some degree of associated health problems.\n\nSome things you can do to help your Shih Tzu:\n\n  • Keep him slim. Extra weight means that he has to breathe harder to carry it around.\n  • Wash and dry his face after every meal or long drink of water.\n  • In hot or humid weather, keep him in an air-conditioned home as much as possible.\n  • When he goes outside in hot or humid weather, don't let him get over-excited or over-active. Short-faced dogs have a high risk of heatstroke because they can't pant vigorously enough to lower their body heat.\n  • NEVER leave him alone in a car. Even if it doesn't seem particularly warm outside to you, and even with the windows rolled down part-way, heat and stuffiness can build up rapidly and a short-faced dog can die.\n  • Teach him not to pull on the leash, or else walk him with a harness. A collar puts pressure on his windpipe. Make sure the harness is shaped so that it wraps around his CHEST, not around his throat. A Y-shaped harness is what you want, not a figure-8-shaped harness.\n  • Keep him away from chemicals that could irritate his respiratory system. This means no smoking in the house and no chemical cleaning products (buy natural cleaners from the health food store). Keep him away from freshly-cut grass, and indoors as much as possible during pollen season.\n  • Make sure your vet uses only the most modern anesthetics (such as i... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9341755509,
        "format_confidence":0.9771457911
    },
    {
        "url":"https:\/\/customflutecrowns.com\/faqs\/",
        "text":"How does the new crown attach to my headjoint?\n\nSame way as your old one. Just unscrew your current crown, then screw on your new Custom Crown by Boundless Flute.\n\n\nShould I get a standard or a heavy crown? \n\nDo you love the way your flute sounds right now, and don't want to change it? If the answer is yes, you should get a standard crown. Have you added weight in the past, and liked the effect? Then get a weighted crown. Not sure? Try a weight kit and see if you like the added weight. \n\n\nMy crown doesn't fit! \n\nReal talk: it's bound to happen to some of you. I'm sorry! Headjoint makers sometimes change the screw thread they use, and change the diameter of the headjoint tube over time. While I have collected a lot of data on a lot of flutes, it's just not possible at this early stage for me to have all the numbers on every flute ever. For example, I had a bunch of Miyazawa numbers from a large range of serial numbers, and they were all very consistent. And then, I got one vintage Miya that was super tiny! So, at some point, they changed their dimensions. If your crown doesn't fit, let me know right away, and I'll work with you to get the right size and make an exchange at no added cost. As much as your crown not fitting kind of stinks, in a way, it's a great thing because it gives me more data, and helps someone else down the road. Thanks for taking one for the team!\n\n\nMy crown fits my flute, but the headjoint doesn't fit in the case when the new crown is on. What do I do? \n\n#1 - see if your local flute technician can remove a spacer from your case to make room. \n\n#2 - if nothing can be done, please contact us and we'll do our best to help you measure your flute and hook you up with a shorter crown of the same design, if possible.  \n\n\nWhy isn't my headjoint maker listed? \n\nThere are a whole lot of makers out there, and I've only listed the makers that I have data on multiple headjoints from. If you have a headjoint from a maker who is not listed, please share your dimensions! If you can supply me with accurate measurements on a maker I don't have numbers for, I'll happily extend a 5% discount on your order for a crown for that flute. \n\n\nHow does weight affect the sound? \n\nI could put a lot of pseudo-sciencey mumbo jumbo here, but the truth is, no one really knows. And not everyone perceives a difference. And every flute reacts differently. On some flutes, the smallest weights surprisingly have the best effect. On other flutes, though, it's the larger weights that focus the sound, add richness, and make the articulation more crisp and immediate. Some flutes, well, they just like to be weightless and free! I know as someone selling weighted crowns and kits for flutes, I should probably tell you it will always be amazing...but that's not how I roll. Try a kit for yourself. If you don't like it, let some friends try it and sell it one of them, or return it within 7 days and you'll get your money back. \n\n\nWhich weight in the weight kit is closest to being like a heavy crown? \n\nIt depends on the crown's starting weight, but most likely the \"large\" size will be most similar. \n\n\nWill my weight kit be compatible with other flutes? \n\nCompatibility list for weight kits: \n\n-Drelinger is compatible with no one else\n\n-really old Bundys are compatible with no one else (kudos to you if you are tricking out an old Bundy!) Otherwise, they are compatible with the other American makers. \n\n-Arista, Artley, Brannen, Burkart, Gemeinhardt, Haynes, Lafin, Powell, Williams, and most other American makers are all compatible. \n\n-Mateki has switched threads throughout its production. Some are only compatible with other Matekis. Some are compatible with Altus, Azumi, Jupiter, Miyazawa, Muramatsu, Pearl, and Sankyo. \n\n-Altus, Azumi, Jupiter, Miyazawa, Muramatsu, Pearl, and Sankyo, and some Matekis are all compatible. \n\n-Trevor James and Yamaha are compatible, except for some older TJs, which are compatible with no one else. \n\n\nWill my crown be compatible with other flutes? \n\nThis is a little more complicated than the list above, because in addition to having different screw threads, different makers have different sized headjoint tubes. \n\n-A crown made for a Drelinger won't fit anything else. \n\n-A crown made for a Brannen, Burkart, Lafin, or Powell, will fit an Arista, Artley, Gemeinhardt, or Haynes, but not vice-versa. \n\n-A crown made for a Pearl or a Sankyo will fit on a Altus, Azumi, Miyazawa, or Muramatsu, (and maybe a Mateki), but not vice-versa. \n\n-A crown made for a Trevor James will fit on a Yamaha, but not vice-versa.\n\nThere are exceptions to all of these rules. This is why no one makes mass-produced custom crowns that screw on in a traditional way. I am crazy for trying. You're welcome. \n\n\nIf I buy a crown and then get a new flute from a non-compatible brand, can you modify my crown to fit the new flute? \n\nMaybe! Let's talk. \n\n\nDo you make crowns for piccolo, or low flutes? \n\nI can make a crown to fit any flute as a special order. Having them widely available so you can just choose your brand and be pretty much guaranteed that it will fit is much, much more complicated and requires a lot of data. Unfortunately, i don't have the data yet to confidenlty offer piccolo or low flutes crowns. I've started to compile numbers, and the more custom orders I get, the sooner I'll be able to offer those products.\n\n\nI have an idea for a crown. Can you make it for me?  \n\nMost likely! Send me a message with your idea, and we'll talk about it. Individualized custom silver crowns start around $500, and increase in price depending on complexity of the design and metal or stone choices.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.6457923055,
        "format_confidence":0.9786779881
    },
    {
        "url":"https:\/\/www.isaachomeenergy.com\/Why-Isaac\/Insights\/Home-Comfort-Tips\/News-You-Can-Use\/Answers-to-your-most-common-FAQs",
        "text":"Answers to your most common FAQs\n\nAnswers to your most common FAQs\n\n1. Do I really need to clean and tune my heating system every year?\n\nShort answer: Yes. Reasons why:\n\n  • A lot can happen in one year – deteriorating components, debris on burners, build-up in exhaust vents and flues, etc.\n  • Newer furnaces have sophisticated equipment that needs to be tuned regularly\n  • A precision tune-up, cleaning and safety inspection provides peace of mind and helps ensure safe operation for you and your family\n  • Your service tech can catch issues before they become costly problems\n  • Changing filters will improve efficiency, air flow, and reduce allergens\n  • When tuned properly, your system will operate at its highest efficiency to save money\n\n2. How long will my equipment last?\n\n  • Water heaters: 9 to 11 years\n  • Furnaces: 16 to 18 years\n  • Central air: 15 to 18 years\n\nOf course, these are averages so longer (and shorter) useful equipment lives are possible. Proper maintenance of your systems will extend their life cycle and ensure efficient operation.\n\n3. Why doesn’t our heating or A\/C system keep our entire house evenly warm or cool?\n\nThere are common culprits here, and a home energy audit can provide definitive answers. Very often we find that, in forced air systems, the ductwork is not properly adjusted or insulated. There are dampers on ducts that can easily be adjusted, but your winter settings should probably be different than your summer ones. Improper insulation levels and air loss and infiltration also make some areas colder or warmer than others.\n\n4. How do I know what system to buy?\n\nYou can only know for sure when a knowledgeable HVAC professional visits your home, takes a thorough look, and asks you the right questions. You need an analysis that reviews your needs, house, and energy bills – and considers all the key criteria. Your contractor should discuss:\n\n  • All the different options and solutions\n  • Pros and cons of each potential system\n  • Differences in cost and payback time frame\n  • Anticipated comfort levels and other key factors\n  • The size of your home including a heat loss\/gain calculation that determines the necessary size of equipment\n\nTo create the best, personalized solution for your home, your contractor needs all the right answers. This is how we approach every home comfort project at Isaac.\n\n\nBy Jake Coleman\nResidential Service Manager",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9809316993,
        "format_confidence":0.9628367424
    },
    {
        "url":"https:\/\/www.fireangel.co.uk\/home\/faq\/?tag=install-guidance",
        "text":"There are two ways to tell your alarms apart.\n\n\nThe loud, quick way:\n\nPress the test button on each alarm, which will highlight that alarm in your app. This will, however, sound the alarms.\n\n\nThe quiet, slower way:\n\nTake the units off base one at a time, which will generate an off base notification. This can take about a minute to get through, but does not make noise.\n\n\nYou can then select the device and rename in the settings.\n\nOnce you have registered for the FireAngel Connected App and set up your gateway you can hit the “Add Devices” button and follow the instructions on screen.\n\n\nYes, the alarms will still function and interconnect without the FireAngel Pro Connected Gateway.\n\nIf you do not add the gateway, though, you will not be able to use the FireAngel Connected app.\n\nWatch the video below for installation support:\n\nWes will show you how…\n\nIf your Current alarms do not comply with the new Fire & CO Safety Standards then you will need to install units which fall in line with the new standards.\n\nThe current date that the new Fire & CO Safety Standards go live is February 2022 although this may change.\n\nThe New Fire & CO Safety Standards for Scotland state that all homes in Scotland must have: A smoke alarm installed in the room most frequently used for general daytime living. A smoke alarm in every circulation space on each storey, such as hallways and landings. A Carbon Monoxide alarm to be fitted in each room with a carbon-fuelled appliance for flue. A heat alarm in every kitchen. All smoke and heat alarms to be hardwired or wirelessly interlinked. Click here to see which ranges you can install – (link to Product OVerview with Scottish Regulation filter ticked).",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8509373069,
        "format_confidence":0.886533618
    },
    {
        "url":"https:\/\/oakwoodsoutlet.co.uk\/product-category\/floor-by-type\/floor-type\/parquet-flooring\/",
        "text":"Parquet Flooring is fast becoming more popular than ever. The eye-catching patterns were the first choice of the wealthy in the early 1900s. But with Engineered blocks now more affordable than ever, Parquet flooring (particularly Herringbone) is a popular choice for those looking for something a bit more distinctive than plank flooring.\n\nIs Parquet Flooring real wood?\n\nLike normal plank flooring, there is an ever-growing number of options when it comes to construction. Parquet traditionally was made of nothing other than your chosen wood species e.g. Oak. This solid construction has been phased out over recent years in favour of Engineered Parquet Flooring, which has a real wood top layer with a Plywood base. This gives the blocks extra structural stability meaning it can be installed with Underfloor heating and even in Kitchens and Bathrooms.\n\nHow much do Parquet floors cost?\n\nThe cost of Parquet Flooring varies greatly depending on the specification of the blocks. You can however normally expect to pay anywhere between £35 and £75m2. Bear in mind, that installation is more complex than plank flooring, so this may cost you more.\n\nWhat wood is Parquet flooring?\n\nParquet is normally Oak. Either Solid blocks, which are 100% Oak, or Engineered which just feature a top layer of Oak with a plywood base. Other wood species are used e.g. Walnut and Laminate and LVT Parquet floors are becoming more popular.\n\nCan you sand Parquet?\n\nYes, like all real wood floors, Parquet blocks can be sanded and re-finished. However, take care to ensure the top layer is thick enough for sanding i.e. if a 3mm Parquet floor has been sanded several times already, you may not be able to sand it again.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9967515469,
        "format_confidence":0.5613786578
    },
    {
        "url":"https:\/\/pinetopmccall.com\/faq\/",
        "text":"When ordinary is not good enough...\n\n\nBuilding a home in McCall, Idaho FAQ\n\nHow do I get my project started?\n\nWe invite you to contact Dusty Bitton 208-315-0090 dusty@pinetopmccall.com to set up a meeting and talk over your plans. We’ll listen to your ideas, explain our process in detail and answer all your questions.\n\nBack to top\n\nWhat sets a Pinetop Custom Homes apart from other custom homes?\n\nThe quality, craftsmanship, and attention to detail in every Pinetop project are evident as you walk through one of our homes. Visit our Gallery to see some examples of our work. Pinetop has the experience to build in the mountain environment and is on the leading edge of energy efficiency, construction processes, and design features that give Pinetop homes a distinctive look and feel. Pinetop has a talented team of professionals that can effectively manage your project from choosing and acquiring a suitable building site, creating an efficient design, constructing and finishing your custom home to meet your requirements and budget.\n\nBack to top\n\nHow does the new-home building process typically work with Pinetop Custom Homes?\n\nPinetop has the full capabilities to design and build your home, offering you the convenience of a single point of contact. We also have relationships with local area architects that we can recommend to you based the specifics of your project. Our process always centers on you, from planning through completed construction. With plans and building site in hand, we’ll then prepare a detailed construction specification and estimate for your review.\n\nBecause we aim to deliver a 100% turn-key project, we’ll work with you to create a spec that’s within your budget — and strive to keep to it throughout your build. Pinetop will obtain all the necessary building permits and design review approvals for you. Throughout the construction process Pinetop will schedule a number of onsite meetings to get your input on framing, electrical, plumbing, and finishing plans. Our intent is to avoid any surprises and make sure all parties are on the same page, make timely decisions, and keep on our schedule.\n\nBack to top\n\nHow does the design process typically work with Pinetop Custom Homes?\n\nPinetop has a number of design plans to choose from homes that we have built. We can start with one of these plans and adjust it to meet your requirements and lot parameters. We can also start with a plan you find online or a sketch you have done. In our initial meeting we will have a detailed list of questions to help define your requirements and specifications for your home. We can help you understand what will drive your costs and how to efficiently design your home.\n\nPinetop uses Chief Architect Design software to use technology to create your design right before your eyes with your input included on a real time basis. This will not only show you layouts and elevations but also three dimensional doll house views that show you your interior views and even include your furniture and fixtures!\n\nBack to top\n\nHow does the interior design process typically work with Pinetop Custom Homes?\n\nPinetop has built many homes and has numerous examples of interior finish selections and design features to preview for ideas for your home. Through this experience and the utilization of professional interior designers we can assist you whether you know exactly what you want in your home or as we have heard from some clients that they “don’t have a clue”. We will assess each client’s needs in this area and develop a game plan from there.\n\nOur suppliers offer a wealth of knowledge and expertise in their specific product line and are on the cutting edge of innovation and design trends. You will spend a day or two in Boise visiting the various supply houses to learn about products and make your final selections that will finish out your home in style and elegance.\n\nBack to top\n\nHow much does it cost to build a Pinetop Custom Home?\n\nThis is seemingly a simple question but requires a fairly complex answer based on numerous inputs and requirements to reach a per square foot cost for each unique custom home that Pinetop builds. That being said Pinetop has a good handle on historical costs, current lumber and materials pricing, labor costs, and finish costs that go into building a high energy efficient, quality, nicely appointed home.\n\nWe are currently seeing cost per square foot for our Pinetop standard homes ranging from $250 to $300. The standard package includes high efficiency Lennox forced air electric heat, Energy Seal spray foam insulation, 2 x 6 wall panel construction with the Zip sheathing system, tile and pre finished engineered hardwood flooring, alder cabinets, granite countertops, gas fireplace insert, knotty pine doors and trim package, stainless steel appliances, Moen plumbing fixtures, and oil rubbed bronze lighting fixtures.\n\nThe larger and more unique homes with upgraded infrastructure and finish items can be in the $300 to $350 per square foot range. Additional features include radiant heat slab on grade, high efficiency heat pumps, tank less water heaters, extensive interior and exterior stone work, walk in tile showers, custom tile and hardwood flooring, knotty alder door and trim packages, custom made and stained \/painted cabinetry, Timber Tech decking, Pella Architect Series wood windows and doors, interior and exterior timber trusses, and upgraded plumbing, lighting, and appliance packages.\n\nBack to top\n\nHow does the remodeling process typically work with Pinetop?\n\nPinetop gives smaller projects the same level of personal care and attention to detail that we give to the new custom homes we build.\n\nPinetop will come out to review the project and collect the scope of work. From this information, a preliminary design plan will be created and sent to you for your review and comment.\n\nWe’ll then prepare a detailed construction specification and estimate for your review. Because we aim to deliver a 100% turnkey project, we’ll work with you to create a spec that’s within your budget — and strive to keep to it throughout your build.\n\nPinetop will obtain all the necessary building permits and design review approvals for you.\n\nAs construction progresses, we’ll meet with you regularly to keep you up to date on our progress against your schedule and budget. If a decision needs to be made you’ll always be part of the discussion. Managing your costs is as important to us as it is to you.\n\nIn addition, we’ll do our utmost to minimize the disruption that a remodel or addition can create.\n\nBack to top\n\nHow do Pinetop and its clients communicate? How accessible is your staff when I have a concern?\n\nConstant contact and constant input are at the heart of our communications with our client. We aim to work collaboratively with you, and are always available. Pinetop is savvy with technology that helps us keep connected efficiently via phone, text, e mail, google apps, skype, website, facebook, houzz etc.\n\nPinetop also utilizes Builder Trend, a web based software package to manage the schedule, post progress pictures, and communicate details and information to keep you informed on the project with 24\/7 access.\n\nPinetop’s personal touch extends to the regular meetings you’ll have with the Pinetop team members. In these discussions we’ll talk together about the progress of the job, how we’re doing against your budget and any issues that have arisen. The goal: To keep you in the loop at all times, and eliminate any surprises.\n\nBack to top\n\nDo I need my own land, plans or financing before I call Pinetop?\n\nYou can come to us with a building lot, architectural plans and financing in place. Or we can work with you to acquire land, create your home plans and\/or secure financing.\n\nBack to top\n\nHow much input and control will I have in my project?\n\nOur team wants to build (or remodel) your home the way you envision it. As our valued client, you are involved in all decisions regarding your project. We stay in constant communication with you. And we strive to minimize added costs by assembling a total cost package that meets your specifications early in the planning process.\n\nBack to top\n\nWho does the work?\n\nOur reputation is only as good as the work we do for you — which is why Pinetop’s owner Dusty Bitton personally oversees all work by being onsite to inspect what we expect. Dusty also manages the schedule and subcontractors scopes of work.  Carrie Potter is our Office Manager and handles all of the bill payments, lien releases, and monthly accounting of your project.\n\nThe contractors who will build your home are highly skilled and deeply experienced in their trade — in our opinion, they’re the best in the field. They’re devoted craftspeople who have worked for us over many years. As compared to other contractors in the McCall area Pinetop has the best team to build you the best home available in the most efficient time frame.\n\nBack to top\n\nHow does Pinetop manage my costs?\n\nWe begin with detailed estimating and specifications for your project. As your project progresses, we report to you the progress of your job relative to our estimate through our monthly draw and Progress Billing Summary reports. We will be completely up-front and honest with you when we discuss the cost impact of an upgrade or other change.\n\nPinetop also requires lien releases from all subcontractors prior to payment to protect your investment and ensure any issues are resolved prior to your closing on your home.\n\nBack to top\n\nWhat can I expect a year after the last truck drives off? Five years later? Ten years later?\n\nYou can expect the same level of care and personal attention Pinetop devotes to building or remodeling your home. You’ll receive a standard, one-year warranty on all work we do.\n\nBut no matter how long you own your home, we’ll be here for you. We’ve been building in your community for 10 years. We’re your neighbors. We always want to do the right thing for you. We pride oursel... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8615780473,
        "format_confidence":0.9770585895
    }
]