[
    {
        "url":"https:\/\/comicbookroundup.com\/comic-books\/reviews\/dc-comics\/wonder-woman-agent-of-peace-(2020)\/2",
        "text":"Wonder Woman: Agent of Peace #2\n\nWriter: Amanda Conner, Jimmy Palmiotti Artist: Daniel Sampere Publisher: DC Comics Release Date: April 29, 2020 Cover Price: $0.99 Critic Reviews: 4 User Reviews: 3\n7.8Critic Rating\n6.2User Rating\n\n+ Pull List\n\nWonder Woman must rescue Lois Lane on an expedition to the treacherous mountain K2! Lois is hot on the trail of a missing group of female climbers who are hoping to conquer the peak. But what dangers lurk in k2’s snow-covered caverns – and can Princess Diana keep the Daily Planet’s intrepid reporter safe?\n\n  • 8.6\n    Comic Watch - Mike Eakins May 20, 2020\n\n    There is a lot going on with Wonder Woman: Agent of Peace #2. We see a great pairing with Wonder Woman and Lois, great environment art, and the uneasiness of everyone is in danger with great fluid movement in the story. Seeing Lois handle herself with such grace in the face of danger was fantastic. This was a great story, plain and simple. Read Full Review\n\n  • 8.0\n    The Fandom Post - Chris Beveridge May 5, 2020\n\n    There's a lot to like here with both story and artwork, just like the previous issue, but I really enjoy the pairing of Diana and Lois more than with Harley. Taking us out of the familiar and putting everyone in danger with an ancient evil keeps things moving fast and fluid here. Sampere and Albarran put together a great K2 with all the ice and inclement weather while also providing for a really strong Diana in costume and action. Lois handles herself perfectly throughout all of this as well and the team did a great job of showing just how solid she is in balancing her capabilities with the heroes who swing into her life on a regular basis. A good story and great artwork that has me looking forward to more. Read Full Review\n\n  • 7.5\n    Comic Book Revolution - Kevin Lainez Apr 29, 2020\n\n    Wonder Woman: Agent Of Peace #2 was a big improvement over the first issue, which was a solid debut by its own merits. Jimmy Palmiotti and Amanda Conner did a great job playing to the strengths of Wonder Woman and Lois Lane. Wonder Woman's portrayal in particular stood out as we see how she uses her powers to be a hero during different types of crises. Read Full Review\n\n  • 7.0\n    Newsarama - Justin Partridge Apr 30, 2020\n\n    It isn’t exactly the “World’s Finest,” but Wonder Woman: Agent of Peace #2 delivers a worthy dynamic duo for it’s follow-up issue. Graced with heart and strength from its two leads and a game creative team Wonder Woman: Agent of Peace makes a strong case for being the 'DC Showcase' of the new digital slate. Read Full Review\n\n  • 4.0\n    David_the_male May 4, 2020\n\n    ok, I liked this a bit more than the first issue. action is a bit more improved art is still kinda mediocre Harley is gone thank fucking christ, replaced by Lois which I preferred tenfold. In the beginning, when wonder woman saves all the kids from the typhoon, that was pretty heroic also when Lois thinks to use the helicopter seats to use for insulation for the coat THAT WAS PRETTY SMART. the villain was generic the ways Wonderwoman defeated the beast was kind of meh as well but kinda smart. the art is still nothing that's amazing action tends to feel disconnected. I think there is some SJW undertones somewhere in this book, but I didn't mind too much. Wonderwoman is kinda fuckin boring. Lois still best girl(YOU CAN FITE CUZZZ). not as fu more\n\n  • 8.0\n    Rascal4Hire May 8, 2020\n\n  • 6.5\n    tonpas1989 Apr 29, 2020\n\nReviews for the Week of...",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.946269989,
        "format_confidence":0.9560046196
    },
    {
        "url":"http:\/\/www.leedsphil.com\/th_testimonial\/140-voices-singing-with-consoling-warmth-and-supple-power\/",
        "text":"Next Concert In:\n\n  • 00 DAYS\n  • 00 HR\n  • 00 MIN\n  • 00 SEC\n\nReview: Dvorak’s Stabat Mater, Leeds Town Hall , Saturday, March 16, 2019\n\nTHE 13th century Latin poem Stabat Mater (Sorrowful Mother) imagines the sorrow of Mary, Mother of the dying Jesus, during her vigil at the foot of his Cross.\n\nOf the many musical settings of the Stabat Mater, those by Rossini and Dvorak are constructed on the grandest scale. Both require large orchestral and choral forces, plus a quartet of vocal soloists. Rossini’s hour-long Stabat Mater has the exciting verve and mood changes of Italian opera. Dvorak’s was born of grief for the deaths in infancy of three of his children. This gives his setting a prevailing mood of sadness, though the style of writing (particularly for the soloists) is equally operatic. Given its ninety minutes running time, Dvorak’s Stabat Mater normally occupies an entire concert. In this respect, last Saturday’s fine performance conducted by David Hill was no exception. A pity that the audience was miniscule compared to a capacity house for the Oslo Philharmonic a week earlier. [Note the weather was atrocious though]\n\nDavid Hill’s pacing and dynamic shading allowed this epic work to unfold in luminous orchestral and vocal detail. Balance was generally excellent between the seventy members of the Royal Liverpool Philharmonic Orchestra, the organ, Leeds Philharmonic Chorus and St Peter’s Singers – 140 voices singing with consoling warmth and supple power. A carefully blended solo quartet surmounted the vocal challenges inherent in both the ensemble singing and the solo arias. Soprano Elizabeth Atherton soared with beauty and clarity above the orchestral textures. The mellowed timbre of mezzo Catherine Wyn-Rogers, the startling tonal purity of tenor Sam Furness, and the soft-grained bass Wojtek Gierlach all contributed to a performance of powerful emotional impact.\n\nGeoffrey Mogridge\n\nIlkley gazette\n\nGeoffrey Mogridge Ilkley Gazette",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9228979349,
        "format_confidence":0.9287490249
    },
    {
        "url":"http:\/\/ligali.org\/review.php?id=74",
        "text":"Mobirise Web Creator\n\nTheatre: # I Am England\n\nPublished Mon 29 August 2011\n\nTalawa Young Peoples’s Theatre (TYPT) are exploring twenty five years of Black British history and the current social shifts to create a brand new piece of theatre, #I am England.\n\nAuthor \/ Artist\nTalawa Young Peoples’s Theatre (TYPT)\n\n#I Am England\n\n“Hear my voice, hear my voice”.\n\nThis message which was superbly expressed by the young people of Talawas’ young people’s theatre is delivered with much character, style and kinetic energy.\n\nHowever whilst their fusion of drama meets performance art both captivates and educates, the obvious limitations caused by time constraints on the entire piece occasionally infuriates at the same time.\n\nFrom the beginning it is obvious this is no mere street performance as the multi-talented team dare to reveal the often unspoken thoughts and opinions on political themes that plague the minds of young Africans in Britain today.\n\nUsing the innovative backdrop of a journey through past, present and future, we are taken through several stunning set pieces in which the young company start digging beyond the headlines and surface interpretations of historic events.\n\nOne such powerful moment is their montage of those that have lost their lives in custody. Another is an acute sketch highlighting the manipulative techniques today’s journalist use to interject political bias into the news. Their analytical breakdown of the damage to Truth in a world where mass media dominates is majestically demonstrated with sufficient research. Indeed it often comes to the fore in humorous renditions of scenarios most people of their generation are likely to be familiar with.\n\nHowever it is here where spectators can experience frustration when engaging scenes that feel a little cut short to make way for eclectic performance pieces, which whilst successful in providing strong transitions from theme to theme, limit the amount of time we have to appreciate the dramatic talent of individual performers.\n\nYet whilst this may prevent any one on the young artists from stealing the stage, it has the benefit of showcasing the strength of the ten strong ensemble. Especially, their ability to work collaboratively in order to express some difficult and very contemporaneous themes such as the recent London Uprisings that metamorphed into nationwide English Riots.\n\nThis was perhaps potently expressed in the closing scene where through some sublime directorship and superb choreography the performers were able to compress their structured time travelling experience into a frenetic conclusion showcasing both the power of youth energy and the potential explosion that is often caused by the failure of those older to listen.\n\nPerhaps it is the timing of this play in the aftermath of 2011\\'s summer of discontent that makes the plays subject matter seem so urgent, perhaps it’s the humorous manner in which the pernicious influence and dreams of abolition is presented in the wake of the phone hacking scandal.\n\nWhatever the reason, there is something very compelling about #I Am England, that is truthful, honest and original. If this is a taster of things to come, olde England is about to face a reality shock when it finally opens its eyes and truly takes a good look in the mirror through the eyes of the next generation.\n\nDevised by TYPT:11\nDirector: Nazli Tabatabai-Khatambakhsh\nAssistant Directors: Stephanie Yamson, Oyin Solebo\nChoreographer: Nadia Iftkhar\n\nCast: Winnie Arhin, Terri Ann Bobb-Baxter, Michelle D\\'Costa, Madeleine Kludje, Aiesha Lindsay, Eugene Osei, Palesa Mokoena, Rona Namudu, Adam Tulloch, Toniche Wallace\nRecent Reviews\n\nExternal Links\nTalawa: #I am England\n\nLigali is not responsible for the content of third party sites\n\nHear our Voice: Rehersal and Performance. Photo: Oyin Solebo\/ Richard H. Smith\n\nGet involved and help change our world",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.8133018017,
        "format_confidence":0.8230991364
    },
    {
        "url":"https:\/\/www.havanainsider.com\/the-conga-room\/",
        "text":"Bars, Dance\n\nUnderground fun: The Conga Room\n\n\nWhether you call it “Elegguá”, “the bar with no name” or its official moniker, “The Conga Room” (all three can be used to refer to this place), everyone agrees there are few better things to do in Old Havana at 3am. This is the kind of clubby bar that you discover by chance. You start the night not knowing anyone and end up inviting a dozen new friends to your home for one final drink. Dark and decadent, it is the most underground bar in Havana. It’s like a laboratory where a social scientist tests his ideas, giving it a unique vibe.\n\nThe staff are always fun, friendly, efficient and never look tired. They party through the night just like their customers. The beer is cold, the cocktails are strong and the music always interesting. But the real draw here is the rumba. It starts around 10pm and rocks until midnight. It’s a spicy show that really has to be seen to be understood; not the typical tourist rumberos that you sometimes find out here. These guys give it their all. With machetes and knives they immerse themselves, and therefore the audience, inside the mysterious universe of Afro-Cuban folklore with a hypnotic effect. An experience you must seek out.\n\nAddress: Aguiar #209 e\/ Tejadillo y Empedrado, Habana Vieja",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9311314821,
        "format_confidence":0.8566111326
    },
    {
        "url":"https:\/\/www.louisville.com\/content\/mountain-heart-pulls-string",
        "text":"Add Event My Events Log In\n\nUpcoming Events\n\n\n    Mountain Heart Pulls a String\n    Print this page\n\n           I entered the Ogle Center unsure of what to expect from this highly applauded and abstractly described band. Mountain Heart made me tap my feet, clap my hands, and want to jump up and dance. Slamgrass is the best definition of this Nashville band's sound. A sound that is similar to favorites like Trampled by Turtles and Old Crow Medicine Show with a dash of something from the past. The result is nothing less than astonishment and I am now a new fan. \n\n    An opening of a remake of \"Hey Joe\" by Hendrix captured my imagination with possibilities.  Unexpected in a so called bluegrass environment, I was impressed.  Hard to believe as it is this was topped by a piano and acoustic version of \"Changes\".  Along with these new acoustic treasures were old faithfuls of bluegrass such as \"Little Sadie\" and some Tony Rice hits. The show was topped with a cherry by a quartet number at the end; something I had never seen. The final number that was played was my favorite by the band, the Allman Brother's \"Whipping Post\".  Rocking out on stage, I felt as if I were watching some extremely talented friends jam out.  The audience interaction with the band members and camaraderie of the band made the setting intimate and fun; a mark of excellent showmen. \n\n    The six men that make up Mountain Heart are widely talented and incredibly in touch with their fans. The youngest member, Jake Stargel, is 19 and plays the guitar with a talent beyond his years. Original member Barry Abernathy plays the banjo with only one finger on his left hand and banters with the rest of the band keeping the audience and band light as the show moves on.  Josh Shilling is the lead vocals and is no doubt talented.  Singing a song off of his solo album “Hurtin’”, I believe was the name; the two men beside me were moved to tears.  I am a fan of the mandolin and was blown away by the talents of Aaron Ramsey who seems to be a musical genius with a rough southern voice who recorded his solo album alone in his basement.  Rounding out the band were the fiddler,  Jim VanCleve, who was the second part of the original band and bass player, Jason Moore, who kept the beat with his upright bass all night.\n\n    Following the concert a meet and greet was held where the band shook hands signed autographs and just hung out.  I was lucky enough to speak to the band and they expressed their desire to play for Louisville audiences and share their love of all acoustic instruments, which between the six of them, they have mastered.  I was truly impressed by this Slamgrass Band and hope to see them again soon, this time across the river in the 'Ville.\n\n    Tabitha Hernandez's picture\n\n    About Tabitha Hernandez\n\n    A Louisville implant, I was raised as an Army brat, served in the Navy, and have chosen this great city to live in. I enjoy music of basically all sorts and prefer to be outdoors whenever possible. I eagerly experience anything that life has to offer and enjoy documenting it.\n\n    More from author:\n\n    Share On:\n\n    Upcoming Events\n\n      Event Finder\n\n      Subscribe to this podcast in iTunes or RSS",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9960618615,
        "format_confidence":0.6306097507
    },
    {
        "url":"http:\/\/www.zegemabeachrecords.com\/omsb-talent\/antpile-nurture",
        "text":"***Antpile \/ Nurture split***\n\nFor fans of: People's Temple Project, Youth Novel and Gulfer.\n\nNURTURE roll out 1 track of pounding post-hardcore\/screamo with a focus on dreamy, slow twinkly parts that reminds me of Versoma and The Exploration. The song has really cool dynamics that shift from softer, bouncier math-rock to thick, relatively chaotic screamy stuff.\n\nANTPILE drop 2 tracks of really cool twinkly screamo ala Youth Novel and Via Fondo. This band was a hell of a surprise, and I'll be checking out their discography after finishing this review. \"Mid-Fall\" is amazing, but \"Your Song\" leaves a fair amount to be desired as the track takes more than 2 minutes to really get going and I'm not totally sold on the clean vocals. That being said, this band has serious potential.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9966457486,
        "format_confidence":0.9495617747
    },
    {
        "url":"http:\/\/www.chicagotribune.com\/zap-fall-2011-new-shows-report-card-pictures-016-photo.html",
        "text":"\n\n\nWhat we said then: \"Dark, polished and just the right amount of soapy, \"Revenge\" promises something that many returning series doesn't even offer: years' worth of storytelling possibilities. The characters and betrayals presented in the first episode alone could keep \"Revenge\" vital for seasons to come and viewers equally invested .\" What we say now: We were totally right. \"Revenge\" has turned ABC's Wednesday night into must-see-TV. Emily VanCamp's character borders on psychotic, but we still find her compelling and, yes, even sympathetic. The show has only improved, with new foils Tyler (Ashton Holmes) and the real Emily Thorne (Margarita Levieva) raising the stakes significantly. Still, since the pilot, Nolan (Gabriel Mann) has emerged as our unexpected favorite. He's in way over his head, and we love it. -- Carina Adly MacKenzie, Zap2it\nCopyright © 2017, Chicago Tribune",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.997708559,
        "format_confidence":0.7267788649
    },
    {
        "url":"https:\/\/mediainreview.wordpress.com\/tag\/the-grand-budapest-hotel\/",
        "text":"The Grand Budapest Hotel: Cameos Galore!\n\nHello everybody, Today for our New Movie Show we have The Grand Budapest Hotel.\n\n\n\nDIRECTED BY: Wes Anderson\n\nSTARRING: Ralph Fiennes, F. Murray Abraham, Edward Norton, Mathieu Amalric, Saoirse Ronan, Adrien Brody, Willem Dafoe, Léa Seydoux, Jeff Goldblum, Jason Schwartzman, Jude Law, Tilda Swinton, Harvey Keitel, Tom Wilkinson, Bill Murray, Owen Wilson, Tony Revolori\n\nGENRE: Comedy\n\nYEAR: 2014\n\nCOUNTRY: Germany, United Kingdom\n\nA teenage girl visits the monument of the writer who penned the book, “The Grand Budapest Hotel”. In 1968, that author was inspired to write the book when he visited that hotel, located in the European mountainous country formerly known as Zubrowka. Once a luxurious hotel, it, in 1968, has fallen on hard times. The author meets the then current owner, M. Zero Moustafa, who recounts the story of how he became the hotel’s owner and why he holds onto it and keeps it open despite it obviously making him no money. Zero’s story begins in 1932, when the hotel was in its golden era. Zero was the novice immigrant lobby boy, who, like all the other hotel staff, was under the guidance of M. Gustave H., the devoted concierge. Gustave aimed to please, he giving the guests whatever they wanted, especially the wealthy blonde women. The story largely revolves around one of those women, the wealthy Madame Céline Villeneuve Desgoffe-und-Taxis – better known as Mme. D. – her opportunistic son Dimitri, the bequeathing of a valuable painting called “Boy with Apple” to Gustave, the mysterious circumstances surrounding her death which is initially pinned on Gustave, and the attempts of Zero, his girlfriend – a baker’s assistant named Agatha – and others to clear Gustave’s name while Dimitri does whatever he needs to get what he believes is rightfully his, namely the painting.\n\nThe Grand Budapest Hotel\n\n The Grand Budapest Hotel came to me well praised, even though I actually had no idea what it was about or even what kind of film it was. To my surprise it is a hilarious comedy film filled to the brim with cameos from hilariously great actors. I do have to give Adrien Brody a real shout out as I normally will not see any film that he is in. Although he actually makes quite an awesome villain. Add Willem Dafoe to the mix and they are an easily stoppable but a hilarious pair of antagonists.\n\n\n I do have to point out that I did not find much wrong with The Grand Budapest Hotel. The film is a comedic masterpiece with an ensemble cast for the ages. If I had to gripe, which I guess I have to, it would have to be how little they touch on the The Author and Zero in later years. I know they used it as a framing tool but still.\n\n\n  • Ensemble cast.\n  • Main cast performance s.\n  • Dialogue.\n  • Hilarious.\n\n\n  • Framing Tool.\n\nSCORE: 9 \/ 10\n\nIf you have any suggestions for films\/TV\/Games\/Music\/Anime for me to review, drop me a comment!\n\nRemember: Like Media In Review @ Follow Media in Review @\n\nAll check out my lengthier video game reviews over at Nerd Bacon Games.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9972363114,
        "format_confidence":0.6720778346
    },
    {
        "url":"http:\/\/www.ultimate-guitar.com\/reviews\/dvd\/immortal\/index.html",
        "text":"All Immortal Reviews:\nimmortal: The Seventh Date Of Blashyrkhdvd\nImmortal: The Seventh Date Of Blashyrkh\n\nRelease Date: August 6, 2010. Immortal's first live album is a must have for fans such as myself and I highly recommend it to all Immortal fans out there, it's a great show from the first to the last track.\n\nPOSTED: 09\/03\/2010 - 03:12 am",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9951843619,
        "format_confidence":0.9925767779
    },
    {
        "url":"https:\/\/mediamikes.com\/2012\/01\/dvd-review-delocated-season-1-2\/",
        "text":"DVD Review “Delocated: Season 1 & 2”\n\nCreated by: Jon Glaser\nStarring: Jon Glaser, Jacob Kogan, Nadia Dajani, Eugene Mirman, Kevin Dorff, Zoe Lister-Jones, Mather Zickel\nDistributed by: Warner Home Video\nEpisodes: 19\nRated: Not Rated\nRunning Time: 347 minutes\n\nSeason 1 & 2: 4 out of 5 stars\nExtras: 3.5 out of 5 stars\n\nJon Glaser, creator\/writer\/star of “Delocated” has created one hell of funny gem with this show.  The show focuses around a family that is in the Witness Protection Program that gets their own reality show.  It is not just that though…they have to wear ski masks and voice changes patches to hide their identity .   It only gets funny from there as they are being tracked down by the Russian mob, who also end of getting a reality show.  The show is packed with great co-stars and delivers many laughs in each episode.  With season three right around the corner, this is a great chance to catch up on seasons 1 and 2 of the series.\n\nIn season 1, each episode clocked in at 11 minutes each but in season two it was upgraded to 22 minutes.  I feel that the show definitely was improved during season two with the extended length.  Episodes from Season 1: Pilot, “Bar Mitzvah”, “Good Buds”, “Rage Cage”, “The Soother”, “Member’s Only”, and “Sick Of It”; Season 2: “Decoys”, “Conversion”, “Dog Mayor”, “Mixer”, “Jon He Does It”, “Mole”, “Kim’s Krafts”, “‘Fidence”, “Tap”, “RV B&B”, “David’s Girlfriend” and “Coma”. Season two definitely has the best co-stars like Mather Zickel as Jon’s bodyguard Federal Agent, Eugene Mirman as the Russian hit man Yvgeny Mirminsky and Jerry Minor playing the show’s executive producer Mighty Joe Jon: The Black Blond. Yes, BTW that is what he is called the whole season. Just don’t grow too attached to each character since they are not afraid of killing anyone off and replace them instantly. Which only adds to the laughs!\n\nThe special features include two commentary tracks from Glaser on the first disc.  The second disc includes about ten minutes of deleted scenes and about 25 minutes of outtakes.  I am a big fan of outtakes and this one definitely takes the cake.  It sure does look like filming was a ton of fun.  There are two flip books included with include some great behind the scenes and  production stills.  There is also Glaser’s demo that he used to pitch the show to the studio.  It was cool to get to check that out especially since the show’s format was slightly different. Overall if you enjoyed the show, you should race over to the special features for more of the same greatness from the show.\n\nShare this article\n\nSpeak Your Mind\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9975082874,
        "format_confidence":0.9097155333
    },
    {
        "url":"https:\/\/www.metal-archives.com\/reviews\/Goat_the_Head\/Doppelg%C3%83%C2%A4ngers\/279601\/",
        "text":"Register Forgot login?\n\n© 2002-2017\nEncyclopaedia Metallum\n\nBest viewed\nwithout Internet Explorer,\nin 1280 x 960 resolution\nor higher.\n\nCatchy, Fun Death Metal - 80%\n\nFullMetalAttorney, December 13th, 2010\n\nFor the last 20 years or so, Norway has been the home of ultra-serious, no-fun-allowed black metal. But in 2010, it seems Norway is showing a different side, with fun-loving, non-black metal bands like Kvelertak and Goat the Head.\n\nGoat the Head is a death metal band. I have no idea what the name is supposed to mean (if anything), but the final track of sophomore full-length Doppelgängers seems to provide their manifesto: \"Primal Caveman Death Metal\". They sound a lot like their neighbors to the east in Unleashed. It's very simple, pure death metal, without anything technical, and no weird time signatures. Most of it's mid-paced, but they effortlessly shift to much faster tempo and back. The bass is just loud enough and the drums just exciting enough to keep it going, with nice fills that never sound like showing off. The vocals sound like an ordinary human growl, but primal.\n\nIn contrast to Unleashed, however, this music is done in a sense of fun. They may let that sense get slightly out of hand when they let gang vocals creep in on \"The Hunt is On (Sexy Son)\", but the rest of the time it works perfectly. The songs have have head-bobbing rhythms, killer riffs, just-flashy-enough solos, and memorable shout-along choruses. Despite their primitivism, they do show some slight tendencies toward experimentation. \"This Tube Is the Gospel\", with its samples, choir, and female vocals, sounds like a parody of the gospel music you'd hear on a televangelism TV show. Album standout \"The Ubiquitous Cube\" has slow, minimalist, dissonant verses.\n\nThis is the most fun you'll have with death all year.\n\nThe Verdict: Goat the Head have proven that getting more technical and more brutal are not the only ways to make a great death metal album, even in 2010. All it has to be is catchy and fun.\n\noriginally written for http:\/\/fullmetalattorney.blogspot.com\/",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.995241046,
        "format_confidence":0.9268984199
    },
    {
        "url":"http:\/\/www.dvdtalk.com\/reviews\/63802\/past-the\/",
        "text":"DVD Talk\nRelease List Reviews Shop Newsletter Forum DVD Giveaways Blu-Ray Advertise\nReviews & Columns\nHD DVD \/ Blu-ray\nInternational DVDs\nVideo Games\n\nCollector Series DVDs\nEaster Egg Database\nDVD Talk Radio\nFeature Articles\n\nAnime Talk\nDVD Stalk\nDVD Savant\nHigh-Def Revolution\nSilent DVD\n\ndiscussion forum\nDVD Talk Forum\nDVD Price Search\nCustomer Service #'s\nRCE Info\n\nDVDTalk Info\nReview Staff\nAbout DVD Talk\nNewsletter Subscribe\nJoin DVD Talk Forum\nDVD Talk Feeds\n\nSponsored Links\nSearch: For:\nReviews » Blu-ray Reviews » The Past (Blu-ray)\nThe Past (Blu-ray)\nSony Pictures \/\/ PG-13 \/\/ March 25, 2014 \/\/ Region A\nList Price: $35.99 [Buy now and save at Amazon]\nReview by Justin Remer | posted March 23, 2014 | E-mail the Author\nBuy from Amazon.com\nHighly Recommended\nE - M A I L\nthis review to a friend\nPrinter Friendly\nThe Movie:\n\nOn the heels of creating A Separation, the movie that won Iran's first Academy Award for Best Foreign Language Film, writer-director Asghar Farhadi has returned with The Past, a film that echoes the mood and tone of A Separation (and his prior work) while shifting the setting from Iran to the outskirts of Paris. The international film community has long realized that many of the most exciting recent films are being made in Iran, but this change of locale underlines the fact that Farhadi is a world-class filmmaker. His skill and talent as a dramatist, as well as his thematic fascination with family and morality, make him seem like the natural heir to Ingmar Bergman and Anton Chekhov. While The Past is occasionally too melodramatic, it also demonstrates that the filmmaker isn't afraid to expand his approach.\n\nFarhadi is exceptional at creating opening and closing scenes that are not only arresting but are so dense with meaning that they could probably serve as the basis of a film student's thesis. The Past opens with Marie (The Artist's Bérénice Bejo) waiting at the airport for Ahmad (Ali Mosaffa). She sees him through the glass partition and tries to flag him down. He does not see her for a while. Finally, another departing passenger shows Ahmad that Marie is waving at him. He walks up to the glass, and they speak to each other. We cannot hear them, just as they cannot hear each other. Nonetheless, they seem to get the idea of what each other is trying to say, either because they are so familiar with each other that they don't need to understand the particular words or because they are just faking it. As the scene goes outside to the parking lot and into the car Marie has borrowed to pick Ahmad up, we slowly get the context of how they know each other. Are they old friends? Lovers? Husband and wife? Eventually, we realize they are separated spouses and that Ahmad has come back to France from Tehran to complete his divorce with Marie.\n\nThe way this backstory is parceled out, like a mystery being perpetually uncovered, is indicative of how the rest of the film unfolds. As the title makes explicitly clear, Farhadi is most interested in exploring how the events of the past impact the interactions and relationships of his characters currently. Certain late passages of the film are focused specifically on Marie or her new boyfriend\/would-be fiance Samir (Tahar Rahim), but Farhadi mostly sticks to Ahmad's point-of-view, especially in the early going. Since Ahmad has been out of the picture for four years, he is the one who has to do the most detective work. He is the one who must find out why Marie's elder daughter Lucie (Pauline Burlet) is so upset about the impending marriage. He is the one who must gain understanding as to why Samir's young son Fouad (Elyes Aguis) is so unwilling to accept Marie. Even though he has technically made this trip to legally sever all ties with this family, Ahmad, as if by instinct, automatically takes on the role of the mediator and healer. Even once the divorce papers are finalized, he chooses to stick around a little longer -- maybe seeking his own chance to resolve the past.\n\nInevitably, Ahmad's continued presence in the house leads to a series of intrafamilial conflicts and somewhat unsavory revelations. Samir is still married to another woman, who is currently in a coma after a failed suicide attempt nearly a year before. A little more than half of the film deals with guilt and blame shifting between different members of the family over different past actions that may or may not have contributed to the suicide attempt. The plotting in this area sometimes verges on the soap operatic, but Farhadi's thoroughly realistic approach with the actors grounds every choice they make.\n\nThe cast is uniformly excellent. Bejo has been getting a lot of laudatory notices, probably because this is such a 180-degree turn from her work in The Artist, but her acting work is remarkable largely for the way it perfectly blends with that of Rahim, Mosaffa, and the kids. Even Jeanne Jestin, who plays Marie's younger daughter Léa, a character that seems largely untouched by the turmoil around her until late in the film, seamlessly fits into the ensemble and doesn't just turn in a lazy \"kid's\" performance.\n\nA Separation was in many ways a note-perfect dramatization of emotionally unwieldy situations. With The Past, it seems that Farhadi has chosen to allow certain scenes to give in to that unwieldiness. In the short term, it means that a few moments from this film don't pack the familiar punch, but the willingness to push beyond what has already worked and explore a bit bodes well for potentially more powerful work in the future.\n\nThe Blu-ray\nThe Blu-ray comes enclosed with a DVD copy that has the same language options and bonus features.\n\nThe Video:\nThe AVC-encoded 1080p 1.85:1 image is outstanding. Shot in high-end digital with an Arri Alexa, the film translates to Blu-ray with no apparent issues: no noise, no banding. There is an excellent level of fine detail, realistic skin tones, and an otherwise great reproduction of the earthy, mostly brown-ish color palette.\n\nThe Audio:\nThe disc offers the original DTS-HD MA 5.1 French & Farsi audio track, with optional English subtitles and English SDH. There is no English-dubbed option. The audio track is also top-notch. It is clean and atmospheric. Though the mix doesn't give your sound system as much of a workout as a superhero movie, plenty of attention has been paid to creating a realistic and full soundscape to match the film.\n\nSpecial Features:\n\n  • Audio commentary by writer-director Asghar Farhadi - Spoken in Farsi, with optional English subtitles, this commentary covers a lot. Casual film fans might find themselves overwhelmed in fact, as Farhadi freely explores the thematic, the theoretical, and the technical aspects of his film all at once. A typical stretch goes from Farhadi pointing out visual motifs frequently used in all of his films to him describing how the main set was built. Often, Farhadi illuminates how these elements are linked. Curious filmmakers and film theorists have hit the jackpot.\n\n  • The Making Of (HD, 26:56) - This is easily my favorite bonus feature included here. In fact, it might be one of the best featurettes I've seen included on a home video release. This short documentary includes the expected on-set footage and interviews but also incorporates fascinating footage from the film's long rehearsal period, showing exercises Farhadi had the actors perform, including improvising scenes from their backstory. It's incredibly interesting, eye-opening, and more thoughtfully made than 99% of the short behind-the-scenes docs that get released.\n\n  • Director's Guild of America Q&A (HD, 38:30) - An interview with the director taped after a screening at DGA. Farhadi understands most of interviewer Victoria Hochberg's English questions, but he gives his answers through an interpreter. Much of what Farhadi has to say about his creative process is interesting and certainly worth paying attention to, but the delay that comes from hearing him speak and then waiting for the translation gives the whole piece a bit of a draggy feeling.\n\n  • Trailers for this film and other Sony Pictures Classics coming attractions.\n\nFinal Thoughts:\nWhile The Past is a bit slicker than director Asghar Farhadi's earlier work, it is no less gripping or emotionally affecting. The making-of featurette included on the disc is an essential look into the director's unique creative process. The complete package comes Highly Recommended.\n\nJustin Remer is a filmmaker, oddball musician, and frequent wearer of beards. His new album, Note to Self: Act Less Like You, is now available to stream or download on Bandcamp, Spotify, Amazon, Apple, and wherever else fine music is enjoyed.\n\nFind the lowest price for 'The Past (Blu-ray)'\nPopular Reviews\n1. Night Moves\n2. Re-Animator - Arrow Limited Edition\n3. Tom Sawyer\/ Huckleberry Finn\n4. Mr. Mom\n5. Barton Fink\n6. Silkwood\n7. The Good Son\n8. Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask)\n9. The Man With Two Brains\n10. Frankie and Johnny\n\nSponsored Links\nDVD Blowouts\nAlien [Blu-ray]\nBuy: $19.99 $9.99\nSponsored Links\nRelease List Reviews Shop Newsletter Forum DVD Giveaways Blu-Ray Advertise\nCopyright 2017 All Rights Reserved. Legal Info, Privacy Policy, Terms of Use",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9945549965,
        "format_confidence":0.8602888584
    },
    {
        "url":"https:\/\/punjabipollywood.com\/oh-yaara-ainvayi-ainvayi-lut-gaya-movie-trailer-review\/",
        "text":"Oh Yaara Ainvayi Ainvayi Lut Gaya movie trailer review\n\nBy Harpreet Singh | April 29, 2015\n\nEarlier was the days when couples live happily without any “IF & BUT” but now entire process changed dramatically loving birds or couples has lots of issues and fights after marriage but in romantic manners !! ”Little surprised Na…” Yes, we are talking about the married one who fight with each other in loving manner. Likewise, The same Jassi Gill and Gauhar Khan will bringing for you in the movie “ Oh Yaara Ainvayi Ainvai Lut Gaya”. On 29th of April in Chandigarh trailer of the movie launched happily.\n\nAfter watching a trailer, we can say the movie is full of entertainment, romance, drama & comedy but in a limited manner which actually fall audience to keep watching a movie till the end without any hassle. It can be imagined from the teaser that debut maker Gauhar Khan actually worked beautifully in the movie however,Some Bollywood actress found difficult to speak Punjabi in the movies which Gauhar Khan implemented in a well manner where on the other hand Rana Ranbir, Karamjit Anmol & B.N Sharma will going to give you surprise in the acts. The story seems to be perfect and based on husband-wife relationships and fights among them and later on move towards divorce between Ranbir & Gunjan in the movie OYAALG. We are sure that this movie will also spread message socially.\n\nOyaalg Trailer Launch\n\nOyaalg Trailer Launch\n\nRight from the day audience heard about Punjabi movie “ Oh Yaara Ainvayi Ainvai Lut Gaya” on social media & they get excited to see Jassi gill and Gauhar Khan together in the movie also Punjabi singer and actor Jassi gill was in touch with public and promoted his movie online through social networks.\n\nThe actor already did 3 Punjabi movies but didn’t meet the expectation of the public and now it can be seen from the trailer that Jassi gill enjoyed performing his acts in his film which is pretty good sign for the young actor.Talking with media he explained that trailer is only bit of entertainment for the public but the real taste of the Punjabis that is Punjabi bhangra songs which will release soon before the movie. So, in the meantime you guys can enjoy watching the teaser below and we will right back soon for latest updates regarding movies. Please don’t forget to leave the comment and your feedback regarding the movie…\n\nLeave a Comment",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.997492075,
        "format_confidence":0.5163273215
    },
    {
        "url":"http:\/\/www.sidereel.com\/posts\/276225-review-dracula-season-1-review-goblin-merchant-men-",
        "text":"Dracula Season 1 Review “Goblin Merchant Men”\n\nOn the latest episode of “Dracula,” apparently not satisfied with the levels of ridiculousness achieved by last week’s title, they somehow managed to top themselves with this week’s “Goblin Merchant Men.”Honestly, if you’re going to camp it up, just go ahead and camp it up. I mean, all the elements are already there, and I’m not just talking about these wacky episode titles.\n\nThink about it: Lady Jayne is all but bursting at the seams of her bodices, and that hasn’t changed, and isn’t likely to- nor should it. Nothing wrong with a little sex appeal, and between Victoria Smurfit and Jonathan Rhys-Meyers’ shirtlessness, they’ve got that covered. But come on now, you do a scene at a gay nightclub complete with a drag show in one episode and a set-piece in this one in what might as well be a nightclub, where everyone is doing absinthe and listening to Brian Jonestown Massacre while strobe lights flicker on and off and people are dirty dancing…how is this not campy?\n\n\n\n\nWant to comment on this? First, you must log in to your SideReel account!",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9965265393,
        "format_confidence":0.8061819077
    },
    {
        "url":"https:\/\/www.overstock.com\/Books-Movies-Music-Games\/The-Mickey-Rooney-Judy-Garland-Collection-DVD\/2544981\/customer-reviews.html",
        "text":"Out of Stock\n\nRead All Reviews for The Mickey Rooney & Judy Garland Collection (DVD)\n\n5 Stars\n4 Stars\n3 Stars\n2 Stars\n1 Stars\n\n\nAll Ratings\n\nDisclosures & Guidelines\nSort By:\nMost Recent\n  • Rating: High-Low\n  • Rating: Low-High\n  • Most Helpful\n  • Most Recent\n  • Incomperable\n    Verified Purchase\n\n    What can be said about Judy garland......Incredible voice, Incredible TALENT!!!!! The whole package is worth her preformance of \" Embracable You\" in Girl Crazy. Oh, yeah. Mickey Rooney is there too.\n\n    Read More\n    louxor June 22, 2008\n  • Rooney and Garland\n    Verified Purchase\n\n    This is a great review of the team of two very talented actors and singer\/musicians. I enjoyed every minute of the movies and commentary. Great feel good DVDs.\n\n    Read More\n    emk00 December 23, 2007\nSponsored Links",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9942514896,
        "format_confidence":0.9844351411
    },
    {
        "url":"http:\/\/www.play.com\/DVD\/DVD\/4-\/28806082\/My-Way\/ProductReviews.html",
        "text":"\n  • 0 SuperPoints\n  • Your Account\n  • Help\n\nMy Way\n\nFeaturing: Dong-gun Jang, Jô Odagiri & Bingbing Fan\n\nFormat: DVD | Rating: 18 years & over\n\n    (1 customer reviews)  |  Write a review\n\nCustomer Reviews\n\n\"Average rating (1 reviews)\"\n\nResults 1-1 of 1\n\n  moving war drama\n\n| | See all atthemovies's reviews (112)\n\ni wont go into to much detail here other than to say get this film, if like me you enjoy war films from asian market you will not be disappointed. it has a plot and plenty action and based on actual events. similar kind of film to brotherhood, 71 into the fire and frontline.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9971851707,
        "format_confidence":0.8088382483
    },
    {
        "url":"http:\/\/www.thefilmpie.com\/index.php\/review-archive?id=2618",
        "text":"The Intouchables (out Oct 25) is a little goofy to start but develops into something that is both joyous and affecting. It's the story of a wealthy paraplegic who employs a poor, self-centred guy to be his new live-in carer. This French film has been hugely popular with audiences around the globe and it's not hard to see why. A great crowd pleaser. Grade: A-.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9922332764,
        "format_confidence":0.959459126
    },
    {
        "url":"http:\/\/panoramajournal.blogspot.com\/2009\/08\/reviews-49-ninth-desertmasayuki.html",
        "text":"Tuesday, 11 August 2009\n\n\n\"Neyss\" Cdr 2008\n(Deserted Factory)\nComing with its fifth album, this french project emerges with concrete expositions of soundscapes with highest context of ambient atmospheres surrounded by such abysmal desolated passages. the album contains 9 exposition in which the sensations and mental states created by NINTH DESERT are collapsing once again and again to offer us a very interesting purpose from start to finish. Tracks as \"X-Hi\" \"Karn\" offer us vaporous metallic drone transformations with diverse elements and structures which have such specific powerful atmospheres full of subtle feedbacks, creating such hypnotic passages. \"Tern\" and \"Trees\" are other tracks with more dense drone elements and dark experimentations worth to explore. Frenchman Cyril Herry the master mind behind this project, reveal us in such tracks part of his creativity in the fields of experimental drone ambient, with a very amazing release.\"Phos\" is a deep surreal voyage to another dimension, created by such hypnotic atmospheres with such atmospheres coming from the other side, through ambient structures collapsing all the time.\"A.W\" is a vast gathering, including some percussive metallic sounds and elements with so diverse structures.so, in the whole nine compositions created here you shall experience a vast quantity of drone patterns and desolated atmospheres converging into a solid structure representing the amazing surrealistic universe in which floats NINTH DESERT. The album is limited to 150 copies only.\n\n\"Land\" Cd\n\n(Deserted Factory)\n\nA Japanese mutation growing slowly with no limits, infecting minds and infiltrating into destructive psychotic deconstruction creating a massive machinery of disturbing noise nature. Seven compositions with the structural noise defragmentations generating chaotic experimentations which at moments sounds so psychotic in the way as each one of the tracks are created here. At moments music sounds as dense and abrasive as for example on the third track. The whole album has such irrational structures mutating into diverse soundscapes able to exploit your brain due how each definite noise pattern has been put together. \"Land\" is a mutation, a living organism to be experienced in its maximum splendor when exploring in deep way each one of such psychotic virus penetrating slowly your brain. Reverberating pulsations are twisting to generate such abstractive noise executions. A very interesting work by MASAYUKI INAMISHI which surely will impact you in the way as the album is built. A total time of 34:53 minutes of pure psychotic noise experimentations.\n\n\"Herbstrost\" Cd 2008\n\n(Deserted Factory\n\/The Tourette Tapes)\n\nAgain, Daniel Simon, the responsible shape behinds FLUTWACHT surprise us with an impressive release. This time this German Project awakens from limb with dense structures and ambient drone soundscapes generating a very in deep album. The first track is built into such dense ambient passages with an inner atmosphere focused into more harsh and raw than previous works. So the second track is more industrial built into repetitive sounds and some elements remembering the isolation created by FLUTWACHT. the next track returns more into such ambient structures with elements changing here and there, transforming into power electronics soundscapes with so in deep harsh atmospheres. The forth track here is still with such industrial noise patterns but time screaming voices appears to penetrate intensely layer to layer the main structure of the track. The fifth track is a powerful noise adaptation with such raw elements dressing the whole picture of the track.so; the whole tracks are giving you defragmentative elements in which you could experience the abrassive atmospheres created by this German project. For more info just visit Deserted Factory page.\n\nNo comments:",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9225816727,
        "format_confidence":0.7796880603
    },
    {
        "url":"http:\/\/www.planet.mu\/reviews\/ZIQ091?review=372&reviewcatpage=2",
        "text":"• Julian Fane - Special Forces\n\n    Reviewed by Matthew Jeanes (brainwashed.com)\n\n    <b> Julian Fane <\/b> - Special Forces\n\n    I had been wondering when we'd see the first of the post-Sigur Ros releases to emerge. It's been several years since Iceland's finest wowed listeners just about everywhere and I always imagined that the result would be an avalanche of artists trying to recreate the feeling of being swept up in the epic, weepy tones of bowed guitars and reverb-drenched organs. Julian Fane, a 21-year old Canadian solo artist is the fist thing I've heard that immediately and unquestionably calls forth that otherworldy music from the north, but he does a lot more than that. The release is a bit odd for Planet µ, a label that's made its name more on dancey and not-so-dancey but still beat-centric eclectic electronic artists like Venetian Snares, Jega, Bit_Meddler and so on. Still, there is an undercurrent of strong electronics throughout Special Forces that tips Fane's hand as someone familiar enough with the glitch-beat sound of his contemporaries to know how to pique the µ-Ziq fans' interest. The beats certainly don't take center stage though, as they click and thump under waves of rich and fuzzy synth tones, manipulated acoustic instruments, and occassionally Fane's own voice. It's at this point that my opinion of the record is decidedly split. For most of the tracks, the wintery strings and crackling percussion work well and provide moments of real (and not just emulated) beauty. But when Fane steps in to sing in an unintelligible falsetto, the album tends to derail for me into a place where just sounding like other people's records turns in to trying to recreate them. The first two songs with singing are actually pleasant and well-balanced. While the high-pitched whiny vocal style so reminiscent of Thom Yorke and Jónsi Birgisson isn't my favorite, it doesn't detract from the lush soundscapes into which Fane plants his voice. However, successive songs with vocals deteriorate quickly into what sounds likea parody—this is Jimmy Fallon's impression of Hopelandic and it's funny, but it's not supposed to be. Thankfully, the vocal tracks are far-outweighed by the rest of the album's solid instrumentals. I can certainly forgive the young composer's few vocal missteps on an otherwise excellent debut on which he has created another perfect winter soundtrack for the broken-hearted.\n\n<< Back to reviews",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9741301537,
        "format_confidence":0.9416428208
    },
    {
        "url":"https:\/\/historyonfilm.com\/tag\/jon-polito\/",
        "text":"May 162013\nGangster Squad\n\nRating: ★½☆☆☆\nGangster Squad’s presentation of Mickey Cohen as a vicious gangster who rules over the city of Los Angeles until a small band of brave policemen end his reign of terror has nothing to do with reality. Extremely inaccurate, the movie is a deliberate falsification of the situation. Worse, it is not entertaining. Filled with exciting car chases in the desert and exciting shootouts in a hotel, the movie should be exciting but the action scenes are bland and formulaic, so it is cartoonish like 1980’s G.I. Joe cartoonish, but not as good. It will take quite some time to list just the major inaccuracies in this film, so you might want to go to the bathroom first. Read More…",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9847137332,
        "format_confidence":0.8778420687
    }
]