[
    {
        "url":"http:\/\/www.nytimes.com\/1998\/03\/08\/nyregion\/eric-breindel-42-commentator-and-new-york-post-columnist.html",
        "text":"Eric M. Breindel, the former editorial page editor for The New York Post and the conservative moderator of a weekly news show on public affairs on the Fox News Channel, died yesterday afternoon. He was 42.\n\nMr. Breindel, a lifelong resident of New York City, died at New York Hospital-Cornell Medical Center. He was undergoing treatment for a liver ailment and suffered a massive hemorrhage, said Lally Weymouth, a longtime friend and columnist for The Washington Post.\n\nMr. Breindel, a senior vice president of the News Corporation, which owns The Post, was best known for his years as the leader of The Post's lively opinion pages, which hold a decidedly conservative edge.\n\nHe was hired as the editorial page editor of The Post in 1986, and in January 1997, he left that position to develop strategic policy for the News Corporation. He continued to write a weekly column in The Post and was seen by some as a tormentor of liberal politicians.\n\nContinue reading the main story\n\n''Whether he agreed with you or not, you always knew he listened to you and understood your point of view,'' said the City Council Speaker, Peter F. Vallone, a Queens Democrat.\n\nMore recently, Mr. Breindel was the host of a weekly television show that appeared on Saturdays on the Fox News Channel called ''Fox News Watch.'' The show analyzed the media's coverage of national news.\n\nMr. Breindel was a friend of New York City police officers, and he often criticized liberals and critics of the police. During last year's mayoral election, he branded the Democratic challenger to Mayor Rudolph W. Giuliani, the Manhattan Borough President, Ruth W. Messinger, a ''cop-basher.''\n\n''Eric was a very close friend,'' Mr. Giuliani said. ''Even when there might be a media frenzy seeking to unfairly accuse police officers,'' the Mayor added, ''Eric was often one of the few who courageously stood up for them.''\n\nLiberals were not Mr. Breindel's only targets. In 1990, under the leadership of Mr. Breindel, the son of Holocaust survivors, The Post published an editorial attacking Patrick J. Buchanan as an anti-Semite.\n\n''Eric played a major role in the growth and development of The Post,'' said Rupert Murdoch, chairman of the News Corporation.\n\nWhile Mr. Breindel's ideas carried influence with national and international leaders, particularly within the Zionist world, said Martin Peretz, editor in chief of The New Republic, he is perhaps known best in New York City for his coverage of the 1991 racial unrest in Crown Heights when a Hasidic motorist struck and killed a 7-year-old black boy. A Hasidic Jew was fatally stabbed during the unrest.\n\n''He was the leading voice during the riots,'' Ms. Weymouth said. ''He found it outrageous that Jews were getting beat up. He was dedicated to his people.''\n\nHis death left some readers and journalists in a state of disbelief. ''It's shocking. His capacity to influence world affairs was growing,'' said Charlie Rose, the television talk show host.\n\nBorn in New York City, Mr. Breindel graduated magna cum laude from Harvard College in 1977, where he was editorial chairman of The Harvard Crimson. He received his law degree from Harvard Law School in 1982. He was United States Senator Daniel Patrick Moynihan's legislative assistant for foreign policy and intelligence in 1982 and 1983 and then was a correspondent for the Public Broadcasting System. He also worked for a short time as an editorial page editor with The Daily News before joining The Post.\n\nMr. Breindel is survived by his parents, Dr. Joseph H. and Sonia Breindel of New York City, and a sister, Dr. Monique Breindel of New York City.\n\nFuneral services will be held tomorrow at 11 A.M. at the Park Avenue Synagogue.\n\nContinue reading the main story",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9357228875,
        "format_confidence":0.7365770936
    },
    {
        "url":"https:\/\/adpowellblog.com\/2014\/06\/15\/the-multiracial-movement-an-uncomfortable-political-fit-by-nathan-douglas\/",
        "text":"The Multiracial Movement: An Uncomfortable Political Fit, By Nathan Douglas\n\nThe Multiracial Movement: An Uncomfortable Political Fit By Nathan Douglas\n\n(Originally published in “Interracial Voice”)\n\nPublicFriendsFriends except AcquaintancesOnly MeCustomClose Friendsgifts1See all lists…friendsBrooklyn, New York AreaAcquaintancesGo Back\n\n\n\n\nThe Multiracial Movement: An Uncomfortable Political Fit By Nathan Douglas\n\nThere’s a prayer that you’ve probably heard before, in one version or another. It goes like this: “Lord, please give me the courage to change what I can; the serenity to accept what I cannot; and the wisdom to know the difference.” May all you readers take that to heart.\n\n\nI’d like to share with you as much as I can of wisdom accumulated from seven years of directly participating in, and critically observing, the so-called Multiracial Movement. If you take away nothing else from this editorial, please remember an observation I made in May of 1998, during a heated exchange on C-Span with Harold McDougall. He’s a Catholic University law professor and the former representative of the NAACP in their fight against the multiracial category. For those of you who don’t know, the NAACP was our primary opponent in the push for a multiracial category to be added to all government forms and surveys.\n\n\nDuring the broadcast, I challenged McDougall to explain some incendiary remarks he made in front of Congress during the hearings. In particular, I was incensed by his reference to a “kinky hair machine” device used in South Africa to determine the race of an individual. McDougall mentioned it to Congress, as if the device would find a place here, should the multiracial category be established. Yes, I realize this probably sounds bizarre to you, but he said it. It’s documented and I’ve written about it at the Project RACE website (check out the archives) as well as here on Interracial Voice.\n\n\nAnyhow, McDougall immediately accused me of being from “the extreme right wing of the multiracial movement,” to which I replied, “there is no right wing of the multiracial movement” — a statement I believed to be true at the time. Certainly I didn’t consider myself to be right wing or conservative. One look at my life, and the way I’ve chosen to lead it, would reinforce this. Plus I never perceived the movement to be about political identity anyway, internally or externally. It was an individual identity movement. That’s idealistic, perhaps, but to me it was always about something much grander than the crass nature of politics.\n\n\nBe that as it may, things escalated from there and Clarence Page, the panel moderator, stepped in to cool down the rhetoric. Page asked me, “Why is it so important to have a multiracial category?”\n\n\nI said, quite extemporaneously, “It’s to give these kids a sense of identity that allows them to be more than one thing at one time, and it states it clearly. It’s as simple as that.” I went one to clarify, and this is what I hope you’ll remember, so I’ll say it twice: “People are uncomfortable with the concept that somebody could be more than one thing at one time.” Again, “People are uncomfortable with the concept that somebody could be more than one thing at one time.”\n\n\nLet’s try putting that observation into a political context. As I’ve stated before, I’m not from the right wing. But guess what? I’m not a liberal, either. Which is also to say I’m neither Republican nor Democrat. Call me an independent. Or, building on my prior observation, I’m more than one thing at one time, and that makes political people, like Harold McDougall and the NAACP, very uncomfortable. Because they see the world as “either\/or.” Either you’re a liberal Democrat like them or you’re a conservative Republican, like whom they perceive all their opponents to be.\n\n\nAnd when McDougall tried to label me as “right wing,” he was basing his assessment solely on one issue. I submit to you that it is impossible to accurately determine where someone resides politically from his-or-her position on one issue. And instead of answering my questions about his previous statements, McDougall tried to place me on the defensive to prove that I was not from the “right wing.” When he failed to elicit the response he desired, he just refused to answer my questions.\n\n\nDeborah Tannen, a popular author and avowed Democrat, wrote an interesting book in 1998, entitled The Argument Culture: Moving From Debate to Dialogue. Let me give you a few quotes that relate to what I’m talking about…\n\n\n\n“The argument culture urges us to approach the world-and the people in it-in an adversarial frame of mind.” (p. 3)\n\n“Our determination to pursue truth by setting up a fight between two sides leads us to believe that every issue has two sides-no more, no less.” (p. 10)\n\n\n“But opposition does not lead to truth when an issue is not composed of two opposing sides but is a crystal of many sides.” (p. 10)\n\n\nShe goes on to address the race issue by saying that there’s a “tendency to reduce our understanding of race to a simple black\/white dichotomy. This tends to obscure, first of all, the existence of many other races: Asian, American Indian, Polynesian, Semitic, Arab, East Indian, Mongolian, and so on. Even within the framework of Americans of European and Americans of African ancestry, there are many who are biracial or multiracial.” (p. 43)\n\nShe concludes by stating, “no sooner do we conceive of something composed of two — and just two — elements than we begin to think of those elements as more different than they are, opposed to each other, and potentially in conflict.” (pp. 43-44)\n\n\nOkay, let’s talk about the elephant in the living room. No, it’s not me; it’s the Republican Party. Let’s face it, this figurative elephant makes many of us uncomfortable. But he’s just too damn big to ignore. Not only is the elephant in charge of government right now, whether we like it or not, it is also true that the elephant was virtually our only ally during the struggle for a multiracial category. Congressman Petri, a Republican, was the principal sponsor of the so-called “Tiger Woods Bill,” H.R. 830, which would have mandated a multiracial category. And Newt Gingrich, a Republican who is perennially portrayed by Democrats to be Lucifer personified, was also a supporter.\n\n\nYes, in the crazy world of racial politics, our supposedly natural allies, the civil rights establishment, became our enemies; and our supposedly natural enemies, the right wing establishment, became our allies. Or at least, so it appeared. Let me give you some more political observations.\n\n\nIn June of 1997, I was a guest on Kweisi Mfume’s Baltimore-based TV talkshow, The Bottom Line. I substituted for Susan Graham, the head of Project RACE, who asked me to take her place on the show. As previously established, I’m a feisty fellow, so not long after taping began, I got involved in a somewhat heated exchange, not with Mfume, who was on his best behavior throughout the show, but with an audience member. She raised the Republican specter with me by saying, in reference to H.R. 830, “The people behind it want to gut the enforcement of civil rights laws and that’s what’s behind the issue.” She also said, “When you have a conservative Republican sponsoring this kind of bill, you have to think twice.”\n\n\nI replied that I thought hers was a mischaracterization, saying quite candidly, “You’re defining this in political terms.” Let’s stop there a moment. Because that is, perhaps, the greatest irony of the debate that swirled around the establishment of a multiracial category. You see, as hard as it was for others to understand, and as difficult as it may be for some of you to realize even now, the quest for a multiracial identifier was, for me and many others, NEVER political in nature.\n\n\nThis was and is an identity issue, pure-and-simple. We just wanted the ability to answer truthfully the question being proposed: what is your race? To do so required an option or options not available at the time.\n\n\nI felt a tremendous affinity for the plight of multiracials wanting to self-identify. Not just because my son is multiracial, but because for all practical purposes, I am multiracial, meaning I draw from eclectic sources to be who I am. I may appear to be one thing physically, but there are plenty of other cultures swirling around inside me. At the very least, I’m multicultural.\n\n\nThat’s why I testified before Congress in 1997, on behalf of a multiracial category. Although I had given a speech at the 1996 Multiracial Solidarity March on the Mall in Washington, after being invited to participate by Charles Byrd; when I showed up to testify alongside Ramona Douglass of the Association of Multiethnic Americans (“AMEA”) and the aforementioned Susan Graham, I was met with some skepticism. The two of them, who were getting along well at the time, wanted to know how I had secured a spot to testify, since they had hoped to include some other, higher profile, more established representative from the movement. (I think it may have been Maria Root.)\n\n\nWe were at lunch, and they asked me directly, how had I gotten a slot on their panel? I declined to say precisely how I had aced out a member of their emerging multiracial political establishment. I just said I was testifying because “I asked politely.” Well, that was the truth! Although I can’t help but think they assumed I was some kind of a Republican spy or operative placed by Stephen Horn, the Republican congressman in charge of the congressional subcommittee overseeing the debate on the multiracial category.\n\n\nWell, up until now, I’ve never publicly revealed how I got on that panel. Would you like to know? Okay, when I was in college at Cal State, Long Beach, I was a member of an honor society called the Mortar Board. One of the community service jobs we performed for the Mortar Board was to help the university president and his wife host a reception being held at their house. And you’ll... (truncated)",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9959366322,
        "format_confidence":0.6777738333
    },
    {
        "url":"http:\/\/queensledger.com\/pages\/full_story\/push?article-Would+Anybody+Ever+Abuse+the+Internet-+Hmmm-+We+Wonder-%20&id=1964255&instance=lead_story_left_column",
        "text":"Would Anybody Ever Abuse the Internet? Hmmm, We Wonder....\nFeb 17, 2009 | 6720 views | 0 0 comments | 169 169 recommendations | email to a friend | print\nSpeaker Christine Quinn held her State of the City address last week, and boy was it a humdinger! Our readers are probably asking themselves, \"Who in the heck is Christine Quinn? I sure didn't vote for her!\" and you'd be right. She is the Speaker of the City Council, a position that she, as a councilwoman, was appointed to by her fellow councilmates.\n\nShe represents Manhattan, meaning that none of our readers ever made a tic mark next to her name on any ballot of any kind, nor will they until Mayor Michael Bloomberg vacates his throne, er....we mean Gracie Mansion and allows someone else have a turn at running New York City, home of the $1 falafel sandwich. (No, we won't tell you where you can get that deal!)\n\nSo why is this person, who was never voted for by any member of 50 of the city's 51 districts, speaking for the entire populace of New York. Because she can, and she thinks she has some important things to say. Fortunately, we disagree.\n\nSetting aside the fact that the \"State of the (insert territory here)\" addresses are becoming increasingly commonplace, and with that overabundance, decreasingly relevant, it's important for any legislator to include a proposal in their address that has the right mix of simplicity, novelty, and irrelevancy, so that the low-brow newspapers that clog our city's subway platforms have something to splash on their front cover.\n\nFor example, Speaker Quinn's address was primarily focused on the current financial crisis that the city is in, but numbers aren't that sexy. So she decided to jazz up her speech with some talk about the Internet, and pretty soon every tabloid in town is buzzing about her words.\n\nYes, the Internet is new and exciting, and Speaker Quinn, to her credit came up with an innovative way to capitalize on these new fangled \"web pages\" for both fun and profit, the latter of which is very much needed right not. (We're having fun, even if you're not.) She proposed to create a .nyc web domain for local business so that they would not have to compete with businesses in other areas for these pricey web addresses (not to be confused with the State of the City addresses).\n\nThe locality of the address will also help build a greater sense of community between small businesses who display their wares on the web and their neighborhood customers. Quinn herself cited tonyspizza.nyc as an example of both the type of website that could be created through this new domain and as a dose of the casual racism that has taken hold of the ruling class of our fair city. Seriously, not all pizza makers are owned by guys named Tony. (Just the good ones.)\n\nSo now that we have the .nyc address, instigated by the speaker of our City Council, it is going to be used and abused by the scum of the internet. In case we have all forgotten in this day and age of used booksellers and neighborhood pizzerias, the internet is used for an awful lot of awful things. Has anyone at City Hall ever seen Dateline's \"To Catch a Predator?\"\n\nThere are going to be some terrible, evil websites that end in the New York City sponsored .nyc domain, and that comes with at least some tangential endorsement of the city. Sure it may not happen at first, but ten years down the line, when Tony's Pizzeria goes out of business and sells off their assets, tonyspizza.nyc will almost certainly be owned by an adult entertainment company to promote their illicit line of videos featuring Italian girls smashing fresh pizza with a high-heeled shoe.\n\nThis is, after all, the World Wide Web, and anything that can be created within its confines can be used to hawk nausea-inducing video footage of a sexual nature. As this is a family newspaper, we'll let our readers come up with their own hilarious \".nyc\" innuendos, but we promise that this is the first step onto a slippery slope that will turn city government into smut peddlers.\n\nComments-icon Post a Comment\nNo Comments Yet",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9563500285,
        "format_confidence":0.6953178048
    },
    {
        "url":"http:\/\/chapala.com\/elojo\/index.php?option=com_content&view=article&id=308%3Aperrysabsurdidea1210&catid=67%3Adecember2010&Itemid=82",
        "text":"Find us on Facebook\n\n\nBy Lourdes Cardenas\n(Courtesy of  The El Paso Times)\n\n\nrickperryGovernor Rick Perry ‘s statement supporting the idea of sending U.S. troops to help Mexico fight the drug cartels will create controversy on the other side of the border. It is ironic that Perry made that statement exactly one day before Mexicans will celebrate the centennial of the revolution that ended up the 26-year dictatorship of General Porfirio Díaz.\n\nMexicans do not have good memories of U.S. interventions. You need only to mention the 1846-1848 U.S-Mexico War–when Mexico lost a big part of its territory–to provoke a complete rejection of any idea of American intervention.\n\nHistorically, Mexicans have not viewed American intervention as support for the people (el pueblo). When they have come into the country, Americans have supported the interests of private companies or they have backed politicians hated by the people.\n\nIn 1906, for example, when Porfirio Diaz was still in power, American troops came into the country to help the dictator to crush a miners’ strike in Cananea, Sonora.\n\nThe mine, Cananea Consolidated Copper Company, was owned by William C. Greene, who asked for help from the government of Arizona. In response to his petition, the government sent a group of rangers to protect the company’s facilities and to quell the unrest. In doing so, the rangers were actively involved in the killing of several of the rebel miners.  The Cananea strike is considered a precursor to the Revolution.\n\nEight years later, U.S. troops invaded again, this time to occupy Veracruz and to reject the government of Victoriano Huerta, which, by the way, came into power due to the assistance of the infamous US Ambassador Henry Lane Wilson. The U.S intervention in Veracruz lasted six months. And again, in 1916, U.S. troops were sent to Mexico to pursue Pancho Villa, who had dared to invade the US through Columbus, Nuevo Mexico. General Brigadier John J. Pershing was appointed by President Wilson to lead an army of 4,800 troops on a punitive expedition into Mexico.  However, the mission failed.\n\nThe problems that Mexico is facing now are totally different from the ones that prevailed during the revolution, but the America’s special interests in Mexico are as strong as they were during the 20th Century.  Shared concerns such as immigration, border security, trade, investment, flow of capital, among others, could explain Perry’s suggestion about sending troops to Mexico. Mexicans are very concerned about the violence of the drug war and they want a solution to the problem, but that doesn’t mean that they support a foreign intervention of troops, although they would support more American involvement in terms of training and financial help.\n\nLast August, the Pew Research Center released a survey that showed that 78 percent of Mexicans favor the US providing training to Mexican police and military personnel.\n\n“A smaller majority (57%) favors the U.S. providing money and weapons to Mexican police and military personnel, down slightly from 63% last year… Opposition to the deployment of U.S. troops in Mexico has also increased from an already high 59% last year to 67% in the current survey.”\n\nThe Pew survey also showed that the support for American assistance to Mexican forces tends to be strongest in northern Mexico, where the violence has affected people more directly and dramatically. Mexico and the US have been working together to fight drug trafficking because this is a problem that concerns and affects both countries. As we know, through the Merida Initiative the US is helping Mexico with over $1.3 billion for police professionalization, judicial and prison reform, border security, intelligence and many other issues.\n\nFurthermore, according to Mexican magazine Proceso, the US has already established a bi-national center of intelligence in Mexico, from where agents from the CIA, DEA, ATF and the Pentagon are already investigating drug trafficking organizations and organized crime.\n\nIf the US is already helping Mexico and getting involved in the drug war –through training, research, intelligence and resources–why would Perry voice such an absurd idea?\n\n(Ed. Note: Governor Perry is famous for making fatuous statements, viz. his call for Texas to secede from the Union. This is more than stupid, it is deeply offensive. Perry seems to have forgotten a war in which hundreds of thousands of brave Americans fought and died over this very issue. Perry also seems to have overlooked the fact that if such a secession came to pass, all federal military installations and financial assistance would quickly vanish, causing Texas to immediately thereafter declare bankruptcy. This all makes me wonder how my beloved home-state of Texas can elect such mentally-challenged politicians. AG)\n\nprimi sui motori con e-max\n\nAdd comment\n\nSecurity code\n\nJuly 2014 Please select one: Online format Only articles (respond to any article here) Magazine style format Articles and\nEditor’s Page By Alejandro Grattan-Dominguez For more editorials, visit: OSCAR  LEVANT—The Irreverent Genius   Someone\nThis House Is A “Home!” By Herbert W. Piekow   Recently some friends and I went to visit La Ola in Jocotepec, where I learned how a simple\nAnyone Can Train Their Dog By Art A Chat with Irvin   A while back I was sitting in the park enjoying the day and contemplating\nJack London’s People Of The Abyss By Dr. Lorin Swinehart   The aged carpenter, well beyond his working years, foraged among the festering garbage\n\nOur Issues\n\nJune 2014\n\n\nMay 2014\n\n\nApril 2014\n\n\nMarch 2014\n\n\nFebruary 2014\n\n\nJanuary 2014",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9944813251,
        "format_confidence":0.9394378662
    },
    {
        "url":"http:\/\/www.districtchronicles.com\/news\/view.php\/857851\/Why-Blacks-should-support-immigration-re",
        "text":"Post Classifieds\nDC Public Library Ad 2\n\nWhy Blacks should support immigration reform\n\nBy Benjamin F. Chavis, Jr.\/NNPA Columnist\nOn December 8, 2014\n\nLatinos share the same issues with Blacks on racial equality and economic empowerment and need our support.\nCredit: Pete Souza\/White House\n\nAs I watched President Barack Obama address the nation on his “controversial” Executive Order on immigration reform, I was reminded of the evening of April 4, 1967. I was inside Riverside Church in New York City when the Rev. Martin Luther King, Jr. gave his courageous sermon in opposition to the Vietnam War. Even some of his supporters questioned his theological audacity to link civil rights injustice in the United States to human rights injustice in Vietnam.\n\nDecades later, history has proven King to have been right in his opposition. What will history say 50 years from now about President Obama’s leadership on immigration and his determination to fix the system?\n\nLeadership is about speaking out against injustice. It is also about taking action to correct injustice. Civil rights leadership, as exemplified by King, was audacious with the courage to take action to challenge injustice in a manner that inspired millions of people to join the cause. In his Riverside Church speech, King stated, “An injustice anywhere is a threat to justice everywhere.”\n\nI know that there are many in the Black community who might not understand how the issue of immigration for Latino Americans and others is linked to our issues of racial and economic justice. The goals of racial equality and economic empowerment are not exclusive or limited to Black Americans. With the “browning” of America steadily changing the racial and ethnic demographics of the population of the U.S., it important for Black Americans to be supportive of immigration reform.\n\nWe should be in solidarity with our Latino sisters and brothers because it is the moral and right thing to do. Also, supporting immigration fairness and equal justice is a strategic step forward for Black America. We know what the sting and pain of racial prejudice and injustice feels like.\n\nThe political context and timing of President Obama’s executive action that will help possibly 5 million or more Latino and other undocumented people who have lived in the U.S. for at least five years should not be underestimated. This was a major leadership move by the nation’s first Black president. Like health care reform, immigration reform had been debated for decades without any significant progress until Obama made it happen.\n\nYes, there is going to be a big political fight over immigration. Black Americans should weigh in on this debate from an activist perspective rather than from the position of disinterested spectators. As President Obama affirmed, “What makes us Americans is our shared commitment to an ideal, that all of us are created equal, and all of us have the chance to make of our lives what we will.”\n\nEquality in a democracy where people are treated fairly and justly, is a moral and noble goal that we should all strive to attain. Yet, for 45 million Black Americans, we also know the bitter taste of centuries of oppression, discrimination, injustice, violence and racial hatred. In fact, it is because of our ongoing struggle for freedom, justice and equality that we cannot afford to be silent on the issue of immigration equal justice. \n\nI am prepared to stand with the president of the United States on this matter. Are you?\n\nGet Top Stories Delivered Weekly\n\nMore districtchronicles News Articles\n\nRecent districtchronicles News Articles\n\nDiscuss This Article\n\n\n\n\nLog In\n\nor Create an account\n\nEmployers & Housing Providers\n\nEmployers can list job opportunities for students\n\nPost a Job\n\nHousing Providers can list available housing\n\nPost Housing\n\nLog In\n\nForgot your password?\n\nYour new password has been sent to your email!\n\nLogout Successful!\n\nPlease Select Your College\/University:\n\nYou just missed it! This listing has been filled.\n\nPost your own housing listing on Uloop and have students reach out to you!\n\nUpload An Image\n\nPlease select an image to upload\nNote: must be in .png, .gif or .jpg format\nProvide URL where image can be downloaded\nNote: must be in .png, .gif or .jpg format",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9976730943,
        "format_confidence":0.930103302
    },
    {
        "url":"https:\/\/www.kevinmd.com\/blog\/2020\/05\/how-the-covid-19-pandemic-highlights-the-need-for-class-consciousness-among-physicians.html",
        "text":"How the COVID-19 pandemic highlights the need for class consciousness among physicians\n\nWhat labor struggles do a grocery worker, custodian, and doctor in the United States have in common? A few months ago, many people’s answers may have been – not much. But ever since the COVID-19 pandemic hit, our shared challenges are becoming ever more apparent.\n\nThe pandemic is revealing that physicians, under our current for-profit medical system, are workers. Doctors are being expected to labor in dangerous settings for long hours and without appropriate protective gear. Health systems continue to prioritize their bottom line over workers’ lives.\n\nAlthough more apparent now, the exploitation of doctors is not new. In fact, Marx, writing the Communist Manifesto in the 19th century, viewed physicians as members of the working class: “The bourgeoisie [i.e., wealthy members of the upper class] … has converted the physician … the man of science into its paid wage laborers.”\n\nIt may sound strange to call doctors “working class,” given their relatively high incomes and prestige. However, under capitalism, doctors, like other workers, are compensated for only a portion of the true value of their labor. The surplus value — or the difference between the true value of their labor and what they are paid — becomes profit for the bourgeoisie. This holds true even for physicians who are self-employed physicians or in the public and nonprofit sectors since they remain beholden to the insurance, pharmaceutical, and medical supply industries.\n\nConsequences of this exploitation include working long hours, sacrificing time with family, and alienation from the true practice of their craft (i.e., being forced to squeeze patient care into short 15-minute visits), ultimately resulting in high rates of burnout and suicide within the profession.\n\nThe “professionalization” of doctors helps conceal these processes of exploitation, obscuring them from the public eye and even from doctors themselves. Most doctors ideologically align with the bourgeoisie and believe they have escaped the working class. This mentality, ironically, can actually lead to a double exploitation. In addition to the siphoning off of their surplus value, many doctors voluntarily work longer hours and take on extra tasks out of a sense of professional obligation.\n\nThis “professionalization” also alienates physicians from their fellow workers. A tiny percentage of physicians across the country are unionized, even though the majority are employees at health care institutions. And physicians are among the least politically active groups, voting at much lower rates compared to other comparable professions and being less involved in community organizing spaces.\n\nNow, the veil is being lifted. It’s clearer than ever that the dangers doctors face are shared with all other health workers. Corporations, not health workers, hold the reins to decide how essential supplies are produced and distributed. And doctors are realizing that their ability to survive the pandemic is linked to all essential workers, including farmworkers, grocery, and postal employees.\n\nThis opens up a wealth of opportunity for cross-sector solidarity. Health workers of all stripes are joining together in the fight for occupational protections and testing, led in large part by the powerful organizing of nurses’ unions. Physicians can also join with other worker-led movements to combat job loss, evictions, incarceration, and deportations during COVID-19, and to fight for adequate protections for all essential workers. Recognizing the material reality of our higher wages and relatively secure jobs, we can redistribute our earnings within our communities and\/or offer clinical skills directly through mutual aid programs.\n\nIn joining together as workers, we gain power not only to support each other, but to topple capitalist health care. The current system prioritizes profits overhealing and has resulted in a decimated public health infrastructure unable to adequately respond to the current pandemic. Furthermore, triaging who gets ventilators and who gets tested is perpetuating the racism, sexism, ableism, and transphobia that thrive so well under capitalism.\n\nAll workers now have an opportunity to envision what a new health care system could look like, organized around community self-determination, rather than the profit motive. According to Marx, to achieve true revolution, the working class has to seize the means of production; in this case, the structures and resources of health care. What would that look like under COVID-19? How can we start creating material shifts? How can we draw from models outside of the US to get us closer to that goal?\n\nThese are scary, disorienting, and often tragic times. The life of the capitalist system is prioritized over our lives and the future of the planet. In addition to responding to the immediate needs during the pandemic, we hope that doctors take this moment to critically examine our position within capitalism and commit to worker solidarity. It is only together that we can collectively combat not only the pandemic, but the global threats of capitalism. We must join our fellow workers in building towards a more equitable future on the other side of the coronavirus.\n\nJuliana E. Morris is a family physician. Simon Ma is a medical student.\n\nImage credit:\n\nView 8 Comments >\n\nMost Popular\n\n✓ Join 150,000+ subscribers\n✓ Get KevinMD's most popular stories",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.7756667733,
        "format_confidence":0.7109799981
    },
    {
        "url":"https:\/\/www.forbes.com\/sites\/paulroderickgregory\/2016\/06\/05\/putins-army-of-internet-trolls-is-influencing-the-hillary-clinton-email-scandal\/",
        "text":"Putin's Army Of Internet Trolls Is Influencing The Hillary Clinton Email Scandal\n\nDemocratic presidential candidate and former Secretary of State Hillary Clinton (Photo by Justin Sullivan\/Getty Images)\n\nThe Hillary Clinton email scandal broke more than three years ago—on March 19, 2013—with the Russian news service RT’s publication of Sidney Blumenthal’s emails to the then-Secretary of State. What most American journalists don't realize is that Putin's internet army continues to influence the evolution of the story.\n\nMy article on the Blumenthal emails, published on the same day, attracted 361,000 viewers, meaning the story was not a secret. The mainstream press ignored the story, only to see it burst upon the 2016 election scene where it occupies daily headlines. As I pointed out in my more recent piece entitled “What If Vladimir Putin Has Hillary’s Emails?,” the Clinton campaign and the country could be sorely damaged if Hillary’s emails (including those she deemed “personal”) are in Kremlin hands. Even if they are not, Putin can gain leverage simply from the suspicion that he has them.\n\nDespite the New York Times' weak assurances that there is “no evidence of hacking,” experts agree, including a former defense secretary and head of the CIA, that Kremlin cyber forces most likely hacked Hillary’s emails, which we now know include a number of top secret documents.\n\nI have been following the Russian and English language blogosphere using Google searches like “Does Putin\/the Kremlin have Hillary’s emails?” Included are rumor-mills such as Sovershenno sekretno.ru (\"Completely secret\") and kompromat.ru (\"Compromising material\"). In a country that thrives on gossip and rumors, even on delicate matters such as the murder of Boris Nemtsov, the Russian search yields absolute silence. The Kremlin is holding information about any possession of Hillary’s emails as close to the vest as possible.\n\nNot that the Kremlin is not enjoying Hillary’s discomfort. The FBI investigation, the testimony of the hacker Guccifer, and the release of the state-department Inspector General report are covered daily and with glee. My own Forbes articles are prominently featured. Russia’s information technologists have elevated me from a moronic paid Forbes hack to a distinguished scholar writing for a respected publication. My words seem to count when I suggest that Putin has outsmarted Hillary Clinton.\n\nContrary to the Russian media silence, the U.S. media began buzzing with the May 6 publication on an obscure conspiracy-oriented website (whatdoesitmean.com) entitled “Kremlin War Erupts over Release of Top Secret Hillary Clinton Emails.” The article, written under the exotic pseudonym of Sorcha Faal, claims that a faction within the Kremlin wants Hillary’s email cache released. Fox News pundits (Sean Hannity and Judge Anthony Napolitano) cited the article as evidence that Putin has the Clinton emails. Their comments were triumphantly and derisively panned by Media Matters, who pointed out that the same website published articles on British jets fighting UFOs and a new planet threatening existence on earth.\n\nBoth Fox News and Media Matters, in my view, are both unwitting victims of a classic Putin troll attack. Whereas Washington works on the basis of leaks, Kremlin information technologists first plant their narrative in an obscure blog (like whatdoesitmean.com) and then use its blogosphere network to cascade the story until it reaches more mainstream outlets. In this case, they struck gold with references by major figures on Fox News. With the Kremlin’s psychological operations, no one knows fact from fiction (Is this just some crackpot or the Kremlin?) and first impressions tend to stick, even if the story is proven false.\n\nThere are good reasons to believe that a Putin troll attack is at work here.\n\nFirst, it spins an alternate-world narrative that serves Kremlin interests in a number of ways. The Sorcha Faal article explains to the world that, yes, the Kremlin does have Hillary’s emails, thanks to Russia’s vigilant cyber forces, who obtained them in a perfectly legitimate way. After they detected hacker Guccifer’s attempted hacking of their own RT, they claim to have followed him as he attacked Hillary’s server and ended up coincidently with the cache of Hillary’s emails. The lesson: Russia has good cyber security; the incompetent U.S. does not.\n\nThe even more important message is that the CIA, knowing that the Kremlin has damaging secrets (such as the truth of Benghazi), launched a false Panama Papers operation to discredit Putin’s inner circle. The Panama Papers gambit was fabricated as a threat to prevent Russia from revealing the contents of Hillary’s emails. Thus, revelations about financial misdeeds of Putin’s inner circle can be written off as a CIA disinformation counter attack.\n\nThe story’s lightning-fast spread through the blogosphere is a second reason for believing in an organized troll attack. Faal’s crazy headline stories that Media Matters derides do not spread through the blogosphere. Granted that the Clinton email story is hot, its cascading through the internet smells of a planned operation by Putin’s troll army.\n\nIn the case of the Clinton emails, the Kremlin appears to be using its classic “Madeline Albright declaration” approach. In the Albright case, an obscure and unidentified blogger, \"Natalia 1001,\" made the unsubstantiated claim that then Secretary of State, Madeline Albright, had declared that Siberia, with its rich resources, should belong to the United States, not to Russia. This false claim was repeated by multiple sources (including an FSB mind reader) until it has become an integral part of the Putin doctrine that the U.S. is an aggressive power intent on Russia’s demise.\n\nWe are no closer to proof of whether Putin has Hillary’s emails or not. What we have is a troll attack that lays out a Kremlin narrative linking the Clinton emails to the Panama Papers. We expect the Kremlin to build on this narrative as time passes. In either case, Putin is sitting in the catbird seat. The mere suspicion that he has the email cache gives him leverage over the U.S. election. Those who argue that Clinton’s use of an insecure private server is a minor dereliction do not understand the consequences of having the Secretary of State’s correspondence in the hands of a hostile nation.\n\nWe can expect the Kremlin to use Hillary’s email scandal to its advantage. It is up to Putin to determine the timing, which will be most likely related to the U.S. election cycle. Let’s hope that Donald Trump uses this lesson to retract his favorable comments about Vladimir Putin.\n\nI am a research fellow at the Hoover Institution, at Stanford, and energy fellow and Cullen Professor of Economics at the University of Houston. I am also a research professor at the German Institute for Economic Research Berlin. My specialties are Russia and Comparative Ec...",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.996909678,
        "format_confidence":0.9639346004
    },
    {
        "url":"https:\/\/moderndiplomacy.eu\/2021\/02\/15\/from-gandhi-to-modhi-exploitation-of-svadharma\/",
        "text":"Connect with us\n\nSouth Asia\n\nFrom Gandhi to Modi: Exploitation of Svadharma\n\n\n\nHinduism is depicted as the world’s oldest religion, with roots and customs dating back to more than a 4,000 years. As of now, it constitutes of around 900 million followers, and is the 3rd most practiced religion after Christianity and Islam. In essence, Hinduism carries main concern over the mind, spirit and body of individuals, where non-violent actions that result spiritual peace of these identities are idealized. Moving forward, the central notion of Hinduism revolves around dharma, which can be associated with the overall duties and responsibilities of individuals in society, with accordance to ethical and moral practices that highlight non-violence. Notwithstanding, Hindus are also disposed to choosing their individual dharma in accord with their consciousness, intellect, and circumstances. This is coined as svadharma, and includes the duties and responsibilities of Hindus in relation to fellow beings and the total environment they reside in. Consequently, the attainment of peace is promoted through fulfilment of life goals, and the abandonment of stormy conditions. Since Svadharma as a concept is up for interpretation, it varies from individual to individual. In fact, due to its subjective nature, it also leaves room for religious exploitation in the lust for political objectives. This essay will aim to put forward the true depiction of svadharma through analyzing Mohandas Karamchand Gandhi’s Satyagraha; adding on, the exploitation for political incentives shall be explained through BJP’s Hindutva ideology.\n\nTo begin, Mohandas Karamchand Gandhi’s interpretation of svadharma resulted in Satyagraha, which can be portrayed as a revolutionary step towards non-violent non- cooperation against the British rule in India. Gandhi’s philosophy of Satyagraha was a natural outcome of the supreme concept of truth. According to which, if the truth can be deemed as the ultimate reality, its protection is critical. Hence, Satyagraha refers to the exercise of the truth against all injustices, oppressions and exploitations; which ultimately results in peace on an individual and societal level. It essentially embodies the notion of peace from Hinduism. To add on, for the attainment of fighting oppression through non-violent means, he embraced yogic strength to endure the most intense physical pain, including food and sleep deprivation without any flinching or any fear. Gandhi served as an influence to millions of his unarmed followers, through serving as a symbol of divine strength and passion. Consequently, a mass revolution was launched against the then British Empire, formally regarded as the non-cooperation movement.\n\n In order to stay true to the divine and peaceful teachings of Hinduism, he commanded individuals to undertake the process of obeying the civil and moral laws of the state, while simultaneously resisting laws that were oppressive and barbaric. As a result, Gandhi laid down certain standards of moral discipline for the Satyagraha process, which were: complete faith in God in order to calmly bear the physical barbarisms directed towards individuals by the British forces, not yearning after wealth and fame, submitting to the leader of the Satyagraha unit, absolutely fearlessness and firmness against brutality, single-minded purposefulness, and individuals losing sight of their duty through the virtue of anger or any other passion. Thus, Gandhi wanted to incorporate attitudes penetrating towards toleration and acceptance of the hardships that came along with this movement. Overall, Gandhi’s svadharma allowed him to attain political gains without resorting to violence, which resulted in peaceful change. In Gandhi’s words, complete civil disobedience through refusing to serve compliance to state- made-law can be an extremely powerful movement. In fact, it can become more effective in comparison to than an armed rebellion; as, it does not include the suffering of the innocent individuals on a wide scale.\n\nSatyagraha was a peaceful and inclusive movement that arose of svadharma; nevertheless, the concept of svadharma also introduced Hindutva, which is an extremist ideology with aims to disintegrate India’s secular outlook through transforming the country into a Hindu Rasht (a majoritarian Hindu religious-nationalist state that directs its 200 million Muslims and 30 million Christians into second-class citizens). In theory this concept goes against the very teachings of Hinduism, which revolves around peace and non-violence. Nevertheless, the concept of svadharma has been exploited and misused; as, Hindu extremists incorporate this notion to justify their horrific acts to attain political interests. The word Hindutva was introduced by the 20th century ideologue V.D. Savarkar, and it literally means “Hinduness.” The central concept was the embodiment of religious nationalism with territorial belongings and citizenship. Meaning, being an Indian was equated to following the religion of Hinduism; as, India was the spiritual motherland of Hindus. This was a problem for Indian Muslims and Christians; as, their holy lands were constituents of other states. Therefore, Hindutva followers disregarded Muslims and Christians as citizens of India. The current Indian government Bharatiya Janata Party (BJP) led by Prime Minister Narendra Modi has been assimilated under the ideology of Hindutva, and this notion has brought them popularity in India. In fact, this ideology was incorporated by them to come into power, which highlights the exploitation of svadharma. As a result, forcible integration into an outward Hinduness is being conducted in India. In recent years, India has witnessed Hindutva extremists killing Muslims due to various reasons ranging from consumption of beef to failing to chant the slogan “Jai Shri Ram” to hail a Hindu deity. Such actions are being conducted in order to compel the non-Hindu population into embracing Hinduism. However, at the end of the day, Hindutva is simply an exploitation of svadharma; as, it does not acquire to its peaceful and non-violent requirements. Moreover, svadharma aims to bring about peace on an individual and societal level; and, Hindutva is simply leading to chaos and riots in India. Through this the fact that Hindutva was a political goal for Modi to come into power is highlighted.\n\nIn conclusion, Hinduism is a religion that promotes the concept of non-violence and peaceful co-existence. Over the years, svadharma has been carried out by multiple personalities across India, in order to highlight their roles and responsibilities in insuring a peaceful through their personal interpretation, most notable of which are Gandhi and Modi. Nevertheless, the difference lies in their intentions and ultimate goal. While Gandhi carried a goal of attaining interests of the Indian population through non-violent means, Modi carried the aim of coming into power. Thus, Modi did not follow the true essence of svadharma and simply exploited.\n\nContinue Reading\n\nSouth Asia\n\nOpposing Hindutava: US conference raises troubling questions\n\n\n\nControversy over a recent ‘Dismantling Global Hindutava’ conference that targeted a politically charged expression of Hindu nationalism raises questions that go far beyond the anti-Muslim discriminatory policies of Indian Prime Minister Narendra Modi’s government and ruling party.\n\nThe conference and responses to it highlight a debilitating deterioration in the past two decades, especially since 9\/11, of the standards of civility and etiquette that jeopardize civil, intelligent, and constructive debate and allow expressions of racist, Islamophobic and anti-Semitic attitudes to become mainstream.\n\nOrganizers of the conference that was co-sponsored by 53 American universities, including Harvard, Stanford, Princeton, Columbia, Berkeley, University of Chicago, University of Pennsylvania and Rutgers, insisted that they distinguish between Hinduism and Hindutava, Mr. Modi’s notion of Hindu nationalism that enables discrimination against and attacks on India’s 200 million Muslims.\n\nThe distinction failed to impress critics who accused the organizers of Hinduphobia. Some critics charged that the framing of the conference demonstrated a pervasiveness of groupthink in academia and an unwillingness to tackle similar phenomena in other major religions, particularly Islam.\n\nThe campaign against the conference appeared to have been organized predominantly by organizations in the United States with links to militant right-wing Hindu nationalist groups in India, including some with a history of violence. The conference’s most militant critics threatened violence against conference speakers and their families, prompting some participants to withdraw from the event.\n\nOpponents of political Islam noted that Western academia has not organized a similar conference about the politicization of the faith even though powerful states like the United Arab Emirates, Saudi Arabia, and Egypt have lobbied Western capitals against the Muslim Brotherhood and its Turkish and Qatari supporters with notable successes in France, Austria, Belgium and Britain.\n\nAcademia was likely to have been hesitant to tackle political Islam because Islamophobia is far more prevalent than Hinduphobia.\n\nMoreover, perceptions of political Islam, are far more complex and convoluted. Islam is frequently conflated with political expressions and interpretations of the faith run a gamut from supremacist and conservative to more liberal and tolerant. They also lump together groups that adhere and respect the election process and ones that advocate violent jihad.\n\nScholars and analysts declared an end to political Islam’s heyday with the military coup in Egypt in 2013 that toppled Mohammed Morsi, a Muslim Brother, who was elected president in Egypt’s first and only free and fair poll. Political Islam’s alleged swansong loomed even larger with this ye... (truncated)",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9720740318,
        "format_confidence":0.647538662
    },
    {
        "url":"https:\/\/www.nationalreview.com\/corner\/washington-post-vote-mark-warner-because-hell-raise-your-taxes-tim-cavanaugh\/",
        "text":"The Corner\n\nWashington Post: Vote for Mark Warner Because He’ll Raise Your Taxes\n\nToday’s Washington Post endorsement of Democratic Virginia senator Mark Warner is not surprising, but the editorial board’s case against Republican challenger Ed Gillespie is a revealing window on how people think in the city that takes what America makes:\n\nWe understand that Mr. Gillespie, who faced a competitive GOP primary, is loath to alienate Republican hard-liners. Yet his opposition to any new taxes — read: any compromise — is exactly the sort of promise that produces congressional paralysis and would defeat a bargain to cure the nation’s fiscal ills . . . \n\nMr. Gillespie, a former lobbyist, national and state GOP chairman and top adviser to President George W. Bush, has deep political and policy experience. Unlike many Republicans who have been content to attack Obamacare, he proposed an alternative — albeit one that would offer far less protection to vulnerable patients.\n\nMr. Gillespie has the skills to be a bipartisan player in the Senate, as Mr. Warner has been. Yet by promising never to compromise on taxes, he has taken himself out of the hunt for an exit from America’s fiscal impasse.\n\nIf only the voters — who are constantly telling pollsters that they’re fed up with Washington business as usual and forcing lifelong politicians to make improbable claims to “outsider” status — were as reasonable as the Post’s editorial board. The argument seems to be that what’s good about Gillespie is that he is another get-along-go-along pol; but unfortunately, he’s not quite as easy as Warner.\n\nThe equation of “new taxes” with “compromise” — which the paper should really be embarrassed to make after the stunning non-apocalypses of the budget sequester and the partial shutdown of some non-essential government services last year — also elides a point the two campaigns have been arguing over. Though Warner claims Gillespie signed the tax pledge created by Americans For Tax Reform’s Grover Norquist, and his campaign even flooded the press room with literature to that effect at Monday’s debate, Grover himself has shot that story down. As Post Virginia reporters Jenna Portnoy and Laura Vozzella point out, “Norquist tweeted late Monday that Gillespie did not sign the pledge: “Gillespie told me he would not sign pledges. He didn’t. He told the people of Virginia he wouldn’t raise their taxes. He won’t. Warner did.’”\n\nThe ed board’s case for Warner also mentions his successful governorship, “ability to cross partisan lines,” and the fact that many people still think he’s John Warner. (OK, not that last one.) But the only case against Gillespie is his opposition to “new revenue” to “tackle the nation’s fiscal problems in a balanced way.” In fact, as Ohio University economist Richard Vedder demonstrated in a 1980s study that has been repeated with the same results many times since, every dollar of tax revenue raised leads to more than one dollar of new spending by Congress. Studies of revenue-based deficit reduction efforts in other countries have shown the same.\n\nGillespie has closed some of his very wide polling gap against Warner, but other than a September Quinnipiac poll that showed him trailing by nine points, he has never come within double-digits of the incumbent. But the power of incumbency is not a ratification of bad math. Raising taxes only makes the country’s fiscal problems worse. Americans know that. Washingtonians don’t.\n\nMost Popular\n\n\nThe Rise of the Chinese-American Right\n\nOn June 13, during a nasty storm, a group of Chinese New Yorkers gathered in front of the gates of Gracie Mansion, the New York mayor’s residence on the Upper East Side, to protest. Inside, Mayor Bill de Blasio was meeting with two dozen or so representatives of the Asian-American community to discuss his ... Read More\nWhite House\n\nThe Trump Steamroller\n\nAs we settle into high summer and the period of maximum difficulty in finding anything to fill in hours of television news, especially 24\/7 news television, two well-established political trends are emerging in this pre-electoral period: The president’s opponents continue to dig themselves into foxholes that ... Read More\nWhite House\n\nTrump and the ‘Racist Tweets’\n\nWhat does “racist” even mean anymore? Racism is the headline on President Trump’s Sunday tweets -- the media-Democrat complex assiduously describes them as “racist tweets” as if that were a fact rather than a trope. I don’t think they were racist; I think they were abjectly stupid. Like many ... Read More\n\nHow Beto Made Himself into White-Privilege Guy\n\nRobert Francis O’Rourke is white. If it’s any consolation, he’s very sorry about that. “Beto” has been running from his Irish ancestry for some time now. Long before the Left fell headlong into the logical termini of its triune fascination with race, power, and privilege, O’Rourke sensed that there ... Read More",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9969370365,
        "format_confidence":0.9340074062
    },
    {
        "url":"https:\/\/politicstoday.org\/slavery-and-colonialism-go-deeper-than-toppling-statues\/",
        "text":"Slavery and Colonialism Go Deeper than Toppling Statues\n\nJune 22, 2020\n\nThe danger is to mistake tokenistic gestures of racial and ethnic equality by the symbolic overthrow of bronze statues of easily targeted, long-dead historical figures with a long-term commitment to a radically different world-view.\nProtesters transporting the statue of Colston towards the river Avon. Edward Colston was a slave trader of the late 17th century who played a major role in the development of the city of Bristol, England, on June 7, 2020. Photo by Giulia Spadafora, NurPhoto via Getty Images\n\nAn uprising towards racial equality or a dissension into mob-rule? Both descriptions have been used to cover the recent Black Lives Matter protests in American cities and parts of the UK and Europe. The current climate has resulted in a profound but largely cosmetic shift- corporate, celebrity and even political parties (such as Nancy Pelosi and the Democrats) have made it clear that they are on the side of the anti-racism movement by donating money, verbally supporting and putting a knee down in solidarity with African-Americans (and the double-sided symbolism of a flag of freedom\/oppression).\n\nProminent sports personalities (such as NFL players) who previously shied away from anything remotely controversial have found themselves apologizing for past silence and vowing to do more (after the black-listing of fellow quarterback Colin Kaepernick for his distinctive protest against American police brutality by kneeling through the national anthem during the entire 2016 season).\n\nNow everyone has a racist anecdote to tell from school, the workplace or beyond – whether it’s the white person saying they should have done something more or the black person recounting an otherwise forgotten incident. However, much deeper issues remain; the historical placement of statues that symbolize oppression, the intertwined history of colonialism and the slave trade and its virtual absence in school curriculums, as well as ongoing African-American racial inequality and the dissension into a polarized world-view that is solely about race.\n\nThe Killing of George Floyd\n\nThe trigger for this profound and seemingly instantaneous plea for forgiveness from the entire African American community was the torturous killing of George Floyd on May 25 (through an eight-minute knee-hold) by a white police officer in Minneapolis after he was called to deal with a suspected counterfeit $20 bill. This became the latest provocation of police brutality against African American males and has become a symbol of the countless (unrecorded) deaths against black people that occur regularly in American cities.\n\nFloyd’s imperfect character has only deepened his “martyrdom”; a father of 5, arrested eight times between 1997 and 2005 for drug possession, theft and trespass (spending several months in jail) and who in 2009 was sentenced to 5 years in prison for aggravated robbery with a deadly weapon. As a symbol of the Black Lives Matter movement, Floyd’s seemingly tragic life story points less to flawed personal decisions and more to the institutionalized racism that is codified into administrative, educational and economic life for African Americans and culminates in either white police brutality against the community and\/or time in prison. His face has become the face of the movement with images, murals, and iconography spreading throughout the world. A statue may be next.\n\n\nThe toppling of statues that represent slavery advocates (such as the recent dramatic falling of Edward Colston in Bristol, UK) or those associated with General(s) or soldiers of the Confederate State in the American Civil War (mostly in the Southern USA) has become another manifestation of public anger and the disconnect between the icons of a place, the complex history and the sentiment of significant portions of the populace.\n\nIn the case of Edward Colston, it is difficult to defend the statue (although various senior members of the UK government have adamantly done so); he was a slave trader from the 17th century who as deputy governor of the Royal African Company oversaw close to 100,000 Africans into bondage. The monument was up for 125 years because of his financial contributions to the city (a concert hall is also named after him) and there had been a movement for the last two decades to (peacefully) remove the statue, which was unsuccessful. Like many statues scattered around Britain, it held little artistic merit and was crafted in a kind of late 19th-century naturalism (which was out of step with the Paris school of Modernist sculpture at the time).\n\nHowever, the ‘unruly mob’ taking down a near universally-loathed figure created an almost immediate backlash – football supporters in Plymouth immediately rushed to ‘defend’ a statue of Sir Francis Drake (a 16th-century sea captain who navigated the world and was also linked to the slave trade) and far-right groups descended upon Trafalgar Square in London to ‘defend’ statues there with riots ensuing.\n\nIn 2001, the Taliban government in Afghanistan destroyed the ancient 6th century Buddhas of Bamyan. There are differing and disputed reasons for the destruction of the Buddhist statues. One version states the destruction was a protest against international aid money that was earmarked for the conservation of the statues while the country experienced extreme poverty; a, more widely circulated theory is that it was simply pre-meditated religious iconoclasm. Both could most certainly be true since they are not necessarily incompatible reasons. International outrage followed their destruction because it was an ancient monument (and part of world heritage). It was a symbol of a minority religion in (present-day) Afghanistan and the Taliban were universally loathed for their barbaric approach to law, order, and governance.\n\nThe contrast of these two iconoclastic destructions seems clear-cut at the moment but opens up all kinds of questions: what if the figure is not as clearly vilified as Colston? What if the statue holds significant artistic\/heritage value such as the Buddhas of Bamyan? Does the destruction simply feed into those who wish to preserve the icon of a saint or a dubious tyrannical historical figure as a kind of stone martyr?\n\nIn the U.K., after the toppling of Edward Colston's statue by demonstrators, another demonstration was held with the request of dismantling the statue of Cecil John Rhodes at Oriel College in Oxford on June 10, 2020 Photo by Stringer via Anadolu Images\n\nPerhaps a precedent of sorts was set with Memento Park in Budapest, Hungary, which preserved dozens of statues from the late 1940s to the 1980s of key Hungarian communist figures (as well as Lenin, Marx, and Engels) after they were removed in 1989-90 (with the fall of the regime).\n\nSome of these statues play with aspects of Modernist sculpture while others are crafted in a banal pseudo-naturalism. Housed together on the outskirts of the city, however, they have been transformed in exile; they have lost their haunting dominance of representing the state and its total control of the citizenry and have been reborn as a kind of massive installation of contemporary art that acts as a critical commentary on Hungary’s fractured 20th-century history.\n\nEmpire and Slavery\n\nThe massive British Empire (where the sun never set) of the 17th to early 20th centuries is conspicuously missing from the UK school curriculum and is instead either studied and critiqued at the university level or left to circulate among the population through media or popular culture as a kind of mystical past that lacks details and facts and often revolves around nationalism. Primary schools introduce harmless topics such as ancient Mayans and the Vikings alongside the Battle of Hastings (British history) and the World Wars – the latter being revisited in more depth in secondary school.\n\nThe active role of slave-trading as part of the economic success of cities such as Bristol or Liverpool is treated more as a footnote than a central part of British history and the countless political, social and cultural figures such as (previously mentioned) Sir Francis Drake, Edward Colston or Cecil Rhodes (the benefactor of Rhodes scholarships and a famous 19th century imperialist with white supremacist views whose statue is currently being removed by Oxford University) or institutions such as the insurance body Lloyds of London (who have recently announced a vague initiative towards slave-related reparations) have up until now been seamlessly edited through centuries of history.\n\nIn contrast, the American curriculum is much more enlightened in terms of an anti-colonial stance starting from the revolution of 1776 through the civil war (1861-65) and the battle to end slavery. The European notion that the U.S. is self-absorbed in its ideas and history to the ‘ignorance’ of world culture is paradoxically both correct and deeply misguided. For instance, an absence of a non-colonial Islamic history blights the schooling of not just British and American systems but virtually every country in the world (including Muslim-majority nations except for Iran) for various reasons ranging from a cultural-political opposition with historical roots (such as in some Balkan nations) to periods of colonial rule that created collective amnesia (in places such as Egypt) to extreme secularization agendas of past governments (such as in Turkey).\n\nAt the same time and strangely, virtually no country outside the U.S. (with the possible exception of small Caribbean nations) introspectively studies the roots of trans-Atlantic slavery and the racial segregation and subsequent devastating effects on culture and society at the secondary school level.\n\nIn fact, the American experience is often used to shoulder and deflect some of the ingrained attitudes to race and ethnicity that are deeply rooted in Europe and other nations. Canada, for instance, has perfected the... (truncated)",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9950868487,
        "format_confidence":0.9874098897
    },
    {
        "url":"https:\/\/www.opendemocracy.net\/kacem-jlidi\/tunisia-occupy-bardo",
        "text":"Print Friendly and PDF\nonly search\n\nTunisia: Occupy Bardo\n\nDespite Tunisia's successful election in October, there has emerged a remarkable ideological split in the ranks. In Bardo, protesters are pressuring members of the National Constituent Assembly to pass eleven measures to further the goals of the revolution.\n\nOn October 23, Tunisians voted. A majority of the Constitutional Assembly seats were secured by the Moderate Islamist Party, Ennahda. Some argue that despite the glorious number of 90% of voters’ turnout - still they represent only 51.7% of the total number of potential voters, using this to criticise the legitimacy of Ennahda’s representation of the average Tunisian. Others – including Sofiane Chourabi, founder of the Political Consciousness Association in Tunisia, for example -  go so far as to say that the revolution was spearheaded by jobless and ‘leftist’ people calling for an end to unemployment and social injustices, before the Islamists jumped on the bandwagon.\n\nIt all started on November 22, as the freshly elected deputies met for their first parliamentary assembly, when families of the martyrs of the revolution gathered with some citizens outside the parliament carrying signs to remind people about the objectives of the revolution. By November 30, what was perfectly evident on the Tunisian street was the emergence of a remarkable ideological split in ranks that had remained united throughout all the trauma of the overthrow of the Ben Ali regime. It started with a call for a general mobilization launched by the Doustourna network, a political organization led by Jawhar Ben Mbarek, a professor of constitutional law.\n\nThe call, so far signed by twenty civil organizations, comes from many representatives of the unemployed in the mining regions of Tunisia (Gafsa and elsewhere); activists of the General Union of Tunisian Students (UGET); political parties and independent citizens. It states:\n\n“Given the nature of the public powers’ provisional rule and the National Constitutional Assembly’s ground rules which threaten the country’s democratic processes and open the way to the installation of a new dictatorship… we call upon all political powers, civil societies and all citizens to join our movement of protest…”\n\nThe protest, which has taken the form of a six-day sit-in and counting, aims at putting pressure on members of the national constituent assembly to accomplish the goals of the revolution, through the achievement of eleven measures.\n\n1. The immediate waiver of the proposed laws concerning the organization of the temporary public powers in the Constituent Assembly, which represents a basis for a new dictatorship  concentrated around a single party which will dominate proceedings without collaboration  with others and control all the state’s assets and its powers: legislative, executive, judicial, administrative and media.\n\n2. Immediate change to the proposed laws for the internal workings of the National Constituent Assembly, imposing a 2\/3 majority on all its decisions and the obligation to submit the text of the draft constitution to a national referendum for the establishment of a real democracy through the participation of the voters.\n\n3. Adoption of a majority (50% +1) to give a vote of confidence to the government and the same majority (50% +1) for withdrawing confidence.\n\n4. Live broadcasting of the National Constituent Assembly and its committees, publishing texts \/minutes from the meetings to all citizens.\n\n5. Immediate and fair trial of the killers of the Tunisian martyrs and the rehabilitation of everyone injured during the revolutionary process (financially and morally).\n\n6. Establish mechanisms to ensure regional development and the equitable distribution of wealth. \n\n7. An immediate response to all requests for legitimate employment in all the regions of the country and a review of the results of the recruitment examination for the Gafsa phosphate company (CPG).\n\n8. Purge the judiciary system of the symbols of corruption as an essential condition for the independence of the judiciary.\n\n9. Immediate measures to deal comprehensively with administrative, financial and political corruption, which is still endemic at all levels of the state apparatus.\n\n10. Suspension of foreign debt payments. \n\n11. Commitment of the National Constituent Assembly to include in the next constitution a ban on any normalization of relations with the Zionist government of Israel.\n\nEven though the claims have nothing to do with religion or any kind of personal beliefs; the sit-in taking place next to the Constituent Assembly in the Bardo area is annoying to the Ennahda supporters. Almost every night these protesters have been subject to aggressive acts of one kind or another. Counter-protesters threw rocks and attempted to destroy protesters’ tents, reported Monji Bhouri, a blogger from Tunis.    \n\nOn December 3, the street where the sit-in is taking place became packed full of people demonstrating in what might yet become a historic reckoning. On one side of the street, there are the Ennahda and Ettahrir (a Salafist party) supporters and also many teenagers from the local neighbourhood, all raising slogans in favour of their parties and such Islamic customs as the adoption of the Niqab. These slogans are a rewrite of soccer chants. Monji Bhouri said, “Those participants who call themselves pro-Islam haven’t shown much behaviour worthy of the name – they do nothing but  taunt, insult and even physically attack the real democracy activists”.\n\nOn the other side of the road, slightly fewer pro-democracy activists chose not to engage in a fight with their provokers. Instead they turned their backs, facing the constituent assembly’s building and refused to move despite the injuries caused by the stone-throwing. The Tunisian media have congratulated the Tunisian security forces for maintaining a neutral role and ensuring the protection of these protesters later on in the proceedings.\n\n“We’re here to express our opinion. If the other side has something to say, they too are free to do so, but the fear is that they are here to stop us from expressing our opinion” says Jawhar Ben Mbarek. “We’re protesting peacefully to demand transparency and prevent the birth of a new dictatorship. The violent attacks are the same methods used by the Ben Ali regime. We resisted them before and we shall continue to resist them,” added Ben Mbarek. \n\nEnnahda leaders issued a statement asking their supporters not to join the sit-in.\n\nThis violent uprising of Ennahda supporters might be influenced by the recent ban of a college girl wearing a Niqab from sitting for her exam. The university dean was made the victim of verbal insults and physical attack. Ennahda expressed its support for the right of the Educational Institution to make its own decisions, but called for universities to steer clear of ideological and political debates.\n\nI join many fellow-Tunisians in a sense of frustration at the quality of the international media coverage of this Bardo sit-in. These reports tend to reduce the protest to a confrontation between Islamists and Secularists, ignoring the true demands of those who have taken the decision to sit-in.\n\nAbout the author\n\nKacem is a Tunisian activist, blogger and Social Media enthusiast from Kairouan, a semi-rural city in the interior of Tunisia. He has a strong belief in human rights, especially the fact that minorities rights shouldn't be subject to public vote and that they must to be protected from the majority.\n\nWe encourage anyone to comment, please consult the\noD commenting guidelines if you have any questions.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9973945618,
        "format_confidence":0.7138111591
    },
    {
        "url":"https:\/\/www.politicshome.com\/news\/uk\/foreign-affairs\/opinion\/house-commons\/91617\/ian-murray-mp-political-earthquake-leaves-gambia",
        "text":"Ian Murray MP: Political earthquake leaves The Gambia at a crossroads\n\nPosted On: \n21st December 2017\n\nThe Gambia has new politicians and a public that sees the potential of a fresh start for their country, says Ian Murray MP.\n\nPA Images\n\nMidway through last year on the West Coast of Africa, in a country smaller than Wales, completely surrounded by it’s much larger neighbour, and with a population less than half that of Scotland, a small political earthquake took place leaving The Gambia at a political crossroads.\n\nFor 22 years the ever-increasingly authoritarian President Yahya Jammeh ruled over the people of The Gambia enforcing political persecution, restricting press freedoms and stripping citizens of any meaningful national representation. So you can imagine my surprise when, in September of this year, I found myself meeting with newly elected National Assembly Members (otherwise known as NAMs) under a new President at the start of a fresh political era for The Gambia.\n\nBack in October 2016, a coalition of opposition parties united behind one candidate for President – Adama Barrow. To the surprise of both local and international observers, former President Jammeh was defeated. Shortly afterwards, after having initially accepted defeat, Jammeh then refused to step down and declared the election result void.  \n\nMany similar situations across the globe would have led to conflict and unrest. Yet calm heads and sustained international and regional pressure, particularly by the regional ECOWAS (Economic Community of West African States) force, led to a mediated and peaceful conclusion. Jammeh was granted political asylum in Equatorial Guinea and Barrow was appointed President.\n\nFast forward six months and I found myself in Banjul, the capital of The Gambia, delivering an induction programme for newly elected NAMs (90% of the NAMs in the Parliament are new) organised by the Commonwealth Parliamentary Association UK (CPA UK) and the Westminster Foundation for Democracy (WFD). Our cross-party delegation consisted of my parliamentary colleagues, James Duddridge MP and Chi Onwurah MP, and two Westminster Parliamentary Clerks.\n\nFor four days we had the opportunity to discuss the shared principles underpinning both of our democracies, whether the importance of rigorously scrutinising the government, passing effective legislation, or representing your constituents at the highest possible level. We held workshops, took expert advice, debated how parliaments should operate, and ‘speed-dated’ NGO representatives, all the while exploring how parliaments can fulfil their many responsibilities. \n\nAmongst these newly elected Members there is an infectious atmosphere of optimism and energy and the sense of an institution shedding its rubber-stamping reputation. There is however a flip side to this, there is a huge burden of expectation on NAMs to bring about change, and quickly; but like all democracies, the journey isn’t necessarily smooth.  \n\nAnd so The Gambia finds itself at a crossroads. For the first time in two decades the National Assembly has the opportunity to radically alter The Gambia’s political culture, to bring about positive change, and to correct years of oppressive rule. I hope the people and the parliamentarians of The Gambia seize this opportunity to bring in a new order of openness and transparency, to represent the interests of the many, and to shape the lives of its citizens for the better.\n\nThe Gambia has new politicians and a public that sees the potential of a fresh start for their country. The opportunities are limitless but like any country at a crossroads, the direction in which is turns will shape the future for many decades to come.  Let’s hope the work we have all been doing to help the country make the right turn will provide the foundations for a very bright future for The Gambia.\n\nIan Murray is the Labour Member of Parliament for Edinburgh South",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9977511764,
        "format_confidence":0.9292453527
    },
    {
        "url":"http:\/\/www.hastingstribune.com\/opinion\/the-only-certainty-is-uncertainty\/article_30d67e2c-a4d2-11e9-be1d-b38186c5b386.html",
        "text":"There is no clarity in the presidential race at this point, no obvious favorite, no predictable outcome. Every factor that favors President Trump or the Democrats is balanced out by a negative trend.\n\nA victory — or a defeat — for either party is totally plausible.\n\nStart with some good news for the president. In the latest Washington Post\/ABC News poll, Trump’s favorable rating climbs to 44 percent among all Americans and 47 percent among registered voters. That’s the highest mark of his presidency in that survey and close to Trump’s average positive rating in all national polls: 45 percent of registered voters.\n\nBut look at the negatives: 53 percent disapprove of the president’s performance in office. As ABC’s pollster Gary Langer points out, Trump has never commanded a favorable rating from a majority of Americans, and that’s “a record for any president in modern polling” after 2 1\/2 years in office.\n\nTrump’s bump in popularity is clearly related to a strong economy, which has added jobs for 105 straight months. For the first time in the ABC\/Post survey, a majority, 51 percent, approved of Trump’s handling of economic matters.\n\nThen there’s the downside. Only 38 percent give Trump credit for good economic news, while half say the Obama administration is really responsible. And trade tensions with China and slow growth in Europe could undermine voter optimism before the election.\n\nMoreover, a majority gave the president negative marks on eight other issues tested by the pollsters. For example, only 2 out of 5 applaud his record on immigration and foreign policy, and that drops to 29 percent on climate change.\n\nA recent Monmouth poll asked whether the president “was giving enough attention to issues that are important to their families.” Only 41 percent said yes, and 55 percent said no. Men were evenly split on the question, but by almost 2-to-1, women objected to the president’s priorities.\n\nTrump’s personal qualities influence voter preferences even more strongly than his detailed policies, and 65 percent told the ABC\/Post survey that he acts in an “unpresidential” manner, while only 28 percent found his behavior “fitting and proper.” Yet 1 in 5 voters who view him as “unpresidential” like his overall performance, a strong sign that his brutishly unconventional approach to the office is actually a good thing to many of his core supporters.\n\nAnother positive for the president: For all the talk about impeachment generated by Democratic liberals, the idea of overturning the last election falls flat with the general public. Only 37 percent favor removing Trump from office, with 59 percent against.\n\nBut denying Trump a second term through the ballot box is a very different question. A Monmouth poll reports only 37 percent, Trump’s hardcore base, favors his re-election, with 59 percent opposed. The anti-Trump feelings are concentrated among women (68 percent), whites with college degrees (63 percent), voters under 35 (64 percent) and nonwhites (78 percent).\n\nAs always, however, their animosity is balanced out by groups that like the president. Men and whites are evenly split, and whites without college degrees favor a second term for Trump by 31 points.\n\nOn the Democratic side, their best news is contained in an ABC\/Post question about the “intensity gap.” Of voters who oppose Trump, 73 percent say it’s “extremely important” to deny the president a second term, while only 52 percent of Trump backers feel that strongly about re-electing him.\n\nAll votes are not equal in politics; intensity matters enormously, and the party that can capture that emotional edge has a huge advantage. The only nonincumbent Democrats to win the presidency since World War II — Kennedy, Carter, Clinton and Obama — all benefitted from an intensity bonus.\n\nAt least for now, however, the intensity gap favoring Democrats is based largely on anti-Trump feelings, not enthusiasm for any of his possible opponents.\n\nJoe Biden remains the favorite among Democratic voters, but his margin is fueled mainly by the feeling that he can beat Trump, not by any real excitement about the kind of president he would be.\n\nHis advantage is rooted in practicality, not passion, which raises the issue: Can he take full advantage of the intensity gap? Would voters be for Biden and not just against Trump?\n\nThat’s one of many unanswered questions 16 months before the election. Everybody’s crystal ball is clouded and cracked. The only certainty is uncertainty.\n\n\nRecommended for you",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9969467521,
        "format_confidence":0.9706237316
    },
    {
        "url":"http:\/\/www.sfgate.com\/opinion\/openforum\/article\/On-Foster-Care-Why-foster-care-reform-must-2495804.php",
        "text":"\"Let me stay in a home with loving parents that care for me,\" writes Antoinette, age 14, in her poem, \"To the Judge.\" \"I want to be somewhere where I can live life as a child, in a better situation. Can you find a home that is truly good and where the people will help me?\"\n\nIn California, we are responsible for 80,000 children who, like Antoinette, are living in foster care with little say about what happens to them next. Nationally, more than 500,000 foster children are waiting for a safe and permanent family. Courts play a critical, often life-changing role in the lives of youth who enter the child welfare system -- deciding whether children should remain in foster care or can safely return home; where they will live, how often they will move and when they will leave the system.\n\nAs part of the May Foster Care Awareness Campaign, a powerful collection of art and writing by youth calls attention to the need for them to have a greater voice in the court decisions that leave a lasting imprint on their future. The booklet, \"My Voice, My Life, My Future -- Mi Voz, Mi Vida, Mi Futuro,\" features moving poetry and artwork, through which foster youth describe their experiences and their hopes for the future. Twelve-year-old Cierra poignantly recounts in her poem: \"My life wasn't the best, but I feel like I have to get this off my chest. ... I have no family, I am all alone.\"\n\nIn 2004, the nonpartisan Pew Commission on Children in Foster Care recommended that children and their families have a direct voice and representation in court to safeguard the best interests of the children and to improve their outcomes. This month, advocacy, governmental, judicial and public-interest organizations are joining together to encourage the community to become involved and better support these vulnerable children. Many youth in foster care don't experience the life a child should have. Some children stay in foster care for only a few weeks or months while their parents get their lives back on track, but thousands of others cannot safely be returned home or cannot find permanent adoptive homes and, as a result, \"grow up\" in foster care.\n\nConsider these sad facts. Almost half of foster children spend at least two years in the foster-care system, and nearly 20 percent spend five or more years in foster care before exiting for a safe, permanent family. On average, foster children move through three different placements, frequently with little or no warning. About 19,000 older youth \"age out\" of foster care each year without a permanent family to love and support them.\n\nNationally and in California, there are reform efforts under way to improve safety, permanence and well-being for youth in foster care and to move youth more quickly from foster care into safe, permanent, loving homes. Indeed, the Pew Commission report identified a practical set of reforms at the state and national level, including more flexible child welfare financing, to allow public officials to tailor appropriate responses to families in crisis and divert children from the foster-care system in the first place.\n\nWe also need to enhance accountability, communication and coordination among all parts of the system -- child-welfare agencies, courts and schools -- that too often don't talk to each other. We need to make sure that children and families have a strong and effective voice in court proceedings, and that courts are staffed by well trained professionals with adequate tools and information to consider the cases before them.\n\nIn California, the Legislative Select Committee on Foster Care and the Blue Ribbon Commission on Children in Foster Care are bringing judicial, legislative and governmental leadership together to ensure safe, secure, permanent homes for California's abused and neglected children. In addition to supporting these reform efforts, there are also many opportunities for individuals to step up and make a difference in the lives of foster youth -- one child at a time. This May's Foster Care Awareness Campaign challenges our entire community to engage -- whether as foster parents, mentors, tutors or simply donors of gifts that enable foster youth to celebrate their birthdays and other milestones. Children have been described as the \"living message we send to a time we will not see.\" For our community's foster youth, that message is all too often one of failure and despair. We can, and must, do better to change that future.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.6983012557,
        "format_confidence":0.9661851525
    },
    {
        "url":"https:\/\/warisboring.com\/there-s-nothing-cheesier-than-egyptian-military-propaganda\/",
        "text":"There’s Nothing Cheesier Than Egyptian Military Propaganda\n\nEgypt’s autocratic regime likes kitsch\n\nThere’s Nothing Cheesier Than Egyptian Military Propaganda There’s Nothing Cheesier Than Egyptian Military Propaganda\nIt wasn’t exactly a surprise when Egypt’s top general announced he was running for president on March 26. Field Marshal Abdel Fattah El Sisi... There’s Nothing Cheesier Than Egyptian Military Propaganda\n\nIt wasn’t exactly a surprise when Egypt’s top general announced he was running for president on March 26. Field Marshal Abdel Fattah El Sisi has been Egypt’s ruling strongman since last July’s popular uprising—and military coup—against former Pres. Mohammed Morsi.\n\nIn the meantime, Sisi has developed a canny public image machine promoting everything from kitschy pop music videos to billboards and sweets.\n\nThe Sisi mania is despite—or perhaps aided by—a brutal crackdown on the Muslim Brotherhood. On March 24, an Egyptian court sentenced 524 people to death in “the harshest mass conviction in modern Egyptian history,” described the New York Times.\n\nThe military’s Department of Morale Affairs has also spent the past few months promoting cheery stories about the military’s role in post-coup Egypt.\n\nIt’s celebrated a new bridge—built by the army—in congested Cairo and the invention of a quack device for curing HIV. The department also regularly circulates positive Sisi stories in the media through regular meetings with TV station managers.\n\nAt the same time, Sisi remains popular and is widely considered a shoe-in to win Egypt’s July 17 presidential election. But it’s very unlikely anyone with a chance of beating him at the polls—if such a candidate even existed—would be allowed to.\n\nSisi Fetish, a Tumblr blog collecting photographs of the general’s likeness on Egyptian streets, is a case study in the country’s pro-Sisi propaganda. The generalissimo appears on cakes and cookies.\n\nThere’s a sober-looking cartoon Sisi. He appears on bling and pajamas. There’s an advertisement for a “Sisy Mix Sandwich.”\n\nBridesmaids at a wedding are dressed in commando gear and wearing dresses patterned on the Egyptian flag—while flashing posters of the jefe, of course.\n\nSisi even shows up in pop music videos.\n\nIn one video, singer Hassan Abu Saif and personal trainer Bosy Moukhtar Bosey sing that “all the Egyptians love” the general. There are images of anti-Morsi demonstrations intermixed with military parades, parachutists and tank fire.\n\n“We pray that our common president will be Marshal Abdel Fattah El Sisi,” Bosey says.\n\nIf there’s one word to describe all of this, it’s kitsch. What is kitsch? The term usually means a tacky and self-congratulatory form of popular art. Examples include tourist souvenirs, Disney cartoons and Dale Earhardt Sr. commemorative plates.\n\nIt’s funny, but also corny and overly-emotional. It’s meant to be.\n\n“Kitsch tends to mimic the effects produced by real sensory experiences, presenting highly charged imagery, language, or music that triggers and automatic, and therefore unreflective, emotional reaction,” Whitney Rugg of the University of Chicago wrote.\n\nEgypt’s military kitsch is a jarring combination of the popular and the authoritarian—used to promote a general responsible for the deaths of thousands of people.\n\nBut the mix of kitsch and military authoritarianism is not as strange as it might appear. It’s a classic combination.\n\nFor one, it makes the general into an everyman. He has enormous power, but his face on a cake makes him relateable enough without appearing threatening—at least on the surface. The style serves as a sedative.\n\n“The kitsch vision favors the aesthetic criteria of a submissive mass, joyously receptive in its quest for harmony and sentimentality,” historian Saul Friedländer noted in his study of Nazi kitsch.\n\nFriedländer would go on to note that this quest implied an undercurrent of menace. With Sisi, there’s menace when his face is photoshopped alongside images of roaring lions and bloody war paintings—while riding a suitably ridiculous child’s rocking horse.\n\nIf you have any problems viewing this article, please report it here.\n  • 100% ad free experience\n  • Get our best stories sent to your inbox every day\n  • Membership to private Facebook group\nShow your support for continued hard hitting content.\nOnly $19.99 per year!\nBecome a War is Boring subscriber",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9646770954,
        "format_confidence":0.8455171585
    },
    {
        "url":"https:\/\/www.forbes.com\/sites\/marketshare\/2011\/06\/30\/a-lesson-from-the-downfall-of-anthony-weiner\/",
        "text":"There was a moment during the recent implosion of Congressman Anthony Weiner -- which just became official last week -- that should have sent chills down the spine of anyone who guides communication strategy for organizations, politicians or other public figures.\n\nThe New York Times reported that conservative operatives correctly predicted he would be caught in a sex scandal a full month before it happened. Their source: the Twitter users Weiner was following that were in plain sight for any other Twitter user to see.\n\nMany of us understand the openness of social media represents an incredible opportunity for data mining and analysis for marketers. Now, it's clear these tools can be used by your political opponents to find your interests and weaknesses at a level never before available.\n\nThese evolving media dynamics are indicative of the social media landscape becoming, for a large number of Americans, the principal medium through which we connect, share, engage and learn. And clearly, politicians are no exception.\n\nWhich begs the question as to why the communications function on Capitol Hill has not been given greater due. After all, next to crafting policy, communications may be the most important function within a congressional office.\n\nWouldn’t elected leaders be better served by placing greater emphasis on receiving more senior level counsel from professionals who are deeply experienced in leveraging social media channels in building brands, managing issues, and sharing ideas?\n\nConsider the most effective communicators amongst our recent presidents: JFK, Ronald Reagan, and Bill Clinton. It’s no coincidence they are perhaps the most beloved president of the past 50 years. And make no mistake: these communications skills stemmed from sound strategy (and for one, a career in acting), which is an art form developed through experience, trial and error.\n\nThe group monitoring Rep. Weiner's Twitter feed used Twitter's open architecture to identify a pattern in the young women he was following. Although they couldn't read the private messages he was sending, they correctly guessed what was going on -- he was essentially cyberstalking young women and they even took the step of reaching out to some of them to warn them about Weiner.\n\nThe fact that Rep. Weiner used a public tool to feed his impulses clearly tells us a great deal about his judgment, even while having some veteran communicators guiding him. But it also indicates how little Weiner and others understand about these new means of communication that have become commonplace tools.\n\nTwitter and Facebook are incredibly powerful assets for reaching constituents directly with very targeted announcements\/promotions. This is an area younger political (and corporate) staff are very well versed in, having been raised on a steady diet of instant communication.\n\nBut knowing how to do something and guiding lawmakers through today’s social media landscape are two very different skills. Indeed, how these tools can be used for and against you is an area that is only thinly understood.\n\nSo the question is: who is qualified? Who can sit across the table from a member of Congress and clearly delineate what that person can use their personal social media accounts for in representing their office, map out how much time should be spent each day engaging with constituents through digital channels, understands channel content and can comfortably discuss the types of photos that should be used, and when to respond to or ignore negative feedback?\n\nJust like anything else, it requires practical experience, having already learned from trial and error, managing meaningful issues, and understanding how to truly leverage the nuances of today’s social media toolkit.\n\nSo let’s look past the obvious in the Weiner scandal, and instead, consider that elected officials need sound counsel on how, why and when to access social and traditional media from someone both skilled in the art of communications and experienced in the use of social media channels.\n\nIn the end, any politician who uses these tools without professional guidance does so at his or her own risk.\n\n\nAbout the Author: Aaron Perlut is a founding partner of St. Louis-based Elasticity, which helps organizations and public figures bridge the communications gap between traditional and digital media.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9621522427,
        "format_confidence":0.9835525751
    },
    {
        "url":"http:\/\/articles.latimes.com\/2012\/oct\/07\/opinion\/la-oe-sander-affirmative-action-20121007",
        "text":"YOU ARE HERE: LAT HomeCollectionsOpinion\n\n\nDo race preferences help students?\n\nThere's evidence that many students don't thrive in colleges for which they're far less prepared than their fellow students.\n\nOctober 07, 2012|By Richard Sander and Stuart Taylor Jr\n  • As the Supreme Court revisits the use of race in college admissions, critics of affirmative action are hopeful the justices are poised to roll back the practice. A new report released Oct. 3 offers a big reason for their optimism: evidence the nine states where leading public universities don't use affirmative action have succeeded in bringing diversity to their campuses through race-neutral means.\nAs the Supreme Court revisits the use of race in college admissions, critics… (Paul Sakuma \/ Associated…)\n\nAffirmative action, long one of America's most divisive social issues, is about to grab headlines again. On Wednesday, the U.S. Supreme Court will hear arguments in a challenge to a state university's use of race in selecting students.\n\nIn many ways, the legal issues in Fisher vs. University of Texas are the same as those that came before the court in 1978 and 2003. But the broader affirmative action debate has changed since those cases were heard, and in ways that could point toward compromises that might win broad public support.\n\nSince the late 1960s, the racial preference discussion has been dominated by fairness questions. Proponents saw preferences as a necessary way of ensuring that racial minorities enjoy equal opportunity in the real world and not just paper promises of fair treatment. Opponents saw preferences as reverse discrimination, perpetuating racist habits under a new guise. But in recent years, scholars have started to do careful empirical research on whether preferences actually help their intended recipients. When the dispute shifts from \"is it fair?\" to \"does it work?\" — thus changing the focus from ideology to evidence — open-minded people can make progress toward consensus.\n\nMuch of this new research is on the idea of \"mismatch\" — on what happens after a student is admitted to a school for which he or she is only marginally qualified. (It is common for colleges to accept black applicants with SAT scores several hundred points below those generally required for Asian or white applicants.) In general, however, studies have found that students tend to learn less if they are surrounded by peers with much stronger academic preparation.\n\nSome 40% of black students entering college, for example, say they expect to major in science or engineering. But when they get to schools where most of the other students are better prepared — with much higher SAT scores and more rigorous high school course work — the chance of failure is high. Although some racial preference recipients rise to the challenge and perform better than ever, research finds that most tend to be overwhelmed and move to easier majors.\n\nThese are serious concerns. A raft of recent studies has found that students often fail to thrive if they are admitted to colleges for which they're far less prepared than their fellow students, and this holds true whether the preferences under which they were admitted were based on race (as are most very large preferences) or any other factor. Students admitted to schools under such programs are 30% to 40% less likely to get science degrees; they are twice as likely to fail the bar exam after law school; and they are likely to have less social interaction across racial lines.\n\nThese numbers are not comparing preference recipients with their better-qualified peers; they are comparing preference students with otherwise similar students who go to very good but less elite schools where they are better matched.\n\nThe mismatch hypothesis is controversial. The U.S. Commission on Civil Rights has issued two meticulously researched and reasoned reports expressing great concern about mismatch problems, but university leaders utterly ignored the reports, and they reject the idea of mismatch out of hand. Race is such a sensitive subject on most campuses, and diversity via racial preferences is viewed as so sacred, that campus presidents will often embrace even the flimsiest rebuttals of peer-reviewed, carefully replicated mismatch research.\n\nIn our view, the evidence is overwhelming that mismatches often harm those they are trying to help. Many skeptics are simply resisting serious scrutiny of current practices on political or emotional grounds. Others legitimately point out that there are important questions that need closer study, such as whether academic support can offset the effect of preferences, or whether the long-term advantages of an elite degree can offset mismatch troubles during college.\n\nBut even if the current evidence is viewed as inconclusive, there's an easy step the Supreme Court should consider: mandating transparency in university admissions systems that have long been cloaked in secrecy. Current court doctrine requires that preferences not be harmful to any racial group. Nearly all experts agree that Justice Anthony M. Kennedy is likely to write the decisive opinion in Fisher, and that he will be interested in putting more teeth into the court's high-sounding but so far unenforced principles curbing abuse of preferences. A great way to do this would be a simple consumer protection measure, requiring that when a college or university uses a racial preference, it provide applicants and admitted students with information about the outcomes of students whose qualifications are similar to theirs.\n\nLos Angeles Times Articles",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.8920913339,
        "format_confidence":0.9222689867
    },
    {
        "url":"http:\/\/socialistreview.org.uk\/385\/immigration-hostile-act",
        "text":"Immigration: a hostile act\n\nIssue section: \n\nThe government's new bill aims to create a \"hostile environment\" for illegal migrants. Alan Gibson looks at the measures in the proposed law and how it will target all migrants and serve to stoke up racism.\n\nWhat is the declared aim of the bill?\n\nTo create a \"hostile environment for illegal migrants\". This will be done by forcing landlords, NHS staff and public servants, and bank staff, to check the immigration status of migrants who are potential tenants, users of NHS services, appliers for a driving licence or a bank account. Other proposed measures include a drastic reduction in rights of appeal and bail, and a denial of the right of appeal prior to deportation.\n\nWhat will the residential measures mean?\n\nLandlords will be faced with such a complex task that they are likely to turn away anyone who looks like a migrant or speaks with a foreign accent - whether they have the right documentation or not - for fear of incurring a £3,000 fine if they provide accommodation to \"illegal immigrants\". Just how complex it is can be judged from the 89-page guidance given to employers to enable them to check the status of job applicants.\n\nMany people who have been given the right to remain in the UK often do not have their documentation available because it has been lodged with the Home Office - a body notorious for sitting on papers. Those turned away will resort to finding accommodation from rogue landlords, increasing the scandal of \"beds in sheds\". Racial discrimination will increase.\n\nWhat will the NHS measures mean?\n\nFollowing outlandish figures provided by the aptly named Creative Research that suggests migrants are burying their noses in a trough of NHS free care, the government proposes to charge undocumented migrants whenever they use NHS services. It also proposes that people who come to the UK to stay for six to 12 months pay £200 upon their arrival.\n\nThis means already overworked NHS staff, and particularly administrative staff at GPs' surgeries, will face the task of judging whether or not a migrant should be charged for any care they receive. Even worse, many migrants - both documented and undocumented - are liable to stop seeking NHS care as a result of the measures, increasing their own vulnerability to illness. Racial discrimination will increase.\n\nWhat will measures regarding driving licences and bank accounts mean?\n\nAgain DVLA staff and bank tellers will be tasked with acting like border guards, demanding that anyone who looks or speaks like a migrant provides documentation before serving them. Racial discrimination will increase.\n\nWhat will measures to restrict rights to appeal and bail mean?\n\nThe government proposes to cut the 17 current immigration decisions that can be appealed to four. Even worse, it proposes to stop migrants appealing against their deportation, claiming any further legal process be carried out from the country to which they are deported. This will hit migrants seeking to appeal against erroneous immigration decisions.\n\nJust how erroneous is highlighted by the fact that nearly 50 percent of the appeals last year against Home Office decisions regarding rights to remain in the UK were successful, as were 32 percent of appeals against deportation. The figures are not surprising given just how complex immigration law has become over the past 20 years of successive governments - both Tory and Labour - continually upping the ante on immigrants and asylum seekers.\n\nIn a further nasty twist, the government also proposes to reduce the scope of the Human Rights legislation by incorporating into the bill an \"understanding\" that judges give \"little weight\" to migrants' appeals on the basis of their family life in the UK. This means there will be more cases of husbands and fathers being deported, leaving their wives and children behind in this country.\n\nGiven the above, what is the true aim of the bill?\n\nWith the anti-immigrant Ukip threatening to damage significantly the electoral chances of all three mainstream political parties, the true aim of the bill is to create a \"hostile environment\" not just for illegal immigrants, but for all migrants and anyone who looks or speaks like a migrant. And given that migrants are normally presented in the media as either black or Asian, the bill will increase anti-black racism and Islamophobia.\n\nNor will it stop \"illegal\" immigration. As the Joint Council for the Welfare of Immigrants says: \"Most of the measures will not serve to reduce the numbers of undocumented entrants coming to the UK nor will they serve to force people already here to leave, because desperate people who choose to come here in a clandestine way do not do so for the lure of a driving licence or the prospect of signing a tenancy. They live under the radar of the authority.\"",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.977964282,
        "format_confidence":0.9718091488
    },
    {
        "url":"https:\/\/www.theatlantic.com\/family\/archive\/2018\/03\/heavy-burden-teaching-kid-american-racism\/555995\/",
        "text":"The Heavy Burden of Teaching My Son About American Racism\n\nIf my black child has to learn that society will hate him, he should hear about it from someone who unconditionally loves him.\n\nA man holding a Confederate flag\nWin McNamee \/ Getty\n\nThis article is part of Parenting in an Uncertain Age, a series about the experience of raising children in a time of great change.\n\nWhen I saw the sign for the Emmett Till Museum, I knew I had to take the next exit. As a Ph.D. student in American history studying the civil-rights movement, it felt almost like an obligation. My only hesitation was that my 7-year-old son was in the car too.\n\nWas he ready to learn about one of the most notorious lynchings in the nation’s history? Could I bear to watch his eyes lose some of their glow?\n\nThe road that led from the highway to the one-street town of Glendora, Mississippi, was barely more than a trail. Only the concrete slabs remain of the home of one of Till’s lynchers, and just beyond it stands a gray building with corrugated metal walls. Inside is the Emmett Till Historic Intrepid Center, or ETHIC, a locally run museum, but in 1955, the year Till was killed, the structure housed a cotton gin. It is likely the place where Milam and his conspirators retrieved the 75-pound cotton-gin fan that they tied around Till’s neck with barbed wire to weigh him down after they threw his corpse into a nearby river.\n\nIt was a lot to explain to my son. I didn’t show him any of the gruesome pictures that made Till’s murder internationally known. I simply told him that some men had killed a boy because they thought people with brown skin had to be controlled, violently if necessary.\n\nMy son grew very still as he listened. “But it’s not like that anymore, is it?” he asked. “Well,” I replied, “it’s complicated.”\n\nA lynching may be especially difficult to explain to a child, but I am far from alone as a parent who struggles to talk to his kids about race and its grim history in America. We take great care to teach our kids to treat others kindly, to share, and to forgive. But teaching them about America’s racial history is another project entirely, burdening us with the knowledge that in giving them the truth, we are taking away some of the joy with which they behold the world.\n\nEvery parent—whether deliberately or not—sends a message to his or her children about race, but the legacy of race-based chattel slavery means that for black parents the process of deliberation is unavoidable and particularly fraught. Every black parent has to have “the talk,” about how to survive an encounter with the police. In truth there is not one talk but several. There’s the talk about how people will fear you and consider you threatening no matter what you do. The talk about working twice as hard for half as much. The talk about how black kids don’t get second chances.\n\nAnd even then, no matter how carefully parents inculcate a sense of racial awareness, there is the ever-present threat of bigotry’s random brutality. To be a black parent in America is to be in a state of constant vigilance. All parents know this caution to some degree—keep sharp objects out of reach, make sure they don’t play in the street, check out what kinds of friends they’re making. Black parents, on top of that, have to worry about shielding their children, and healing them, from antiblack racism.\n\nThey also, in having these conversations, often have to revisit old traumas of their own: having the word nigger hurled at them, having lost out on jobs or promotions because others viewed them as less competent than their lighter-skinned peers, having been pulled over simply because of their skin. I, for instance, dread talking with my son the first time he goes out on his own with a group of other black and brown-skinned boys. Having that conversation will take me back to the discomfort of how, when I was a kid, police officers seemed to have nothing better to do than follow me and my friends at the mall or the arcade.\n\nThe talking, the preparation, the vigilance is endless—and, frankly, exhausting. I admit I get tired at times, as I try to fight off anything that might smuggle a notion of inferiority into my black child’s mind. I have to investigate the racial representation in the latest animated movie and try to decode any of its subtle biases against people of color. I try to find children’s books that don’t feature black kids only in supporting roles or in the ghetto. I have to consider not only the racial composition of my child’s classroom but whether the leadership is diverse and racially sensitive as well. I absolutely will not buy him toy guns or let him play with them, even if the neon color of the plastic practically glows. I won’t even let him fix his fingers into the shape of a gun.\n\nIn the Deep South, where I live, racism is more physical and visible than it is in other places. We live in the Delta, so we drive past cotton fields frequently. When the plants are blooming in late fall, my son points out how beautiful the acres of fluffy white bolls look. He’s right, but at the same time I feel the need to remind him that people with skin like ours were forced to pick that cotton by hand for years and years.\n\nIt makes me mad to think that I have to explain all of these harsh realities to my child while others are subtly teaching their children ideas that continue to dehumanize people of color. I imagine them around the dinner table, parroting tropes about black laziness and welfare fraud, talking of “those people” and asking why they don’t just help themselves. Some wonder aloud whether the country would be better if we had never had a black president. Maybe there is  some cosmic parenting dynamic at play: For every adult who is trying to train his or her children to confront racial intolerance, there is another teaching his or her children how to perpetuate and preserve it.\n\nNext month will be the 50th anniversary of the assassination of Martin Luther King Jr. My son is now 7 years old, and I plan to take him to a commemoration at the National Civil Rights Museum in Memphis. He’s been once before. The museum is built right onto the Lorraine Motel, and I have explained to my son that the wreath on the balcony marks the precise spot where King had been standing when he was shot.\n\nI want to tell my child that today life is better for black people. It is certainly different. People of color can enter any public building. We can make meaningful movies that bring in a billion dollars. We can even be president. At the same time, I have to prepare my black son for a nation still gripped by the myth of white supremacy. The best I can do, I’ve concluded, is err on the side of honesty. If my black son has to learn that society will hate him, then let him hear about it from someone who unconditionally loves him.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9144912362,
        "format_confidence":0.9662431479
    },
    {
        "url":"https:\/\/therapeia.org.uk\/ttr\/2017\/06\/09\/liberal-democracy-hung-out-to-dry\/",
        "text":"Liberal democracy hung out to dry\n\nLast night’s ‘shock’ election result which has left the UK with its second hung parliament within the space of seven years has not only upset the usual suspects (the political class, the commentariat, Daily Mail and Telegraph readers, etc) but also all those people who thought there was a direct correlation between Brexit and a majority Conservative government.  According to the script, all those who voted for Brexit, including all those disaffected working class voters in the Labour northern heartlands, were going to vote Tory because they were the only political party ideologically and politically committed to a full Brexit. \n\nAs it turns out, it was nowhere near that simple.  And one of the reasons for this is that Brexit itself is nowhere near that simple.  People voted for Brexit for a multitude of reasons, some of which go far beyond any particular political affiliation.  In other words, a vote for Brexit does not necessarily correlate with a vote for the party most committed to it (putting aside for the moment that, of course, many Conservative politicians actually voted Remain).  Furthermore, it is important to remember that those politicians on the far left, including Corbyn, are also ideologically committed to Brexit, albeit for completely different reasons to those in the Tory party. \n\nIt’s also probably too simplistic to see the election result as the ‘revenge of the Remainers’, even though the high turnout seems to suggest a larger proportion of younger people than usual voted, and there does seem to be a correlation between age and support for Remain.   Perhaps one lesson from this result is not to rely so much on statistical data and statistical correlations in the first place (although there was one poll earlier in the week that was forecasting exactly this outcome). \n\nHowever, it’s also worth pointing out the irony of this vote, because in many ways it seems to bear striking similarities with the Brexit vote that it would appear to be undermining.  First of all, of course, it was a result no-one seriously expected, just as no-one seriously expected Brexit (or Trump for that matter).  This in itself raises a number of questions: who, for example, is ‘no-one’ in this context?  Presumably members of the self-same political class and commentariat who had convinced themselves (though not, it would appear, the wider population) that the result was in the bag for Theresa May.   This in turn raises serious questions regarding the influence that mainstream\/legacy media still exerts on the minds of the populace. \n\nOf course, this could all be symptomatic of the fragmentation of politics and political discourse that seems to be the legacy of the collapse of liberal democracy across Europe, the United States and beyond.  However, there is another irony here: the polarisation of politics.  Just as the Brexit vote became a choice between Remain or Leave, so this election seems to have polarised voters between the Left and the Right, with no clear winner.  And there seems to be no question that Corbyn’s version of socialism is essentially (populist) Marxist, just as May’s version of conservatism is essentially right-wing populist.    \n\nThe lesson here seems to be that fragmentation does not necessarily equal pluralisation.  In other words, as the liberal consensus collapses this does not necessarily herald the brave new dawn of a multiplicity of smaller parties with specific interests, e.g. UKIP, the Greens, etc.  Perhaps when it comes down to it, most voters want simple answers, especially in a time of great uncertainty.  Both Labour and the Conservatives seem to offer simple solutions to what are actually very complex problems.  For Corbyn’s Labour, the basic answer seems to be borrow heavily and nationalise wherever possible, whereas for May’s (Rudd’s, Johnson’s?) Conservatives the approach seems to be that Brexit will provide all the answers: just set Britain free and everything will be fine. \n\nThe irony is, of course, both these ‘solutions’ rely on strong, authoritarian leadership – and right now this is the one thing that’s conspicuous by its absence.   The problem here is that the resulting chaos and uncertainty that will undoubtedly follow in the days, weeks and months to come will simply fan the flames of authoritarian populism (on both the Left and the Right), as people crave for greater order and certainty. \n\nIn many ways this brings us back to the ‘rationale’ behind Brexit: the idea that leaving the EU is about ‘taking back control’…..of what?   Leaving the EU will not stop the logic of global capitalism and neither will it give the majority of the population any more control over their day-to-day lives than they have at the moment (which is probably not very much).   In fact, the people who are likely to suffer most under Brexit are precisely those disaffected working class voters (and not only in the North) who voted to ‘take back control’ in the first place. \n\nBut this is to make the assumption that people vote in their best interests, rather than in the best interest of someone else…..",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9971888661,
        "format_confidence":0.9089751244
    }
]