[
    {
        "url":"http:\/\/www.fixya.com\/support\/t2279887-zanussi_wjd1667w_door_seal_dislodged",
        "text":"Question about Zanussi WJD1667W Front Load Washer \/ Dryer\n\n1 Answer\n\nZanussi wjd1667w door seal dislodged\n\nBottom half of door seal came loose while cleaning out gunk....\nsaw metal retaining spring can I fix this from front of drum?\n\nPosted by on\n\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert that got 10 achievements.\n\n\n    An expert that got 5 achievements.\n\n    Director Badge:\n\n    Uploaded 100 video answers.\n\n  • Expert\n  • 213 Answers\n\nFollow these steps to replace your door seal:\n\nFor all Free appliance repair videos visit our VIDEO TUTORIALS\nDisconnect all power to the machine first!!\n\n1 Locate the outer clamp band securing the seal to the door rim on the washing machine and examine it carefully for holes or tears. Many can be prised off with a flat-bladed screwdriver they have a spring system holding them, but some have a tensioning arrangement that has to be loosened.\n2 After removing the outer clamp band, locate the inner one securing the seal to the drum and establish how this is secured. It may be necessary to loosen a clip, or you may be able to prise the band off with a flat-bladed screwdriver. Some are like very large Jubilee clips that you have to undo usually from the top.\n3 Once the clamp bands have been removed, use both hands to pull the seal away from the inner drum rim. Some machines have a water spout holes that will have to be lined up. Others have a drain holes.\n4 Rubbing a drop of washing up liquid into the groove on the door seal\/gasket that locates on the drum makes fitting the new seal easier.\n5 the new washing machine door seal should be fitted by locating the drain holes at the bottom of the seal first then push it on with both hands working opposite directions towards the top. This is quite hard if you have never done it before.\n6 refit the inner band remembering this must be tensioned correctly for it to be water tight.\n7 now fit the outer band and the test the machine for any leaks,\n\nAll washing machine spares featured in this article are available at apart4u with more video help in our tutorial section.\n\nInformation provided is a guide only. aPart4u accepts no liability for any problems occurring whilst attempting any advice shown. If in any doubt about fixing your appliance, always contact a qualified repairer.\n\nPosted on Jan 19, 2010\n\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\nA 6ya expert can help you resolve that issue over the phone in a minute or two.\nBest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nThe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\nGood luck!\n\nPosted on Jan 02, 2017\n\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nFront seal came off\n\nSometimes when the load get tangled during the cycle and you try to pull all the load out in one go, you can dislodge the seal and retaining spring. Remove the wire around the door seal, repositioned the seal around the edge of front panel porthole. There is a folded metal edge around the metal frame and the grey rubber gasket lips over this, once in position, offer up the metal retaining band and use a pair of long nosed pliers to stretch the spring so you can get it to sit around the seal. Sorry this a little long winded but very difficult to articulate properly, so I hope you get the gist. Cheers\n\nMar 26, 2013 | Bosch Washing Machines\n\n1 Answer\n\nThe door gasket is twisted, how do I fix it?\n\nThere is a metal retainer with a spring on the outside of the door around the seal remove that and re-form the seal around to door panel and secure with retaining spring. If this doesn't help you will have to replace the seal.\n\nFeb 12, 2012 | Miele Touchtronic W3033 Front Load Washer\n\n1 Answer\n\nAny advice on how to refit the door seal? I think my husband is about to throw it down the garden!! thanks\n\nthe door seal or do you mean the rubber boot that goes from outter tub to the outer frame simply seat the seal all the way around into the groved slot on the rubber boot and then attach the top of the retaining ring first and slide the left side on while holding the corner of the right side move your screwdriver from the top left furthest point in a couter clockwise direction until the metal retaining ring is half seated you can see down the bottom there is a small spring that allows the tension on the other side you would hold with a finger the last point that you seated the retaining ring and start on the top right side with your flat screwdriver and work your way clock wise until you came to the are with the spring then just put your screwdriver in the area where the spring is located and pry towards you walla this piece is also called door bellows to others as well it is termed as a rubber boot where I am currently if you have any further questions message me back and please remember when our chat has fully concluded to rank how this opinion has helped it allows me to help others in similar situations Thanks Rick\np.s tomatoes dont grow particulary well with washer machine on top on the other hand a type of berry would have no problem at all :)\n\nApr 10, 2011 | Zanussi ZWF1420W Front Load Washer\n\n1 Answer\n\nHow do I get that metal loop around the rubber gasket at the door? It is metal wire with a spring.\n\nTake a flat bladed screwdriver or similar tool then insert it to where the retainer spring connects to the wire hoop at the bottom of the door seal and pull the retainer forward and then off the perimeter of the boot. You may also use a pair of needle-nose pliers to grasp and pull the assembly at the location shown below.\n\nReinstall the spring and wire hoop assembly by starting at the top then working simultaneously around on both sides going to the bottom of the door seal\n\nAug 18, 2010 | Kenmore Elite 45986 Front Load Washer\n\n1 Answer\n\nWater leaking out of door , seems like it might be a problem with the door hinge ?\n\nNot likely that you have a hinge problem, but it can happen, especially if water has been dribbling down the back side of the front panel from the dispenser area, getting on the hinge, and causing it to bind up. Replacing the hinge is a pain because the screws are put in with thread lock, requiring heating or even drilling in some cases. If you have water dripping down the front of the machine from the door, the most common reason is that there is some lint or hair on the bottom side of the glass door, preventing a complete seal to the gray rubber gasket. Generally, just cleaning off the bottom of the glass door will fix it. If that does not do it, you can try moving the spring clamp (which holds the front of the gray tub seal) from the bottom (6 O'clock position) to the hinge area (9 O'clock position) Sometimes, the leak is caused because someone pushed the washer into place by placing their hands just below the door and actually deformed the metal front panel inward, preventing a seal between the door glass and the gray tub seal. If that is the case, it may be corrected by removing the spring retaining clamp, taking the front of the gray tub seal off, pulling outward a bit on the metal panel at the bottom of the door openings, and replacing the seal and retaining band again.\n\nMay 09, 2010 | LG TROMM WM2688H 4.0 cu.ft. Front Loading...\n\n1 Answer\n\nI need to clean between glass plate and oven door on my Zanussi electric cooker. I have drips where I've wiped the door over, also there is dust in between. Model ZBF 360W, Serial 61705615, Prod. No....\n\n\nThe following worked on my zbf360x built in Zanussi.\nFirst you need to remove the oven door. To do this open the door half way. On each hinge there are two small metal flaps. Lift both of these. Now with the door still half open pull hard on the door. You will find the hinges spring and if you release the pull now it will just spring back. When the hinges spring give an extra hard pull on one side and then the other each hinge should pop out.\nOnce you have the door off just remove the small screws on the bottom of the door to allow it to hinge open and clean the inside glass.\n\nHope this helps,\n\n\nSep 29, 2009 | Ovens\n\n1 Answer\n\nZanussi washing machine door seal removal\n\nThis is quite tricky, first take off the retaining ring on the front door port, remove the seal from this rim. The back of the seal is held by a spring band. the best way to remove it is to get a good grip on the seal at the top then lift and pull (thats the easy bit), to put the new one on i always lubricate the recess on the seal with washing-up liquid and feed the seal on from the bottom with one hand whilst following it around with the other hand to stop it coming off. Once it is fully on it can then be rotated easily into the correct position. Getting the spring back on will require an extra pair of hands for obvious reasons.\n\nGood luck with it and keep the swear box handy lol.\n\nThank you for using fixya\n\nNov 26, 2008 | Zanussi ZWF1440 Front Load Washer\n\n2 Answers\n\nReplacing a rubber door seal on washer machine\n\n1. Remove door (2 screws).\n2. remove top (2 screws at back, sharp slap to front to dislodge).\n3. Remove 2 screws holding powder dispenser to inlet valve.\n4. Remove 2 screws at front corners securing fascia.\n5. Remove fascia and powder dispenser as a unit - note plastic locating pegs on underside and plastic clips locating bottom onto front panel. Take care not to drop one of the rubber seals from valve\/powder dispenser joint. Do not disconnect the wiring, just lay the complete assembly on top of the machine.\n6. At some point, you will need to release the retaining wire securing the seal to the front panel. This is a thin ... (truncated)",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9896820188,
        "format_confidence":0.9741638899
    },
    {
        "url":"http:\/\/www.growsonyou.com\/question\/show\/41674",
        "text":"The Garden Community for Garden Lovers\n\nBy Lm298\n\nUnited Kingdom Gb\n\nmy garden is very heavy clay. i have been adding compost and sand and leaf mould. i have a sack of sawdust from a sanded floor, but may contain varnish, would it be wise to add this to the soil?\n\n\n\nI wouldn't risk it myself.\nI would add grit rather than sand. I have occasionally spread grit over my (heavy Wealden clay) over the years and together with regular mulching with compost and manure it has helped enormously. My soil is now much easier to work. I was advised not to use sand but I can't remember why.\n\n27 Mar, 2011\n\n\nHi Lm298 and welcome to GoY. If there is any possibility of the sawdust containing varnish then you should not use on your garden. Take it to the recycling centre. The varnish will taint your soil...\n\n27 Mar, 2011\n\n\nI am not using sand as it contains no nutrients for the garden. I only use sand for drainage around bulbs. I also mix in compost and mulch - am seeing an improvement to the heavy already.\n\n27 Mar, 2011\n\n\nLimestone, bone meal, and\/or epsom salts often help, too, by \"flocculating\" the clay--that is, making the tiny particles stick together in sand-sized clumps.\n\n28 Mar, 2011\n\nHow do I say thanks?\n\nAnswer question\n\n\nNot found an answer?",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9944323897,
        "format_confidence":0.9818630815
    },
    {
        "url":"http:\/\/www.baltimoresun.com\/features\/pets\/bs-sc-ask-pet-expert-0421-20130419-story.html",
        "text":"Breaking a dog's bad habit\n\nI have a 5-year-old black lab who has a nasty habit of eating other dogs' feces if she's not carefully watched. She's in good health, eats organic dry food, and is exercised regularly. We've tried everything to break this habit — even our vet is at a loss. Any ideas?\n\nIngesting feces is known as coprophagia. It is considered normal behavior during certain life stages, e.g. it's normal for nursing mothers to eat their own puppies' feces and for a young puppy to sometimes eat it. We're not sure why healthy adult dogs that are eating high-quality food eat their own feces. It's possible that some dogs like it so much or are never discouraged from doing it that it becomes a lifelong habit and in some cases a truly compulsive behavior.\n\nYou did the right thing by taking her to your vet to rule out a possible medical reason. We can now assume this is a behavior problem. The short answer on how to break this habit: Don't let her do it. Here are some tips:\n\nSupervise your dog closely when she has access to other dogs' feces. This means you should keep her on a leash in areas where other dogs eliminate. If she lives with other dogs and\/or other dogs visit, pick up poop immediately so she doesn't have the opportunity to practice the behavior.\n\nBuild a solid obedience foundation that includes a reliable recall. When your dog is off-leash you can call her away from the feces before she gets to it. Also teach your dog the \"leave it\" cue — defined as either do not touch, ignore, or move away from that object — and the \"drop it\" cue for times you don't catch your dog in advance of her eating the feces.\n\nUse a loud sound or device to startle your dog when she gets close to the feces. If your dog is sound sensitive a simple loud clap may work. If not you can use a shake can or air horn. If you don't make progress within a few weeks, consult a professional trainer.\n\nThis weeks' expert is Certified Professional Trainer\/Behavior Consultant Pauline Houliaras, president of B-More Dog. Submit your questions to\n\nCopyright © 2017, The Baltimore Sun, a Baltimore Sun Media Group publication | Place an Ad",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.7061727643,
        "format_confidence":0.607852459
    },
    {
        "url":"http:\/\/www.growsonyou.com\/question\/show\/20453",
        "text":"The Garden Community for Garden Lovers\n\nBy Guest\nWho is guest?\n\nEssex, United Kingdom Gb\n\ni have a area of grass which i wish to get rid of please your advice\n\n\n\nCut it into manageable pieces with a half moon edger or spade, push spade underneath the sections and lift off, like turf. Depending on what you want to do with the area, dig over before planting.\n\n19 Apr, 2010\n\n\nI'm sure Bamboo might have added, stack the turf in a corner of the garden and allow it to rot down, and you will have a source of good loam to use for potting or elsewhere in the garden.\n\n19 Apr, 2010\n\n\nLol, Bertie, you're right, I did think about it, but my fingers were tired...\n\n19 Apr, 2010\n\n\nI agree with Bamboo - in fact I was doing just that over the weekend! (my lawn gets smaller every year lol)\n\n19 Apr, 2010\n\nHow do I say thanks?\n\nAnswer question\n\n\nNot found an answer?",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9968216419,
        "format_confidence":0.9737458229
    },
    {
        "url":"https:\/\/iaamb.org\/which-pool-most-tolerant-of-dog-hair\/",
        "text":"Which pool will be most tolerant of dog hair?\n\n\nI am looking into starting a k9 swiiming pool. I need recommendations on which pools will be most tolerant of the hair.\n\nThanks,- Jennifer G.\n\nAnswer (by Cindy Horsfall):\n\nHi Jennifer! You can read the following topic on the ACWT website: What kind of pool or spa should I get?\n\nWhen choosing a pool, the filter and circulation system will be very important. It’s best to work with the pool contractor or manufacturer of the spa\/pool to set up a system that will be able to handle large amounts of hair. Filter and pump sizes are all dependent on the pool or spa size you select.\n\nPools and swim spas are usually built for people and pool maintenance companies always talk about hair nets and such… so most pool contractors and companies aren’t comfortable with HAIR… let alone DOG HAIR… so this is where you need to ask for them to think outside the box. You need to beef up any circulation system to push that hair through the filters. You should pay attention to the hair catch pots in your pool and can even ask for more or bigger catch pots which are designed to catch the hair BEFORE it goes to the filters. Some like the cartridge filters for hair as you don’t have to clean them but just toss them away and put in another one, while sand and DE filters you have to clean and backwash.\n\nHope this helps!\n\nPosted in ACWT, Pool Basics.\n\nLeave a Reply",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9935768247,
        "format_confidence":0.9490048885
    },
    {
        "url":"https:\/\/www.justanswer.co.uk\/appliance\/9udk2-noise-back-fridge-freezer.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site. Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk johnnn40 Your Own Question\njohnnn40, Customer Service\nCategory: Appliance\nSatisfied Customers: 2136\nExperience:  service and repair of home and commercial appliances\nType Your Appliance Question Here...\njohnnn40 is online now\n\nThere is a noise from the back of the Fridge Freezer that\n\nThis answer was rated:\n\nThere is a noise from the back of the Fridge Freezer that sounds like water running\n\nWelcome to JustAnswer. I'm John. Lay a fold of paper towels on the floor, underneath the fridge. If the towels get wet, inspect the ice maker water filter for a leak. If there's no filter, inspect the defrost water drip pan at the bottom of the fridge for overflowing water there.\n\nUsing the expert's star rating scale, please click the star that expresses your satisfaction with my response.\n\nThank you for choosing JustAnswer.\n\njohnnn40 and other Appliance Specialists are ready to help you\nCustomer: replied 1 year ago.\nThe drip pan is empty, there is frost on one of the pipes at the back. Should it be frosted?\n\nIf you refer to the metal lines in the sealed system, one of them usually has a thin layer of ice on it.",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9908769727,
        "format_confidence":0.8770688772
    },
    {
        "url":"https:\/\/goy-production-ssl-80171834.eu-west-1.elb.amazonaws.com\/question\/show\/266434",
        "text":"The Garden Community for Garden Lovers\n\nBy Sunray\n\nEssex, United Kingdom Gb\n\nI have several plants appear in the ground, and one in a pot , very large, dark leaves, which have a bubbly surface , and look strong, i am not sure if they are bad weeds, has anyone else seen these\/\n\n\n\nsorry Sunray, bear in mind we haven't seen these in your garden either - add a photograph please.\n\n30 Oct, 2014\n\nHow do I say thanks?\n\nAnswer question\n\n\nNot found an answer?",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9952788353,
        "format_confidence":0.988992095
    },
    {
        "url":"https:\/\/www.trulia.com\/voices\/Rentals\/December_Long_term_rental_wanted_to_Dis-439021",
        "text":"December 2012 -- Long-term rental wanted -- to $875.00 Disabled with Limited Income\n\nAsked by Michelle Anderson, Texas Sun Sep 30, 2012\n\nPrefer Single Family House, Condo or Townhouse near The Woodlands\n1-2 bedrooms, pet friendly, hardwood or tile [no carpet], w\/d connections, garage\n\nHelp the community by answering this question:\n\n+ web reference\nWeb reference:\n\n\nGuillermo Or…, Agent, The Woodlands, TX\nMon Oct 1, 2012\nEverything is possible to get but I need to know more information to start the search on your property.\nIf you can call me at 281 5 07 08 09 and we will have a talk to start your rental property asap.\n0 votes\nJulie Young, Agent, The Woodlands, TX\nMon Oct 1, 2012\nRentals tend to go pretty fast near The Woodlands. You should start your search in November if you need a place in December. I will be happy to assist you.\n\nJulie Young\nAllison James Estates & Homes\n0 votes\nSearch Advice\nAsk our community a question\n\nEmail me when…\n\nLearn more",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9957724214,
        "format_confidence":0.9745287299
    },
    {
        "url":"https:\/\/kdthreads.wordpress.com\/2010\/07\/03\/q-a\/",
        "text":"July 3, 2010\n\nQ & A from You!\n\nPosted in Q & A from You!, Sewing 101 tagged , , , at 8:56 pm by kdthreads\n\n1.) What is the difference between a handsewing needle and sewing machine needle?\n\n2.) What are pinking shears?\n\n3.) Do you use a thimble?\n\nMy computer is crazy and for some reason I cannot upload this video into this post. Clicking the link below should take you to my YouTube Channel where the video uploaded no problem!\n\nKeep sending questions and please subscribe!\n\n\n\nBookmark and Share\n\n\n\n  1. Ramona said,\n\n    Now I know how to use a thimble! Thanks for the tip! I am really excited about this blog. Maybe you can help me figure out my sewing machine which is currently covered in dust.\n\n    • kdthreads said,\n\n      Yes, if you send me a photo of your machine and include the brand name and model number I can probably help you out. Many people are surprised to learn than most sewing machines operate similarly.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9887807369,
        "format_confidence":0.5944917798
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t3106555-belt_keeps_coming_off_back",
        "text":"Question about Dryers\n\n1 Answer\n\nBelt keeps coming off at the backzanussi 470 tc dryer\n\nPosted by on\n\n\n1 Answer\n\n  • Level 3:\n\n    An expert who has achieved level 3 by getting 1000 points\n\n\n    An expert that got 20 achievements.\n\n\n    An expert that got 10 achievements.\n\n\n    An expert that got 5 achievements.\n\n  • Dryers Master\n  • 7,482 Answers\n\nCheck your motor pulley and your idler arm pulley for excessive play.\nAlso check your belt to see that it is in good condition and no permanent twists in it. Maybe a belt replacement is due.\nGood luck,\nI hope this helps\n\nPosted on Oct 05, 2009\n\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nZanussi dryer tc\n\nDid you locate the \"tensioner\" wheel that may have jumped out of the mounting hole...??\n\nThere are two wheels, one on the motor and one on the tensioner...\n\nApr 13, 2014 | Zanussi TC7114W Electric Dryer\n\n1 Answer\n\nHow to replace belt on zanussi tc 481w\n\nWhen the belt is installed, the idler with properly tension the belt.\n\nMay 08, 2012 | Zanussi Dryers\n\n1 Answer\n\nZanussi tc 470 blowing cold air any answers please????\n\nIt is more than likely that the element or thermostat\/s are faulty, you need to check with a test meter.\n\nNov 09, 2009 | Dryers\n\n1 Answer\n\nHi i am trying to put on a new drive belt on my zanussi tc-470 but i cannot get the belt to tension please advise\n\nYou should have an idler bracket with pulley and spring.\nThe spring will normally attach to the frame of the dryer.\nI will send you a couple of websites, they may have a schematic of your dryer and where the parts are located.\n\nGood luck,\nI hope this helps\n\nOct 10, 2009 | Zanussi TD4100W Electric Dryer\n\n1 Answer\n\nZanussi tc 481w codenser dryer\n\nthis is possibly the belt slipping remove back panel and check the belt tention if not that it could be the bearing needs replacing\n\nAug 16, 2009 | Zanussi TC7114W Electric Dryer\n\n1 Answer\n\nWater leak on Zanussi tc7102 dryer\n\nI had a similar problem. There is a 'o' ring on the plastic part that keeps coming out. This 'o' ring is not big enough, you need to replace it with a thicker one, preferably one made from a harder material.\n\nFeb 28, 2009 | Zanussi TC7102W Electric Dryer\n\n1 Answer\n\nChanged belt on zanussi tc 482 w\n\nheater in Zanussi tc7103s not working . stats and element ok. cant locate reset button\n\nJan 08, 2009 | Zanussi TC7114W Electric Dryer\n\nNot finding what you are looking for?\nDryers Logo\n\nRelated Topics:\n\n107 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Dryers Experts\n\nDan Webster\nDan Webster\n\nLevel 3 Expert\n\n8220 Answers\n\n\nLevel 3 Expert\n\n76164 Answers\n\nBrad Brown\n\nLevel 3 Expert\n\n15667 Answers\n\nAre you a Dryer Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9809589982,
        "format_confidence":0.9853640199
    },
    {
        "url":"https:\/\/questions.gardeningknowhow.com\/avoiding-toxic-soil-in-raised-garden-beds\/",
        "text":"Raised Garden Beds\n\nAvoiding toxic soil in raised garden beds\n\nZone 55432 | Sara Stambaugh added on July 21, 2017 | Answered\n\nMy husband, bless him, bought treated wood to build me four large raised garden beds so I can plant veggies and flowers. He's got them built when I think to ask if he used treated wood - and he did. So now I'm wondering what's a safe wood sealant that he can put on the wood so the chemicals don't leech into the soil? Can we use a spar varnish on the inside? Any suggestions or advice would be most welcome. Thank you!\n\nA.Answers to this queston: Add Answer\nAnswered on July 21, 2017\n\nThese links will help you make decisions regarding the safety of the treated lumber.\n\n\nWas this answer useful?\n\nLog in or sign up to help answer this question.\nDid you find this helpful? Share it with your friends!\n\nYou must be logged into your account to answer a question.\n\nIf you don't have an account sign up for an account now.\n\nLooking for more?\nhere are more questions about...\nRaised Garden Beds\nJoin Us - Sign up to get all the latest gardening tips!\n\nLearn From\nYour Peers on\nOur Blog\n\nVisit Our Blog\n\nDo you know a lot about gardening?\nBecome a GKH Gardening Expert\n\nLearn More",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9946401715,
        "format_confidence":0.9899650216
    },
    {
        "url":"https:\/\/pets.stackexchange.com\/questions\/1645\/what-are-the-negative-effects-of-debeaking-a-chicken\/1676",
        "text":"One of my male chickens loves making trouble and gets into fight with the other gentle male chicken almost all the time. An article I read said in this type of cases debeaking the stubborn male is a viable option.\n\nBefore doing so, I want to understand the full process of debeaking, I have read some articles but I still need advice on some issues.\n\nWhat are the negative effects (health and behavioral) that debeaking will have on my chicken?.\n\n\nBeak-trimming will always cause a deprivation of sensory input in the beak, an important source of information in birds, and the end goal should be the avoidance of beak-trimming altogether through genetics, housing conditions, and management. – Philip C. Glatz, ed., Beak Trimming, 2005, p. 77.\n\nThe arguments against debeaking are:\n\n  1. Debeaking is often done improperly and in such cases has been shown to be chronically painful to the chicken.\n  2. Debeaking makes foraging very difficult.\n  3. Debeaking hinders the chicken from normal preening.\n  4. Debeaking makes eating more difficult.\n  5. Some owner's feel that debeaking can be physiologically harmful to the chicken and may make birds act shell-shocked and skittish\n\n\n\nYou've already received an excellent answer, but I just wanted to add my recommendation that I feel that beak-trimming should be avoided.\n\nI would also strongly advise against housing roosters together. While there may be some exceptions, in general, housing two males together is going to result in aggression. Beak-trimming may deprive the aggressor of his main \"weapon\", but it can lead to other problems (difficulty eating, etc.) and is by no means an optimal solution.\n\n  • 3\n    This. The best answer is to not de-beak, and to only house one cock instead.\n    – rlb.usa\n    Dec 18 '13 at 18:18\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.8959639072,
        "format_confidence":0.9914536476
    },
    {
        "url":"http:\/\/answers.wikia.com\/wiki\/How_many_times_a_day_do_you_have_to_water_an_apple_seed",
        "text":"\n\nHow many times a day do you have to water an apple seed?\n\n1,020,603questions on\nAdd New Page\nAdd New Page Talk0\n\nThis question is awaiting an answer...\nPlease leave this field blank unless you are answering the question. Do not ask questions you already know the answer to. Thank you.\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.8151851892,
        "format_confidence":0.9746651649
    },
    {
        "url":"http:\/\/www.justanswer.co.uk\/dog-training\/8kep1-dog-rescue-dog-one-year.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Jane Lefler Your Own Question\nJane Lefler\nJane Lefler, Animal Behaviorist\nCategory: Dog Training\nSatisfied Customers: 19676\nExperience:  Dog breeder\/Trainer and Behaviorist 18+ years\nType Your Dog Training Question Here...\nJane Lefler is online now\n\nMy dog is a rescue dog. We have had her for one year. She is\n\nCustomer Question\n\nMy dog is a rescue dog. We have had her for one year. She is three years old, she panics about things and she nips and bites at times. She also barks at every noise and people.\nSubmitted: 3 years ago.\nCategory: Dog Training\nExpert:  Jane Lefler replied 3 years ago.\nHi JaCustomer,\nMy name is Jane. I have been working professionally with animals especially dogs in both health and behavioral issues for over 18 years. I have over 14,000 satisfied customers. It will be my pleasure to work with you today.\nIn order to supply you with the best information, I do need to ask for some additional information. Once I receive your answer, it will likely take me about 30-45 minutes to type up your response. I hope you can be patient.\nIs she nipping as a result of her panic or are they separate issues?\nDoes she nip and bite you (her owners)?\nIs she allowed on furniture?\nWhat obedience training has she had?\nCan you give me some details on when she has nipped or bit including what was going on before, during and what your reaction was?\nHow do you discipline her?\nWhat breed or closest one is she?\nIs she spayed?\n\nCustomer: replied 3 years ago.\n\nThey are seperate issues.\n\nShe nips and bites owners and visitors when we try to leave the house or hug each other any time.\n\nShe is allowed on furniture only when we say she can.\n\nNo obedience training-not great with other dogs but knows many commands which she follows, but she ignores any commands when we leave the house.\n\nShe has bit\/nipped when shut in a separate room when the door goes, and often when my 16 year old daughter tries to stop her getting out of the front door after i leave the house- i ignore her. Bites any time somebody picks up a handbag or puts shoes\/cardigan on.\n\nTo discipline Bella, we reward positive behaviour and we ignore negative behaviour, sometimes shut the door on her when she barks so she stops instantly.\n\nBella is a Sprollie- Springer x Collie and has been spayed.\n\nExpert:  Jane Lefler replied 3 years ago.\nThanks for that information. It sounds like she is a dominant dog. Dominant dogs will nip and bite to reprimand the other pack members when they feel they are doing something the dominant dog does not approve of. IN this case, apparently she doesn't like people leaving or stopping her from leaving indicated by her biting when people do those things that indicate they are getting ready to leave her.\n\nSo to correct this situation, you need to establish all the humans as the bosses and her as the lower ranking member of the pack. The fastest way of accomplishing this is formal obedience training. YOu don't have to go to formal classes initially as you can train at home and involve everyone. However, eventually you need to finish her obedience training in an environment where there are distraction like a formal training class.\n\nThe following site is helpful for teaching you how to train your dog. Be sure and click on the link to the page on obedience at the bottom. and links on subsequent pages leading to detailed instructions.\n\nTraining works best if you train at least 30 minutes a day (two 15 minute sessions). I would start making your dog work via the Nothing in life is free program (NILF). It is outlined below.\n\nAs I mentioned, all the humans need to be involved with training. You also need to stop allowing her to be on furniture. It raises her physically to the same level as the humans so she feels equal or higher than the humans especially since she has teeth and is not afraid to use them. Keeping her on the floor will help lower her both physically and mentally.\n\nI recommend using hot dog slices or liver slivers for treats. They can be messy but are very effective at getting a dog to work (obedience train). When a dog obeys even if for a treat, it makes them just a little more submissive to that person naturally lowering the dog in the pack.\n\nShe is a herding breed so nipping comes naturally and she is likely to have a lot of energy, so you need to have an outlet for that energy. Try at least two 30-45 minute fast paced (not strolls) walks. You can get a back pack and add cans and water to exercise her even more.\n\nI would keep a short leash on her at all times to help with training. While I agree with positive training techniques, I also believe a dog should have consequences for misbhaving. You will be reprimanding her. A reprimand would be a short tug on the leash to break her concentration and a firm low toned, growl like \"NO\". This lets her know that the behavior is unacceptable. Rewarding her for the desired behavior is important as well. So if she doesn't bite when she would have previously. This helps her see what behavior you expect out of her instead of the bad behavior.\n\nYou can set up situations where she bites so you can use reprimands to correct her. Practice over and over such as someone putting on their shoes in front of her. Someone elses gives the reprimand if she goes to nip and rewards if she doesn't. She'll learn quickly how to get the treat and stop the nipping.\n\nYou can use the same reprimand and reward system to stop the barking. While you have been rewarding some behavior, you have no reprimands for bad behavior except shutting the door. Bark collars are very effective but the contacts have to be able to touch the throat, so the hair might need to be trimmed if you decide to try one.\n\nOnce she is pretty much trained, go to a formal class. In addition, teach her to sit when you are leaving. Have her sit while you open the door and reward her. Then have her sit while you walk out and back in so she starts to see you leaving as not necessarily being gone for a long time. She'll also start seeing that as an opportunity to receive a treat sinc eyou will be rewarding her. Of course over time, the treats will be reduced and praise used instead still throwing a treat in now and again to keep reinforcing the training.\nThese techniques should take care of the problems. I hope this information is helpful to you and you are satisfied with my response. If you would like any additional information or have more questions please don’t hesitate to press the reply to expert or continue conversation button so I can address any issues you still have .\n\nRelated Dog Training Questions",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9801106453,
        "format_confidence":0.9815723896
    },
    {
        "url":"https:\/\/garden.org\/frogs\/view\/16649\/",
        "text":"Red Tip Petunia's - Knowledgebase Question\n\nRussellville, AR\nQuestion by cindym4\nJanuary 9, 2000\nIs there something called a Red Tip Petunia? I am looking for some kind of bush\/shrub that gets fairly tall and also blooms in the summer time with pretty blooms. I need something to act as a barrier into my backyard. Any suggestions?\n\nAnswer from NGA\nJanuary 9, 2000\n\n\nYou may be thinking of Red Tip or Photinia serrulata. This shrub has red tips on its new growth and is often used for hedging although it is subject to some disease problems. Left untrimmed, this is actually more like a small tree and blooms in spring.\n\nFor summer bloom you might prefer Hibiscus syriacus or Rose of Sharon. This shrub blooms for a long period in summer and into fall and is available in a number of shades of pink as well as white and near-blue. It can be trimmed back hard each winter to control its size and keep it dense so it will provide a good barrier.\n\nYou must be signed in before you can post questions or answers. Click here to join!\n\n« Return to the Garden Knowledgebase Homepage\n\nMember Login:\n\n\n\n[ Join now ]\n\nToday's site banner is by sunnyvalley and is called \"Hibiscus 'Purpureus Variegatus'\"",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9959736466,
        "format_confidence":0.9827405214
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t15921417-globes_harbor_breeze_fan_m52_5b_4l",
        "text":"Question about Hampton Bay 24750 Huntington III Ceiling Fan\n\nOpen Question\n\nGlobes for Harbor Breeze fan M52-5b\/4L - Hampton Bay 24750 Huntington III Ceiling Fan\n\nPosted by Anonymous on\n\n\n3 Suggested Answers\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\n  • 332 Answers\n\nSOURCE: looking for a replacement globr for a Harbor\n\nyou can write to the company and they will more then likely have a replacement one for you\n\nPosted on Aug 01, 2009\n\n  • 1 Answer\n\nSOURCE: Need C61 E185116 capacitor for a Harbor Breeze\n\nI have a 3 wire 1.8 uf and 2.7 uf fan capacitor. Mfg suggests to replace with 3 wire 4 uf and 5 uf. What will this do ? Any harm.\n\nPosted on Jun 06, 2011\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nCan I purchase a white\/clear replacement globe for the Harbor Breeze Roanoke ceiling fan?\n\nStores like \"Menard's\", \" Lowe's\", \"Home depot\", and \"Meijer's\"\nsell globes. Often you can measure the size you need and match them to what is sold.\nThere are also \"Lamp\" and \"Ceiling fan \" stores that can be shopped.\nGod bless your efforts.\n\nMay 19, 2016 | Dryers\n\n1 Answer\n\nI broke a shade on my harbor breeze lighthouse II ceiling fan, will you find the model number so I can order one?\n\nWrong way round, YOU tell us the model number and type and we tell you where to get the shade. You can see the fan in your house, but we can't. That makes it really difficult for us. Some shades are plain, some are fluted, some have patterns.\n\nAll is not lost though. Go here and take your pick. They all sell them including Harbour Breeze themselves..\n\n  1. The Home Depot® -‎ This ad is based on your:\n    • current search terms\n    • recent searches on Google\n    Visit Google's Why This Ad page to learn more or opt out.\n    Discover Canada's Online Source for Ceiling Fans & Lights. Shop Today!\n.spell{font-size:18px}.spell_orig{font-size:15px}#mss p{margin:0;padding-top:5px}\n\nSearch Results\n\n    Shop Ceiling Fan Parts & Accessories at Harbor Breeze 2-Light Bronze Ceiling Fan Light Kit with Frosted ... Harbor Breeze Opal Round Frosted Glass ShadeHarbor Breeze Opal Round Frosted Glass ... Missing: lighthouse\n\n    Shop Ceiling Fan Light Kits at Harbor Breeze 2-Light Bronze Ceiling Fan Light Kit with Frosted .... Harbor Breeze 4-Light Antique Brass Ceiling Fan Light Kit with Shade Not Included Glass or ... Missing: lighthouse\n\n    Shop Ceiling Fan Globes & Shades at Shop a variety of quality Ceiling Fan Globes & Shades and Ceiling Fan Globes & Shades that are available for ... Sea Gull Lighting (2) ... Harbor Breeze Opal Round Frosted Glass ShadeHarbor Breeze Opal Round Frosted Glass Shade. Missing: lighthouse Harbor Breeze - Ceiling Fan Light Kits ... > ... > Ceiling Fan Light Kits Lighting & Ceiling Fans All Home Improvement Best Sellers Lamps & Shades Ceiling Lights ... Harbor Breeze Springfield II 52-in Antique Bronze Downrod or Flush Mount Ceiling ... Harbor Breeze 52-in Springfield Brushed Nickel Ceiling Fan with Light Kit ... Harbor Breeze Outdoor\/indoor Lighthouse Kit Weathered Copper.\n\n    harbor breeze light kit parts - Harbor Breeze Shop Jul 25, 2012 - You can also have the option of choosing different lamp shades, or if in case ... The 52? Harbor Breeze Avian ceiling fan with a built-in light kit from .... has a style inspired by the clean, strong lines of a welcoming lighthouse.\n\nFeb 01, 2016 | Dryers\n\n1 Answer\n\nHow to change bulb on a harbor breeze ceiling fan. Model LGF-1\n\nHarbor Breeze website is pretty sketchy, however...\n\nQ - What is the Lowe's Customer Service phone number for Harbor Breeze Ceiling Fan questions?\nA - 1.800.555.1212\n\nCan't be that difficult, screw that ring, pull that ring downwards or look above it for three screws.\n\nOct 24, 2015 | Dryers\n\n3 Answers\n\nHarbor Breeze Portes ceiling fan. How do I replace the lamp?\n\nCheck a home-depot store, if you see a similar fan, ask for the sales person to show you.\n\nJun 26, 2015 | Dryers\n\n1 Answer\n\nHarbor breeze ceiling fan w\/lights&remote\n\nDid the fan have a remote when it was purchased? If so, you already have a receiver in the fan somewhere. You'll have to find it to see if you can set the new transmitter to the same frequency.\n\nJul 23, 2013 | Dryers\n\n1 Answer\n\nNeed white translucent globe for Harbor Breeze Ceiling Fan to cover light. Globe fits to fan base with 6-1\/4\" Inside diameter mounting ring and is secured with three thumb screws.\n\nI believe Harbor Breeze is sold through the Home Depot. Any well stocked Home Improvement store will carry a great selection of replacement globes for your light.\n\nMar 07, 2011 | Vacuums\n\n1 Answer\n\nI need to find a light kit for a harbor breeze\n\nYou should be able to pick these up at Lowes if I'm not mistaken. I just bought a Harbor Breeze ceiling fan from there and saw the light kits around the same area. I also believe that, you dont necessarily have to get a Harbor Breeze light kit and that some are interchangeable.Hope this helps some.\n\nDec 31, 2009 | Dryers\n\n5 Answers\n\nHarbor breeze ceiling fan\n\nYour voltage is probably too low, probably a bad wire or source. Let me know if it worked.\n\nOr take a look at the link given here...\n\nAug 03, 2008 | Dryers\n\nNot finding what you are looking for?\nHampton Bay 24750 Huntington III Ceiling Fan Logo\n\nRelated Topics:\n\n383 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Hampton Bay Dryers Experts\n\n\nLevel 3 Expert\n\n3287 Answers\n\nDonald Klecher\nDonald Klecher\n\nLevel 1 Expert\n\n2 Answers\n\n\nLevel 3 Expert\n\n102366 Answers\n\nAre you a Hampton Bay Dryer Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9958598018,
        "format_confidence":0.9855896831
    },
    {
        "url":"http:\/\/www.styleedc.com\/2012\/10\/05\/36719\/ask-the-experts",
        "text":"Skip to main content\n\nAsk the Experts\n\n10\/05\/2012 09:21AM ● Published by Style\n\nQ: What kind of wood should I burn in my wood fireplace?\n\nA: The most important thing to know about what kind of wood to burn is that it needs to be dry and seasoned. Wet or “green” fresh-cut wood will create more problems for the stove or fireplace operation and produce more creosote in the chimney. In our area, oak is the preferred wood for the highest BTU output and longest burn time. It’s always a good idea to have a soft wood on hand, like cedar, to use for starting your fire. Manzanita is plentiful in El Dorado County but is not recommended, as it burns dangerously hot.\n\nCountry Elegance\n4496 Missouri Flat Road, Placerville\n\n\nQ: When should a decision about entering a hospice program be made, and who should make it?\n\nA: Hospice care is ideal for people with six months or less to live, if the disease they have runs its normal course. Oftentimes, patients have an end-stage illness such as cancer, cardiac disease, lung disease, kidney disease, AIDS or a neurological disorder. The decision to start hospice is an emotional one; the conversation is often started by a physician, then continued by the patient, their family and friends, as they decide that they desire to change from curative measures to those of comfort.\n\n — Jennifer Eells, Community Outreach Coordinator\nSnowline Hospice of\n El Dorado County, Inc.\n6520 Pleasant Valley Road,\nDiamond Springs\n\nLike what you're reading? Subscribe to the Style - El Dorado County free newsletter to stay informed\n\nHome+Garden, In Print ask the experts",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9276182652,
        "format_confidence":0.6260169744
    },
    {
        "url":"https:\/\/diy.stackexchange.com\/questions\/13758\/how-to-deal-with-mice-coming-into-the-babys-room",
        "text":"Possible Duplicate:\nHow can I get rid of a mouse in my house?\n\nOur first child is due any day now, and we've got a mouse infestation. We noticed it for the first time at my girlfriend's baby shower (lots of cakes and crumbs out), and since then we've started seeing it more frequently. I say \"it\", but we suspect more than one of them, based on other people's comments.\n\nThis was upgraded from \"something to deal with\" to \"major problem\" when my girlfriend found mouse droppings in the baby's room. We've put down poison traps in the kitchen, where the thing's been seen most often, but we're wondering what else we can do.\n\nOur principal concern is to keep the mice away from the baby's room (other end of the flat to the kitchen, but it doesn't seem to help). Obviously we'd like them gone completely, but it's terraced accomodation (shared walls), and we can't control our neighbours behaviour.\n\nWe're also concerned about leaving poison or traps in the baby room.\n\n  • 3\n    Did you search before posting? The problem of mice has been covered before - diy.stackexchange.com\/search?q=mice – ChrisF Apr 20 '12 at 11:43\n  • Sure, but all of those are about keeping them out completely, and while we'll try, it may not be practical due to our neighbours, and the old rented accomodation not allowing us to bring down cupboards, etc. This is about keeping them away from \"high-value\" rooms like the nursery. – deworde Apr 20 '12 at 11:49\n  • see also diy.stackexchange.com\/questions\/6504\/… – BMitch Apr 20 '12 at 13:00\n  • Lots of the traps listed in the linked answers are non-poisonous, some are even non-lethal, which seems like a good solution when you have children around and don't like the idea of killing mice. – BMitch Apr 20 '12 at 13:04\n  • 1\n    Keep in mind that an infant won't be crawling around on the floor for many months. Not to say you shouldn't be cautious about putting poison out near a baby, but be realistic about his\/her (in)ability to get into anything for at least 3-6 months. Or, get a cat. – Jason Apr 22 '12 at 23:22\n\nIf you look carefully the problem may be worse than you estimate.Remove drawers from kitchen cabinets and check inside for droppings.Check the lower shelves of cabinets and any where food is stored.Try to eliminate food sources,crumbs,pet food etc. should be cleaned up and stored in sealed containors.I would contact the property owner and the local health dept.In multi unit dwellings treating one unit doesn't stop the problem.You could try an plug in electronic pest controller although I don't know if they are available in your area.They emit a tone that the pests don't like but people don't hear.It would eliminate chemical exposure to the baby.Keeping the mice out of the babies room is only part of the solution as you may contact the mouse feces and then handle the baby.\n\n| improve this answer | |\n\nCall an exterminator, or if you rent, insist your landlord call an exterminator.\n\nPersonally, I feel a mouse infestation where they are in the main areas of your house crosses the line from \"pest annoyance\" to \"serious health issue.\" There are of course many things you can do on your own to repel or even eliminate mice, but if you have a baby on the way, you need the problem solved correctly, and quickly.\n\nTherefore this is one time when I would definitely get a professional's help.\n\n| improve this answer | |\n\n3 basic things to do:\n\n  • get rid of food access (put cereal in plastic tubs, grains in glass jars, etc.)\n  • block access (plug all holes in the structure...permanantly, if you can...otherwise use stainless steel wool)\n  • trap existing mice (I'm a fan of the glue traps...though they may not be the most humane, they do work)\n\nUnfortunately, in a shared structure, #1 and #2 are hard to do completely. I'd probably consider the exterminator as well (as the landlord can have them do the entire building...not just your unit).\n\n| improve this answer | |\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9859470129,
        "format_confidence":0.9913511276
    },
    {
        "url":"http:\/\/aolanswers.com\/questions\/why_do_pictures_of_cats_on_bing_p627301654377330",
        "text":"why do pictures of cats on bing?\n\nRelated Answers\n\nExplore the latest questions and answers related to \"why do pictures of cats on bing?\"\n\nAnswered: Do I send them the name of the fight is on it actually shows her picture\n\nThe leftist Muslim Atheist poster is obsessed with Tadpole. The porn poster is too. Could they be the same poster?\n\nAnswered: Has my cat been run over\n\nThis is a serious issue, she might be affected with arthritis . Make a visit to a vet and get him properly diagnosed for the cause and also get her treated as soon as possible or your cat can become completely immobile.\n\nAnswered: What if my cat is my everything is that a mental disorder?\n\nI can see that these were not the answers that you were hoping for. Madam Zarzamora\n\nAnswered: How to give a cat an enama at home\n\nThis is a job for a professional, bigmomma. I certainly must encourage you not to go thru with this.\n\nAnswered: Pencillin dosing for cat's upper respiratory infection\n\nI believe that you are beter off talking to you mailman compared to inquiring here. Bet on the vet.\n\nAnswered: How much is it to ship a cat from Flordia to Kentucky?\n\nIf it is dead, we can do it for $8.94. Bubba and Bros. Dead Pet Shippers, LTD\nLiked this question? Tell your friends about it\n\nBe The First To Answer\n\nOther people asked questions on various topics, and are still waiting for answer. Would be great if you can take a sec and answer them\n\nMore Questions\n\nGoogle search older cats that pee outside the litterbox\n\nHere is the first return- www.thecatsite.com › Forums › Our Feline Companions › Behavior ‎\n\nHow can I get my 3 cats to stop peeing in the ...\n\nuse a black light it will shine and glow in the darkened room the best black light to use is a floresent tube black light available at lowes or your local pet shop!!!yes pet shop as weird as it may sound they use them in aquariums.\n\nVisiting Cat\n\nProbably a stray, making its rounds of the neighborhood. If someone feeds it, it will return there because it knows cat friendly people live there. Unfortunately, even if owned, most people don't put collars on their cats. It may have been a domestic cat that couldn't find its way home. My cat wears ...",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9536153674,
        "format_confidence":0.9811751246
    },
    {
        "url":"https:\/\/enginyweb.com\/qa\/how-long-do-residential-log-cabins-last.html",
        "text":"How Long Do Residential Log Cabins Last?\n\nDo log homes hold their value?\n\nThe answer to all of these questions is “yes.” If they are well-built, cared for and in a desirable location, log homes do hold their value.\n\nThey are also better credit risks, and frequently take up to 2 years to research log homes before making a purchase (as opposed to 6-7 months for conventional buyers)..\n\nDo log cabins get mold?\n\nMold on logs is not only unsightly – it can be the sign of rot in the log. This has been a particularly tough year for log homes due to lots of snow and now a rainy spring. When logs can’t dry out, mold (and eventually rot) can take hold. Mold is the precursor to decay and rot.\n\nAre log homes warm in winter?\n\nWe know logs are great natural insulators, however, relying upon logs alone will cause you to be very cold during those harsh winters in your log home. … Based on twenty years’ worth experience of living in log homes, read on to discover seven important tips, tricks and facts to keep your log cabin warm all year round.\n\nHow much does it cost to build a 2 bedroom log cabin?\n\nConstruction takes eight to nine months and ranges from $125 to $175 per square foot, Beauchesne says. “The typical cost for a turnkey log cabin, with land, can run anywhere from $175,000 up to $350,000 or more depending on the size,” he says.\n\nHow long do log cabins last for?\n\nOne of the most important things to know about log cabin is its capacity to last for decades. With proper maintenance and treatment, a log house could last for over a hundred years given the evidence of century-old log houses and wooden structures all over Europe, where the first log homes originated.\n\nDo log cabins rot?\n\nLog cabins can, and will, rot in more moist areas if they are not constructed properly. Log cabins are not invincible to water and other mold-inducing particles. With the proper construction guidelines – and a little bit of logic – you can end up with a rot-free cabin.\n\nCan you sleep in a log cabin in your garden?\n\nFirstly, you can have a cabin in your garden if you just use it to sleep in. It must be “ancilliary to the needs of the house”. In other words, its just sleeping accommodation, you aren’t allowed to add a bathroom or a toilet in it etc, just an extra room.\n\nIs a log cabin cheaper to build?\n\nLog homes typically cost 20 to 30 percent more than a conventionally built home. The same size log home is typically worth 30 to 40 percent more than a conventional home. Log homes usually sell much faster than regular homes. Log homes are harder to build than traditional homes.\n\nWhat is the best wood preserver for log cabins?\n\nFor the interior of a Log Cabin we often recommend products like Fiddes Hard Wax Oil or Osmo Polyx Oil, for a natural look and feel to the wood. Hard Wax Oils are durable, liquid repellent and resistant to dirt, dust and other marks.\n\nWhat are the disadvantages of a log home?\n\n3 Cons of a Log HomePest Control Can Be an Issue. A disturbing detractor for log homes is the fact that pests are attracted to materials used. … Increased Maintenance and Upkeep. … Higher Insurance & Risk. … Cost Efficiency in Steel Siding. … Increased Options with Many Color Choices. … Extra Time for Relaxation.\n\nAre log homes a lot of maintenance?\n\nMaintaining a log home should be a bi-annual activity, specifically during spring and fall. Regular maintenance of your log cabin reduces the damage from UV, water, insects and air infiltration.\n\nDo log cabins need to be insulated?\n\nBesides some internal and gable framed walls, they do not require siding, conventional insulation or drywall, but the logs are carefully hand-picked and scribed for a tight fit and can be adjusted over time to ensure you have a snug and warm log home.\n\nHow do I keep my log cabin from rotting?\n\nHere are eight things we recommend a home owner do to keep their building dry and prevent “rot”:Maintain a good finish on the exterior logs. … Have adequate overhangs wherever possible. … Have gutters in place and keep them working. … Free board – in other words – keep the house up off the ground.More items…\n\nWhat are the pros and cons of a log home?\n\nHere’s a look at the pros and cons of today’s custom log home construction:PRO: Green Building Material. … CON: Higher Maintenance Level. … PRO: Energy Efficient. … CON: Insurance Can Be Tough To Find. … PRO: Available in Kits.\n\nAre log homes a good investment?\n\nSo there’s no debate: log homes are a good investment. But if you’re looking to take your investment a step further, you can do so by being attentive to particular building and design choices, such as the materials used in construction.\n\nDo log homes cost more to insure?\n\nlog homes are more expensive to insure for a number of reasons. It’s a fact, log home insurance is typically 20% more than insurance for the same size non-log home. Worse yet, many insurance companies charging a 25% to 50% surcharge for a log home.\n\nDo log cabins get damp?\n\nThe moisture content in the timber of your cabin will change depending on varying climate and weather conditions. It is therefore vital to do what you can to help keep this moisture under control and prevent it from building up and causing damp.\n\nHow much does it cost to build a 3 bedroom log cabin?\n\nHowever, the average cost of $350,000 to $400,000 is standard across our 21 base models. For that price, you can generally expect your log home to feature the following: More than 2,000 square feet. 3 bedrooms.",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9762610197,
        "format_confidence":0.678922236
    }
]