[
    {
        "url":"http:\/\/bgr.com\/2018\/06\/01\/youtube-prank-fail-bomb-threat\/",
        "text":"From the first day that YouTube made it easy for anyone with a smartphone and a bank account to upload and monetize videos, “comedians” with limited ethics and an odd sense of humor have been pushing the boundaries of shock “pranks” to feed the content mill. Public humiliation, sexual assault and laughing at dead bodies are all part of the YouTube shock repertoire, but a YouTube personality who calls himself “Arab Andy” managed to find the limits of both good taste and the law with his latest stunt.\n\nAccording to University of Washington police, a man “walked into a classroom in Savery Hall on the University of Washington campus, filming with a phone in his hand. He asked for everyone’s attention and a pre-recorded message emitted from a speaker on his jacket, announcing something to the effect of “The C4 is charged” and a countdown began. People ran from the room and activated the fire alarm on their way out.”\n\n“We were in a reception in our conference room … listening to our chair talk about our year’s worth of stuff … then this man, who was about six foot one comes in the doorway and says ‘I’m sorry I’m late,’ and I didn’t recognize him, so I say are you supposed the be here … then he didn’t really say anything but then he pushed a button that said, ‘Attention, attention, attention’ then there was a long gap and it said ‘C4 device activated, the countdown has begun,’” a faculty member told the campus newspaper.\n\nA livestreamed video from “Arab Andy,” since taken down by YouTube but found by Gizmodo, shows “Arab Andy” walking into a classroom, and you can clearly here the audio playing from a speaker. The streamer apparently made it out of the building without anyone interfering, but a later clip shows police arresting him on a sidewalk. During the arrest, “Arab Andy” told police “I didn’t do nothing. That was TTS [text to speech]. That was a donation.”\n\n“Arab Andy’s” main gig is allowing viewers to pay small amounts of money for him to play a media clip of their choice through a speaker in public places. According to Gizmodo, a donation of just $4.20 was responsible for the fake bomb stunt.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.8444861174,
        "format_confidence":0.9928943515
    },
    {
        "url":"http:\/\/www.aceshowbiz.com\/news\/view\/00036561.html",
        "text":"LCD Soundsystem's 'Pow Pow' Video: Anna Kendrick Is Shape-Shifter\n\nLCD Soundsystem's 'Pow Pow' Video: Anna Kendrick Is Shape-Shifter\n\nDespite her shyness, the 'Twilight' actress has supernatural abilities that she uses only on wicked people.\n\nLCD Soundsystem's \"Pow Pow\" music video has been unearthed. It follows beautifully-dressed Anna Kendrick when she goes from one club to another with three guys. \"At midnight, she came to collect the souls of the wicked men,\" so it was explained. Director David Ayer furthermore said, \"In this world, Anna's sort of this shape-shifter, I guess you could say.\"\n\nAs for message behind the video, Ayer had this to say to MTV, \"No matter how big you are, how important you are in this temporal world of ours, there's somebody more important. You have to answer for your sins, and that's a little bit of what this video is about. And the person who sort of represents the power in this video isn't, like, some hardcore gangster guy, but little old Anna Kendrick kinda being her shy self.\"\n\n\"Pow Pow\" appears in LCD Soundsystem's third studio album \"This Is Happening\" which has been on sale since May this year.\n\nLCD Soundsystem's \"Pow Pow\" music video\n\n\n\nLeave a Comment\n\nRequired fields are marked with *\n\n\n\n  1. Ryan Gosling and Eva Mendes Spotted on Rare Outing With Their Kids\n  2. Does Sebastian Stan Tease His Return as Winter Soldier in 'Avengers: Infinity War'?\n  3. Sasheer Zamata Quits 'SNL' After Four Seasons\n  4. Mariah Carey Flashes Skimpy Thong at Dinner With Twins Moroccan and Monroe\n  5. Angelina Jolie Is Ready to Move Into New $25M Mansion After Brad Pitt Split\n  6. 'Titanic' Director Is Sued by the 'Real' Jack Dawson\n  7. Russell Wilson Calls Himself 'Papa' in Sweet Birthday Message for Ciara's Son Future Jr.\n  8. 'Mamma Mia!' Sequel 'Here We Go Again!' Is in the Works\n  9. Stone-Faced Kanye West Steps Out for Dinner Without Kim Kardashian Amid Split Rumors\n  10. First Photo of Alden Ehrenreich as Young Han Solo Arrives",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9979164004,
        "format_confidence":0.9768253565
    },
    {
        "url":"http:\/\/www.theage.com.au\/articles\/2003\/10\/27\/1067233102085.html?from=storyrhs",
        "text":"The Age Online\n\n  books     epicure     fashion     film     music     people     tv & radio  \n\nHome   >   Entertainment   >   Arts   >   Article\n\nA mother's grace under duress\n\nOctober 28, 2003\n\nPrinter friendly version Print this article\nEmail to a friend Email to a friend\n\nUS death-row prisoner Ricky Langley, who has an unlikely ally in his battle to avoid the death penalty - the mother of the six-year-old boy he murdered.\nPicture: Supplied\n\nA real-life United States death-row drama is about to unfold on a Melbourne stage, writes Robin Usher.\n\nMelbourne actor Anna Galvin has worked in London and Los Angeles for the past decade but the power of a new play about the death penalty in the United States made her feel sick when she read it.\n\n\"The tragedy just hit me. I wondered how I could find the stamina to perform it with an audience close by,\" she says.\n\nGalvin is playing the lead in Lorilei - A Meditation on Loss by Tom Wright, a dramatisation of a woman's attempt to save the killer of her six-year-old son from the death penalty. \"I have always been opposed to the death penalty,\" Galvin says. \"But you always wonder how you would feel about it if someone you loved was murdered.\"\n\nLorilei is the second death-row play by Wright and the director, Nick Harrington, who took the critically acclaimed This is a True Story from La Mama to London in 2001.\n\nThe production, which featured Wright as a death-row inmate with an IQ of just 54, was highly praised by the Guardian newspaper and Time Out magazine.\n\nBut Harrington says the spur for the new show was the opportunity to explore the issues from a fresh angle, using interviews and court transcripts. \"This is from the perspective of someone who suffered grievously when her six-year-old son was murdered, (who) rose above the barbarism of the death penalty,\" he says.\n\nHarrington, who worked as a volunteer lawyer at an anti-death penalty centre in New Orleans five years ago, met Ricky Langley, the man convicted of the crime, when he was on death row. \"I spent a couple of hours with him in jail on the same trip that I received the diary that became the basis for True Story.\"\n\nHe had no intention of dramatising the case, but Langley won an appeal on a technicality and a re-trial was held earlier this year. The play unfolds as a mystery, with the audience uncertain of the result until the conclusion.\n\nHarrington was impressed by the stand taken by the boy's mother, Lorilei, who asked that her full name be withheld. \"She didn't have to get involved, and, after taking a stand, she received real heat from the district-attorney prosecuting the case and even from members of her own family.\"\n\nLorilei had to travel about 1500 kilometres from South Carolina, where she moved after the murder, to attend court proceedings in Louisiana, but the district-attorney refused to pay her a living allowance until ordered by the presiding judge.\n\n\"She wasn't playing the expected role as the victim's mother,\" he says. \"As a result, she believes the only person who has supported her is her 11-year-old son.\"\n\nActress Anna Galvin was emotionally touched by the story.\nPicture: Shannon Morris\n\nBut the woman's stand even confused Langley's defence lawyers, who claimed in a submission that she had forgiven him for the murder.\n\n\"That wasn't true. She has never forgiven him, but she does not believe in the death penalty. She believes in grace and doesn't want his life taken in her son's name,\" he says. \"What she does say is that her son would have forgiven him.\"\n\nLorilei blames the system for releasing Langley into the community after an earlier conviction, even though he warned he was not in control of his impulses.\n\nWhen he killed the boy, he believed he was killing a dead brother whom he claimed was ordering him to commit evil deeds. Harrington says Lorilei went on a binge of drugs and alcohol after the murder in New Orleans in 1992; she was pregnant with her second son.\n\nThe Bible featured in her rehabilitation therapy but Harrington says he is not sure how religious she is.\n\n\"God hangs in the air, as he does in a lot of southern stories,\" Harrington says. \"But I think she believes in every person's right to be given an opportunity to be redeemed.\"\n\nGalvin, who studied drama in Oxford after graduating from Melbourne University, was visiting her family when Harrington showed her the script. Most of her previous work was in television series such as The Sentinel, and while she was intimidated by the power of the script, she welcomed the chance to return to the theatre.\n\n\"Los Angeles nearly killed my passion for acting,\" she says. \"The quality of a lot of television scripts is soul-destroying.\" She has concentrated on getting Lorilei's accent right, after speaking to her on the phone. \"Her tenacity is amazing, and I don't want anything to get in the way of people appreciating that,\" she says. \"She wasn't lucky enough to have a huge education and she is not super articulate but she showed amazing courage.\"\n\nLorilei is keen to see the production but it is organised on a non-profit basis so can't cover the air fare to bring her to Australia.\n\n\"But True Story toured to London and I would love to take Lorilei to North America where it would be possible for her to see the show,\" Galvin says.\n\nWhen the season ends, she intends to return to the scripts she is working on - one a romantic comedy she hopes will be a money spinner, and the other an historical drama she has been researching for five years.\n\n\"I would love to see it developed as a co-production with Australia because I would love to get back here with a professional base,\" she says.\n\nLorilei opens at La Mama tonight and runs until November 9. Internationally-renowned human rights lawyer, Clive Stafford Smith, will answer audience questions after tomorrow's show and on Friday. Book on 03 9347 6142.\n\nPrinter friendly version Print this article      Email to a friend Email to a friend Top Top\nNATIONAL: Outraged Premier saves Butler's bacon\nSPORT: Scud slips in Masters race\nWORLD: World Watch\nBUSINESS: Fees the key to Westpac's $2.3bn\nmagnifying glass Search all Fairfax archives (*Fee for full article)\n\n\nMore Film\n\n\nMore Music\n\nTV & Radio\n\nMore TV & Radio\n\n\nMore Arts\n\n\nMore Epicure\n\n\nMore Fashion\n\n\nMore Books",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.6987772584,
        "format_confidence":0.921436429
    },
    {
        "url":"http:\/\/www.birminghammail.co.uk\/whats-on\/things-to-do\/birmingham-pride-x-factors-rylan-3908350",
        "text":"Birmingham Pride is getting read to go pop at the weekend with an amazing line-up of music.\n\nAmong those appearing at the end are 80s pop legends Bananarama, Paloma Faith and boy band JLS, along with X Factor finalists Lucy Spraggan, Rylan Clark and Misha B and Britain’s Got Talent finalists The Mend.\n\nAlso there will be S Club, the Cheeky Girls, Stooshe, hi-energy singer Norma Lewis and 90s dance acts Rozalla, Livin Joy, Baby D, Kelly Llorenna and Angie Brown.\n\nOrganisers said it was the most diverse line-up so far for the annual lesbian, gay, bisexual and transgender festival.  Details of who is on and when are included below, along with a gallery of performers from previous years.\n\nIn 2013, Birmingham Pride is taking place on the Spring Bank Holiday weekend of May 25 and 26 in Birmingham’s gay village.\n\n\nThe Pride Main Stage on Saturday kicks off with Jump The Shark, Killglass and Someone At The Door from 12.30pm to 2pm.\n\nFrom 2pm to 4pm, performers will be Projekt Weekend, Faye Bagley, Cheeky Girls, Kitty Brucknell and I Am Tich.\n\nSinging between 4pm and 6pm are Kelly Llorenna, Baby Blue, The Mend, A*M*E and Misha B.\n\nThen, from 6pm to 8pm, JLS, Rylan Clark and Bananarama will be performing.\n\nLucy Spraggan, Livin Joy and Capital Radio DJ Dan Kelly take to the stage between 8pm and 9pm, with a DJ set by Simon Baker from 10pm to midnight.\n\nThe Pride Main Stage line-up on Sunday, September 26, begins with Daniella Sage, Kelly Wilde, Be Minor, Norma Lewis and Reconnected performing from 1pm to 3pm.\n\nBetween 3pm and 5pm, crowds can enjoy Rozalla, Angie Brown, Leeann Mitchell, Platnum and S Club 3.\n\nBooty Luv, Stooshe and Paloma Faith will be appearing between 5pm and 7pm.\n\nThe line-up concludes with DJ Dave Pearce, Baby D, Steph Fearon, Stacey Jackson and Anttix, who appear from 7pm to 9pm.\n\nBirmingham Pride organisers say that times are approximate and may be subject to change.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9085012078,
        "format_confidence":0.9923896194
    },
    {
        "url":"http:\/\/www.xxl-rock.de\/index.php\/news\/4472-witchery-neues-album-line-up.html",
        "text":"logo-twitterNEU Kopie\n\nGoogle-PlusNEU Kopie\n\nlogo-facebook Kopie1\n\nAktuelle Seite: StartseiteNews\n\nWitchery - neues Album & Line-up\n\nwitchery 2016xxlAm 25. November werden die Thrasher Witchery ihr neues Album “In His Infernal Majesty’s Service” via Century Media Records veröffentlichen. Parallel dazu kündigt Chefdenker Jensen auch ein neues Line-up an.\n\n“We've sadly had to part ways with two members prior to this album; long time band member Martin Axenrot and live member (and recording member-to-be) Emperor Magus Caligula. Martin's departure is purely down to him being too busy with his other musical endeavors and Caligula had to leave the band over an unfortunate medical condition involving his hearing. These are both serious losses for the band and we wish them all the best in the future. We have however been able to find more than able replacements for our two lost brethren: Chris Barkensjö on the drums and Angus Norder on vocals. They both bring fresh blood and fresh ideas to the band and you can clearly hear that they both have made it necessary for us \"old members\" to step up our game a notch or two!”\n\n“Musically, I wanted to make this album more raw than the previous ones. Perhaps as raw as the first album even. I really didn't want to over-work things, as I myself enjoy music that comes more from feeling and enthusiasm than music that has been contemplated and construed. This album is recorded by Daniel Bergstrand at his Dug Out Studio in Uppsala, Sweden. Even though Daniel has been a high profile name for ages within the Metal community, I've never had the opportunity to work with him before. I have to say that Daniel is really easy to work with. All around a great guy and he immediately understood what I was looking for production-wise when I spoke to him about the album. My main request was that I wanted a raw and unpolished production. I really dislike productions where you can hear that the band has had ages to complete just one song. Where there might be a month's worth of coffee breaks between the guitar takes etc. I wanted it to sound like a real band that is playing together. My second request was that I wanted the drums to sound like on Van Halen's \"1984\" album. I seriously love that aggressive middy drum sound. I think Daniel did an amazing job and I know that he rates this production very highly on his own personal list of albums he's worked on…”\n\nHier sein Kommentar zum Coverartwork:\n\n\"Long-time friend of the band - and designer of many things associated with WITCHERY - Andreas Diaz Pettersson was once again called upon to create the artwork for our new album. He has a great ability to create artwork that really stands out within the scene, without compromising on quality or with the essence of the band. We are very pleased with what he has created for us, and we think the artwork is a great addition to the overall massive quality and appeal we truly believe this album to have. Stoked!\"\n\n(Quelle: Century Media Records)\n\nDas hörst Du Dir an:\n\nAvulsed - Deathgeneration\n\nAvulsed  Deathgenerationxxl\n\nCross Vault - Miles To Take\n\ncross vault cover\n\nWitchtrap - Trap The Witch\n\nwitchtrap trap the witch coverxxl\n\nMortualia - Wild, Wild Misery\n\nMortualia  Wild wild miseryxxl\n\nHæresiarchs of Dis - Tria Prima Diabolica\n\nHresiarchs of Dis  Tria prima diabolica\n\nVernent - Fuego Eterno\n\nVernent  Fuego eterno\n\nHagalaz - Northern Gods Descending\n\nHagalaz  Northern gods descending\n\nGrausig - Di Belakang Garis Musuh\n\nGrausig Final coverxxl\n\nKypck - Zero\n\nkypck zero coverxxl\n\nSiaskel - Haruwen Airen\n\nSIASKEL Haruwen Airenxxl\n\nShards of a Lost World - Primum Ritual\n\nShards of a Lost World  Primum Ritual\n\nTodessucht - Wertlos\n\nTodessucht  Wertlosxxl\n\nSacrificio - Guerra Eterna\n\nsacrificio coverxxl\n\nBloodspot - To The Marrow\n\nBloodspot   To the Marrow   xxl\n\nBlack Hole Generator - A Requiem For Terra\n\nblack hole\n\nIlemauzar - The Ascension\n\n\nGatecreeper - Sonoran Depravation\n\n\nHoath - Codex III: Crown Of The Mind\n\nHoath Codex III  xxl2\n\nWitchery - In His Infernal Majesty’s Service\n\nwitchery 2016xxl\n\nSlegest - Vidsyn\n\nslegest vidsynxxl\n\nAzooma - The Act Of Eye\n\n\nWir suchen Verstärkung!\n\nxxl1 Kopie 5\n\nDa gehst Du hin:\n\nhell over hammaburg 2017\n\nparty.san 2017 autopsyxxl\n\ninsomnium 2017xxl\n\n kreator tour\n\n\nmayhem tour 2017xxl\n\ndew scented tourxxl\n\nthis ending xxl2\n\naa tourxxl\n\ndownfall of gaia tour 2017\n\ngojira tour 2017 neuxxl\n\nMantar tour 2017xxl\n\nZum Seitenanfang",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9961920977,
        "format_confidence":0.5428910851
    },
    {
        "url":"http:\/\/www.aceshowbiz.com\/news\/view\/00049561.html",
        "text":"Melissa Etheridge Calls Ex 'Angry and Vindictive', Requests Smoking Ban to Be Installed\n\nMelissa Etheridge\n\nAfter Tammy Lynn Michaels demanded a raise in spousal and child support, Etheridge files her own legal documents that accused her ex of accidentally burning one of their kids with cigarette.\n\nThe legal battle between Melissa Etheridge and Tammy Lynn Michaels is taking an ugly turn. Just one day after her ex-wife demanded a raise in spousal and child support, the \"I'm the Only One' singer fired back by filing her own court documents in which she calls her ex-wife \"angry and vindictive.\"\n\nOffering proof of Michaels' nastiness, Etheridge included an e-mail sent by the former \"Popular\" actress. \"Children should really be placed first, Melissa, I encourage you to try it this time around with these two of your children,\" the letter read. \"You know, Melissa, that I did not give birth to these two children to give them away to your various staff members and girlfriends to raise.\"\n\nIn the e-mail, Michaels allegedly also told Etheridge, \"You have to support so many households because you BROKE SO MANY HOUSEHOLDS, silly. If you had decided to have one ounce of integrity\/honesty as a person or partner, you would NOT be in this predicament. Think about it.\"\n\nAside from that, Etheridge also accused Michaels of accidentally burning son Miller Steven with a cigarette. Therefore, she is asking a judge to install a smoking ban for both Michaels and herself whenever they are around their twins. \"The children have allergies and I am concerned about their exposure to second-hand smoke,\" she added.\n\nIn her custody-related documents, the two-time Grammy winner additionally requests for more time with the kids since she believes Michaels is against an equal custody deal. On the reason behind the thought, the \"Come to My Window\" crooner said that her ex has accused her of not having the \"maternal instinct\". A hearing is set for May 22.\n\nMichaels herself filed a settlement conference brief on Monday. In it, she claimed she needs more than the $23,000 per month to live on because she grew accustomed to living at over $128,000 a month during her long-term relationship with Etheridge, and now \"has limited income and virtually no savings.\"\n\n\n\nLeave a Comment\n\nRequired fields are marked with *\n\n\n\n  1. Pregnant Beyonce Is 'Going Into Hiding' as She and Jay-Z Are 'Signatures Away From a Divorce'\n  2. Report: Michael Strahan Begging to Return to 'Live! with Kelly' After Feud With 'GMA' Co-Host\n  3. Bye J.Lo! Drake Rings in Valentine's Day With Model Twins Whose Surname's Tattooed on His Arm\n  4. Beyonce's Ex Manager Reveals How the Singer Is Trying to Save Her Marriage to Jay-Z\n  5. Kris Jenner Cradling Baby Dream Kardashian on Valentine's Day Is Just Too Cute\n  6. Brad Pitt Acknowledges Angelina Jolie's 'Crush' on Jared Leto\n  7. Portia de Rossi 'Livid' Over Ellen DeGeneres Putting Their House on Sale\n  8. Scarlett Johansson Doesn't Believe in Monogamy Since It's 'Unnatural'\n  9. Kourtney Kardashian Hugs Mystery Man as Scott Disick Remains MIA\n  10. Report: Kris Jenner Secretly Advising Lamar Odom on How to Win Back Khloe Kardashian",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9865784049,
        "format_confidence":0.9970939159
    },
    {
        "url":"https:\/\/www.fortitudemagazine.co.uk\/music\/alt-indie\/yeah-yeah-yeahs-announce-intimate-london-show\/8857\/",
        "text":"Share Button\nAmerican trio Yeah Yeah Yeahs have announced they will play a one off gig in London prior to their performance at this years Latitude Festival.\n\nThe band will play a one off show at London’s Islington Academy on July 15th prior to their performance on the main stage at Latitude Festival on Saturday July 20th. The band recently made their comeback with latest album ‘Mosquito’ and toured the UK in support of the album.\n\nThis years Latitude Festival will be headlined by Bloc Party, Kraftwerk and Foals and will also see appearances from the likes of Hot Chip, The Maccabees, Local Natives, Alt-J and Disclosure.\n\nLatitude Festival takes place in Henham Park, Suffolk from July 19-21. Tickets for the festival are on sale now.\n\nTickets for the Yeah Yeah Yeahs Islington Academy show go on sale at 9am June 21.\n\nShare Button",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9977529645,
        "format_confidence":0.985656023
    },
    {
        "url":"https:\/\/reflector.uindy.edu\/2016\/03\/09\/faculty-artist-concert-series-continues-with-heroes-and-villains\/",
        "text":"Faculty Artist Concert Series continues with “Heroes and Villains”\n\nby Zoë Berg | Feature Editor\nPublished: Last Updated on\n\n“Heroes and Villains” visited the University of Indianapolis as part of the Faculty Artist Concert Series on Feb. 29 in the Ruth Lilly Performance Hall of the Christel DeHaan Fine Arts Center. The recital featured pieces by Franz Schubert, Charles Ives, Jacques Ibert, Leonard Bernstein and many others. Music Lessons Adjunct faculty member Daniel Narducci sang baritone while Staff Accompanist Greg Martin played the piano.\n\nThe performance was broken into six sets, each with a different theme in the heroes and villains categories, from a wide range of composers and inspirations.\n\n“Mythology, literature and motion pictures are filled with examples of heroes, villains and the good or evil that they bring upon mankind,” according to the event program. “[‘Heroes and Villains’] represents a look at some of the diverse personalities that we recognize as heroes or villains, coming into our awareness through myth, literature or true life.”\n\nDaniel Narducci, music lesson adjunct faculy member, performs at the \"Heroes and Villians\" concert in the Ruth Lilly Performance Hall on Feb. 29. Photo by Madison Hays\n\nDaniel Narducci, music lesson adjunct faculy member, performs at the “Heroes and Villians” concert in the Ruth Lilly Performance Hall on Feb. 29. Photo by Madison Hays\n\nThe performance began by focusing on heroes, with the first set featuring “Bois épais” by Jean-Baptiste Lully, from “Amadis,” a French opera focusing on love and chivalry. This set also included “Ô Richard, ô mon roi!” from “Richard Coeur-de-lion,” by André Grétry.\n\nThe second set was by Franz Schubert. “Die Götter Griechenlands,” “Der Enthsühnte Orest” and “An die Leier” were performed.\n\n“Franz Schubert found inspiration in ancient Greek myths and legends for many of his songs,” according to the event program, “and this group of songs presents settings of poems based on Greek mythology.”\n\nThe next set of songs was from “Chansons de Don Quichotte,” by Jacques Ibert. Ibert contributed four songs for the film “Don Quixote.”\n\n“The original scoring was for various forces, from small ensemble to full orchestra, but Ilbert also arranged them for voice and piano,” according to the program. “This is the arrangement presented today … “Chanson du départ” is by Pierre de Ronsard, and the other three are by Alexandre Arnoux.”\n\nThe four pieces were originally poems in which Ibert composed the accompanying music.\n\nFreshman elementary education major Liz Van Allen attended the performance for Lecture\/Performance credit and to be able to write a paper for her Introduction to Music class. She enjoyed the set that focused on Don Quixote.\n\n“I like the whole piece on Don Quixote,” Van Allen said. “I had to read it in high school so it was cool to see performed.”\n\nThe fourth set featured songs inspired by Native Americans. It included “Song of the Deathless Voice,” by Arthur Farwell, and was from the tribe on the Omaha plains and incorporated their language into the song. Charles Ives’s “The Indians” also was performed. According to the program, the song focuses on tragic events that affected Native American culture. The set was rounded out with “From Land of the Sky-Blue Water,” by Charles Wakefield Cadman, which also focuses on the Omaha tribe.\n\nThe set of villainous songs began with “The Listeners,” by Norman Dello Joio. It is about a traveler trying to be heard while traveling through a quiet night. Next “Song of Black Max,” by William Bolcom was performed.\n\n“William Bolcom’s ‘Song of Black Max’ is composed in the tradition of Bertolt Brecht and Kurt Weill,” according to the program. “It is reminiscent of one of their most well-known songs, ‘Mack the Knife.’”\n\nTo end the set of villainous songs was “Captain Hook’s Soliloquy” from “Peter Pan,” by Leonard Bernstein. It is sung by the character of Captain Hook, who believes that he has just killed Peter Pan.\n\nFreshman music education major Brenden Everett was particularly impressed with “Captain Hook’s Soliloquy.”\n\n“What was really cool is when he sang the Captain Hook song … and he [Narducci] was in character,” Everett said. “It was refreshing to watch him perform.”\n\nThe final set of the night celebrated the heroism of those who served in the World Wars. “He is There!” by Charles Ives, was performed first. According to the program, it includes quotations from at least 14 different patriotic songs, such as “The Battle Cry of Freedom,” “Columbia, Gem of the Ocean” and “The Star-Spangled Banner.” The next two songs performed were by Gene Scheer, “Holding Each Other” and “At Howard Hawks’ House.”\n\nThe final song was sung by British soldiers as they enlisted and was later sung to help heal them from the shock of the war. It was “Roses of Picardy,” by Haydn Wood, and was his most successful song, according to the program.\n\nFollowing the performance, Narducci and Martin returned to the stage and performed another song from “Don Quixote.” Everett said this was his favorite song of the night.\n\nVan Allen said that she enjoyed the performance.\n\n“I was surprised,” she said. “I didn’t know what to expect. [I] liked it.”\n\nEverett, who attended the performance because Narducci is his professor, said that he learned a lot.\n\n“There was a lot of stuff he did in terms of vocal technique,” he said. “I won’t get into the specifics but there was a lot of stuff with his stance.”\n\nEverett was impressed with the way Narducci was in character for many of the songs and sang in French and German, as well as English.\n\nThe next performance in Ruth Lilly Performance Hall is the Symphonic Wind Ensemble and Chamber Orchestra on March 10 at 7:30 p.m.\n\nRecommended for You",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.8926349878,
        "format_confidence":0.9386199713
    }
]