[
    {
        "url":"http:\/\/urlt.biz\/www\/harmony.co.za",
        "text":"JSE:HAR 3550c 1.14 %\n\nJSE:HAR 3550c 1.14 %\n\n\nRelated sites:\n\nHarrisburg Magazine - Harrisburg PA\n Harrisburg, PA 31.0F About Us   |  Advertise   |  Contact Us   |  Survey...\nBuy Fine Diamond Jewellery in UK - AG&SONS\nRing arrived very promptly. Lovely ring and very happy that I could get it in a smaller size as I find this hard. Came very well presented in a beautiful box and bag....\nMacfixit Australia - Apple Mac RAM, SSD, iPad & iPhone Accessories...\nJavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of this website.\nIRONDOG'S Dirtbike Swapmeet Free Ads\nYou asked for it, and here it is - the Dirtbike Swapmeet! Buy, sell and trade bikes and parts. Like our original site, - there is no charge and you can...\nPasadena United Methodist Church\nShares God's love, Nurtures Christian disciples and Ministers to the needs of of persons within and beyond our congregation. Pasadena United Methodist Church Shares God's...\nYour browser is not configured to use JavaScript.\nMediashare requires JavaScript to be enabled on your browser in order to successfully view photo and video albums, and to sign in as a member. Please enable JavaScript on your...\nOrange County Dance Sport Challenge Ballroom Competition\nEvent Location Irvine Marriott Hotel Irvine, CA 18000 Von Karman Avenue Irvine, California 92612 949-553-0100 Organizer Contact Richard Booth 720-234-7712...\nScandic Hotels -\n  Temporary problems with the reservation system Skip Our reservation system is out of order due to technical problems. Our supplier is working hard to solve the problems....\nStud Leather & Stainless Steel 40z Flask\nHave you ever been in a bar where you were fortunate enough to witness two drunks arguing about the difference between “whisky” and “whiskey?”...\nJust Suspension is a registered trademark.\nJust Suspension is a registered trademark. Skip to Main Content » Search:   SHOP SUSPENSION STEERING BUSHINGS & HARDWARE\n\nSimilar spelling:",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9091327786,
        "format_confidence":0.7002071738
    },
    {
        "url":"https:\/\/www.wallstreetpr.com\/tag\/nysenbr",
        "text":"Stock Ticker\n\n  • Loading stock data...\n\nNabors Industries Ltd. (NYSE:NBR) Ratings From Investor Firms\n\nNabors Industries Ltd. (NYSE:NBR)share target prices have been reviewed by most of the brokerage firms that trade its shares. According to a report from the, analysts from Argus lowered their target price on the company’s shares from $20 to $15. The research note report was available to investors on Monday. Argus currently has a […]\n\nNabors Industries Ltd. (NYSE:NBR) Earns Resentment Of Proxy Advisors Urging Shareholders To Pull Down Directors\n\nBoston, MA 06\/04\/2014 (wallstreetpr) – Nabors Industries Ltd. (NYSE:NBR) stands second on the Wall Street Journal’s list ranking the highest paid Chief Executive Officers in America. Second Highest CEO Compensation WSJ’s last week publication came up as a surprise as it included familiar names not only from the top 300 big, public companies but pointed out […]\n\nNabors Industries Ltd. (NYSE:NBR) Takes Actions To Fight Underperforming Shares; Splits Chairman- CEO Roles\n\nBoston, MA 04\/22\/2014 (wallstreetpr) – Nabors Industries Ltd. (NYSE:NBR), a land well servicing and drilling company, announced separating the roles and duties of Chairman from Chief Executive Officer. Proxy Access Strategy The company’s new decision comes as the service period of its CEO Anthony Petrello, who has been playing the role since 2011, ends. Nabors additionally […]\n\nNabors Industries Ltd. (NYSE:NBR): Intensifying Speculations\n\nBoston, MA 03\/31\/2014 (wallstreetpr) – The Oilfield services and drilling contracting company Nabors Industries Ltd. (NYSE:NBR) has tried to make a strong market-grip. However, the estimated result by the company speaks otherwise. The recent phases have seen efforts to balance the conflicting ends but bore no successful results. Talks for Tie up with Gazprom Neft […]\n\nHot Stocks in News: General Motors Company (NYSE:GM), DryShips Inc. (NASDAQ:DRYS), Nabors Industries Ltd. (NYSE:NBR)\n\nBoston, MA 02\/20\/2014 (wallstreetpr) – General Motors Company (NYSE:GM) will also start building aluminum-bodied trucks, just as Ford Motor Company (NYSE:F) which announced such plans earlier. It is reported that GM’s aluminum pickups could hit the showroom by 2018 and this latest development could be a result of the company caving in to pressure for fuel […]\n\nNabors Industries Ltd. (NYSE:NBR) Takes On Fourth-Quarter Results\n\nBoston, MA 02\/19\/2014 (wallstreetpr) – Nabors Industries Ltd. (NYSE:NBR) gets a thumbs up from investors today after it posted above-par quarterly results at the close of the previous day. The Oilfield services and land drilling contractor’s robust gains from international operations steered it ahead of the Wall Street’s expectations. Roundup Report Nabors Industries Ltd. (NYSE:NBR) witnessed […]\n\nMost Active: Nabors Industries Ltd. (NYSE:NBR), Companhia Energetica Minas Gerais (ADR) (NYSE:CIG) and Metlife Inc (NYSE:MET)\n\nBoston, MA 02\/19\/2014 (wallstreetpr) – Nabors Industries Ltd. (NYSE:NBR) reported fall in the expected earnings in the fourth quarter. However, it did beat the analyst estimates for the quarter. The slightest dip was the fourth quarter operating earnings. Nabors Industries is engaged in the servicing of well as well as the pressure pump operations in […]\n\nNabors Industries Ltd. (NYSE:NBR) suffers loss in third quarter\n\nNabors Industries Ltd. (NYSE:NBR) has issued its third quarter’s earnings, where it states that it has suffered a loss. Its earnings for the three month period coming from working products was  $165.9 million while in the same period last year the company earned $225.8 million. The cash flow that the company earned during this three […]\n\nSign Up To Get Our Latest Stocks Alerts",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9977134466,
        "format_confidence":0.9905179143
    },
    {
        "url":"https:\/\/www.lighthouseni.com\/tag\/northern-ireland-executive\/",
        "text":"Posts Tagged ‘Northern Ireland Executive’\n\nNorthern Ireland businesses showing great resilience against uncertain backdrop\n\nCourtesy of Tourism NI\n\nBy Kirsty McManus, National Director, Institute of Directors (IoD) Northern Ireland The Northern Ireland business community has had a lot to contend with over recent years from the ongoing hiatus at Stormont to the continuing uncertainty that still shrouds Brexit. Rather than allow these (largely political) matters to deter them however, local firms are continuing…\n\nRead on",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.8784485459,
        "format_confidence":0.7757162452
    },
    {
        "url":"https:\/\/www.oneupweb.com\/tag\/blog-title\/",
        "text":"Resource Archive\n\nMarketing Tip of the Week: Digits Attract Wandering Eyes\n\nThis Week’s Marketing Tip: Show a Little Thigh. Fixate Your Readers With a Number. 123456789 Digits Attract Wandering Eyes.    Don’t forget to check out and share last week’s marketing tip!  Our Previous Marketing Tips: The 3 Rs of Content Marketing Don’t Gamble with Your Reputation What Futurama Taught Us About Marketing Speak to Me […]\n\nin SEO",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9763575196,
        "format_confidence":0.7908465266
    },
    {
        "url":"http:\/\/itknowledgeexchange.techtarget.com\/cio\/2009\/05\/",
        "text":"CIO Symmetry:\n\nMay, 2009\n\n\nMay 28, 2009  6:23 PM\n\nUpdate on move to Gmail: Cost-cutting measure a mix of sun and clouds\n\nLinda Tucci Linda Tucci Profile: Linda Tucci\n\nI checked in with early cloud adopter Jerry Hodge, CIO of Hamilton Beach Brands Inc., for an update on his pioneering migration from Lotus Notes to Gmail -- the quintessential cloud app. The...\n\nMay 21, 2009  6:04 PM\n\nWhat IT executives are talking about at Forrester’s IT Forum 2009\n\nKristen Caretta Kristen Caretta Profile: Kristen Caretta\n\nMy first day at Forrester's IT Forum was filled with everything today's CIO should be aware of -- the changing role of IT, the need for constant innovation and the rapidly evolving workforce. By day four, attendees are still buzzing about what they’ve seen and heard while here. Six Sigma...\n\nMay 14, 2009  12:58 PM\n\nLegacy systems integration: If you can’t beat ‘em, join ‘em\n\nKristen Caretta Kristen Caretta Profile: Kristen Caretta\n\nRecently, while researching some information for a story on legacy systems integration, I dug around to figure out how midmarket IT execs determined and measured the benefits of legacy applications -- How did they decide what was important? What needed to go? Was it worth investing time in one of...\n\nMay 8, 2009  2:29 PM\n\nJob security worries? Advice for keeping your CIO job in a recession\n\nLinda Tucci Linda Tucci Profile: Linda Tucci\n\nIf I were a CIO who had just gotten canned or was just worried about my job security, I would want to be counseled by someone like John A. Challenger. Challenger is CEO of Challenger, Gray & Christmas, the marquee outplacement firm. Mild in tone, armed with statistics that put one’s private...\n\nMay 8, 2009  1:58 PM\n\nOpen source cloud computing: The future midmarket sweet spot?\n\nKristen Caretta Kristen Caretta Profile: Kristen Caretta\n\nWhat happens when open source and cloud computing collide? Cost savings, flexibility and (at least one open source vendor hopes) midmarket CIOs checking it out. Open source CRM provider SugarCRM has launched an on-demand version of its software that is included free with an on-premise...\n\nMay 1, 2009  1:30 PM\n\nCan outsourcing services save your favorite retail store?\n\nKaren Guglielmo Karen Guglielmo Profile: Karen Guglielmo\n\nWith more than 150,000 retail stores expected to close their doors this year as a result of the current economic crisis, should retailers consider look to outsourcing IT services to help cut costs and stay in business?\n\n\nForgot Password\n\nNo problem! Submit your e-mail address below. We'll send you an e-mail containing your password.\n\nYour password has been sent to:",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.5903812647,
        "format_confidence":0.9801279306
    },
    {
        "url":"http:\/\/blogs.gartner.com\/blog\/tag\/all\/?t=tax",
        "text":"Gartner Blog Network\n\nTag: 'tax' Blog Posts\n\nfrom the Gartner Blog Network\n\nPresident Loves BlackBerry, Looks To Repeal Cellular Tax\n\nby Phillip Redman  |  June 18, 2009\n\nIn a move that all companies should be happy about, President Obama, via a statement posted on its Website by IRS Commissioner Doug Shulman, has asked Congress to repeal a...\n\nRead more »",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9781776667,
        "format_confidence":0.9861046672
    },
    {
        "url":"http:\/\/www.staplespromotionalproducts.com\/ProductList.aspx?cid=136&flt=8&nvid=273",
        "text":"\n\n1-800-369-4669 | Live Chat | Contact Us\n\nSkip Navigation LinksHome > Pens\/Writing Instruments > Other > Crayons > Advanced Product Search Results\n\nAdvanced Product Search Results\n\nWhen you have kids of all ages around, you’ll want to have plenty of crayon packs to capture their attention and keep them entertained. Staples Promotional Products has several different packs of crayons that you can use to promote your brand all year long.\n\nWe're sorry. Your search did not match any of our products.\n\nHowever, we CAN find what you're looking for.\n\nHome page\nShop byShop by Industry\nShop by Brand\nShop by Category\nShop by Event\nLive ChatLive Chat call usCall our Product specialists\nat 1-800-369-4669\n\nWe have thousands of high quality promotional items on our website at the lowest prices to help you stay on budget. Plus, if you can’t find what you’re looking for online, we have access to thousands more. Check out our closeouts for HOT deals on clearance items or visit our Specials page for our current discounts. Here are some of our best selling promotional products to help you find what you're looking for.",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.8254370689,
        "format_confidence":0.97991997
    },
    {
        "url":"http:\/\/www.dizylocal.com\/find\/digital-marketing-agency\/madhya-pradesh",
        "text":"Browse By City\n\nDigital Marketing Agency in Madhya Pradesh\n\nObabuji is best Digital marketing in India, also provide best services in various field like website designing,\n\nAquarian Resources\n\nAquarian Resources is one of the leading Graphic design, branding, digital marketing and web design company in Indore, India.\n\nEnlighten Infotech Private Limited\n\nEnlighten Infotech Pvt. Ltd. is an IT based Company situated at Indore, MP. Company specialized in the providing Consultancy, Services and Training.\n\nSEONerds Internet Marketing Agency\n\nEnroll with private white label SEO services by SEONerds.",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.992647171,
        "format_confidence":0.9803362489
    },
    {
        "url":"https:\/\/www.llrx.com\/2021\/04\/30\/",
        "text":"Day archives: April 30th, 2021\n\nLLRX April 2021 Issue\n\nArticles and Columns for April 2021 Tips for Managing Remote Employees – Full-time remote work may continue to be with us for some time. Nicole L. Black discusses approaches that forward thinking law firm leaders can use to take advantage of this opportunity and fine tune their management skills for both in-office or remote teams. …\n\nSubjects: KM",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.5260674953,
        "format_confidence":0.9946263433
    },
    {
        "url":"http:\/\/investmentcourse.co.za\/tag\/china\/",
        "text":"Africas top mobile phone seller Transsion to list in Chinese IPO\nAugust 28, 2019\n\nChinese mobile-phone and device maker Transsion will list in an IPO on Shanghai’s STAR Market, Transsion confirmed to TechCrunch.\n\nThe company — which has a robust Africa sales network — could raise up to 3 billion yuan (or Continue reading",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9944349527,
        "format_confidence":0.6992014647
    },
    {
        "url":"https:\/\/ru.adforum.com\/creative-work\/socially-responsible",
        "text":"Socially Responsible Ads with ACT Responsible and AdForum\n\nThis section is dedicated to Responsible & Good Communication and feature our Advertising Community Together initiative, launched after 9\/11 by AdForum employees, using the global reach of the website to gather the talent of the global advertising community. ACT Reponsible Website\n\nLatest Socially Responsible Ads\n\nУзнать больше",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9660826921,
        "format_confidence":0.5833499432
    },
    {
        "url":"https:\/\/www.warriorforum.com\/feed\/tag\/build",
        "text":"• 14 {{ upvoteCount | shortNum }}\n\n    How to Build a Blog Architecture for SEO?\n\n    Omar Ihcaamel in SEO\n\n    Hi Warriors, I'd like to start my first blog, where I'll share educational content and sell wall art prints and affiliate products, but I'm not sure how to build the ... [read more]\n\n  • 6 {{ upvoteCount | shortNum }}\n\n    Brick by brick: How Lego continues to build a toy empire\n\n    A new article on Marketing Dive reports that the retailer celebrates its 90th anniversary this year. With over $8 billion in sales and IP deals that tap into pop culture, ... [read more]\n\n  • 19 {{ upvoteCount | shortNum }}\n\n    Build A Good Business\n\n    DABK in Internet Marketing\n\n    It is a good idea to leverage other sites. But it is not a good idea to rely for traffic on one site. This is the link to a 100 ... [read more]\n\n  • 7 {{ upvoteCount | shortNum }}\n\n    How to build a long-term, search-first marketing strategy\n\n    WarriorForum.com in SEO\n\n    A new article on Martech.org reports that a transformed digital landscape means marketers must think search-first. \"There are roughly three and a half billion Google searches made every day,\" said ... [read more]\n\n  • 44 {{ upvoteCount | shortNum }}\n\n    Five Unexpected Content Marketing Skills That Are a Must to Build in 2021\n\n    A new article on Search Engine Journal says that self-built marketing skills are becoming even more necessary with the arrival of a new digital age. The author lists five skills ... [read more]\n\n  • 38 {{ upvoteCount | shortNum }}\n\n    Build off of my IG brand\n\n    Hi all. I created an Instagram community page in June where I share the work of some of the most talented electric guitar makers from around the world. Since then, ... [read more]\n\n  • 36 {{ upvoteCount | shortNum }}\n\n    You Can Build a WordPress Site in 24 Hours\n\n    According to Search Engine Journal, if you want to learn how to setup a WordPress site in less than 24 hours, this step-by-step guide will help you get it up ... [read more]\n\n  • 10 {{ upvoteCount | shortNum }}\n\n    Adult website: how to build traffic\n\n    The premise: - I have a personal adult website (I am transgender) - I write erotic stories and I use Patreon to monetize - My visitors come from Facebook and ... [read more]\n\n  • 7 {{ upvoteCount | shortNum }}\n\n    What is the most effective way to build a mail list to promote a Clickbank product by paid traffic\n\n    Hi folks Undoubtedly, using the mailing list is the best way to promote Clickbank products. But how can I do that effectively with paid traffic? What is the best ad ... [read more]\n\n  • 70 {{ upvoteCount | shortNum }}\n\n    How to build a successful fan page\n\n    Hey Warriors, I have few questions. What is your method for publishing content and how to build an audience on Facebook? So far I've been posting in the bigger related ... [read more]\n\n  • 65 {{ upvoteCount | shortNum }}\n\n    How to Build a REAL Online Business: A FREE Multi-Part, No-BS Blueprint for Succeeding Online\n\n    wolfmmiii in Internet Marketing\n\n    ^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^ BE SURE TO HIT \"SUBSCRIBE\" ABOVE There are many ways to make money online. However, one of the easiest ways to do so is to build a community of ... [read more]\n\n  • 576 {{ upvoteCount | shortNum }}\n\n    Elegant TubePress Review +Killer $5335 Bonus +70% Discount -Build Professional Video Site Like a Pro\n\n    mynameisabhijit in\n\n    Elegant TubePress Review With My Special Elegant TubePress Bonus Build Your Own Beautiful & Professional Video Site, EASILY and QUICKLY. And CASH in On the Lucrative Video Trend, EVEN If ... [read more]\n\n  • 21 {{ upvoteCount | shortNum }}\n\n    How to Build a Sales Funnel That Makes You Money Consistently - in 5 Steps\n\n    I've spent the last 8 years building sales funnels for my company and for our clients. Some of them failed, meaning they couldn't make any positive returns on the time ... [read more]\n\n  • 79 {{ upvoteCount | shortNum }}\n\n    Build Backlinks For SEO\n\n    incomenow in SEO\n\n    Backlinks are links that come from other blogs through blog commenting, blogger outreach campaigns, guest posts, forum posting and infographic submissions. To get a first page ranking in Google, Yahoo ... [read more]\n\n  • 7 {{ upvoteCount | shortNum }}\n\n    How You Can Build the Right Set of SEO Resources for Your Venture\n\n    WarriorForum.com in SEO\n\n    Social Media Today says that if you've been looking to figure out what you need from your in-house SEO team, the framework in this article should help you establish the ... [read more]\n\n  • 51 {{ upvoteCount | shortNum }}\n\n    Do you still build back links to boost SEO rankings? If so how?\n\n    Chloe Brooks in Beginners Area\n\n    Hi Guys Just curious if you still build back links to boost rankings in today's SEO? What works the best in your experience? Would love to hear some feedback on ... [read more]\n\n  • 16 {{ upvoteCount | shortNum }}\n\n    How do Warriors build their email lists\n\n    Howdy I always hear of internet marketers having huge mailing lists How do you build a list when you are just starting out thanks warriors Brent\n\n  • 12 {{ upvoteCount | shortNum }}\n\n    What Tools Do U Recommend To Build Funnels Besides Clickfunnels\n\n    What Tools Do U Recommend To Build Funnels With OTO, multiple Upsells , Downsells link removed by moderator Is it free to setup funnels on jvzoo what other platforms should ... [read more]\n\n  • 43 {{ upvoteCount | shortNum }}\n\n    How to build quality backlinks?\n\n    sohel24bd in SEO\n\n    Hi, I have a blog Now, I came to know that backlink building is important for promotion of my site. Would you please tell me the ways to establish quality ... [read more]\n\n  • 44 {{ upvoteCount | shortNum }}\n\n    Which is a better long-term strategy - keep building one site\/brand or build multiple sites\/brands?\n\n    Bkelly301 in Internet Marketing\n\n    Hey, I'm looking to really start expanding my business this year. I seem to make sales pretty regularly, but I have never once felt that my income has gotten to ... [read more]\n\n  • 55 {{ upvoteCount | shortNum }}\n\n    How To Build A Successful Company\n\n    DABK in Internet Marketing\n\n    Hi, I heard a podcast with Tyler Haney about how she came up with her tide for her company (Outdoor Voices) and how she got it going. I am 100% ... [read more]\n\n  • 214 {{ upvoteCount | shortNum }}\n\n    Multistore Builder Review +BEST BONUS +Discount+DEMO- Build Authority Stores From 7 Networks In Mins\n\n    Johnnleo in\n\n    Multistore Builder Review Plus Best Multistore Builder Bonus Offer Want A Lazy Way to Bank Affiliate Cash, Without All The Usual B.S, Steep Learning Curves, or Limiting Softwares? Then, ... [read more]\n\n  • 243 {{ upvoteCount | shortNum }}\n\n    Vsource Review +HUGE $5335 Vsource BONUS +Discount -Build a Profitable Site In 6 minutes & Rank FAST\n\n    mynameisabhijit in\n\n    Vsource Review With My Jaw-Dropping Vsource Bonus Pack Curate, Build and Monetize Entire Niche \/ Product Specific \/ Launch Jacking Sites in Minutes without Writing a Line of Content or ... [read more]\n\n  • 38 {{ upvoteCount | shortNum }}\n\n    Should I build this tool that ensures you have and follow a good content strategy?\n\n    There are a few scattered solutions and blog posts that help define goals, personas, customer journeys, content needs, etc., but there's not one awesome framework to follow from start to ... [read more]\n\n  • 203 {{ upvoteCount | shortNum }}\n\n    Social Stores Review +BEST BONUS +Discount+DEMO- Build Profit Pulling Amazon Stores INSIDE FB In Min\n\n    Johnnleo in",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9659676552,
        "format_confidence":0.9768679142
    },
    {
        "url":"http:\/\/www.vcaonline.com\/advisors\/index.htm",
        "text":"Venture Capital Access Online | The eMarketplace for the Venture Capital Industry\n\n\nBookmark and Share   \n\n\nContact Us\n\n\n\n\n\nTools and Services To Help Advisors and Service Providers Seek Opportunities\n\nPost Your Firm Profile\n\n  • Post your firm profile to our Advisor Directory for just $29.95 to profile your professional services and drive traffic to your company website.\n    More Info\n\nInvestment Opportunities\n\n  • Register and search our Entrepreneur Showcase of private investment opportunities.\n    More Info\n\nVC Database\n\n  • VCPro Database, the most up-to-date and affordable venture capital directory, contains over 5,400 venture financing sources worldwide, to help you seek investors for your business. Both Windows and Macintosh versions are available.\n    More Info\n\nOnline Investor Directory\n\n  • Browse our Investor Directory to seek investment partners.\n    More Info\n\nAdvisory Services Directory\n\n  • Browse our Advisor Directory to seek strategic partners.\n    More Info\n\nUpcoming VC Events\n\n  • See the calendar of upcoming conferences and events.\n    More Info\n\n\n  • Review our selected venture capital-related titles.\n    More Info\n\nVC News\n\n  • Read the current venture capital news online.\n    More Info RSS Feeds\n\n  • Subscribe to our RSS feeds to keep you posted on the latest venture capital and private equity news and our progress.\n    More Info\n\n\n\n\nPost Your Firm\nSign Up Now!\nAdvisor Directory\nGot a Question?\n\nIf You Are An\n\n\nVenture Capital Database\n\nVCPro Database\nDownload Trial\nBuy Now\n\nVC Tools\n\nVC Pitch\nPrivate Placement Memorandum\n\nBusiness Plan Tools\n\nFree Business Plan Template\nBusiness Plan Pro\n\n\n\nCopyright � 1998-2016 Access InterComm  All rights reserved. \nSite Map | Privacy Statement | Legal Notice & Disclaimer",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9975735545,
        "format_confidence":0.8892655373
    },
    {
        "url":"http:\/\/www.lse.co.uk\/share-regulatory-news.asp?page=6&shareprice=NEW",
        "text":"Email Facebook Twitter\n\nEXCLUSIVE: Alastair Smith, Avacta Group CEO gives an Operational Update\n\nNew World Oil And Gas Regulatory News (NEW)\n\nRegulatory News for New World Oil And Gas (NEW)\n\nThere is currently no data for New World Oil And Gas.\n\n22-Jan-13 07:00RNSPositive Update to Danica Resources CPRCompany Announcement - General\n22-Jan-13 07:00RNSDrilling Update, BelizeResults and Trading Reports\n10-Jan-13 07:00RNSOperations Update - Belize and DenmarkCompany Announcement - General\n31-Dec-12 10:57RNSTotal Voting RightsHolding(s) in Company\n11-Dec-12 14:13RNSIssue of EquityCompany Announcement - General\n10-Dec-12 07:00RNSOperations UpdateResults and Trading Reports\n29-Nov-12 07:00RNSPositive Operations Update, BelizeCompany Announcement - General\n20-Nov-12 07:00RNSTarget Depth Reached at Blue Creek #2 Well, BelizeResults and Trading Reports\n15-Nov-12 09:18RNSDrilling Update, BelizeCompany Announcement - General\n09-Nov-12 14:07RNSHolding(s) in CompanyHolding(s) in Company\n08-Nov-12 07:00RNSDrilling Update, BelizeResults and Trading Reports\n02-Nov-12 07:00RNSIssue of Equity and Directors' DealingsCompany Announcement - General\n25-Oct-12 11:00RNSDrilling Update, BelizeCompany Announcement - General\n16-Oct-12 07:00RNSDrilling Update - BelizeCompany Announcement - General\n10-Oct-12 07:00RNSBlue Creek Project W.I Increased to 35%Company Announcement - General\n09-Oct-12 07:00RNSPlacing to raise GBP8.6millionCompany Announcement - General\n28-Sep-12 07:00RNSCommencement of Drilling in BelizeCompany Announcement - General\n26-Sep-12 17:47RNSExercise of WarrantsCompany Announcement - General\n25-Sep-12 07:00RNSInterim ResultsResults and Trading Reports\n24-Sep-12 07:00RNSPositive Update to Danica Jutland CPRCompany Announcement - General\n12-Sep-12 07:00RNSOperations Update, BelizeCompany Announcement - General\n29-Aug-12 07:00RNS-RNew Corporate WebsiteCompany Announcement - General\n22-Aug-12 07:00RNSIssue of EquityCompany Announcement - General\n07-Aug-12 07:00RNS12.5% Interest in Danica Jutland Project AssignedCompany Announcement - General\n02-Aug-12 07:00RNSFOA and Drilling Contract Signed for Blue CreekCompany Announcement - General\n24-Jul-12 18:01RNSResult of AGMResults and Trading Reports\n09-Jul-12 11:07RNSSchedule 1 - New World Oil and Gas PLCCompany Announcement - General\n04-Jul-12 07:00RNSReadmission document and Notice of AGMCompany Announcement - General\n21-Jun-12 07:00RNSPositive update to Blue Creek CPRCompany Announcement - General\n14-Jun-12 07:00RNSImproved Terms for the Blue Creek FOACompany Announcement - General\n\nShare Price, Share Chat, Stock Market news at lse.co.uk\nFREE Member Services\n- Setup a personalised Watchlist and Virtual Portfolio.\n- Gain access to LIVE real-time Regulatory News (RNS).\n- View more Trades, Directors' Deals, and Broker Ratings.\nShare Price, Share Chat, Stock Market news at lse.co.uk\n\nDatafeed and UK data supplied by NBTrader and Digital Look. While London South East do their best to maintain the high quality of the information displayed on this site,\nwe cannot be held responsible for any loss due to incorrect information found here. All information is provided free of charge, 'as-is', and you use it at your own risk.\nThe contents of all 'Chat' messages should not be construed as advice and represent the opinions of the authors, not those of London South East Limited, or its affiliates.\nLondon South East does not authorise or approve this content, and reserves the right to remove items at its discretion.",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9677699804,
        "format_confidence":0.8360937238
    },
    {
        "url":"http:\/\/azbigmedia.com\/category\/events\/award-events",
        "text":"Award Events Archives\n\nSAAR’s headquarters named ‘Best Rehab Office Project’  Elnur Amikishiyev\n\nThe Scottsdale Area Association of Realtors® (SAAR), a trade organization headquartered in Scottsdale for the past 50 years, recently repurposed an existing vacant building in Scottsdale’s Perimeter Center to use as its new headquarters. Growth of the 8,000-member organization prompted the move from SAAR’s longtime home in Downtown Scottsdale. It purchased the vacant building at… Read More →\n\nPhoenix Chamber honors winners of 2015 IMPACT Awards\n\n\nThe Greater Phoenix Chamber of Commerce (GPCC) recognized eight outstanding Valley businesses at the 28th annual IMPACT Awards today, with Pinnacle Transplant Technologies and Goodwill of Central Arizona earning accolades as the 2015 IMPACT Businesses of the Year. The luncheon celebrated the remarkable contributions these companies and their employees make to the Greater Phoenix community.… Read More →\n\nMeet the 2015 AAED EDDE award winners\n\nGalleria Corporate Center, new home to weebly, for Scottsdale Economic Development Department\n\n  The Arizona Association for Economic Development has been a community of practitioners who have worked through four decades to improve business attraction throughout the state. Every year, AAED awards Economic Development Distinguished by Excellence (EDDE) awards to those who keep the nonprofit organization at the top of its game and those who best uphold… Read More →\n\nAz Business names Healthcare Leadership Awards finalists\n\n\nEach year, AZ Business magazine hosts the Healthcare Leadership Awards to honor the women, men and institutions that bring excellence and innovation to Arizona’s healthcare sector. Az Business is proud to announce the 2015 Healthcare Leadership Awards finalists, who were chosen by a panel of industry experts and will be recognized at the Healthcare Leadership… Read More →\n\nSam Fox is UA Eller’s Executive of the Year\n\n\nSam Fox, CEO and Founder of Fox Restaurant Concepts, will be recognized as the 2015 University of Arizona Executive of the Year on Friday, April 17. The luncheon takes place from 11:30 a.m. to 1:30 p.m. at the Westin La Paloma Resort, 3800 East Sunrise, in Tucson. “Sam studied real estate finance at the University… Read More →\n\nAz Business honors Industry Leaders of Arizona winners\n\nExecutives from Sprouts Farmers Market accept an Industry Leaders of Arizona Award Wednesday at the Camelback Inn. Photo by Shavon Rose, AZ Big Media\n\nSome of the most dynamic businesses in Arizona were honored Wednesday as winners at the 2015 Industry Leaders of Arizona (ILoA) Awards, which recognize the contributions and impact of Arizona‐based companies on both the economy of Arizona and in the communities they serve. Companies were selected from five key industries: • Aerospace and defense •… Read More →\n\nAz Business names Industry Leaders of Arizona finalists\n\n\nAz Business magazine is proud to present the Industry Leaders of Arizona (ILoA) Awards, which recognize the contributions and impact of Arizona‐based companies on both the economy of Arizona and in the communities they serve. Companies were selected from five key industries: • Aerospace and defense • Commercial and residential real estate service contractors •… Read More →\n\nAz Business announces finalists for ACC Awards\n\n\nAz Business magazine, in conjunction with the State Bar of Arizona, have announced the finalists for the 2015 Arizona Corporate Counsel (ACC) Awards. The finalists and winners will be honored at an awards dinner and reception on Jan. 15, 2015 at the JW Marriott Scottsdale Camelback Inn Resort & Spa in Scottsdale. Click here for… Read More →\n\nPhoenix Center Announces Mayor’s Arts Awards\n\n\nPhoenix Mayor Greg Stanton and Phoenix Center for the Arts will present the Mayor’s Arts Awards, November 21, 2014, from 7:00-9:00 p.m. Tickets cost just $75 and are available for purchase at the Phoenix Center for the Arts box office or by calling 602-254-3100. Art lovers and community-minded individuals can reserve their spot in this… Read More →\n\nBOMA Greater Phoenix TOBY Awards 2013\n\nPortales I Exterior 2, WEB\n\nThis year’s BOMA Greater Phoenix TOBY Awards were presented Nov. 15 at the Renaissance Phoenix Downtown. AZRE Magazine would like to congratulate the seven winners of this year’s BOMA Greater Phoenix TOBY Awards. 100,000- 249,999 SF Category: Portales Corporate Center II 4800 N. Scottsdale Rd., Scottsdale Owned by: Principal Real Estate Investors Architect: DFD Conoyer… Read More →\n\nLincoln Property Company Grows Portfolio to Highest Point in Office’s History\n\nGame and Fish, WEB\n\nThe Desert West Region of Lincoln Property Company (LPC) this week pushed its management portfolio to the highest point in the office’s history with the assignment of 7025 North Scottsdale. Under the leadership of new Director of Management Services Alisa Timm, the firm also retained 100 percent of its nearly 6 million-square-foot portfolio in 2013… Read More →\n\nArizona Architects Honored at AIA Awards Gala Saturday\n\nEstrella Hall\n\nThe American Institute of Architects Arizona Design Awards recognize excellence in design, planning and construction of projects located anywhere in the world that are designed by AIA Arizona architects registered and licensed in Arizona. The awards honor the highest standards of design in response to user requirements, site, context, climate and environment. Each entry, regardless… Read More →\n\nTwin Arrows Named 'Best Native American Casino' at G2E Conference\n\nTwin Arrows Wins at G2E\n\nThe Navajo Nation Gaming Enterprise’s (NNGE) Twin Arrows Navajo Casino Resort, located 20 minutes east of Flagstaff, Ariz., was recognized as the top Native American Casino Facility in the nation at this week’s G2E (Global Gaming Expo) Conference. The Friedmutter Group of Las Vegas, which designed the structure in collaboration with Navajo tribal members, and… Read More →\n\nClear Title Agency Of Arizona Ranked On Inc. 500\/5000 List\n\n\n  Clear Title Agency of Arizona, a leader in commercial and residential title and escrow services, is ranked No. 988 on the seventh annual Inc. 500|5000 List, an exclusive ranking of the nation’s fastest-growing private companies. Clear Title’s 436 percent growth during the past three years helped secure the competitive ranking among an elite group… Read More →",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.982973814,
        "format_confidence":0.9936335087
    },
    {
        "url":"http:\/\/blog.homeforeclosureadvisors.com\/tag\/foreclosure-prevention\/",
        "text":"﻿ Foreclosure Prevention | Home Foreclosure Prevention\n\nLoan Modification Requests Imploding in California\n\nWednesday, June 24th, 2009\n\nCalifornia loan modification requests continue to be reported with increasing volumes.  Many California homeowners need jumbo mortgage refinance loans, but they do not qualify as the jumbo lending has tightened significantly. Governor Schwarzenegger implemented another California foreclosure moratorium to help distressed homeowners in his state, but is it helping? Many Wall Street analysts covering the home-builder [...]\n\nRefinance or Modify with Obamas Making Home Affordable Program\n\nThursday, June 4th, 2009\n\nZions Bank and Keller Williams Real Estate are sponsoring an information session on June 9th to inform people about refinancing and loan modification options with President Barack Obama’s Making Home Affordable program.   According to Mike Barnes, most home owners will qualify for some part of the foreclosure prevention program. He calls it exciting and beneficial. [...]\n\nHome Foreclosures Rise in U.S.\n\nTuesday, January 13th, 2009\n\nHome foreclosures continue to rise and attorney generals across the U.S. want federal bankruptcy codes amended to allow judges to modify home loans in an effort to help homeowners remain in their houses.  Arizona Attorney General Terry Goddard along with state attorneys general from California, Connecticut, Delaware, Illinois, Iowa, Kentucky, Louisiana, Massachusetts, Minnesota, Mississippi, Montana, [...]\n\nCalifornia Foreclosure Laws\n\nMonday, January 5th, 2009\n\nThe judicial process of home foreclosure starts with the lender filing a Notice of Default.  The lender files a lawsuit to get the local court force foreclose, is used when no power of sale is present in the mortgage or deed of trust. However, the State of California has mandated that mortgage lenders and mortgage [...]\n\nHope Now Reports Record Loan Modifications in October\n\nFriday, December 12th, 2008\n\nHOPE NOW, the private sector alliance of mortgage servicers, counselors, and investors announced last week that they had set a record in October for the number of foreclosures averted.  The home preservation alliance company said that its mortgage industry members had prevented 225,000 home foreclosures during that month, 13,000 more than the record set in [...]\n\nFlorida Foreclosure Prevention Program Gets $11.5 Million\n\nWednesday, December 10th, 2008\n\nFlorida has received $11.5 million through the Housing and Economic Recovery Act approved by Congress in July.  Gov. Charlie Crist said in a statement that the grant money will be used to continue foreclosure prevention counseling and legal assistance with loan modification plans to homeowners in foreclosure. Nearly 77 counseling agencies and organizations around the [...]\n\nArizona Homeowners Fighting with Foreclosure Prevention Tactics\n\nMonday, October 27th, 2008\n\nTo help homeowners facing foreclosure find alternatives to losing their homes, an alliance of cities, national organizations and lenders is setting up shop for an afternoon.   Preserving homeownership is the goal, said Patricia Garcia Duarte, chairwoman of the Arizona Foreclosure Prevention Task Force and president and chief executive officer of Neighborhood Housing Services of Phoenix, [...]\n\nCalifornia Company Launches Foreclosure Prevention Program for Military\n\nWednesday, October 22nd, 2008\n\nSan Diego-based You Walk Away, a company that helps families facing foreclosure, has instituted a new program called the Military Walk Away Protection Kit. This foreclosure prevention program is based on the federal law called the Servicemembers Civil Relief Act (SCRA), helps members of our armed forces who received loans while on active duty stave [...]",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.6887446642,
        "format_confidence":0.9495298266
    },
    {
        "url":"https:\/\/www.sfbar.org\/category\/finance\/mergers-acquisitions-finance\/",
        "text":"Register of Experts\n\nFINANCE - Mergers & Acquisitions\n\nShowing 1 Provider(s) found in Mergers & Acquisitions\n\nAdvisors\/Experts @ MCS Associates\n\nManaging Partner\n\nNorman Katz\n\n13681 Newport Ave.\nSte. 8-387\nTustin, CA 92780\nPhone: (949) 263-8700 Fax: (949) 263-0770 Email: Website:\n\n\nA nationwide specialist consulting and expert witness company (established 1973) that concentrates exclusively in Banking, Finance, Insurance, Real Estate, Financial Services, Economics \/ Statistics and Accounting and related Damages.\n\nArea of Expertise include:\nBANKING: Operations\/Administration, Depository\/Checking Accounts, Regulatory issues, Compliance; LENDING (all categories), Underwriting, Credit\/Administration, Servicing, Policies\/practice; FINANCE: Securities, Investments & Brokerage, Trusts & Fiduciaries, Bankruptcy, Foreclosures and Workouts, Investment Banking, Corporate Finance; REAL ESTATE: Lending, Brokerage, Title\/Escrow, Property Management, Development; INSURANCE (all categories): Coverage, Claims, Broker\/Agent functions, Industry Custom\/Practice, Operations and Actuarial; DAMAGES & ACCOUNTING, Economics, Statistics, Valuations\/Appraisals, Forensic Accounting & Accounting\/Audit.\n\n\nMBAs; PhDs; CPAs; ASA\/MAIs; CPMs; CREs; CFPs; RE Brokers\/Agents; Insurance brokers\/agents; CPCUs; CLUs; ARMs and many more.\n\nPrior Expert\n\nAs our primary focus for 30+ years, 500+ highly qualified and experienced experts\/consultants providing evaluation, testimony and litigation consulting on behalf of both plaintiff and defendants of all types re: 4,000+ cases. Clients include leading national and regional law firms, also many smaller\/boutique litigation firms and attorneys, and numerous governmental \/ regulatory agencies (FDIC, SEC, IRS, US and State DOJs, FHLB etc.)\n\nWe provide TARGETED SEARCHES AT NO COST for unique, hard-to-find\/unusually specialized experts not already within our wide-ranging group; STRATEGIC ALLIANCES NATIONWIDE across the banking, financial, real estate and insurance industries; LEADING EXPERTS from the worlds of economics, accounting, academia and the regulatory agencies; POWERFUL CAPABILITIES IN DAMAGES, Forensic Accounting. Economic Analysis, and Valuations \/ Appraisals.\n\nBack to Register of Experts Directory",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9948716164,
        "format_confidence":0.7087163329
    },
    {
        "url":"http:\/\/findit.harboroughmail.co.uk\/company\/439153070067713",
        "text":"\n\nThursfield Chemist\n\nCategory: Chemists | show me more\n\nAddress: 1 School Lane\nNN16 0DH\n\nLandline: 01536 4... Landline: 01536 4...\n\nReport a problem with this listing\n\n\nReviews for this business\n\nLeave a review\n\nIs this your business?\n\nClaim now!\n  • Add rich content via our editing tools\n  • Remove ads from your listing\n  • Appear more prominently in search results",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.7132133245,
        "format_confidence":0.5319360495
    },
    {
        "url":"http:\/\/www.enterprisemedia.com\/search\/?talent=0&topic=0&use=0&style=0&lang=0&cc=0&order=copyright&sort=desc&page=10",
        "text":"Skip to Navigation | Skip to Content\n\n\nYour search for [all items] has returned 1160 result(s). (Page 10 of 58)\n\nSort by: Copyright date\n\n  • Managing Me\n    • 2008\n    • CC\n\n    Managing Me\n\n    The key to managing other people is learning how to manage you. As the leader of any group, problems are inevitable. So…how do you react? Do you lead with your gut…or your head?\n\n  • Moment of Truth\n    • 2008\n\n    Moment of Truth\n\n    Life doesn’t come with a pause button. Ethical dilemmas demand instant clarity. Address this problem head-on by giving employees a practical guide for making better decisions.\n\n  • A Clear Picture - Harassment In The Public Sector\n    • 2008\n\n    A Clear Picture - Harassment In The Public Sector\n\n    This program provides instruction on harassment prevention and deals with issues like the No Fear Act and the Reasonable Person Standard, which are specific to the public sector.\n\n  • Mixing Four Generations in the Workplace\n    • 2008\n\n    Mixing Four Generations in the Workplace\n\n    Cam Marston\n\n    Generation conflict costs billions of dollars in lost productivity to organizations like yours worldwide - not to mention the incalculable effects on motivation and morale.\n\n  • 5 Questions Every Leader Must Ask\n    • 2008\n\n    5 Questions Every Leader Must Ask\n\n    Ed Oakley\n\n    Engaging Your Team to Achieve Any Goal\n    Today’s leaders face tremendous pressure to solve problems, achieve goals, manage change and improve productivity. This program illustrates how solutions can easily present themselves when leaders ask team members the right questions.\n\n  • The Four Styles\n    • 2008\n\n    The Four Styles\n\n    Do you want to be a better communicator? You’re not alone if you’ve ever had a tough time getting through to someone. One of the biggest problems in business today is getting along with and communicating with others.\n\n  • Awesome!\n    • 2008\n\n\n    A unique, entertaining, and insightful view of Generation Y both from their own perspective and the perspective of older managers.\n\n  • Is Good Enough?\n    • 2008\n\n    Is Good Enough?\n\n    The concept of \"good enough\" is at the heart of all mediocrity. It can be a creeping influence in the workplace as well. This program explores the 0.1% result, if 99.9% is \"good enough.\"\n\n  • Drop by Drop\n    • 2008\n\n    Drop by Drop\n\n    Don't let tiny prejudices destroy your organization!\n    Drop by Drop demonstrates how the small slights, subtle discriminations and tiny injustices can add up to big problems in your workplace!\n\n  • Beyond Words - For Managers\n    • 2008\n\n    Beyond Words - For Managers\n\n    Managing employees successfully requires effective communication and interpersonal skills that go beyond the ordinary.\n\n  • Wide Eyed\n    • 2008\n\n    Wide Eyed\n\n    Jane Elliott\n\n    New film featuring Jane Elliot from Blue Eyed\n    In 1968, in response to the assassination of Dr. Martin Luther King Jr., a third grade teacher, Ms. Jane Elliott, involved her students in an exercise in discrimination based on eye color.\n\n  • It’s a Dog’s World\n    • 2008\n\n    It’s a Dog’s World\n\n    New Release! 2nd Edition!\n    This newly-updated version of a customer favorite shows that everyone employed in a medical office, hospital or clinic can make a difference in improving customer service.\n\n  • The Guest 2E\n    • 2008\n\n    The Guest 2E\n\n    Treat your customer like a Guest in your home.\n    That’s the message behind this hilarious new version of the classic bestseller.\n\n  • Ready. Set. CHANGE!\n    • 2008\n\n    Ready. Set. CHANGE!\n\n    Reacting Smarter. Adapting Faster. Engaging Together.\n    As organizations change with increasing speed, so does the pace in which employees must respond. Employees need the skills to react, adapt, and engage together.\n\n  • A Second Chance\n    • 2008\n\n    A Second Chance\n\n    Paul Hopkins\n\n    A short film by Paul Hopkins & Joel Suzuki\n    Based on the second chance choice Robert Frost made before he finally published, The Road Not Taken, this film will provide presenters with a tool to inspire people to take risks and move forward.\n\n  • Effective Leadership with Marshall Goldsmith\n    • 2008\n\n    Effective Leadership with Marshall Goldsmith\n\n    Marshall Goldsmith\n\n    Executive coach and best-selling author, Marshall Goldsmith, discusses personal and professional leadership skills and delivers tangible methods that will help you become a better person and employee.\n\n  • Differences\n    • 2008\n\n\n    BJ Gallagher\n\n    a short film by BJ Gallagher\n    Created to help people explore and discuss their own differences through the \"voices\" of dogs.\n\n  • Ethics: The L.O.G.I.C. of Right\n    • 2008\n\n    Ethics: The L.O.G.I.C. of Right\n\n    We all face workplace situations that test our ethics. Sometimes it’s simple to determine the right thing to do. But most of the time, the answer isn’t so black or white. Help employees make the right decision when faced with an ethical dilemma.\n\n  • Retaliation - Training Triggers\n    • 2008\n\n    Retaliation - Training Triggers\n\n    Training Triggers are short programs (1-2 minute meeting openers) with ideas to jump start conversations on critical workplace issues.\n\n  • Can This Be Retaliation?\n    • 2008\n\n    Can This Be Retaliation?\n\n    A Retaliation Training Trigger\n    Training Triggers are short programs (1-2 minute meeting openers) with ideas to jump start conversations on critical workplace issues. X\n\nFresh, delicious, crisp...\n\nYes, we do still include a popcorn package with each DVD purchase. It’s our way of saying \"thank you\" for being our customer!",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.5414240956,
        "format_confidence":0.9925885201
    },
    {
        "url":"http:\/\/detroit.cbslocal.com\/tag\/waukee\/",
        "text":"Neogen Buys Iowa Vet Business SyrVet Inc.Neogen Corp. (Nasdaq: NEOG) Monday announced that it has acquired the assets of SyrVet Inc., a veterinary instrument business based in Waukee, Iowa. Price and other terms weren't immediately disclosed.\n\nMore From CBS Detroit\n\nBest Places To See Indie Rock In DetroitIt's called Detroit Rock City for a reason.\nGuide: Best Barbecue In Metro DetroitSometimes, nothing hits the spot like good barbecue.\nBest Ice Cream Shops In Metro DetroitIt's getting warm outside! Take advantage of it.\n\nWatch & Listen LIVE",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9851554036,
        "format_confidence":0.9833641052
    }
]