[
    {
        "url":"https:\/\/heritage-history.com\/index.php?c=read&author=marshall&book=germany&story=swabia",
        "text":"History of Germany - H. E. Marshall\n\nPhilip of Swabia\n\nHenry's son Frederick was only three years old when his father died. He had been chosen as King, but he had not been crowned. And now the nobles were very unwilling to accept a little child as their ruler, and they resolved to choose another King. But they could not agree as to who that other should be. Some chose and crowned a Hohenstaufen, Philip, Henry's brother. Others chose and crowned a Welf, Otto, the son of Henry the Lion. So there were two Kings in Germany, and once again strife between Welf and Waiblingen.\n\nThe Pope now claimed the right to decide between the rival Kings, and he decided for Otto and excommunicated Philip. But Philip would not give up his crown at the bidding of the Pope, so once again there was civil war. It was chiefly in Saxony that Otto found followers, but throughout Philip's reign the whole land was filled with bloodshed, and rang with the rival cries of Welf and Waiblingen.\n\nThe state of the country became truly terrible. As the Pope himself wrote: \"Goodness and truth vanish, wicked men flourish. The seed rots in the field, and famine lays its hand upon all. Day by day misery increases. Robbery and murder stalk unashamed through the land, so that no street, no house is safe.\"\n\nAt length Philip and Otto met together to try to come to some agreement. But the meeting was without result, for neither would give way in the least. Philip offered his rival a royal princess for his wife, a dukedom, and many lands, and honours besides, if he would but give up his claim to the crown. Otto, however, would have none of them. \"Death alone shall make me give up the crown,\" he said.\n\nBut Philip was a brave and kindly man, and his people grew to love him. So one by one Otto's friends fell away from him, until at length it became plain that his cause was lost. Even the Pope forsook him, and made peace with Philip. The end of the strife seemed near.\n\nThen one day, as King Philip lay resting in his palace at Bamberg, a loud knock was heard at the door. Immediately after it was thrown rudely open, and Count Otto of Wittelsbach strode into the room, drawn sword in hand.\n\nOtto of Wittelsbach was a wild young noble, famed for his lawless and insolent deeds. He was for ever at strife with his neighbours, and he rode about the country with a rope at his girdle ready to hang any one who roused his wrath. Once in a weak moment Philip had promised him his daughter in marriage, but finding him so wild and passionate he had withdrawn his promise. For that Otto had never forgiven the King.\n\nNow as Philip saw this fiery young Count stride into the room with drawn sword in hand, he raised himself on his elbow. \"Put up your sword,\" he said sternly; \"this is no place to use it.\"\n\nPassionately the Count sprang forward. \"It is the place to punish your treachery,\" he cried. And with a quick lunge of the sword he pierced the King in the throat. With a cry Philip rose, staggered forward a few steps, and fell lifeless to the ground.\n\nOnly two men were with the King, a bishop and his chamberlain. The bishop fled in terror, the chamberlain, drawn sword in hand, sprang upon the murderer; but, with a second sword-stroke, Otto wounded him also, so that he fell helpless to the ground. Then he fled from the room, sprang upon his horse, and galloped madly away.\n\nThus by the hand of a murderer died the kindliest of all the Hohenstaufen rulers. He was brave and strong, his people loved him, and even his enemies praised him. His whole reign, indeed, had been spent in warfare, and he had been able to do little for his kingdom. Now, just as peace seemed sure, he was struck down.\n\nFor some time the murderer wandered about, fleeing from place to place, hunted and hounded by all. No town would receive him; in neither castle nor cottage could he find refuge, and at length, after months of hunted misery, he was slain. His castle was razed to the ground, and, in order in some way to atone for his ruthless deed, a church was built upon the spot.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9642006159,
        "format_confidence":0.7337412834
    },
    {
        "url":"http:\/\/www.electricscotland.com\/history\/mcdougall\/west29.htm",
        "text":"\n\nClick here to get a Printer Friendly Page\n\nOn Western Trails in the Early Seventies\nChapter XXIX\nStart for northern fort and settlement on bank of North Saskatchewan—Found Mounted Police quartered at Edmonton---Col. Jarvis' marvellous stories—Police adapt themselves to new conditions—Find our cache on the Red Deer.\n\nI had been told by the party who brought me the summons, as also in letters from the North, that this Chairman was going to put a stop to all trading and bartering on the part of missionaries, and I was therefore much surprised to find a postscript at the bottom of the summons, asking me to bring in to him \"a couple of good buffaloes.\" I smiled as I thought of the inconsistency of the thing, right here apparent; but what of the larger inconsistency of the thought held by many, that the missionary had no right to barter or trade with the people to whom he is sent. Here we were, without any currency other than that of kind, no banks or mint, a horse, a dog, a gun, a blanket, a fathom of cloth or print, a shirt or a coat or a cap, and on the other hand, a robe, or dressed leather, or fresh or dried provisions, or furs of any kind; these were the only currency of the times, and how in the name of common sense could one do without bartering. No; there must always be adaptation to conditions, as these are found; and there can be no general law but that of equity and right dealing, and, by the grace of God, there we stood, and would stand, notwithstanding anybody's opinion or ruling. My brother was going in, and also the Hudson's Bay Company was sending in a couple of men; so we made ready and started just before Christmas for the winter journey to the northern fort and little settlement on the bank of the North Saskatchewan. We found the snow deep and almost intact, and we were continuously braking the trail; but as there were four of us taking this in turn we made pretty good speed. We were using horse toboggans, long, flat, two-board sleighs.\n\nWe travelled all Christmas Day, but coming to the Peace Hills, where the town of Wetuskewin now stands, late Saturday evening, we went into camp and prepared to spend the Sabbath at this point. There was an abundance of dry wood, and we worked late gathering an immense pile of this, and made a good comfortable open camp, and then settled down to rest, even as the Lord had, in His infinite mercy and wisdom, ordained.\n\nSunday evening David brought out from his sled a munificent supper and made a special spread, and I asked him the reason of all this. He reminded me that this was the 27th of December, and my birthday, and that my good sister-in-law had thus made ready and commissioned him to bring out this supper and give us the feast if possible. I was delighted and grateful for this kind thoughtfulness, and we, as a little company, in the profound solitude of the time, most thoroughly took pleasure in this genuine surprise birthday feast. I had, in the strenuousness of my life for many years, hardly ever thought of these things. The Sabbath was the only day we aimed at observing.\n\nAt Edmonton we found things much the same. The Mounted Police had come with the winter, and were quartered in the Hudson's Bay Fort. Col. Jarvis was in command. Capt. G-uion was his second. Sergeant-Major Steele (now Col. Steele of Strathcona Horse fame) and the rank and file did the work. A few strange faces were to be seen outside of the police. The new Chairman pro tern. was on the ground, having taken seventy-three days to come from Winnipeg to Edmonton. No wonder the Rev. Lewis Warner found the great North-West interminable.\n\nWe held our district meeting, and by my handing in the two buffaloes at the opportune time we avoided the lecture on trade and barter which had been in preparation for us. From letters I met at Edmonton, I found I was authorized to engage a teacher for my mission, and at once I began to look around for a suitable person. A Dr. Very, who had recently come into the country, being recommended to me, I engaged him to return with us to the mountains. The Hudson Bay Company's men who had come north with us had loaded imp and started back almost immediately. For the first fifty miles of our journey we had the company of Col, Jarvis. He had sent on Sergt.-Major Steele and some nine or ten men, and proposed to travel with us until we caught up to his party. Their objective point was Buffalo Lake, where a large camp of mixed-bloods and Indians were wintering, and where it was reported that whiskey was plenty. It was a keen, cold winter's night, 'and we were in the open camp under the lee of some willows, and the Colonel gave us a graphic account of the trip from the Red River to Edmonton. The expedition of Sir Charles Napier into Abyssinia, which had become quite historic, was not in it with this most formidable journey which the Colonel gave us a very fiery description of. It was gross blasphemy which spoiled the whole business, and I felt I must take the wind out of his sails and let him down easy in so doing, for he was our guest for the time.\n\nAfter he had cursed the Canadian and British governments and the whole North-West country, the rivers especially, and wound up expecting us to applaud such wonderful heroism, I said to him, \"Colonel, nine or ten miles north of Edmonton there dwells, when at home, a French half-breed who, when the spring comes, will load his carts with his winter's trade and catch of furs and pemmican, and, with his wife and children, will take the trail you came by, crossing all the streams you crossed. In due time he will reach Fort Garry; then he will sell his furs and robes, and purchase his fresh supply of goods and articles of trade, load these on to his carts, turn his face westward, re- cross all the streams, now at their highest, reach his home north of Edmonton, put up several stacks of hay, fix up his winter quarters, mend his carts and harness, and having carefully stored his goods, he and his family, with the same horses and carts, will cross the Saskatchewan and travel out from two to three hundred miles on to the plains, make a big turn through the country, run buffalo, stand on guard day and night, make many bales of meat, make many bags of pemmican, and finally, being now well loaded, return over the long journey to their home north of Edmonton. And still, it is not yet winter; and thus this native has travelled about three times the distance you and your party did, Colonel; and they had no government behind them, and what they have done is a common occurrence in this Western country.\"\n\nIt is needless to say that the Colonel saw the point, and we heard no more about the greatness of the feat of crossing the plain' on an old trail in a summer's time.\n\nThat was a cold night in the lee of a big snow- bank and some willows it had caught on to, sparkling stars gemming the firmament, the great disc surcharged with frost-laden ozone from 30 to 40 below. To the Colonel, from the comfortable home and barracks of Eastern Canada, and my doctor teacher from London, England, and the ship's cabin, such a capacious, marvellous, sleepy, living- room as we were now in was a new experience. However, we had the huge campfire, and if we worked hard we could keep this up with a sparkling, laughing flame, which, for a few feet around, tempered the climate of our huge refrigerator. We sang a hymn, and knelt in prayer, and if the act of worship did not do any more, at least it hushed the blasphemous soldier, and it also thawed our backs for the little while we turned them to the big fire as we knelt in prayer.\n\nUp and on before daylight, and in course of a few miles we came up to the police outfit, some of whom, like their commanding officer, had now spent their first night in strong winter weather in the open. This was splendid discipline for these men, with the work they had come into the North-West to perform. Let but the native and the mixed-blood or lawless white man know that this force was always ready, through storm and cold and distance, then the law would be observed, and right there and then we would continue to lay the foundation of a peace-loving and law-abiding citizenhood.\n\nI was glad to see these Easterners show as much adaptability as they did. Many a hard knock did they receive. To be battling with the elements on unbeaten trails and under beclouded skies is the hardest kind of work, and the man capable of strong development would stay and learn in such a field as was now opening before these men.\n\nSoon our trails diverged, they to follow the sometime beaten roads to Buffalo Lake, and we to break a fresh one for ourselves, as already the tracks of our Hudson's Bay men were obliterated, except here and there where there was a bit of bush. We found the snow deep and drifts hard for our horses to break through, and our progress was slow, very slow; and yet we soon caught up to the Hudson's Bay men and passed them. I was ahead all the time, tramping a trail with my snowshoes, and keeping the most direct course. Our teacher doctor was in misery. He never dreamed of such horrible conditions. He seemed to take on melancholy, and we were afraid to let him out of our sight for fear of suicide. To make matters worse, provisions began to run short.\n\nWe had made a cache on the south side of the Red Deer. Last winter's experience had taught us a degree of caution, but still there were long miles between us and the cache, and the cold was steady, and the whole country from Edmonton to where Innisfail now is situated was as if there was no life in it. Tramp, tramp, and, struggle, and not only the doctor to watch, but now his horse was also playing out, and we had both man and horse to coddle and chirp up, and our rations growing smaller all the time. David and myself would sing and joke and try and laugh off the hardship, but the doctor was solemn and sour and ready to give up. As to our cache across the Red Deer, we had purposely never said anyt... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9437436461,
        "format_confidence":0.9177248478
    },
    {
        "url":"http:\/\/www.letterstime.com\/Ein_Geleitzug\/pt113_EinG-HB-4.html",
        "text":"Part 1\nPart 2\nPart 3\nPart 4\nPart 5\nPart 6\nPart 7\nPart 8\nPart 9\nPart 10\nPart 11\nPart 12\nPart 13\nPart 14\nPart 15\nPart 16\nPart 17\nPart 18\nPart 19\nPart 20\nPart 21\nPart 22\nPart 23\nPart 24\nPart 25\nPart 26\nPart 27\nPart 28\nPart 29\nPart 30\nPart 31\nPart 32\nPart 33\nPart 34\nPart 35\nPart 36\nPart 37\nPart 38\nPart 39\nPart 40\nPart 41\nPart 42\nPart 43\nPart 44\nPart 45\nPart 46\nPart 47\nPart 48\nPart 49\nPart 50\nPart 51\nPart 52\nPart 53\nPart 54\nPart 55\nPart 56\nPart 57\nPart 58\nPart 59\nPart 60\nPart 61\nPart 62\nPart 63\nPart 64\nPart 65\nPart 66\nPart 67\nPart 68\nPart 69\nPart 70\nPart 71\nPart 72\nPart 73\nPart 74\nPart 75\nPart 76\nPart 77\nPart 78\nPart 79\nPart 80\nPart 81\nPart 82\nPart 83\nPart 84\nPart 85\nPart 86\nPart 87\nPart 88\nPart 89\nPart 90\nPart 91\nPart 92\nPart 93\nPart 94\nPart 95\nPart 96\nPart 97\nPart 98\nPart 99\nPart 100\nPart 101\nPart 102\nPart 103\nPart 104\nPart 105\nPart 106\nPart 107\nPart 108\nPart 109\nPart 110\nPart 111\nPart 112\nPart 113\nPart 114\nPart 115\nPart 116\nPart 117\nPart 118\nPart 119\nPart 120\nPart 121\nPart 122\nPart 123\nPart 124\nPart 125\nPart 126\nPart 127\nPart 128\nPart 129\nPart 130\nPart 131\nPart 132\nPart 133\nPart 134\nPart 135\nPart 136\nPart 137\nPart 138\nPart 139\nPart 140\nPart 141\nPart 142\nPart 143\nPart 144\nPart 145\nPart 146\nPart 147\nPart 148\nPart 149\nPart 150\nPart 151\nPART 10: June 10, 1915  \n\nLetterstime - Ein Geleitzug - Homeward Bound? Part IV\n\nJuly 3, 1915\n\n“At dawn, Admiral DeRobeck faced fogs, one from Gaia, Mother Nature, and another from Mars, God of War.” ----------------------------- Lady Christine Letters, ibid, page 831\n\n---- Warspite, All Stop\n\nLike Baron Letters, DeRobeck had had to make do with almost no sleep. Unlike the Baron who had WANTED to be underway, DeRobeck had never paused, rail to port, car to pier, and cruiser to dreadnought.\n\nThe dawn rendezvous had gone flawlessly, despite the poorish visibility.\n\n“Good morning, sir,” offered Captain Swafford to Admiral De Robeck, as the latter came aboard. They continued to exchange civilities as they made their way up to the bridge.\n\n“Sir,” began the OOD upon their arrival, and he proceeded to report that the small boat had returned and been recovered by the cruiser. Within minutes, the fleet was again underway.\n\nSwafford had expected De Robeck to use Marlborough as his flagship, as the Iron Duke class had better space for flag folk than the Queen Elizabeths. Still, Warspite was not only the newest, but she also had flown the flag of Admiral J[ellic]oe on the most recent sortie. Swafford still had no specific knowledge as to why De Robeck had chosen Warspite, but worried that the GF CO might expect a steady diet of insights like the one a couple weeks earlier. (NOTE 1)\n\n---- Queen Elizabeth\n\n“There’s the ‘Execute’, sir.”\n\n“Very well,” Admiral Keyes acknowledged and nodded to Captain Dave.\n\n“Ahead Standard,” ordered Dave. The flags had specified 15 knots. De Robeck’s previous practice had been to form up at that speed and then to increase to 20; this time was apparently not to be an exception. The force’s nine dreadnoughts were steaming three abreast in columns of three. Warspite’s trio, which included St. Vincent and Agincourt, occupied the central position while Keyes’ threesome of Queen Elizabeth, Bellerophon, and Neptune comprised the port group. On the far side to starboard, steamed Admiral Gaunt with Marlborough, Colossus, and Vanguard.\n\nIn an overtly-social gathering of senior non-flag officers earlier that week, Commander Moyer - Dave’s XO - had once again offered the hope that Warspite and Queen Elizabeth might form one group, a fast wing, so to speak. Swafford had shaken his graying, scholarly locks at the notion, not giving it much chance but he had opined that, once Barham joined in October, or maybe even September, prospects might well improve. Dave’s Chief Engineer, Commander Gates, had nodded at that. Dave’s Gunner, the redoubtable Commander Boy, had observed that De Robeck could always trump everything with a few flag hoists, perhaps implying that De Robeck’s choice of Warspite as his flagship might overlay a clandestine preservation of flexibility. Boy hadn’t put it quite that way (actually, no one was quite sure HOW he’d put it), but that’s how Dave had translated it.\n\n---- Frankfurt, speed 5 knots, course 190\n\nThe guns had settled in to a pace more measured than earlier, reflecting the reduction in suitable targets.\n\n“Crack. Crack-crack!”\n\nVogel had made one long pass, then come about and almost completed another. The pier was in flames through over half its length, and most of the vessels tied up alongside had been sunk or had joined the conflagration.\n\nHe had begun to feel something between his shoulder blades. It was neither a tickle nor an itch, but yet it was something along those lines. He flexed his shoulders uneasily inside his uniform. It didn’t help. It was almost as though someone was drawing a serrated fern frond along his spine, sometimes tickling, sometimes rasping, but always annoying. Had he felt that before? A kind of immanence? He looked away from the pier, scanning the horizon, and checking on his scattered torpedo boats. Had it been back during Frankfurt’s approach to Kiel, just before the sentry ship was hit by that torpedo? When, unknown to him, another pair had already been launched at him? He licked his lips and started to scan for periscopes.\n\nThe hell with it! Enough was enough.\n\n“Cease fire! Left full rudder. Come to course 090.”\n\n“Sir, my rudder is left full ....”\n\n“Ahead Full, make turns for 20 knots.”\n\n“Sir, engineering acknowledges 20 knots.”\n\n“Very well. Signals Officer, hoist recall.”\n\nThus, Regensburg’s signal barely a hand of minutes later was not much of a surprise. The “Recall” from Admiral Necki, 20 minutes after that, came as no surprise at all.\n\n---- B.110, All Stop\n\nRegensburg’s signal had not come as a surprise to Oberleutnant Kelly, either, but only because “surprise” was far too mild a word.\n\nHe started to order a blast from the whistle, had his mouth already open, in fact, but changed his mind. That signal would be hard for his boarding party to interpret and would carry further than he’d prefer just now.\n\nThere! His backup boarders were lined up midships a few meters aft, at the starboard davit amidships. Probably, he shouldn’t leave the bridge, but he was five steps on his way before he considered that point.\n\n“Your pistol!”\n\nThe young and very junior officer jumped, his mouth gaping open at the sudden appearance of his commanding officer.\n\n“Your Luger! Now!”\n\nThe kid fumbled at his holster and got it out.\n\nKelley grabbed it, readied it, and pointed it into the sky.\n\n“Crack-crack-crack- ....” Kelly fired off the entire clip as fast as he could pull the trigger.\n\n“Danke,” he muttered, and headed back to the bridge on a run. Only later would he consider that he might’ve left them wondering as to his sanity.\n\n“Boats are clear, sir,” came the report as he was stepping back onto the bridge.\n\n\nThe 88 mm shells began to slam into the waterline of the small British merchant, which quickly started to list. Kelly took a breath as he watched, the loud and reverberating “whanng-whanng” sounds were sweet martial music to his ears. The name on her bow was Terrione, though why a Britisher would be named after a mountain in Sicily, Kelly had no idea and doubted he’d ever learn why. It would just have to remain another mystery of conflict.\n\n“Sir, boarders back aboard. No casualties.”\n\n“Very well.”\n\n“Sir, smoke plumes, bearing 145. Looks to be Regensburg.”\n\n“Very well,” Kelly acknowledged, but gave no new orders.\n\nHe had full confidence in his command and had absolutely no intention of allowing himself to be forced off his prize before he was certain she was gone, and he was not about to waste a torpedo on her. Fire was now starting to show on the doomed merchantman, and smoke began to blow out of various openings. The wind shifted slightly, bringing the fumes their way and he wrinkled his noise at the stink of whatever was in Terrione. Fish? Fertilizer? He’d have to ask the boarding party leader for the manifest later.\n\n“Sir, more plumes! Bearing 170.”\n\n“Very well,” he acknowledged. Time to go.\n\n“Ahead full, 20 knots. Helm, as you get way, put us onto 090.”\n\nKelly looked back at the burning merchant once his torpedo boat steadied up on the ordered course. Already, the ship had slipped below the waves, leaving only a spreading stain of smoldering scum on the water to mark where it had been.\n\n“Sir, answering Ahead Full - 20 knots. Steady on course 090.”\n\n“Very well. Ahead Flank, 28 knots.”\n\n---- Warspite, course 180, speed 15 knots\n\nThe fog was showing some signs of lifting, Swafford thought, hopefully.\n\n“Sir, from Commodore Tyrewhitt: ‘German flotilla sighted.’ The position looks to be somewhere below Lowestoft.” Try as he might, the senior staff officer had been unable to keep a thread of disbelief out of his voice.\n\n“Show me.”\n\nDe Robeck, Swafford, and a couple others moved over to the chart. A few deft movements of calipers yielded a small “x” about 25 miles ESE of Aldeburgh, Suffolk.\n\nSwafford noted the deepening furrows in De Robeck’s brow. The questions troubling the GF CO were obvious. Room 40 had projected a dawn sortie for the High Seas Fleet. The flagship had been reported to be moored at dusk, and at least one overnight wireless from it had placed it in or around Wilhelmshaven. So, what was a flotilla doing so far from port, let alone so near the English coast? Even if the HSF had exited port at midnight, they would hardly be in support range of the flotilla that Tyrewhitt seemed perfectly poised to snap up.\n\nBut what if the HSF had left right at dusk? Ever the hands-on instructor, Swafford itched to pick up the calipers and measure. Then, just before he could do so, one of De Robeck’s senior staff officers did just that. Swafford watched him set them at about 20 nautical miles, then flip them over and over for each hour since nightfall. How distant could a scout force be and still be considered to be within support range of... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.6124201417,
        "format_confidence":0.9729747772
    },
    {
        "url":"http:\/\/www.amnh.org\/exhibitions\/race-to-the-end-of-the-earth\/amundsen-s-expedition\/timeline\/passing-the-winter-1911",
        "text":"Passing the Winter 1911\n\n\nWaiting For Antarctic \"Spring'\" To Launch Journey\n\nPassing The Winter, 1911\n\nAmundsen and his men passed the winter at Framheim working on necessary tasks and improving their equipment. At night they read books, played cards, or engaged in the ritual of the Saturday night sauna. The dogs roamed free and some even disappeared for a few days, but only a few failed to return. Amundsen assumed they fell into crevasses.\n\nOn August 24, the sun finally appeared above the horizon for the first time since April. This was the day Amundsen had thought to begin the run for the South Pole. He was familiar with how quickly the Arctic warmed up at the beginning of spring.\n\nLike Scott, he didn't adequately comprehend that \"spring\" and \"fall\" do not exist in Antarctica as lengthy periods bounding summer and winter. But with temperatures approaching -72°F (-58°C), Amundsen knew the dogs would have a difficult time, and Johansen warned against starting out so soon.\n\nSo day after day he postponed the start, and grew more restless with every lost moment. \"The thought of the English gave him no peace,\" one of the crew later noted. \"For if we were not first at the Pole, we might just as well stay home.\"\n\nAnother remarked, \"I'd give something to know how far Scott is today.\"\n\n\"Oh, he's not out yet, bless you!\" came the answer. \"It's much too cold for his ponies.\"",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.8456693888,
        "format_confidence":0.6669986248
    },
    {
        "url":"http:\/\/www.ibiblio.org\/eldritch\/nh\/gc206.html",
        "text":"\nWords | Names | Dates | Places | Art | Notes | End\n\nFrom Grandfather's Chair, 1840\n\nBy Nathaniel Hawthorne\n\nPart 2\nChapter 6\n\n\nA FEW evenings afterwards, cousin Clara happened to inquire of Grandfather whether the old chair had never been present at a ball. At the same time little Alice brought forward a doll, with whom she had been holding a long conversation.\n\n\"See, Grandfather?\" cried she. \"Did such a pretty lady as this ever sit in your great chair?\"\n\nThese questions led Grandfather to talk about the fashions and manners which now began to be introduced from England into the provinces. The simplicity of the good old Puritan times was fast disappearing. This was partly owing to the increasing number and wealth of the inhabitants, and to the additions which they continually received by the arrival and settlement of people from beyond the sea.\n\nAnother cause of a pompous and artificial mode of life, among those who could afford it, was, that the example was set by the royal governors. Under the old charter, the governors were the representatives of the people, and therefore their way of living had probably been marked by a popular simplicity. But now, as they represented the person of the king, they thought it necessary to preserve the dignity of their station by the practice of high and gorgeous ceremonials. And, besides, the profitable offices under the government were filled by men who had lived in London, and had there contracted fashionable and luxurious habits of living which they would not now lay aside. The wealthy people of the province imitated them; and thus began a general change in social life.\n\n\"So, my dear Clara,\" said Grandfather, \"after our chair had entered the Province House, it must often have been present at balls and festivals; though I cannot give you a description of any particular one. But I doubt not that they were very magnificent; and slaves in gorgeous liveries waited on the guests, and offered them wine in goblets of massive silver.\"\n\n\"Were there slaves in those days!\" exclaimed Clara.\n\n\"Yes, black slaves and white,\" replied Grandfather. \"Our ancestors not only brought negroes from Africa, but Indians from South America, and white people from Ireland. These last were sold, not for life, hut for a certain number of years, in order to pay the expenses of their voyage across the Atlantic. Nothing was more common than to see a lot of likely Irish girls advertised for sale in the newspapers. As for the little negro babies, they were offered to be given away like young kittens.\"\n\n\"Perhaps Alice would have liked one to play with, instead of her doll,\" said Charley, laughing.\n\nBut little Alice clasped the waxen doll closer to her bosom.\n\n\"Now, as for this pretty doll, my little Alice,\" said Grandfather, \"I wish you could have seen what splendid dresses the ladies wore in those times. They had silks, and satins, and damasks, and brocades, and high head-dresses, and all sorts of fine things. And they used to wear hooped petticoats of such enormous size that it was quite a journey to walk round them.\"\n\n\"And how did the gentlemen dress?\" asked Charley.\n\n\"With full as much magnificence as the ladies,\" answered Grandfather. \"For their holiday suits they had coats of figured velvet, crimson, green, blue, and all other gay colors, embroidered with gold or silver lace. Their waistcoats, which were five times as large as modern ones, were very splendid. Sometimes the whole waistcoat, which came down almost to the knees, was made of gold brocade.\"\n\n\"Why, the wearer must have shone like a golden image!\" said Clara.\n\n\"And then,\" continued Grandfather, \"they wore various sorts of periwigs, such as the tie, the Spencer, the brigadier, the major, the Albemarle, the Ramillies, the feather-top, and the full bottom. Their three-cornered hats were laced with gold or silver. They had shining buckles at the knees of their small-clothes, and buckles likewise in their shoes. They wore swords with beautiful hilts, either of silver, or sometimes of polished steel, inlaid with gold.\"\n\n\"Oh, I should like to wear a sword!\" cried Charley.\n\n\"And an embroidered crimson velvet coat,\" said Clara, laughing, \"and a gold brocade waistcoat down to your knees!\"\n\n\"And knee-buckles and shoe-buckles,\" said Laurence, laughing also.\n\n\"And a periwig,\" added little Alice, soberly, not knowing what was the article of dress which she recommended to our friend Charley.\n\nGrandfather smiled at the idea of Charley's sturdy little figure in such a grotesque caparison. He then went on with the history of the chair, and told the children that, in 1730, King George II. appointed Jonathan Belcher to be governor of Massachusetts in place of the deceased Governor Burnet. Mr. Belcher was a native of the province, but had spent much of his life in Europe.\n\nThe new governor found Grandfather's chair in the Province House. He was struck with its noble and stately aspect, but was of opinion that age and hard services had made it scarcely so fit for courtly company as when it stood in the Earl of Lincoln's hall. Wherefore, as Governor Belcher was fond of splendor, he employed a skilful artist to beautify the chair. This was done by polishing and varnishing it, and by gilding the carved work of the elbows, and likewise the oaken flowers of the back. The lion's head now shone like a veritable lump of gold. Finally Governor Belcher gave the chair a cushion of blue damask, with a rich golden fringe.\n\n\"Our good old chair being thus glorified,\" proceeded Grandfather, \"it glittered with a great deal more splendor than it had exhibited just a century before, when the Lady Arbella brought it over from England. Most people mistook it for a chair of the latest London fashion. And this may serve for an example, that there is almost always an old and time-worn substance under all the glittering show of new invention.\"\n\n\"Grandfather, I cannot see any of the gilding,\" remarked Charley, who had been examining the chair very minutely.\n\n\"You will not wonder that it has been ruhbed off,\" replied Grandfather, \"when you hear all the adventures that have since befallen the chair. Gilded it was; and the handsomest room in the Province House was adorned by it.\"\n\nThere was not much to interest the children in what happened during the years that Governor Belcher remained in the chair. At first, like Colonel Shute and Governor Burnet, he was engaged in disputing with the Legislature ahout his salary. But, as he found it impossible to get a fixed sum, he finally obtained the king's leave to accept whatever the Legislature chose to give him. And thus the people triumphed, after this long contest for the privilege of expending their own money as they saw fit.\n\nThe remainder of Governor Belcher's term of office was principally taken up in endeavoring to settle the currency. Honest John Hull's pine-tree shillings had long ago been worn out, or lost, or melted down again; and their place was supplied by bills of paper or parchment, which were nominally valued at three pence and upwards. The value of these bills kept continually sinking, because the real hard money could not be obtained for them. They were a great deal worse than the old Indian currency of clam-shells. These disorders of the circulating medium were a source of endless plague and perplexity to the rulers and legislators, not only in Governor Belcher's days, hut for many years before and afterwards.\n\nFinally the people suspected that Governor Belcher was secretly endeavoring to establish the Episcopal mode of worship in the provinces. There was enough of the old Puritan spirit remaining to cause most of the true sons of New England to look with horror upon such an attempt. Great exertions were made to induce the king to remove the governor. Accordingly, in 1740, he was compelled to resign his office, and Grandfather's chair into the bargain, to Mr. Shirley.\n\nNext> | Words | Names | Dates | Places | Art | Notes | ^Top",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.6747184992,
        "format_confidence":0.8603451848
    },
    {
        "url":"http:\/\/jonsthings.blogspot.com\/2016\/09\/the-end-of-somme.html",
        "text":"Thursday, 15 September 2016\n\nThe End of the Somme\n\nMen died. Horribly, through bullet, mud and disease\nKilled in this bloody war against the civil Germans\nThat gives his wife and children at home no ease\nAs insufferable as the vicars hour short sermons\nWhat were we thinking -'Over by Christmas'\nYes - we eat pies, drink ale and cause kiss miss.\n\nWe did not dream of the rotting corpses\nThe slow insidious smell of fallen fired rot\ninterminable of war men and war houses\nWe were no born for this to give our lot\nThere is no humanity in this slow tide of fate\nThe slow feeling of angry, Kaiser bill and hate\n\nWe march slowly in neat lines to their lines\nThe German giggle, they know how this song goes\n300 feet out having dodged wire and mines\nMachine gunning us down in our teen rows\nIs there no end to this interminable life?\nGreen pastures, warming sun and no strife.\n\nBut tomorrow, it is time for our revenge\nWe will drive our infernal metal machines\nLike a moving, mental, bullet proof henge\nRiding safe, like machine gunning Queens\nSmiling they lurk in the deep, waiting\nThe tank rolls over, and their lives sating.\n\nAnd we will laugh and we will smile,\n\nExcept our fallen friend's awhile. \n\nNo comments:",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.741399467,
        "format_confidence":0.7499405146
    },
    {
        "url":"http:\/\/www.wintersoasis.com\/world\/culture\/",
        "text":"Lokan Fashion\n\nImage by steevithak from Flickr under a CC license\nBeing a fledgling society founded on the last vestiges of a technologically-advanced civilization, Loka has a number of resources at its disposal when it comes to guarding its citizens against biting insects, inclement weather, and of course, immodesty. The clothing patterns viewable in the Castrum’s library, the Athenaeum, provide much of the populace with a way to avoid that caveman-shag look so easily attainable with animal skin. Hundreds of years of living with the Goshorun animal has advanced leather-working to the point that most outerwear today is made with the tough, light hide. It is naturally dark, as the Goshorun is black underneath its sparse, ropey coat of white hair, and most garments made with it are dyed in dark, strong colors or just left black. Tunics and longcoats are common requests in shops and tanneries across Loka.\n\nThe plains of Bhuma are a vast source of cotton, as well, which has a wide variety of uses as linen and cotton blends. Sleeved shirts and trousers made from Svargan patterns are common among the general populace, especially in the warmer areas, and the Cela monks of Cetayanti are known for their flowing robes in many rich colors and intricate, artful designs.\n\nClothing styles here run the gamut. In the cities, many Lokans dress themselves in finery of a modern age: impressive brimmed hats and formal outfits of trousers, tailed jackets, vests, and cuffed shirts. Yet others cling to the Old Ways of Loka’s dark age and wear feathered tricorn hats, leggings, and grand tabards, and tunics of simple design and brilliant, bold colors and symbols. The deserts and plains, however, force ingenuity and functionality on its citizens. Weather-resistant longcoats made from Goshorun hide protect the farmers, ranchers, and hunters from the elements as well as their wide-brimmed hats. The tabards and tunics of the dark-agers have been adapted to tougher materials and intricate Pasu designs, with dazzling stripes and diamonds in dozens of earthy shades.\nImage by Svadilfari of Flickr, via CC-BY license\nThe Sea of Rocana sees its fair share of black market clothing trade as well, where a culture of piracy and heavy commerce blends each fashion together in an environment that can be chilly and waterlogged one minute, and blazingly hot the next. Here the starchy, stiff look of the urban fashion combines tailed jackets and lush vests with the feathered tricorn of the traditionalists and the jackboot of the plainsmen into accouterments that can suit any number of climates.\n\n\n“Svarga” is the Pasu term for the ancient world that existed before the Great War. A highly advanced civilization, Svarga was the progenitor of technology that today’s scientists are only just beginning to understand. Loka is the descendant of that grand people, the phoenix that rose from the ashes of an Armageddon that nearly cast down humanity forever.\n\nNo one knows much about Svarga outside of the few traces of scientific progress they left behind. Evidence of the way their culture worked, with what beliefs they held and what they valued, are often sparse at best– the language of the time past left to the study of a select few who have made headway in translation. The amount of still-readable material of their writings is low with most of it having decayed over the years, or stored on devices too advanced for anyone to make sense of it.\n\nSvarga was said to be destroyed by the demon god ‘Dozakh Zulm’. Legend holds that Dozakh was brought forth by Svarga’s insatiable desire for conflict and war, and he rose to put an end to humanity, with all its virtues and flaws. Humans survived the wrath by hiding in bunkers. Dozakh turned the sky to ash, and scorched the ground, killing most of humanity and hunting survivors with highly advanced mechanical warriors. The first of the Cela, among whom was the mighty warrior Skanda, entrapped Dozakh into a metal seal called the Helldoor before retreating with the rest underground, as the air had turned to smoke and the land was turning to ice.\n\nTheir eerie ruins litter the countryside, mostly decrepit caverns of steel and darkness, filled with the debris of time and neglect… but the determined explorer may find something extraordinary yet.\n\n\nThe average human of Loka today is the descendant of the Svargans, the ragged and pale people that emerged from the ruins of the Great War, starving, out of food and desperate for fresh air and sunlight. As they appeared, they were greeted with a wary eye by the Pasu-Abhasa, who had already recolonized the long-desolate battlefield. With hollow eyes of agony and misery, the humans argued their survival and were allowed to live.\n\nHumans have come a long way from the emaciated cave-dwellers that hobbled into the ashen snow and grey sunlight. With their silver tongues and propensity for taking charge, they have proven their worth. Hale and healthy, they have assumed the mantle of technological progress so long ago cast aside by their ancestors, and devised a royal lineage that has ruled the country of Loka for hundreds of years with a fair but firm grip. With the advantage of the city structures and efficient working of economics, humans have been able to thrive to the point of near parity with the Pasu as a whole, making many of the tribes fear persecution, and fueling racial tensions between the two peoples.\n\nThe Lokan Royal Family are humans, as are the majority of their court, and of the various Sheriffs and other officials that help to administer the outlying towns and districts. Keen to secure the loyalty of the Pasu and the security of the more remote tracts of land, the King has granted a dazzling array of noble titles to some of the more “reliable” tribal leaders.\n\n\nMore than a dozen major tribes are the backbone of the Pasu-Abhasa, comprising hundreds of distinct ethnicities. From the wolf-led Ze’ev clan to the north to the avian clan of the Tseiqami to the south, the Pasu roughly equal in overall population to the humans, and their initial generosity toward humanity was the only reason it exists today. Most of the tribes pay at least nominal homage to King of Loka, or at any rate consider themselves loosely allied. The tribes themselves are often rather loosely organized, with constituent clans acting as they will, and urban or other settled Pasu often have a national tribal affiliation at most. Many minor tribes or independent clans also exist, but are not enumerated here. Prior to the establishment of the Kingdom of Loka, and occasionally since, various leaders have declared themselves leaders of a united Pasu-Abhasa nation, or a large portion of it, often assuming a grandiose title. Generally this has been a short-lived arrangement for the duration of a particular crisis, if not an entirely speculative endeavor.\n\nThere is of course a faint undercurrent of resentment among the more traditional Pasu, especially the elders, resentment of scientific progress and of the manifest destiny nature of humanity itself. Many Pasu feel that reigniting the lust for the advancement of technology will lead to another Great War, a war that no one will survive a second time. Some of them go so far as to sabotage human vehicles and industrial projects from time to time, which has engendered a racial mistrust in some cities that has led to several battles over Pasu urban access and civil rights.\n\n\nLoka is marked by a bewilderingly wide range of technologies. At the time of its founding, the Pasu tribes generally had lifestyles that were based either on hunting or on pastoralism, with technological development to match. While some have eagerly adopted agriculture or industry, many prefer their ancient way of life, modified by technology only insofar as they chose to trade for such items.\n\nMuch of rural Loka has a decidedly “pioneer” feel to it, with rugged settlers struggling against the hostile elements, and dealing with the sometimes-suspicious natives. Left to their own devices, much of the farmers’ technology is little better than medieval in places, jarringly juxtaposed with the occasional bought-in steam-powered device, or the very occasional fully-working Svargan artefact.\n\nThe cutting edge of contemporary Lokan technology is a mix of recovered Svargan devices and steam-powered machines designed and built by Lokans a few hundred years after their discovery by the Pasu. The Naraka corporation proudly markets their latest ultra-compact oil-fired high-pressure steam engines, used to power the airships and the latest automatic carriages.\nImage by openingscene on Flickr under a CC-BY license.\nAlthough Svargan artifacts are extremely advanced, they are typically in extreme disrepair or in various stages of decay and corrosion, which renders them inoperable at best, and frequently obliterates any faint hope of ever discovering their original function. A few work perfectly, but are so advanced that no modern Lokan can even begin to understand the essentials of their operation. Most notable amongst these are the handful of artificial intelligences that exist, generally contained in some kind of automaton. Lokan engineers’ zeal to dismantle and experiment with these is tempered only by the disastrous lack of success that the few previous attempts have met with. Perhaps surprisingly, some Svargan technology has proved relatively easy to study, or at least to replicate in part. Many of the advances in steam power were aided by study of ancient artifacts which integrated that as a means of power. This has puzzled many: the Svargans evidently had access to much more advanced sources of power. Some have speculated that a contingent of the Svargans, anticipating their own demise, constructed such devices to withstand the impending disaster, or perhaps to instruct future generations.\n\nItems of particular interest are the so-called “Soul Gems”, purple shards of crystal, that have arcane etchings visible in thei... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.9019129872,
        "format_confidence":0.6310642362
    },
    {
        "url":"http:\/\/celt.ucc.ie\/published\/T301035\/text009.html",
        "text":"Corpus of Electronic Texts Edition\nTáin Bó Cúalnge from the Book of Leinster (Author: [unknown])\n\nsection 9\n\nFergus's horses were harnessed and his chariot yoked, and his two horses were harnessed for Etarcumul son of Fid and of Lethrinn, a stripling of the household of Medb and Ailill. ‘Where are you going?’ asked Fergus. ‘We are going with you’ said Etarcumul, ‘to see the form and appearance of Cú Chulainn and to gaze upon him’. ‘If you were to follow my counsel’ said Fergus, ‘you would not come at all’. ‘Why so?’ ‘Because of your haughtiness and your arrogance, and also because of the fierceness and the valour and the savageness of the lad against whom you go, for I think that there will be strife between you before ye part’.\n\n\n{line 1573-1604} ‘Will you not be able to make intervention between us?’ said Etarcumul. ‘I shall’ said Fergus, ‘if only you yourself will not seek contention and strife\n\n\"contention and strife\", following ST\n\n’. ‘I shall never seek that’.\n\nThen they went forward to Cú Chulainn where he was between Fochaín and the sea, playing búanbach with his charioteer. And no one came into the plain unnoticed by Láeg and yet he used to win every second game of búanbach from Cú Chulainn. ‘A single warrior comes towards us, little Cú’ said Láeg. ‘What manner of warrior is he?’ asked Cú Chulainn. ‘It seems to me that the chariot of the warrior is as big as one of the greatest mountains on a vast plain. It seems to me that the curly, thick, fair- yellow, golden hair hanging loose around his head is as great as the foliage of one of the tall trees which stand on the green before a great fort. He wears a purple, fringed mantle wrapped around him with a golden, inlaid brooch in it. A broad, grey spear flashing in his hand. A bossed, scalloped shield over him with a boos of red gold. A long sword, as long as a ship's rudder\n\n\"A long ... rudder, following LU and ST\n\n, firmly fixed and resting on the two thighs of the great, proud warrior who is within the chariot’. ‘Welcome is the arrival to us of this guest’ said Cú Chulainn. ‘We know that man. It is my master Fergus who comes’. ‘I see another chariot-warrior coming towards us also. With much skill and beauty and splendour do his horses advance’. ‘That is one of the youths of the men of Ireland, friend Láeg’ said Cú Chulainn. ‘To see my form and appearance that man comes, for I am renowned among them within their encampment’. Fergus arrived and sprang from the chariot, and Cú Chulainn bade him welcome. ‘I trust that welcome’ said Fergus. ‘You may well trust, it’ said Cú Chulainn, ‘for if a flock of birds pass over the plain, you shall have one wild goose and the half of another. If fish swim into the estuaries, you shall have a salmon with the half of another. You shall have a handful of watercress and a handful of sea-weed and a handful of water parsnip. If you must fight or do battle I shall go to the ford on your behalf and you shall be watched over and guarded while you sleep and rest’. ‘Well indeed, we know what provisions for hospitality you have now on the Foray of Cúailnge. But the condition that you asked of the men of Ireland, namely, single combat, you shall have it. I came to bind you to that, so undertake to fulfil it’. ‘I agree indeed, master Fergus’\n\n\n{line 1605-1637} said Cú Chulainn. And he delayed no longer than that conversing lest the men of Ireland should say that Fergus was betraying them to his fosterling. His two horses were harnessed for Fergus and his chariot was yoked, and he went back.\n\nEtarcumul remained behind him gazing at Cú Chulainn for a long while. ‘What are you staring at, lad?’ said Cú Chulainn. ‘I am staring at you’ said Etarcumul. ‘You have not far to look indeed’ said Cú Chulainn. ‘You redden your eye with that. But if only you knew it, the little creature you are looking at, namely, myself, is wrathful. And how do you find me as you look at me?’ ‘I think you are fine indeed. You are a comely, splendid, handsome youth with brilliant, numerous, various feats of arms. But as for reckoning you among goodly heroes or warriors or champions or sledge-hammers of smiting, we do not do so nor count you at all’. ‘You know that it is a guarantee for you that you came out of the camp under the protection of my master, Fergus. But I swear by the gods whom I worship that but for Fergus's protection, only your shattered bones and your cloven joints would return to the camp’. ‘Nay, do not threaten me any longer thus, for as for the condition you asked of the men of Ireland, namely, single combat, none other of the men of Ireland than I shall come to attack you tomorrow’. ‘Come on, then, and however early you come, you will find me here. I shall not flee from you’. Etarcumul went back and began to converse with his charioteer. ‘I must needs fight with Cú Chulainn tomorrow, driver’ said Etarcumul. ‘You have promised it indeed’ said the charioteer, ‘but I know not if you will fulfil your promise’. ‘Which is better, to do so tomorrow or at once tonight?’ ‘It is my conviction’ said the driver, ‘that though doing it tomorrow means no victory, yet still less is to be gained by doing it tonight, for the fight is nearer\n\n\"for destruction is nearer tonight\", ST\n\n’. ‘Turn the chariot back again for me, driver, for I swear by the gods whom I worship never to retreat until I carry off as a trophy the head of yon little deer, Cú Chulainn’.\n\nThe charioteer turned the chariot again towards the ford. They turned the left board of the chariot towards the company as they made for the ford. Láeg noticed that. ‘The last chariot- fighter who was here a while ago, little Cú’ said Láeg. ‘What of him?’ said Cú Chulainn. ‘He turned his left board towards us as he made for the ford’. ‘That is Etarcumul, driver, seeking combat of me. And I did not welcome him because of the guarantee of\n\n\n{line 1638-1671} my fosterfather under which he came out of the camp, and not because I wish to protect him. Bring my weapon to the ford for me, driver. I do not deem it honourable that he should reach the ford before me’. Then Cú Chulainn went to the ford and unsheathed his sword over his fair shoulder and was ready to meet Etarcumul at the for. Etarcumul arrived also. ‘What are you seeking, lad?’ asked Cú Chulainn. ‘I seek combat with you’ said Etarcumul. ‘If you would take my advice, you would not come at all’ said Cú Chulainn. ‘I say so because of the guarantee of Fergus under which you came out of the encampment and not at all because I wish to protect you’. Then Cú Chulainn gave a flow (fotalbeim) and cut away the sod from beneath the sole of his foot so that he was cast prostrate with the sod on his belly. If Cú Chulainn had so wished, he could have cut him in two. ‘Begone now for I have given you warning’. ‘I shall not go until we meet again’. said Etarcumul. Cú Chulainn gave him an edge-blow (fáebarbeim). He sheared his hair from him, from poll to forehead and from ear to ear as if it had been shaved with a keen, light razor. He drew not a drop of blood. ‘Begone now’. said Cú Chulainn, ‘for I have drawn ridicule on you’. ‘I shall not go until we meet again, until I carry off your head and spoils and triumph over you or until you carry off my head and spoils and triumph over me’. ‘The last thing you say is what will happen, and I shall carry off your head and spoils and I shall triumph over you’. Cú Chulainn dealt him a blow (múadalbeim) on the crown of his head which split him to his navel. He gave him a second blow crosswise so that the three sections into which his body was cut fell at one and the same time to the ground. Thus perished Etarcumul, son of Fid and Leithrinn.\n\nFergus did not know that this fight had taken place. That was but natural, for sitting and rising, journeying or marching, in battle or fight or combat, Fergus never looked behind him lest anyone should say that it was out of fearfulness he looked back, but he was wont to gaze at what was before him and on a level with him. Etarcumul's charioteer came abreast of Fergus. ‘Where is your master, driver?’ asked Fergus. ‘He fell on the ford just now by the hand of Cú Chulainn’ said the driver. ‘It was not right’ said Fergus, ‘for that distorted sprite Cúlainn to outrage me concerning him who came there under my protection. Turn the chariot for us, driver’ said Fergus, ‘that we may go and speak with Cú Chulainn’.\n\n\n{line 1672-1707}\n\nThen the charioteer turned the chariot. They went off towards the ford. ‘Why did you violate my pledge, you distorted sprite’ said Fergus, ‘concerning him who came under my safeguard and protection?’ ‘By the nurture and care you gave me, tell me which you would prefer, that he should triumph over me or that I should triumph over him. Moreover enquire of his driver which of us was at fault against each other’. ‘I prefer what you have done. A blessing on the hand that struck him!’\n\nThen two withes were tied round Etarcumul's ankles and he was dragged along behind his horses and his chariot. At every rough rock he met, his lungs and liver were left behind on the stones and rocks (?). Wherever it was smooth for him, his scattered joints came together around the horses. Thus he was dragged across the camp to the door of the tent of Ailill and Medb. ‘Here is your youth for you’ said Fergus, ‘for every restoration has its fitting restitution’. Medb came out to the door of her tent and raised her voice aloud. ‘We thought indeed’ said Medb, ‘that great was the ardour and wrath of this young hound when he went forth from the camp in the morning. We thought that the guarantee under which he went, the guarantee of Fergus was not that of a coward’. ‘What has crazed the peasant-woman?’ said Fergus. ‘Is it right for the common cur to seek out the bloodhound whom the warriors of the four great provinces of Ireland dare not approach or withstand? Even I myself would be glad to escape whole from him’. Thus fell Etarcumul.\n\nThat is the story of the Encounter of Etarcumul and Cú Chulainn.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5532090068,
        "format_confidence":0.7473637462
    }
]