[
    {
        "url":"http:\/\/business.financialpost.com\/fp-tech-desk\/post-arcade\/review-kentucky-route-zero-is-lonely-mysterious-nostalgic?utm_source=dlvr.it&utm_medium=twitter",
        "text":"\n\nKentucky Route Zero is lonely, mysterious, nostalgic\n\nMore from Matthew O'Mara | @MatthewOMara\n\nScenes like these accentuate the beauty of Kentucky Route Zero.\n\nKentucky Route Zero review: Lonely, mysterious, nostalgic\n\nKentucky Route Zero\n\nScore: 8.5\/10\nPlatform: Windows PC (reviewed), Mac.\nDeveloper: Cardboard Computer\nPublisher: Cardboard Computer\nRelease: January 7, 2012\n\nIf you’re the kind of person who has taken the odd long road trip, then chances are you’ve stopped at a solitary gas station.\n\nYou know the kind. It’s the kind that’s in the middle of nowhere. The gas attendant sits behind the counter waiting on you with a smile as you buy gas and a chocolate bar. The scenery evokes a kind of loneliness and vastness as if you’ve somehow stepped into a forgotten world. It’s quiet, tranquil, and beautiful. At times, however, the peacefulness of the game exudes a kind of unsettling creepiness.\n\nKentucky Route Zero starts at a gas station that evokes just those feelings and the game slowly evolves into a story that is steeped in both darkness and the unknown.\n\nThe game itself is brief and mysterious. For the majority of the game, you play as Conway, a delivery truck driver for a shop called Lysette’s Antiques. Small snippets of information give the player more and more details about the characters. Musings about a misspent youth, Lysette’s husband who has passed away, and disappearing characters in the shadows gives Kentucky Route Zero a shroud of melancholy mixed with nostalgic undertones.\n\nKentucky Route Zero reminded me of Travels with Charley by John Steinbeck. In the book, Mr. Steinbeck goes on a road trip across the United States exploring life in small town America and the unique characters he meets along the way. Kentucky Route Zero is set up in the same way. As Conway, you encounter interesting characters and scenes. Each character you encounter helps to build a world around you that is filled with character and depth. During the game, you are able to interact with several varied locations each with their own personalities. In one section, a band of three musicians – black silhouettes in the foreground – play some old style blues.\n\nWhen you get out of the first area, you are able to explore an map of the roads surrounding Route 65. On the road you’ll find old churches kept alive with tape recordings of people singing, empty museum that you can break into, and artificial limb factories. In one area, you encounter two men, shirtless and shoe-less  pushing a plane down a lonely road. It’s short scenes like these that set up a world that has more going on than you can know.\n\nThroughout the game, your interactions with characters happen through dialogue boxes. You are able to choose the dialogue options you want Conway to use, with each option adding more depth to his character, and each branching dialogue path allowing you to flush out the game world.\n\n\nKentucky Route Zero changes slightly depending on how you interact with others. There is a museum you can choose to explore, or Conway can avoid the encounter with the area altogether. It’s these little touches that make Kentucky Route Zero such a beautiful game. In the game vignettes like these provide details that other, larger games might gloss over. Just a line inside of a museum about a smashed glass door, it’s pieces glistening in the moonlight is an example of the game’s great storytelling.\n\nEach click of the mouse sends Conway running to a small simulated pole with a horseshoe following close behind. Horseshoes is one of those games that’s indicative of the age past of games that Kentucky Route Zero resembles. A computer in the first act of the game has several in-game emails you can read. There are times however when the clicking can be a little finicky. At one point in the game, the player has to send Conway up to a small house a top of a hill. The camera’s placed deep within the foreground making it hard to see where your intended path is. As well, there are a few puzzles – like the one in the mineshaft – that require a bit of patience on the player’s part. But this helps keep the tempo of the game.\n\nUnlike mainstream games, Kentucky Route Zero doesn’t force you to speed-run the game. It’s pace allows you to breathe and to experience the environments that surround your character so you can fully interact with them.\n\nI’ve always been a fan of the old Lucas Arts adventure games. Day of the Tentacle is a definite favourite of mine; however, this game represents a new voice in game design and a new style of adventure games.\n\nIn Lucas Arts titles, the story is always quite straight forward. In Day of the Tentacle you play as three characters who time travel across various ages. There’s a beginning, middle, and end. In Kentucky Route Zero, we no longer see the straight-forward puzzle games where you need a certain item to progress through an area. The game is deliberately divided into five separate acts to give the experience time to breathe and develop in the mind of the player.\n\nThe first act of Kentucky Route Zero will take you about an hour to complete. It’s well worth your time to do a second play through and a third and maybe even a fourth just to experience what it’s like to live a life on the road. Many other episodic games – like The Walking Dead – leave the audience wanting more. This game certainly leaves us asking questions that we want to have answered.\n\nYou can buy the first act of Kentucky Route Zero for US$7 or you can buy the whole set for US$25. Kentucky Route Zero is made up of five separate acts. Additional information can be found on the game’s website.\n\nTopics: , , , ,\n\n  • Find a Story\n  • Stock Search\n\nTech Videos\n\nFP Tech Desk\n\nSnapchat to release US$130 sunglasses with built-in camera, renames itself as Snap Inc.\n\nSpectacles will come in one size and three colours, and the wearer can tap a button near the hinge to record video of up to 10 seconds\n\nYahoo breach headaches, plus Oracle offers new cloud services: News IT leaders need to know\n\nThis week's highlights also include a Cisco and Salesforce alliance, plus Accenture creates a prototype for an editable blockchain\n\nTwitter Inc downgraded to underperform as ad spending outlook weakens\n\nTwitter Inc.'s value proposition to advertisers could be waning, but that may not be enough to discourage a takeover of the popular micro-blogging platform\n\nConnect with Post Arcade\n\n  • Facebook\n  • Twitter\n  • Tumblr",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9944888353,
        "format_confidence":0.5129221082
    },
    {
        "url":"http:\/\/www.ign.com\/articles\/2004\/04\/17\/hitman-contracts-4",
        "text":"Hitman: Contracts\n\nMoody, dark and brilliantly stealthy, Contracts doesn't raise the bar, it just holds it steady.\n\nWith everyone's focus on implementing online functionality and making games bigger and more movie-like, the once-burgeoning stealth sub-genre has become a little more than a footnote in today's games. Sure, it's mentioned, as in, \"Uh yes, we have stealth, yes we do. You can um, sneak around stuff. Just after the flame-thrower and rocket launcher levels you can tip-toe out of the nuclear reactor-hailstorm nail-gun-cyborg monster boss throwdown. &#Array;You got the part about flame-throwers, right?\"\n\nIf hurling millions of bullets per second at aliens has got you down lately, and you're bored of first-person Vietnam war games, than IO Interactive's new Hitman: Contracts will be like a cool breeze on a hot summer day. By that, I mean a cool summer breeze with a Garrote around your throat, but you get the picture. Hitman: Contracts, the third game in Eidos' series, is by no means a revolutionary step in the stealth genre, in fact, it's only a little more than a basic upgrade from Hitman 2: Silent Assassin. But the pure exploration of stealth gameplay is relatively unmatched in any game on any system. IO has once again created a strategic game of ploys, guises and choices, tailor made with a genuinely brilliant sense of pacing, intelligently designed levels, each layered with dozens of ways to beat them, and enormous sense of style and delivery.\n\nIO Interactive's title is a vaguely named game for a reason. I'm not certain how good that reason ends up being, but thought was put behind it. When I first heard the name, I thought it was going to be a collection of random levels, like a \"best of\" game. It turns out that's not far from the truth. The story begins with Agent 47 limping into an apartment with a serious body wound and need of a doctor. During this period of pain and suffering, Agent 47 flashes back to missions he once completed, and you get to play them out. Some of them are indeed levels you have played before, or close to them, anyway, including the first level wherein our bald killer escapes from the hospital in which he's just murdered his maker. A little Biblical, perhaps. The level is from Hitman 1 and players must get out of the complex before getting caught. Seems like a well disguised repackaging of goods, no?\n\nThe answer is not all that simple. Agent 47's flashbacks, and his pain, grow more and more intense, and each one transforms into a former mission, predominantly ones you've never played before. The story is told in this scattered, hazy fashion with a concrete sense of pacing and logic, but also with a purposely hidden motive, which brings Agent 47 back into the present and progresses into the future. I'll spare you the story, but the story, it turns out, doesn't really play that big a role in this effort. I had figured IO would dig deeper with this Hitman, but that's not the case.\n\nThat's the distinct feeling I get from Hitman: Contracts. I figured after two years, Contracts would be this massive improvement in every manner, the way that Hitman 2: Silent Assassin made a distinct leap from the first Hitman. But I was wrong. IO Interactive has remained focused on what it does extremely well, which is to design fantastically elaborate levels, giving players countless ways to beat a level. And the rest is an all about enhancement. The developer has added new weapons (pillows, syringes, shovels, meat hooks, etc.), and new ways to kill, especially with regard to close combat attacks. It's also embalmed the whole game in this dark, disturbingly moody haze, giving gamers a distinct look at the seedier side of life, whether it's messed up biker gangs, genuinely sick meat-packing people, or deranged hunters looking for a more humanistic thrill.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9962350726,
        "format_confidence":0.6463468075
    },
    {
        "url":"http:\/\/archive.wizards.com\/Magic\/magazine\/article.aspx?x=mtgcom\/daily\/mf125",
        "text":"Tips and tricks for playing in today's Standard environment.\n\nAll the Little Things...\n\n  • Boards\n  • Print\nAuthor Image\n\nThere are two reasons I am picking \"All the Little Things...\" (besides the fact that it is a very good article). One of them is that the generation of small, incremental, and largely \"fair\" advantages is my favorite aspect of playing Magic. I love deceiving my opponent and walking him into unexpected traps, or building my deck in anticipation of commonly played answer spells; I hate slow, reactive, \"sit-there\" cards but I love \"proactive defense\" or \"aggressive reaction\" like playing Faith's Fetters instead of Circle of Protection: Red or choosing Shock over Volcanic Hammer because I suspect opponents might run a Spell Snare. I'm not sure if this makes me a Jonny or a Spike but I love to win by being clever and wily and one step ahead, and I think that this article can help people to think a bit farther down the road then they normally do when preparing for Constructed, to their benefit. The other reason I picked this article is because they rebooted the forums and it lost most of its original posts (which if memory serves were generally positive), so I wanted to give \"All the Little Things...\" another chance at community life.\n\nThis article originally appeared on August 24, 2006\n\nThe letter F!ollowing is basically the scariest deck in the history of Magic: The Gathering:\n\nBasic Trix\n\nMain Deck\n\n60 cards\n\nGemstone Mine\nUnderground River\nUnderground Sea\n\n21 lands\n\n0 creatures\n\nDark Ritual\nDemonic Consultation\nForce of Will\nIllusions of Grandeur\nMana Vault\nVampiric Tutor\n\n39 other spells\n\nPhyrexian Negator\n\n15 sideboard cards\n\nHow Did Trix Work?\n\nOnce upon a time, Trix was the next step in Necropotence combination deck technology. We looked last week at Tony Dobson's Skull Catapult, sometimes called \"Cocoa Pebbles\" in a time when all combination decks were named after breakfast cereals (hence the name Trix for this deck). Tony and the British used Necropotence in that deck to set up their Enduring Renewal combination. Trix did the same thing, except instead of a three-card combination (Enduring Renewal, Goblin Bombardment, and either Shield Sphere or Phyrexian Walker), Trix required just a two-card combination: Illusions of Grandeur plus Donate. With or without Necropotence, the Trix player would play Illusions of Grandeur and gain 20 life. Then he would Donate the aforementioned Illusions to the opponent, who would at some point (hopefully soon) fail to pay the Cumulative Upkeep and lose 20 life. Conveniently, players start with exactly 20 life.\n\nNow all the same things about having a ton of Necropotences (Demonic Consultation, Vampiric Tutor, sometimes Brainstorm, Necropotence itself) applied to this deck as well, but because it was only a two, rather than three, card combination, Trix had extra room for cards like Force of Will. This deck eventually forced out Cocoa Pebbles like Cro-Magnon kicking the last Neanderthal down into a valley of outmoded stegosaurus and dodo bones. Trix was just a tighter combination deck that could actually protect its Necropotence and moving parts with counterspells even after tearing the opponent's hand to shreds a turn or two earlier.\n\nTrix was the scariest deck in the history of Magic: The Gathering for several reasons. First of all, it had the best cards, tuned together the best way, and therefore held trump from the outset. Clunky Illusions of Grandeur combination aside, this was a deck packing Brainstorm, Demonic Consultation, Duress, Dark Ritual, Force of Will, Mana Vault, Necropotence, and Vampiric Tutor. No deck played in serious formats before or since has touched Trix's mana efficiency and raw card power from top to bottom. Second, it was a lightning fast deck, capable of winning in the early turns by luck, superb manipulation, or the overwhelming vigor of the Skull. Third, and possibly most importantly, it was a difficult deck for a beatdown player to defeat for the simple fact that it gained 20 life in the middle of the combination. For their part, control decks had real problems dealing with Necropotence (protected turn 1 by Force of Will or turn 2 by Duress) feeding purely threats… not to mention all the mid-game disruption.\n\nThere were many, many successful, Trix decks. It felt in the spring of 2000 like that hated deck was even more popular than Vial Affinity in the summer of 2004 (it probably wasn't). I chose Scott's deck because unlike many that played Peat Bog or splashed Red for Firestorm, McCord's “Basic Trix” had a fairly high count of, surprise surprise, basic lands. This was important because one of the only ways Trix could be defeated at all was to disrupt its mana, either keeping it off the critical mass required to hit the combo or desperately costing it the cumulative upkeep over a two-turn Donate sequence.\n\nTo give you an idea of its eventual significance, Trix was instrumental in getting any number of cards banned in Extended, even before the most recent rotations. Mana Vault, Dark Ritual, Demonic Consultation, and eventually Necropotence itself were all shown the door because the deck was so good that almost nothing could compete with it. Trix made for an un-fun Constructed season.\n\nI am beginning with Trix because, regardless of how unstoppably scary it was, people would still shake their heads and point at the possibilities where the deck could betray its evil master. They desperately, and in most cases laughably, tried to build against perceived inefficiencies. For the most part, they failed. What if the opponent has an Erase when Illusions of Grandeur is on the stack? What if there is an Elvish Lyrist or Seal of Cleansing already in play? You will take 20 points before your 20 free points resolve! Hoodwink? Really? What if the opponent has but a simple Spike Feeder? You'll have to go through it all over again... Then again you should have 20 extra life points to fuel your Necropotence, but that's not the point. The most legitimate criticism of the deck was simply that Trix could lose to a bad Consult. Demonic Consultation was conditionally dangerous, and I have seen some of the best players in the world deck themselves on turn 3 and pull their hair out afterward. But you know what?\n\nNot one of these was a good enough reason not to play the scariest deck in the history of Magic: The Gathering.\n\nSure, you might lose one game per tournament to a bad Demonic Consultation (and I'm just counting the ill luck where two of your remaining three Donates are in the top six, and the third is the second-to-last card in your deck rather than the desperately greedy games where you go for the singleton Hoodwink after you have already passed the Illusions of Grandeur to the opponent in order to deny him a turn or need the Contagion to eat a Lyrist)... But the card - essentially an instant speed Demonic Tutor for one mana - will win you many more games than you give up to bad beats.\n\nThe reason I am starting this week with this powerful and much hated deck is that after last week's article, which concluded with Terry Soh's 12-2 deck from Pro Tour--Charleston, I was met with a slew of emails... How could the onetime Magic Invitational Champion be so incompetent as to play Dark Confidant and Hit \/\/ Run in the same deck?\n\nMany Rakdos mages in Charleston made the same choice, and they for the most part said that the combination just didn't come up. Were they aware of the danger? Of course they were! Patrick Sullivan once flipped his Hit \/\/ Run and was forced to Hit his own Maher in order to preserve any chance to win the game... which he did. Even given the danger of the interaction, the ability to take out Simic Sky Swallower and punish his master for a couple of extra points (like, say, half his remaining life total) was too much to pass up for a risk that was never going to punish Terry or the others anyway.\n\nImagine the worst has happened and you flipped Hit \/\/ Run with Dark Confidant. You go down eight life... But what happens when you tag that Simic Sky Swallower or Skeletal Vampire (presumably with Bats on the stack)? You are probably pretty happy with the seven or six you are dealing right back, while taking out some amazing threat. You're really only one or two points down in the relative race, and because your Rakdos deck is so aggressive, chances are you aren't behind at all. Then of course there is the huge percentage of games against methodical control or mana destruction decks where losing eight life has a negligible effect on game state, if any at all, and just ends up the difference between winning on 12 versus 20 life.\n\nNo one is saying you leave in Hit \/\/ Run against Ghazi-Glare... But it proved a fine spell in the main, and let's remember Terry had probably the best overall Swiss record of the largest Pro Tour in history! In fact, it is all the little things, like bravely playing two seemingly disparate spells next to one another to form a more powerful deck that can sometimes give you the edge you need to succeed in tournament trials. Anyone can win a blowout, and most people know how to take advantage of a manascrew, but it is the little things that often draw the line between early exit and tournament victory. This article is dedicated to discussing some of those small elements and explaining why they make sense in the current Standard format.\n\nHenke's Howling Mine\n\nHowling_Mine Howling Mine is one of those cards that seems to creep up every couple of years to kick butt at some National Championships or sneak a couple of roguish Izzet decks into the Top 8 of a Standard Pro Tour. It is a \"symmetrical\" card, and worse yet, gives your opponent the first chance to draw the extra card (back in the days of Turbo Stasis, the worst was when you played Howling Mine, the opponent drew two, and then Disenchanted your key engine piece - up a card - before you ever had a chance yourself). How can it be good? Isn't Henke's deck just a b... (truncated)",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9937731624,
        "format_confidence":0.9331358075
    },
    {
        "url":"https:\/\/www.esports.net\/news\/has-fortnite-gotten-boring-fortnite-declining-player-base\/",
        "text":"Fortnite’s Declining Player Base – Has Fortnite Gotten Boring?\n\nAt the moment, Fortnite is facing declining player numbers and an overall decline in interest. Accusations that Fortnite is dying are nothing new, but it would be hard to argue that it isn’t getting smaller. Part of that might be because Fortnite beginning to feel a little stale. With the competitive side of the game now seemingly taking precedence over the main experience, has Fortnite gotten boring?\n\nChapter 2 of Fortnite kicked off with an event that catapulted Fortnite to the biggest topic in the world. That faded fast though. So far, Chapter 2 has been characterized by long endless seasons and an increasingly stagnant loot pool. The regular updates have largely been consigned to the past. While the most recent season has seen an improvement, there isn’t anywhere near the scale of new content as there used to be.\n\nSo is anything to blame for Fortnite getting stale? It comes down to the different audiences that Fortnite has to cater to.\n\nIt might be the case that Fortnite isn’t losing players because it has gotten boring, but Fortnite is heading in a new direction to cater to the core players who are still around.\n\nIs Fortnite boring?\n\n© Fortnite\n\nFortnite’s Two Audiences\n\nEpic Games have made a big push to make Fortnite into a legitimate competitive game. They initially poured a lot of cash into the game.\n\nSince the first World Cup, Fortnite Esports has featured constant tournaments, and the competitive crowd for the game isn’t just the best Fortnite players. There are enough smaller tournaments to keep a lot of players engaged and trying to improve. This crowd prefers things stable and new content to not upset the existing balance. Not necessarily preferring Fortnite to be boring, but more measured.\n\nKeeping the game fair is difficult when there’s a fair amount of RNG involved. Prior to Chapter 2, Epic was constantly throwing in overpowered mechanics and items in the name of giving every player the chance to win. This was understandably frustrating for those playing it competitively.\n\nBut, Fortnite has another audience though. The casual crowd, likes to play Fortnite in a more relaxed manner. The complete chaos of drops and OP items are not putting them off, since they don’t play every match as sweaty as possible.\n\nThe wedge between the two player bases reached a climax with the addition of mechs. Despite near-constant nerfs and adjustments, mechs just couldn’t co-exist with the player base who valued high skill mechanics. On the other hand, mechs were largely praised by the casual players.\n\nAs of late, Epic Games are refraining from releasing these big changes and mechanics to the game. With the recent decline in numbers; Is the absence of a lot of wild and weird items that is making Fortnite boring?\n\nIs the Competitive Side of the Game to Blame for Fortnite Getting Boring?\n\nThe competitive side of a game needs a more stable loot pool and metagame if it is to survive. Even without the constant updates, content creators and players frequently rail against anything new added to the game. What’s new is weird and scary to them. Partially this is down to the way videos or stream clips need to be structured to get clicks, but part is down to the unknown throwing a wrench into their high-skill game plans.\n\nIt is clear that in Chapter 2 more care has been taken for the balance of the game. Competitive players are finally being looked after. That isn’t a bad thing, and it can co-exist with a more exciting loot pool. The current season has featured a massive influx of superpower items. It is hard to argue that these are stale. The loot is also at its most interesting in a long time, with Shockwaves and Boogie Bombs making high profile returns.\n\nThis can be a lot of fun for casual play, but the game, in general, is now catering more to those skilled players or players willing to spend time trying to improve. That does seem to be a deliberate decision though, and it might have more to do with a declining player base than anything else.\n\nIs Fortnite Boring Because of its Declining Player Base?\n\nThere’s an argument to be made that Fortnite doesn’t have a declining player base because it’s boring, but that things are the other way around. Fortnite couldn’t remain the most popular game in the world forever. Nothing can. Over time, things aren’t as fresh and exciting as they used to be. Fall Guys and then Among Us have been huge vial hits this year, and their popularity won’t last forever either.\n\nWith declining player numbers, Epic could continue to chase the novelty crowds or look at the players still there. Fortnite has an active community focused on playing the game in a more skilled way. Even those who don’t enjoy sweating and building their way through games wouldn’t be playing unless they were willing to try and play at a baseline level of skill.\n\nThese are now Fortnite’s core player base. It makes sense to begin to cater to them more. Stable loot pools and mechanics designed to reward skill make the game a lot more fun for its most dedicated players to play. While it can feel stale at times, Epic has managed to strike a decent balance this Season. Fortnite might not be the biggest thing in the world anymore, but its new direction has a large fan base that appreciates how the game has progressed.\n\nRead next: OWL Finals 2020 - Back to Back or Zero to Hero",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9950533509,
        "format_confidence":0.6849639416
    },
    {
        "url":"http:\/\/venturebeat.com\/community\/2011\/12\/05\/obnoxious-nu-metal-hill\/",
        "text":"\n\nI recently played a bit of Amnesia: The Dark Descent late at night, lights turned off, door closed. Before I had seen even one monster, I wanted to turn the lights back on and watch a nice, boring episode of The Office. That’s not a feeling I got from watching hours of scary movies like Paranormal Activity or The Exorcist.\n\n[embed: ]\n\nSo why do some dark rooms and creepy noises freak me out more than Linda Blair spinning her head around and puking on everything? Other than a hint of subtlety? The immersive nature of video games make them inherently far scarier than a movie can ever be. You’re not just watching Jamie Lee Curtis run from a homicidal maniac, you ARE Jamie Lee Curtis.\n\nThat’s not to say that all horror games are created equal. The Resident Evil games, particularly the most recent ones, have abandoned atmosphere altogether in favor of pitting the player against gigantic, squirming science-experiments-gone-wrong. But the truly scary experiences come from games like Fatal Frame, which pit you against shambling undead abominations instead of having zombie dogs jump through windows at you.\nAn unsettling atmosphere is far more effective at invoking fear in the viewer than any amount of gruesome onscreen murder. A huge, many-mouthed tentacles beast is scary, sure, but not as scary as something making a gurgling sound beyond the edge of my vision. Your brain fills in the gaps with the worst thing it can imagine and with the knowledge that this unknown horror could appear at any moment. No game understands this better than Silent Hill. Or to be more precise, Silent Hill from ten years ago.\n\nWhen the original Silent Hill was released, it was presented as a Japanese take on western horror, and it cleverly used the limitations of the original Playstation as a means of enhancing the fear of the unknown. Thick fog and blinding darkness cast a shroud of apprehension on your exploration. What was originally was a limitation would turn out to be the series greatest strength.\n\nIt also started the series tradition of having a protagonist who can’t figure out what the hell is happening.\n\nSo it’s been really depressing to watch the series fall into mediocrity since it has been passed off to western developers who seem to misunderstand what Silent Hill is at its core.\nWhen British developer Climax first took a crack at the license in Silent Hill: 0rigins (Pronounced Silent Hill Zerorigins), things started to look bad early in development. The game featured a Resident Evil 4-like over the shoulder camera complete with laser sight. It starred a protagonist with no apparent connection or motivation to get involved in the game’s story. And it aped the unreliable narrator or Silent Hill 2, as every western-developed Silent Hill would do from then on. At this point it what would really surprise me is if the next SH game had a narrator that told the damn truth.\n\nWhat was ultimately released was close to the trusted Silent Hill formula, but had fundamental problems on an atmospheric level.\n\nThis did not improve as the series continued.\n\nAmerican developer Double Helix then took their turn with Silent Hill: Homecoming. Apparently setting out to capitalize on the fame of the execrable Silent Hill movie, the game imitated the film’s visual style and the notion that Silent Hill was a mining town. Essentially changing the entire background of Silent Hill was not the worst offense of Homecoming, as the game as tried to fix the series’ awkward combat by overhauling the fighting system.\n\nSilent Hill was never about fighting. The true scares came from not knowing was was out in the fog, not actually fighting the faceless, limbless beast staggering toward you.\nCombine all that with a nonsensical story that again leans on the tired unreliable narrator trick from SH2, a tone-deaf torture sequence, and an extremely out-of-place buddy cop vibe, and it was easy to feel that the series had reached it’s nadir.\n\nUntil I began seeing trailers for Silent Hill Downpour.\n\nWe knew that losing series composer Akira Yamaoka would be a blow to the games’ trademark sound that was the most important factor in the atmosphere, but I never imagined they would get Korn to do the game’s theme song.\nEven as I read that back I can hardly believe it’s true.\n\n[embed: ]\n\nCompare this nu-metal garbage slideshow to an early trailer for Silent Hill 4. While SH4 didn’t quite live up to the hype it created with this trailer, the makers seem to understand how subtlety, obfuscation, and sound design could make you worried about playing the actual game.\n\n[embed: ]\n\nAnd every time I think that they can’t mess up the series any worse, I get an unpleasant surprise. If you had told me in 2004 that I would some day have the chance to play an overhead, co-op, twin stick shooter based in the world of Silent Hill, I’d have laughed, then cried, and asked you if you were being serious. That is Silent Hill: Book of Memories.\n\n[embed: ]\n\nI can’t begin to explain how many things are wrong with this trailer. The producer, Tomm Hulett, master of extraneous extra consanants, says that “fans needn’t worry” as they show shots of generic characters casting area of effect spells while GODDAMN DAMAGE NUMBERS APPEAR OVER ENEMIES. WHAT IS THIS, SILENT HILL: CRYSTAL CHRONICLES?\n\nHulett reassures that Dan Licht returns as composer, even though any Dan Licht composer games have yet to be released, and hypocritically the trailer uses the soundtrack of Silent Hill 2 as background music. The fact that developer WayForward, who normally does a great job with licensed games, is responsible for this makes me feel like this is an elaborate practical joke.\n\nIt’s an endless cycle, and we never learn from it. They keep saying they’re going to get better, that they’re going to go back to what they used to be. For a while, it seems like they’ve really turned their act around. You start to hold out hope.  And you support them, because you want them to succeed. So when things inevitably fall apart, you can be assured the cycle will start over again due to your enabling of the process.\n\nIn the video game industry, this is what is known as “The Sonic Effect.”\n\nI want to believe Silent Hill can be good again. Maybe the next game in the series will be developed by a team that actually understands it. And hey, that new Sonic game looks pretty good.\n\nOr maybe that’s just Step 1 of the cycle.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9781217575,
        "format_confidence":0.8543105125
    },
    {
        "url":"http:\/\/www.gameinformer.com\/blogs\/members\/b\/jackalope38_blog\/archive\/2013\/01\/30\/the-problem-of-explaining-video-games.aspx",
        "text":"It has been a rough few weeks for people that make video games and the people who enjoy playing those games. Video game developers have been called “electronic child molesters” while people who take pleasure in their creations have been described as not having any authority to discuss said enjoyment of games. The saddest part is that these examples are just the tip of the iceberg in how those in positions of power have reacted toward video games in the wake of a string of national tragedies. However, I am not here to talk about those heartbreaking events or how people have erroneously targeted video games as the culprit behind them. Instead, I want to talk about an issue brought up by witnessing dialogues between those who play games and those who do not: how difficult it is to communicate value and enjoyment of video games to people who have little to no experience with them.\n\nOne of the troubles comes when trying to explain video games as art. There is little doubt in my mind that video games are art. As someone who has devoted a large portion of my life to the study of literature (yes that is an art form) and the playing of video games, I tend to think that there are things inherently valuable to artistic expression. While I think that art is valuable, I would be hard pressed in this article to fully elaborate on that topic. To quote Stephen Guest from an article that I just googled and read from the University College London, “while technology can feed, shelter, clothe, and heal us, art can do none of these things,” and yet it still has value (although I might take issue with video games being unable to heal). Many people have written about what makes art valuable and worthwhile and if I were to do so here and now I could neither do the topic justice nor add much that is terribly new. However, if games are an art form, an idea which the Smithsonian supports, then parallels can be drawn to other more widely accepted art forms like film, literature, photography, etc. that are incorporated into video games. The reason that these parallels are important to the question of why video games are difficult to talk about is that it provides a link to well-known examples with which people who don’t enjoy gaming have had interactions. It provides a link. Someone who might frown at the violence in Medal of Honor or Call of Duty just might be able to see a connection between that and Saving Private Ryan. Both pieces of media deal with war and death, but from different perspectives.\n\nUsing games as art as a means of explaining video games to non-players, though it has advantages, has one major defect. The biggest hurdle in such a discussion is that while one side holds the opinion that games are art and have intrinsic value, the other side might not share that same opinion. People that don’t play games do not need to think that games have value in order for productive discourse to begin, but they do need to have the open minds to believe that video games COULD have value. Ideally, such people would understand that since video games are already valued by so many people in such a passionate manner, that there could be some worth to games. Instead, politicians in places of power choose to vilify games as some strange “other” and use them as a scapegoat by claiming that, not only are they meritless, but that they are actively harming our society. I am willing to guess that either these people have never played a game or are simply using video games as an easy way out of tricky situations for their own ends. In either case, meaningful discussion cannot be held between the two parties because neither party agrees that video games are as valuable as other forms of art. Again, I believe this issue stems from the inexperience\/uneducated (regarding video games, no disrespect intended) nature of the old guard of non-player politicians and organization leaders who never picked up a controller and who still view gaming as an idle pastime for children.\n\nAre we coming to the end yet?\n\nAnother problem arises from the inability to articulate why video games are fun. This issue is not limited to video games either; any activity that is enjoyed has a similar difficulty. I had a comparable quandary when I wrote a feature a while back about the appeal of eSports and tried to explain why they are fun to watch as a spectator. In that article, I began by comparing eSports to more widely appreciated things like football and basketball and then tried to convey the effort competitors must put in to become master-level eSports players. To follow this up, I threw out a few statistics about how many people watch MLG’s eSports content and tried to explain the important parts of eSports coverage. However, at the end of the piece I realized that words were insufficient and people wouldn’t really grasp why I thought paying attention to eSports was worthwhile. So, I included embedded videos of a variety of eSports matches to embody what I had been talking about up until that point. Due to that piece, some people were turned on to eSports, while others found it interesting, though still not appealing. I believe that without those examples at the end of the feature for people to watch and decide for themselves whether they enjoyed eSports or not, my words in the rest of the feature would have been largely ineffective. To bring this around full circle, video games can be explained in minute detail (which can be helpful in game reviews or commentary), but explanation is not enough to convey why something is fun. Fun is subjective and is always a case of “show, not tell.”\n\nA different issue is that, beyond simply describing the mechanics of the game and maybe giving a synopsis of the plot, words don’t successfully convey enough of what it is like to play a video game to a person who has never played a video game. Even games in different genres can be vastly different and unintelligible to veteran video gamers unless they’ve had a roughly analogous occasion with which to compare the experience. Without that basic familiarity with gaming, untried and untested people are left with unrefined impressions of what gaming is like. Our politicians with no gaming experience see a montage of violent video clips taken from games with names like Splatterhouse, Grand Theft Auto, and Gears of War that depict players shooting people, sawing them in half with geysers of blood shooting everywhere, etc. On top of that, they know that video games have the foreign element of interactivity. With focused, carefully selected video clips and without any context or, heaven forbid, actually playing the games, is it any wonder some politicians think that video games are an evil blight when organizations with ulterior motives come knocking saying they have proof that video games lead to violence?\n\nGiven the tricky situation in which people who enjoy video games now find themselves, how would someone go about trying to initiate change? One option that has been brought up many times before is to simply wait. Eventually, people who have grown up with gaming as a hobby will inherit the offices of power and influence. Another course of action is to rage, post angry comments on news stories or forum threads. Or, rather than standby and do nothing or be impotently mean, we can try and effect a smaller, more immediate change. Since explanation of enjoyment is insufficient to convey enjoyment, since the value of art is intrinsic and yet indeterminate, and that written versions of game mechanics are inadequate for expressing fun, then we must resort to action. If we find out that a friend, co-worker, or family member who has never gamed or has a poor understanding of what it is like to play a video game let us offer them the chance to play. By doing this, we can change gaming from being some strange unknown, to an accepted part of our culture as much as movies or television or books. Over time, the old-guard that neither cares for nor understands video games will be replaced by a younger generation. When that happens, the more people that support gaming, the more elected officials that will support gaming.\n\nBesides, what is so terrible about sharing something you love with someone else?",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9641500711,
        "format_confidence":0.6241906285
    },
    {
        "url":"https:\/\/www.esports.net\/news\/industry\/how-many-governing-bodies-do-esports-really-need\/",
        "text":"How Many Governing Bodies Do Esports Really Need?\n\nDisclaimer: It is the reader’s responsibility to verify their own facts. The views and opinions expressed in this article are those of the author and do not necessarily reflect the official views of\n\nYet another federation has joined the battle for domination in governance over esports. The latest cringe galore courtesy of The Global Esports Federation, a newly formed “governing” body backed by Tencent. Some “big names” are included in this latest governing body: Chris Chan (secretary-general of the Singapore National Olympic Council) will be the president, while VP positions are handed out to Wei Jizhong (ex-secretary-general of the Chinese Olympic Cmmittee), Tencent Holdings VP Cheng Wu and former Olympian Charmaine Crooks.\n\nSigning of the agreement with Tencent, conducted by Mr Chris Chan, President of the Global Esports Federation, and Mr Edward Cheng, Vice President of Tencent\n\n© Global Esports Federation\n\nOne look at their “promotional video” and it seems these people are not here to take care of the esports ecosystem.\n\nA video that features more stock footage then esports footage, a statement that is hollow and vague (“We aim to be the voice and authority for the worldwide esports movement“) and a partnership with a conglomerate that has a stake with many developers only screams corruption from the get go.\n\nWe are also not sure if their homepage is or this domain will be yet another competitor. For now you can get information about this latest federation at their twitter @ge_federation.\n\nThe Federations\n\nLet’s break down why I chose this title for the article.\n\nWe currently have a bunch of federations in a turf war to control esports on a national and international level. The International Esports Federation (IESF) is one of the oldest in the lot, featuring 56 member nations. The events they organize are extension of what WCG (World Cyber Games) did in the early 2000s, featuring National Teams qualifying for a main event at a select location. Professional players are largely disqualified from competing and the national teams do not really draw the interest of anyone serious about esports.\n\nWe then have the Asian Electronic Sports Federation (AESF) which is recognized by the Olympic Council of Asia. They feature 45 member nations and claim to be “the sole competent authority for electronic sports throughout Asia“. They are not related to the IESF but some of the member national committees are members of both organizations, while other countries have a separate national federation for each of the organizations.\n\nEurope also has its own Federation. The European Esports Federation was announced in 2019 and pending official creation in 2020. Unlike their counterparts they claim to be interested in being an arbiter and moderating partner instead of  a governing body. 17 countries signed up initially for the formation of this federation. The president of the German Esports Federation Hans Jagnow has stated that the European Esports Federation will avoid connection with the International Esports Federation for the time being.\n\nOn top of the National\/International governing bodies, professional teams have taken it upon themselves to set the rules. The World Esports Association (WESA) was founded by professionals esports teams Fnatic, Natus Vincere, Team EnVyUs, FaZe Clan,, G2 Esports, North, Splyce, Mousesports, Ninjas in Pyjamas and the ESL organization. Their aim is to enforce and arbitrate as well as take care of player representation and create standardized regulations.\n\nWe already mentioned the newly formed Global Esports Federation and there is a few others that are not even worth a mention.\n\nArcanebet Bonus\n100% Deposit, up to €200\n\nThe Developers\n\nAll these esports “federations” seek profit and relevance, yet the main driver behind the massive surge of competitive esports comes from the developers themselves. Riot Games, Blizzard, Valve, Bluehole and Epic Games serve as their own governing bodies. The popularity of League of Legends and Riot’s hands on approach to managing their competitive ecosystem paved the way for developers to take charge of their own competitive leagues.\n\nThe developers own and manage their own leagues with rules and regulations they set on their own accord. Franchising, profit sharing and a wholly owned competitive ecosystem leave little place for outside governance or arbitration.\n\nNational Competition is also taken out of the hands of the federations. Bluehole (PUBG) and Blizzard (Overwatch) have taken competition on a national level as part of the repertoire as well. They don’t need national or international federations to select or represent the athletes.\n\nRiot Games League of Legends Tournament Fans\n\n© LoL Esports\n\nHow many?\n\nFinally, we reach the question that titles this article.\n\nHow many governing bodies does esport really need?\n\nAre federations on a National\/International level providing any measurable benefit for the esports ecosystem?\n\nShould we just let the developers themselves take care of esports competitions?\n\nTell us what you think, and what is the correct path forward.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9873056412,
        "format_confidence":0.8646708727
    },
    {
        "url":"http:\/\/www.gameinformer.com\/games\/ea_sports_ufc\/b\/playstation4\/archive\/2014\/06\/18\/ea-sports-ufc-game-informer-review.aspx",
        "text":"It’s clear that EA’s UFC team bleeds martial arts. Everything about its new title – from the integration of UFC-branded videos to a roster including everyone from Jon “Bones” Jones to Ronda Rousey – has been painstakingly shaped into one of the most realistic depictions of the sport to date. The attention to detail makes the experience feel authentic, though not highly approachable. Don’t expect UFC to be like Fight Night or Mario Golf, transcending its target audience to reach a broad range. Only those with the determination of an athlete can master UFC’s complex fighting systems and enjoy everything this title has to offer.\n\nIf your approach to most fighting games is to dial in the strongest combos then block whenever you think your opponent is going to swing for your head, you won’t get far in UFC. Even when both of your feet are firmly on the ground, you have a lot more to think about than life bars. You can come out of the gate swinging, but that gasses your fighter quickly, making it easier for your opponent to slip past your defenses. Advance strikes cause more damage, but they also cost more stamina and are easier for your opponent to counter, and blocking becomes less effective the longer you play turtle. This creates a fighting system that is more about strategizing and reacting to your opponent than it is mastering a combo sheet.\n\nMore than with most fighting games, I found that I had to pace myself with UFC, which resulted in slower and more methodical matches. I eventually got into the groove of measuring out my attacks while I blocked incoming strikes, but mixing up your moves to maximize your speed is just as important. Fans of twitchy, hyper-reactive fighters will immediately be turned off by UFC’s footwork, which is as much about positioning and managing stamina as it is button combos. Since there are no on-screen health bars, knowing when your opponent is going down for the count is difficult. This pulled me into the action more and made me think twice about pushing my attack when it left me exposed.\n\nHowever, even if you master the ground game, you won’t be invincible in the octagon. A good portion of UFC’s action is about grappling your opponents and taking them to the mat to ratchet up the pain with a submission takedown. If you’re weak in any of the areas of the sport, your opponents leverage that against you. Just like a real MMA fighter, you have to know your weaknesses and be prepared to defend against them.\n\nI struggled with the ground game initially, since UFC’s many different systems are overwhelming at first. After a bit of practice, I got a handle on transitioning for better positions so I could pepper my opponents with quick jabs or snake my arms around them for a match-ending armbar or spine-grinding twister submission. It takes a long time to get used to the controls, and even after playing for hours you might still occasionally fumble for the wrong button combo and leave yourself exposed to attack.\n\nDefending against transitions or escapes requires players to counter their opponents’ power plays with well-timed movements of the analog stick. Which positions provide you with the best leverage aren’t always clear, and I was sometimes unsure when I should initiate a submission hold. Once you’re placed in a submission, you’re thrown into a minigame that has you flicking the analog sticks in various directions to twist out of the hold, and escaping someone’s hold is nearly as fun as applying the pressure yourself.\n\nEA has taken all of these different fighting mechanics and packaged them into a career fighter mode that has players working their way through the UFC’s reality television show The Ultimate Fighter in order to win a contract with the UFC and ultimately a shot at the championship belt. I appreciated the added context for why I was fighting, and loved watching my stats slowly tick up as I won match after match. I also loved tinkering with my game plans, which were basically a series of perks that improve your fighter’s abilities, such as increasing your stamina regeneration or improving your striking. Unfortunately, the career story is barebones, and each match is buffered by a series of repetitive training exercises and hollow interactions with real UFC fighters. Players interested in truly testing their mettle on the mat are better off finding breathing opponents or working towards one of the online championship belts.\n\nEA Sports UFC isn’t the easiest fighter to learn – it’s a complex beast that rewards dedicated warriors who are driven to succeed. Each match plays out like a chess match where combatants feel out their opponents’ strategies and exploit openings. EA’s attention to detail might feel unnatural to fighting fans weaned on titles like Street Fighter and Smash Bros., but UFC’s methodical pacing will knock out MMA enthusiasts.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9554483294,
        "format_confidence":0.5044081211
    },
    {
        "url":"https:\/\/disruptedoriginal.wordpress.com\/2010\/10\/15\/the-culture-of-video-games\/",
        "text":"The Culture of Video Games\n\nVideo games are no longer the culturally empty electro-blocks and easy-to-swallow impulse receptacles that once defined them during their formative years. Instead, as the technology that shapes them as vehicles of variable interaction has evolved over time, their ability to straddle more complex cultural lines and more nuanced processes of thought has accelerated to a point that qualifies them for more serious consideration. Indeed, part of my original motivation for writing these articles grew out of my own despair at the lack of critical discussion video games were being subjected to.\n\nVideo Games: From this.\n\nWithout wishing to get tied down in debates surrounding the empirical prerequisites for what constitutes ‘legitimate’ and ‘illegitimate’ forms of art and culture, I want to suggest that video games have reached what I would consider a significant threshold of cultural relevancy that qualifies them, if not to be accepted, then at least to be considered for what they bring to the cultural table. While the trend for games to absorb and incorporate more traditional cultural influences such as cinema and literature has certainly contributed to this ongoing development, I think the real reason for this evolving shift toward ‘legitimacy’ is much simpler, and more universal. That is, interactive games have reached a position of thematic and reflexive maturity that allows them to frame, extrapolate and mythologize upon the cultural wellspring of the human frailties; a process generally shared by all serious cultural outputs. As cinema discovered for itself very early on, prolonged durability as a medium depends not so much on the precise technical particulars of your craft (the raw technological ‘thrill’ of moving pictures as a spectacle in and of itself faded extremely quickly) but in being able to readily address the spoken and unspoken tensions, aspirations and fears of a emotionally perceptible audience. It is this quality that renders film culturally and epochally specific, in a sense inseparable from the context of native time and space; where its thematic scope is rooted to and rises out of a certain cultural milieu which is then reabsorbed by that same body in the form of material consumption.\n\nInteractive games of the more serious type have been gradually moving closer to this form of cultural dynamic. At their very best, their themes and stories extrapolate from a complex and multifaceted socio-political fabric and repackage themselves as compelling, hyper-real cyber realities. The original Deus Ex and Fallout 3, for instance, are both essentially groundbreaking titles not simply for what they were able achieve technologically, but also for their acutely relevant channels into socio-political discourse intensely specific to both time and space. This is not to suggest these titles are necessarily high-brow art forms, but that their thematic sensitivity to wider social predispositions and tendencies should cement them as works of serious cultural discussion.\n\nDeus Ex: Raising the bar\n\nOne of the most groundbreaking early studies of cinema, conducted by German critic Siegfried Kracauer in From Caligari to Hitler identified what Kracauer argued was a direct psychological link between the prevailing themes and subject matter of post WW1, pre-Hitler German cinema and the subsequent rise of fascism in that country. Despite minor differences of surface, Kracauer suggested a whole body of films that not only reflected certain ‘authoritarian’ dispositions, but also thematically preempted the dramatic political and social changes that modern history now registers there. According to Kracauer these films exhibited a problematic moral duality that projected the pre-Hitler future of Germany as a binary pathway between wholesale tyranny, or a kind of primitive mob anarchy. This duality suggested, as Kracauer argued, that the German people had perhaps already psychologically ‘accepted’, at least on a subconscious or pre-subconscious level, the inevitability of, or even, the ‘natural’ procession toward a duly authoritarian state.\n\nA Bleak German Future: Fritz Lang's Metropolis (1927)\n\nI refer to this example from cinema as I think it exemplifies the idea that certain forms of media are able to act as prescient markers for social and political trends and attitudes, something that I dare suggest we are now moving towards, if not in all video games, then at least a select few that represent a high watermark of cultural relevancy. That video games so often straddle the genre of science fiction is also significant. Science fiction, despite its fantastical excesses, tends to be the most socially and politically reflexive form of popular myth; a grand theatrical canvas where the hopes, fears and anxieties of the present are extrapolated and played out within a theoretical, hyper-realized future.\n\nFor instance, an entire thesis could be written for a game like Fallout 3 and what is a veritably rich textual and sub-textual layering of themes, symbols and metaphors. It potentially offers, in its broadest scope, a comprehensive treatise on the grand American neo-liberal experiment. By fiercely juxtaposing, for instance, the familiar iconography of America at its cultural and economic apex: the heady, sickly-sweet and nostalgia-bled 1950s, against the engulfing, inescapable backdrop of post nuclear fallout decay, it casts a certain tension and anxiety to the future of this great mythological American dream. Later, when we enter into a direct manifestation of this ideal in the form of a cruel virtual reality prison at Vault 112, there is a sense of uncanny repulsion at the ensuing scenes; that of an impossibly sanitized community of polite 1950s automatons going about their sterile pre-scripted lives, oblivious to their own psychological capture. It is telling that the gameplay that characterizes these moments becomes, in effect, a mission to disturb this polite social veneer via the calculated framing of adultery and the performance of various other social transgressions. It is as if the hero\/player is being encouraged in these moments to take pleasure in this perverse social subversion, to break apart its very superficiality. Much like the original juxtaposition, the intended effect of these scenes is a further deconstruction of one of America’s most highly exalted cultural paragons: the typically American aspiration of 50s style suburbia and the picture-book nuclear family recast as a chiefly hollow and synthetic simulacrum of human (non)interaction.\n\nVault 112: Subverting the polite social veneer\n\nPolitics too are drawn with a similarly pessimistic tone and cynicism. The loquacious President ‘Eden’ who can be heard throughout the airwaves as the hero makes his way around the faceless derelicts and wastelands, is later revealed as a nothing more than a form of advanced artificial intelligence; a mathematical amalgamation of personalities, slogans and verbal-inflections of former American presidents (whose election we are told is a matter of state secrecy under grounds of ‘national security’). This display of grandiose political artifice emerges from within a Western culture where political speeches are readily dissected for their cunning rhetorical devices by an army of analysts and speechwriters, and then recycled back into ‘the system’ in the form of newly calibrated political speeches.\n\nIn Deus Ex, government bodies are not only cast as hollowed out entities, but also as sinister constructs engaged in bio-terrorist acts against the very citizens they are presumed to govern. Owing to its Cyberpunk influences, its primary dialogue is one between the nature of technology and the relationship it upholds with contemporary systems of power. Its commentary on state surveillance, for instance, is crystallized in the form of the hero, JC Denton, a high-tech covert agent, who is ‘nano-augmented’ with a built in cranial spy camera which broadcasts directly to UNATCO HQ (a kind of Orwellian international police force) in real-time and for official state observation and archiving. Thus, as the player performs various missions within the game world, they are repeatedly made aware of this all-seeing presence that, we are told, cannot be switched off. While simultaneously, agents from UNATCO HQ are able to appear within a personal eidetic display to comment, praise or condemn the player as they perform various actions. This randomized and often unexpected interjection of government agents into the player’s private visual space, combined with a narrative which develops directly in response to this act of digital intrusion, creates a subtle psychological tension that operates within the boundaries of virtual subjectivity. The effect of this complex diegetic arrangement is the creation of a kind of meta-ontology of systemic surveillance, one the player is compelled to operate under as they psychologically and subjectively engage within this morally ambiguous virtual world. In doing so, it actualizes a techno-driven re-conceptualization of the Panopticon; a technical construct designed to create a forced internalization of the very act of surveillance within the subject, described by its creator Jeremy Bentham as a “new mode of obtaining power of mind over mind, in a quantity hitherto without example”.\n\nPresidio Modelo: A Panopticon Inspired Prison\n\nThe social relevancy of these titles is tacitly woven yet maintains a direct psycho-active link to many of its unspoken, symbolic tensions. The thematic appropriateness of Deux Ex, for instance, is confirmed in hindsight when viewed through the lens of post-9\/11 angst, where its uncanny prescience cements itself as a significant cultural artifact. Consider briefly the techno-fears and anxieties that are drawn so heavily upon here prior to this horrific event, that in many ways now find themselves manifest within physical and psychological reality. The basic narrative fra... (truncated)",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.8874892592,
        "format_confidence":0.5549983978
    },
    {
        "url":"http:\/\/www.osga.com\/online_gaming_articles.php?How-will-the-PASPA-sports-betting-repeal-affect-states-and-the-casino-and-racing-industries-21469",
        "text":"Join the OSGA Progressive Pick'em! Check the Contest standings!\n\nHow will the PASPA sports betting repeal affect states and the casino and racing industries?\n\nHartley examines the reasons that states not named New Jersey or Delaware have lost some of their initial thirst for sports betting in the U.S., as have several gambling companies.\n\nPASPA has been repealed for two weeks but only New Jersey and Delaware, who said they would be offering sports betting immediately after the repeal, have any concrete plans to begin offering sports betting in the near future. Both states indicated they would begin offering sports betting as soon as the lawmakers ensure that the regulations and tax considerations are firm and viable. New Jersey will apparently offer sports betting at Monmouth Park as a pilot, while Delaware will just expand betting at the three racetracks that have already offered NFL parlay cards the last 2 years.  New Jersey is anticipating that sports betting will bring in $13 million in tax revenue in the first fiscal year, but it had lofty expectations with online poker as well, and as we know that turned out to be a dud.\n\nAside from New Jersey and Delaware there has been little movement to start offering sports betting – even in the states that already passed sports betting bills – New York, Mississippi, West Virginia and Pennsylvania. And from the other states that had bills introduced but were awaiting a PASPA repeal before proceeding any further, there has been little anxiousness on their part to seriously look at sports betting either. It has only been a couple of weeks since the repeal, but the fanfare and excitement that states indicated prior to the SCOTUS decision certainly hasn’t continued after May 14th.  No doubt many of the states were blindsided by the decision and are now facing a reality check.\n\nUS sports bettingHaving talked to analysts from a few states it seems the majority of legislators were confident SCOTUS was going to rule for New Jersey and allow them to offer sports betting at casinos and racetracks, but would not grant a full repeal. Had that occurred, the states would have moved slowly and weighed all their options buying them time, but now that they have the right to offer gambling as they see fit, it seems most states are ill equipped. In at least five states with bills on the table there is a disagreement among legislators on how to proceed and states like California and Florida will have to work out an agreement with the Tribes before they can move forward with anything. Aside from tax considerations, states have to take bids from casino companies, racetracks, bars, etc. to operate the sportsbooks and they have to decide how much say they want to give the leagues in the drafting of legislation, as well as whether to allow betting on amateur sports (see NCAA). Some states have indicated they will work with the leagues, while others want nothing to do with them. Plus, states have to decide whether to grant the leagues their proposed ‘integrity fee’.\n\nAs well, another consideration is that some believe that Congress will now take up the issue and PASPA will be replaced by a new federal legislation, with Congress setting the rules. MGM and Caesars have gone on record stating they prefer a federal sports betting law to  50 individual state laws and the leagues have gone on record saying they want PASPA replaced by a new federal law as well, no doubt to insure the 1% integrity fee that they have requested is included in the regulations. A few states seem to be waiting to see if that occurs and at least a couple of state legislators have indicated they would be only too happy to see uniform rules across all states. And if that does happen any money and effort put in to creating state regulations would be a waste of time. Neil D. Braslow, a first amendment attorney explained why he doesn’t believe that will take place however.\n\n\"The professional sports leagues prefer federal legislation because now they realize that they are too late on the issue. For example, New Jersey is not going offer any kind of “integrity fee” or other proposed regulation by the professional sports leagues after they have spent millions of dollars over the past few years on litigation, in addition to the countless amount of revenue that they have lost because they have not been able to offer sports betting for the past several years. The New Jersey Sports Betting Act was originally signed in 2012, which is when the professional sports leagues sued to stop it. By passing federal legislation, the professional sports leagues would be able to go after 'integrity fees' and other regulations instead of dealing with each state individually. It is anticipated that several if not all states, in addition to New Jersey, will not be interested in any kind of fees to the sports leagues. Nevada has operated without any kind of fees going to the sports leagues for years, so it is unclear why they think they are entitled to them now.\n\nFederal legislation would greatly benefit the professional sports leagues. In addition to being able to get their 'integrity fees' they would also have greater control over the data that is used to determine winning and losing wagers. The benefit of federal legislation is that it would be clear as to the regulations and guidelines of sports betting, instead of having to interpret them separately for each state.”\n\nEven if there was no concern over federal legislation and if the regulations were drafted, there is a question as to whether existing casinos or racetracks will be interested if the cost is too high. Despite a sports betting law having been passed in Pennsylvania it seems almost all casino operators are hesitant to pay the $10 million licensing fee demanded by the state along with the insane 34% tax on gross profits. States should note that sports betting has not proven to be a huge money maker in Nevada and several casinos have removed sportsbooks to add more slot machines. Aside from the slim margins that sports betting brings in, it involves risk unlike slots and most table games which have a fixed payback rate. And Nevada sportsbooks along with those in the UK have lost money when major longshots or extremely popular favorites have won. Also, in Nevada sports betting is just built into the overall casino operating costs and sports winnings are amalgamated with casino profits when remitting money to the Nevada government at a rate of 6.75%. At the crazy rate Pennsylvania is proposing to charge it is unlikely any sports betting operator will be able to make money. Even at a 12% tax that some states are proposing it is uncertain if there is money to be made for the operator. After the announcement of the repeal by SCOTUS, MGM announced in a press release that it was pleased to be able to offer sports betting as an add-on product. But, other than in New Jersey with Borgata, MGM certainly has given no indication they are ready to jump in at their casinos in Michigan, Mississippi, Illinois, Massachusetts and Maryland if the taxes don’t make sense. And the same holds true for racetracks. The racing industry is hoping that adding sports betting will bring in more patrons to the tracks to wager on racing, but if a tax on sports betting eats away at those profits, or if sports betting cannibalizes racing revenue, they will almost certainly bow out.\n\nWilliam Hill sports bettingThe two companies that seem the most excited about legal sports betting are William Hill and Paddy Power-Betfair. The two UK based companies made large investments in the U.S. in anticipation of legal sports betting as they both believe they have a formula to ensure it is profitable. By purchasing Leroy’s, Lucky’s and Club Cal Neva in 2012 William Hill obtained 55% of the sportsbook locations and 11% of the revenue in Nevada. That share has increased substantially to almost 30% of revenue thanks to in-play wagering, which is popular and has a better return for the sportsbook, along with high profit prop bets aimed at casual bettors. Plus, their mobile app, available to bettors while in Las Vegas, has proven to be very popular. William Hill hopes to further expand their presence after winning the bid to host the sportsbook at Monmouth Park racetrack and more recently partnering with Ocean Resort Casino in Atlantic City. Paddy Power-Betfair made huge investments by purchasing the TVG network and creating a partnership with Caesars in Atlantic City. The company is hoping that a traditional sportsbook, in addition to the very popular betting exchange that became the top gambling site in the UK, will help bring in large profits for the company. Managers acknowledge they will have to get Americans accustomed to exchange wagering and they will have to Americanize it by displaying fixed odds rather than decimal odds, but exchange wagering guarantees a profit, since bets are player-to-player with Betfair taking a commission on winning bets. Thus, the company assumes no risk. Traditional sportsbooks operate the old-fashioned way with odds closing at the start of games and bets offered at fixed odds and changing with action which could explain why their profits are lower than their UK counterparts. Even still, there are salaries and overhead to pay, so it’s hard to see even William Hill or Betfair agreeing to a $10 million license fee and a 34% tax on revenues proposed in Pennsylvania, unless the state has more sports bettors than meets the eye.\n\nSo, the die is cast and sports betting is now legal for all states that want to offer it. It has the potential to help struggling casinos, racetracks and any other establishments the government wants to license, but the rules and regulations, including tax concerns, have to be reasonable. The margins on sports betting are small and all gambling operators know this. So, if the states are going to demand ridiculous fees or taxes on profit most companies will take a pass as they know it wo... (truncated)",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9681674242,
        "format_confidence":0.9233443141
    },
    {
        "url":"https:\/\/www.mmosquare.com\/articles\/is_gacha_considered_gambling",
        "text":"\nFacebook Login Login with Facebook\n\nIs Gacha Considered Gambling?\n\nRate this Article Ever since Gacha games exploded onto the scene, the debate on whether or not they can be considered gambling has been quite the hot topic and, in this article, we’ll be analyzing this in detail. MMO Square - Is Gacha Considered Gambling?\n\nBefore we go into any further details, it’s best to explain what a Gacha game actually is. Gacha games are those that consists of capsules, packages, chests or other similar things that players can open for a chance to get in-game rewards in various forms such as new characters, equipment, cards or something else of the sort. The reward you get from these is entirely random so you can either end up with something extremely rare and worthwhile but, at the same time, there’s also the chance that you’ll end up getting something you already have or something that isn’t necessarily worth writing home about.\n\nNow, as for whether or not these games can be considered gambling, there are lots of factors that have to be considered when making this decision. First and foremost, there’s the fact that that you’re simply giving money in hopes of getting a reward that’s worth significantly more than what you initially paid which, of course, does sound like gambling.\n\nHowever, while Gacha does seem like gambling at first sight, there’s also the fact that players don’t necessarily have to use real world money in order to utilize these Gacha mechanics. A lot of Gacha games tend to give players access to quite a few of these randomized loot boxes for entirely free so there’s certainly a difference between how gambling works in the real world and how you’re acquiring items in these Gacha games and this is why one can’t clearly say that Gacha can be considered gambling but, at the same time, you can’t say otherwise as well because, as mentioned earlier, you are essentially betting cash in hopes that you’ll get a reward that’s worth several times more.\n\nUpon analyzing these games further, you’ll get to know that there are actually various different types of Gacha mechanics being used in them. There’s the box Gacha which is essentially the standard style which gives you the chance to win various things upon opening a loot box, there’s a re-draw Gacha which gives players the ability to re-roll whatever they win once or twice and there’s also a type known as Step-up Gacha in which your chances of getting something rare will keep on increasing each time you open up a box, capsule or something else of the sort.\n\nSome of the aforementioned Gacha types could be considered gambling such as the usual box Gacha as you’re betting in hopes of getting a massive reward that you’re not guaranteed to get but, at the same time, some Gacha types like the Step-up Gacha seem to be more forgiving and favored towards players so, again, one can’t necessarily make a clear distinction regarding whether or not these could be considered gambling.\n\nAll said and done, there are certainly several things that need to be considered before making a final call on whether Gacha can truly be considered gambling and the aforementioned information is just the tip of the iceberg as this is quite the in-depth talking with lots of points that are worthy of debate. With that being said, we leave it in the hands of the players to decide for themselves whether or not they consider Gacha to be gambling.\n\nRate this Article\n\nMore Articles",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9965249896,
        "format_confidence":0.7096131444
    },
    {
        "url":"https:\/\/headstuff.org\/entertainment\/gaming\/finding-positive-uses-for-video-games\/",
        "text":"Finding Positive Uses for Video Games\n\nSome people have long dismissed video games as sources of time-wasting, distraction, isolation, and in some cases, violent thoughts and actions. However, in an increasingly digital society, video games are a regular part of daily life, and increased research has uncovered multiple positive uses for video games influencing gamers of all ages. \n\nDespite the stereotypes that these games prevent children and young adults from developing empathy and creativity, video games boost learning, health, and social skills. Here are some of the positive impacts of video games and some specific titles that improve cognitive behaviors, creativity, tenacity, and mental health.\n\nCognitive Benefits \n\nA common response to the sentiment that video games damage or delay cognitive skills is that hand-eye coordination is actually significantly improved. While that may be true, how the brain benefits from video gameplay goes well beyond this basic fact. Cognitive skills, such as memory, reasoning, perception, and spatial skills, used while playing role-playing and strategic games, directly lead to better grades and problem-solving abilities in young students. Civilization, Sim City, and Fortnite: Battle Royale are the types of games that foster brainpower.\n\nAdditionally, research proves that shooter games, while violent, strengthen the gamer’s ability to perceive and analyze three-dimensional objects as much as academic courses do. These results indicate that players may be better prepared for studies and careers in fields such as mathematics, engineering, science, and technology.\n\n\nCreative Benefits\n\nVideo games light creative fires in their users. Studies show that children who played video games regularly were likely to score higher than their peers on the Torrance Tests of Creative Thinking (TCCC). These creative components, including creation through art, words, reasoning, and objects, are highly valued skills in education and the workforce. In particular, people who play video games exhibit a high correlation between the games and the personality trait of being open to new experiences.\n\nCreatively, video game users are also more likely to demonstrate higher levels of creative thinking in terms of flexibility. Even short periods of gaming can put the user in a more creative frame of mind and boost more imaginative and problem-solving skills. Ideal games for creative inspiration in this category are Minecraft and Portal 2\n\nMotivational Benefits\n\nBecause many video games are designed to increase difficulty levels, gamers are challenged to continuously face and overcome a series of ever more complicated problems. Many children and adults who game note that persistence pays off. Approaching obstacles presented in the game requires the use of various new strategies and the desire to succeed by meeting and surpassing a specific goal.\n\nResearchers have found that the motivational benefits associated with video games mean that players are less likely to give up in identifying and solving problems than non-gamers. Some games that exercise motivational skills are Worlds of Warcraft, Borderlands 2, Team Fortress 2, and Gone Home.\n\nSocial Benefits\n\nContrary to the popular image of the isolated, disconnected gamer, people who play video games often participate in more social games that allow for online interaction between players. Many gamers enjoy playing multiplayer games much more when fellow players are in the same room; this style of play builds a sense of teamwork and camaraderie. Often, when children who play video games together are not gaming, they are talking about the games with each other. Kids who don’t play video games may feel left out of peer conversations because so many of those talks focus on games. As such, studies have found that gaming and social competence have positive correlations, especially amongst 6 -11 year-olds, of which this social competence can then later be applied to dealing with contentious situations in the workforce.\n\nCo-op video games are popular choices for multiplayer groups, and players are working together to achieve a common objective in these games. Cooperative play and interaction results in an increase in the chances that players will help or work with other people outside of the gaming realm. Lego Creator Islands and Big Brain Academy for younger gamers and Monster Hunter World and The Division 2 for more mature players are excellent examples of co-op games in this category.\n\nMental Health Benefits\n\nOne in four people globally struggle with mental illness, but video games may help some of them cope with their depression and anxiety. Instead of turning to passive activities like watching television or movies, a person can play a video game that offers a more effective way of breaking out of a funk. Many players with mental illness are better able to connect with characters in games who suffer from similar disorders like bipolar or depression. That affinity allows gamers to feel less isolated, alone and ostracized.\n\nSuggested Reading: Bad Brains, Good Friends and Night in the Woods. \n\nGame designers, psychologists, and clinicians are working together to develop more video games that will integrate mental health care and traditional therapy within the game itself. Currently, games on the market such as Sea of Solitude, Night in the Woods, Celeste, and Hellblade: Senua’s Sacrifice have positively resonated with players experiencing some form of mental illness.\n\nAccentuating the Positive\n\nDespite the bad rap, video games are proving to be far more beneficial to users than previously thought. Research provides evidence of numerous ways in which people can strengthen their brainpower, engage their creativity, and connect socially with others while building skills that will improve their resilience and mental and emotional health. Today, video games provide much more than just mastery of hand-eye coordination. They are a window into what makes people human and a critically important educational, social, and workplace tool for the global future.\n\nFeatured Image Credit.\n\nLeave A Reply\n\nYour email address will not be published.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9798802733,
        "format_confidence":0.5250553489
    },
    {
        "url":"http:\/\/www.ilounge.com\/index.php\/articles\/comments\/iphone-ipad-gems-abc-play-monster-blaster-scrabble-for-ipad-words-with-frie\/",
        "text":"iPhone + iPad Gems: ABC Play, Monster Blaster, Scrabble for iPad + Words With Friends HD | iLounge Article\n\n\niPhone + iPad Gems: ABC Play, Monster Blaster, Scrabble for iPad + Words With Friends HD\n\nWelcome to iPhone + iPad Gems! Today, we’re looking at two recently-released apps—one a game, the other an ABC educational app for kids—as well as two updated versions of popular Scrabble- and Scrabble-like apps for the iPad.\n\nThe unifying theme this week is “B’s,” as none of the titles rated higher than a B+, or lower than a B-. Our top pick of the bunch was ABC Play by Peapod Labs, followed by the latest version of Words With Friends HD for the iPad. Read on for all the details.\n\nABC Play\n\n\nAfter releasing last year’s impressive ABC Wildlife, an educational app for kids, Peapod Labs has been busy churning out sequels—the musical-themed ABC Music, transportation-teaching ABC Go, and now the sports-focused ABC Play ($2, version 1.0), a similarly universal application that works on iPads, iPhones, and iPod touches. Though the version number correctly suggests that this is the first release of this app, the underlying software is what Peapod Labs refers to internally as “version 2.4” of its platform, the same general user interface found in the earlier ABC apps, but with tweaks.\n\n\nOnce again, the core of ABC Play is an alphabetically organized grid of photographs tied to words, typically with more than one word per letter, and multiple pictures for each word. Peapod has plumbed the depths of sport to come up with some of these sports, including the comparatively obscure Zorbing and Orienteering alongside shoehorned Equestrian and Quad Bike entries, plus virtually every well-known sport you can think of. Thanks to Flickr, the developer has come up with another collection of often stunning images of everything from aikido to cycling to golf and skiing, each picture linked to a different YouTube video that fleshes out the sport. After navigating to a word, tapping on any of the letters at the bottom of the screen takes you to a different word starting with that letter, announcing the letter and the word; swiping left or right calls up the previous or next photo without forcing you to return to the grid for navigation.\n\n\nAt this point, the formula is so well-established that the small interface changes are easy to miss, though kids will appreciate them. ABC Play transitions right from its intro screen to the grid of choices without requiring user interaction, and hints at its tappable letters with gentle bounces and blip sounds. Another epic orchestral song plays in the background as kids browse the screens, stopping only long enough to let the videos play without interruption. Additional buttons guide young readers to one fact about the sport per photo, and back to the grid if they so desire.\n\n\nThe only real issues we had with ABC Play related to the age-appropriateness of some of the words and sports, which unlike the Wildlife picks may well go over the heads of young children: “synchronized swimming,” “ultimate frisbee”—alongside both “frisbee” and “frisbee golf,” no less—and “cross-country” are all fine to include within the app, but kids will struggle with some of the complex words and concepts, and parents may scratch their heads when trying to explain them. Unlike the earlier ABC apps, our nearly three-year-old girl tester wasn’t as engaged by ABC Play, seemingly because of the sports that were coming up on screen, but also possibly because of the app’s considerable familiarity. Older kids and boys might feel otherwise. In any case, this is still a solid educational app with a UI that keeps on improving with every generation; we’d recommend it most aggressively to kids whose parents want to guide them through the different sports, and have an appreciation for particularly impressive sport photography. iLounge Rating: B+.\n\nMonster Blaster\n\nMatch-three and match-four games are so common now in the App Store that the release of yet another one normally wouldn’t even make it onto our radar. As much as we’d like to tell you that Touch Apps’ new Monster Blaster ($1, version 1.0) brings something particularly special to the table, it’s basically just another remake of Sega’s Puyo Puyo, this time with little monsters replacing jellies, and an added power-up bar nestled off to the right of the iPod touch\/iPhone screen. It has Retina Display support, but doesn’t offer high-resolution art on the iPad, a universal feature that might otherwise have been a primary selling point for something that’s been done over and over again.\n\n\nThe formula here is very simple. A seven-block-wide platform fills up with two linked-together monsters falling together from the sky, requiring you to use swipes for movement and taps to rotate the current two monsters so that four or more same-colored creatures are matched. When that happens, a Killer Instinct-style announcer calls out the words “Super Combo,” “Ultra Combo,” and so on, and little cartoon explosions make the matched monsters disappear. Filler blocks touching the monsters are eliminated at the same time, and ice cubes containing power-ups melt, too. You can use a vertical-moving drill and various similar types of explosives to clear out multiple creatures at once, tricks that will become necessary as the pace of the game picks up and more colors of monsters appear.\n\n\nThere’s technically nothing wrong with Monster Blaster besides the controls, which have been simplified to the point of occasional inaccuracy—an issue that can make an otherwise good puzzler less than thrilling. Otherwise, it’s cheap, the graphics are nice enough, and there’s a song that builds up into genuine background music as you continue to play the game. Fluid elements that have been executed with varying degrees of impressiveness in different Puyo Puyo titles and clones are replaced here by explosions, which like the rest of the game are competently but not amazingly animated. There’s just no spark here, no online competitive or cooperative mode, and no added depth. If you’re a fan of this sort of matching game, Monster Blaster is a fine pick for a dollar, but it could really benefit from proper iPad support and greater depth. iLounge Rating: B-.\n\nScrabble for iPad 1.2.61 and Words with Friends HD 4.0\n\n\nWe’ve previously covered various versions of the classic board game Scrabble for iPods, iPhones, and iPads, so our prior reviews will fill in most of the details regarding Electronic Arts’ most recent update to Scrabble for iPad ($10, version 1.2.61). As before, Scrabble provides one-player and various multiplayer modes that enable you to assemble one word per turn from a tray of seven letters, using previously-assembled words on the board to provide additional letter options.\n\n\nA jazzy soundtrack plays continuously in the background as you mull your next word, with on-screen buttons providing a limited-use Best Word cheat, a letter-swapping tool that can get you out of useless letters, and a pass button that forfeits your turn. EA also includes a limited dictionary that lets you look up words to be sure they’re real—according to either of the game’s alternately-selectable tables—and a “shuffle” button to rearrange the tiles on your tray. A free Scrabble Tile Rack application allows iPhone and iPod touch users to keep their tiles on their smaller-screened devices while the iPad sits in the center of multiple players, using Wi-Fi or Bluetooth to keep all of the devices in sync with one another.\n\n\nThe major issue with Scrabble for iPad was and is its high price, which is still at $10 a year after its release, providing pluckier competitors with plenty of room to step in and challenge EA. That’s where Newtoy and Zynga’s Words with Friends HD ($3, version 4.0) comes in. Newtoy doesn’t have the Scrabble license, but it has created a streamlined alternative that’s simpler and based largely on an asynchronous multiplayer mode. You log into Facebook and\/or Newtoy’s server, then use simple tools to look for your Facebook friends, Twitter followers, contacts, or random online opponents. There’s also a pass and play mode so that two people can physically hand the iPad back and forth from turn to turn.\n\n\nNewtoy’s lower price comes with compromises: no music, limited sound effects, and no CPU-based AI player. The UI is forced into a portrait orientation, unlike the rotating one used by Scrabble on iPad. And despite its significant similarities, the board isn’t exactly the same. Scrabble’s board is 15x15 in size; Words With Friends HD is only 12x12, with different placements for the double and triple letter and word bonuses. It feels like Newtoy made just enough changes to the original game to avoid losing a lawsuit.\n\n\nBut some of the tweaks are positive. There’s an integrated chat window, akin to Messages on the iPhone, that lets you talk with your online opponents; it’s not quite perfect (or useful) when played with someone in the same room. You can play multiple games at the same time by switching between games in progress, using push notifications to alert you to turns that have been taken by remote players. And there’s also a completely free version of the app, Words With Friends HD Free, that runs an ad banner at the top of the screen for users who don’t want to spend the $3 for the app. Online asynchronous games work between the separate iPad and iPhone\/iPod touch versions of the game, too.\n\n\nThe most recent versions of Scrabble have responded to the Words With Friends threat by adding asynchronous Facebook-based playback, a chat window, and support for up to 25 multiplayer games at a time, and the features worked decently—due no doubt to bugs that EA hasn’t yet fixed. We experienced delays, crashes, and other hiccups such as slow push notifications for new moves, and were unexpectedly logged out of Facebook Connect for reasons unknown, all reasons that our rating has fallen from the otherwise solid prior version we revie... (truncated)",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9896401763,
        "format_confidence":0.5336663127
    },
    {
        "url":"https:\/\/www.altchar.com\/reviews\/crash-bandicoot-n.-sane-trilogy-graphics-comparison-ai0i66v8S4Yo",
        "text":"Crash Bandicoot N. Sane Trilogy graphics comparison: Switch vs PC\n\nPublished: 13:42, 12 July 2018\nCrash Bandicoot wearing the Aku Aku mask in Crash Bandicoot N. Sane Trilogy.\nCrash Bandicoot N. Sane Trilogy\n\nThe portastic Nintendo Switch continues to get more juiciness from last year with the Crash Bandicoot N. Sane Trilogy remaster. However, it is not alone as PC got their own version as well. But how do these two compare graphically?\n\nFor those over 20 that have been living under a rock, and those under 20 that are addicted to Fortnite, Crash Bandicoot N. Sane Trilogy is a compilation of remastered versions of Crash Bandicoot, Crash Bandicoot 2: Cortex Strikes Back, and Crash Bandicoot: Warped - all of which were originally developed by Naughty Dog for PlayStation 1 and released from 1996 to 1998.\n\nThis was developed by Vicarious Visions who had previously worked on the Crash Bandicoot games for the Game Boy Advance, so they obviously know the product. We got our hands on the PS4 version last year and we have now finally been blessed with a PC, Xbox One and Switch version.\n\nThe Switch edition is very interesting. According to Nintendo World Report, sometime around the PlayStation 4 release of the N. Sane Trilogy, a lone engineer at Vicarious Visions spent his weekend trying to get the first level of the remaster up and running on Nintendo’s latest device. The effort paid off as he managed to succeed, and it was at this point the company realised a port to the hybrid device was feasible.\n\nOther than minor graphical modifications and being able to play the game on the go, the Switch version of the game matches the performance aspects of its PS4 counterpart. That includes running at 30 frames per second.\n\nNow, the reason why we don’t think the PC version is going to be another knot into the cloth of the PC master race is that it’s a remaster. How much more can you really improve? Also, would they really spend time making the PC version look better when they could just as easily port over the PS4 version to all other platforms?\n\nActivision Crash Bandicoot in the bonus stage with one out of five crates collected. Crash Bandicoot N. Sane Trilogy - Nintendo Switch vs PC\n\nWe'll save you from racking your brains on this and show you just how different the two versions look when compared side by side. Let the pretty visuals .",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9924265146,
        "format_confidence":0.7571980953
    },
    {
        "url":"http:\/\/gamesounddesign.com\/Silence-In-Sound-Design.html",
        "text":"Follow Game Sound Design!\n\nfollow gamesounddesign on soundcloud\n\nStay Up To Date With Us!\n\nWe will never spam you or share your email address.\n\nGame Sound Design Strategies\n\nGSD Strategies\n\nCheck out the strategies when you are feeling creatively uninspired. Each random strategy will present you with a new avenue to pursue. Give them a try!\n\nGame Sound Design Glossary\n\nGSD Glossary\n\nOur game audio glossary has all the sound terms you have been wondering about. Game audio can be confusing enough without having to deal with a new technical language. We are constantly updating the database with new terms that relate to not only game audio but game developer terms as well.\n\nSilence In Sound Design\n\nArticle by George Spanos\n\nSilence is a very powerful sound.\n\nSound? Silence is not a sound... right?\n\nWell I think that silence should be considered a \"sound\", a \"sound effect\", and \"music\". But that's crazy isn't it... how can the lack of sound be considered the same as the presence of sound? After all, sound is created by sending electrical energy to an amplifier which is then sent to a transducer that converts the electrical signals into sound waves that we hear. But the lack of sound in a game can often have a profound impact to the gaming audience.\n\nThe Loud Factor\n\nOne of the most fundamental aspects to clever sound design is the ability to use silence, or near-silence as you would any other sound. The problem is that silence is not a sound so we don't commonly think of using it in general applications. People who are unfamiliar with the art of sound design do not really understand the creative use of silence in video games. They have a hard time understanding its creative use in linear formats too, like film and television programs. But put into a broader context it will make sense to the uninitiated. It just has to be used as a device that helps to amplify emotion. And emotion is a big part of why gamers play games.\n\nThe trend these days is to have the loudest gunshots, explosions, music, and to generally over compress assets in a game. After all, Hollywood does it and most popular music does it so why shouldn't games? The problem is that we as game designers are creating worlds where the player becomes immune to the unexpected and ironically, loud isn't loud anymore. When all sounds are limited and normalized then you simply have an overall loud gaming experience. You lose dynamics, and dynamics are what makes a sound, or group of sounds interesting. This is fundamental.\n\nThere is definitely a time and a place for the loud factor. The problem is that repetition is desensitizing. The need to punctuate certain in-game events with bombast provides diminishing returns when used constantly.\n\n\nUsing silence or near-silence can often elicit a more emotional response from the player. Because we are constantly bombarded with sensory information in the average first or third person shooter, silence can result in an incredibly powerful moment of clarity for the player. There is no music or other extraneous noise to tell the player how to feel about the given situation. This will enable a deeper attachment with the character that the player is trying to embody. The player's attention will focus in on what is happening on screen and will be forced to feel genuine emotion... because the player isn't being told what to feel by over the top music and sound effects.\n\nThere are plenty of examples where silence is golden. One very common application is in war type shooters. Flashbangs generally temporarily blind and deafen the player and the use of this technique can be very successful. The main reason being is that by removing any sensory input from the gameplay, the player is forced to suddenly think in many different strategies. Should he run? Should he blind-fire? Should he try to take cover? Removing sound and sight in this way can really add another huge dimension to gameplay.\n\nAnother great example is in the movie Saving Private Ryan when the troops first make it off the boat and are in the water in the Omaha Beach scene. The camera is giving the viewer an underwater point of view of bullets that are piercing the surface and killing soldiers but the sound is very muted and only the most important sounds are able to peek through, such as the muffled screams. There is another scene near the end of the film where Captain John H. Miller is observing his troops being shot at by the Germans. This scene is especially poignant and the minimalist sound design helps to underscore the Captain's thought process during the attack which enables the viewer to really get inside Captain Miller's headspace with only the most necessary sounds. It is also very interesting to note that there is a lack of music in these two scenes, further punctuating the visceral nature of the moments that the director is trying to capture.\n\nOf course the above examples feature specific moments and scenes designed for the very purpose to allow the lack of sound to work. The design and story are both significant contributing factors in the success of both of the above examples.\n\nWhat Makes Silence Work?\n\nThe best case scenario is to design the gameplay or cinematics with audio in mind. Very few games are actually scripted out in this manner due to the fact that it is not always easy to predict what the player will do next. Cinematics within the game can lend themselves to the use of silence as they are predictable and are very linear.\n\nSilence does not have to mean that absolutely all the sound from the scene is removed. In the case of the flashbang example, quite often a high pitched tone will be heard as if to simulate the temporary loss of hearing and general disorientation of the player. Other times the sound may be \"muffled\" or \"muted\" by the use of equalization and volume control. Another technique is to remove all but the most necessary sounds to communicate the scene. This can be particularly effective when trying to get the player to focus his attention on specific events. The sound acts as a \"pointer\" to focus attention.\n\n\nIt is important to remember that silence or near-silence can act as a far greater emotive tool when it is either preceeded or succeeded by loudness. The impact of the silence will provide more value for the money if it stands in stark contrast to the events that surround it. Imagine watching a black and white television and then suddenly turning on the color. The contrast is obvious.\n\nIf the sound designer were to design ambiences in a horror genre game that lend themselves to let the scary moments speak, then the overall drama of the quiet moments will be punctuated. As the player walks down dark, deserted hallways searching for the unknown, only to hear faint noises in the distance with subtle ambience that surrounds his every move, then the payoff will be greatly heightened. The scariest part of a horror movie or video game is often the tense moments leading up to the \"surprise\".\n\nDead Space is an excellent example of this technique. As you navigate dark corridors on the abandoned ship the player is just waiting for that next moment to pop out at him. The reason holding back on extraneous sound in this type of situation works is because you then have somewhere to go with the sound design. As mentioned earlier, by taking away or severely impeding the player's auditory sense you will actually make him focus more on the gameplay leading up to the moment of shock when he is ambushed by the alien creatures.\n\n\nAnother great example of this is in the game Condemned. The gameplay really lets the sound speak as the player wanders around deserted buildings and empty streets looking for killers. In fact, there are key moments in the game that rely heavily on the silence that preceed them, not to mention that breaks of silence are often impacted with times of heavy attack. Again, this forces the player to really focus in on the lack of obvious sound so that he may try to anticipate what is coming next.\n\nThe Opposite Factor\n\nHumans are conditioned to react to sound. When we cross the street we are very aware of the danger that we are about to step into. Even though hearing is not necessarily a conscious process, it is important to pay attention to what your ears are telling you. Because gamers are expecting to hear that loud gunshot or mortar going off it will often feel very surreal to downplay those types of events, especially at key moments of gameplay. By not playing the sound as loud as possible and moving in the opposite direction by either creating absence of sound or deftly lowering the volume one can actually draw more attention to what is happening on screen. People hear without thinking about it, just as our hearts beat without us consciously being aware. But once the sound designer takes away this fundamental perception, it focuses the gamer's attention to what is happening on the screen. All of a sudden the player must really focus on the moment rather than letting his sense of hearing do the talking.\n\nThis is perhaps the single most fundamental aspect of silence as the ultimate conveyance tool. Because of the lack of auditory information, the other senses - touch and sight - will be relied more heavily upon by the brain. As soon as the sound designer deprives the player of sound subconsciously the player's attention will become more sharp and focused to the events on screen. When not over used, silence can have a very visceral impact on the gameplay because it is not something that the player is expecting. The important thing to remember is to not over use the technique but rely on it to add that extra dimension of focus for those moments when clarity and attention need to be conveyed.\n\nObviously, it is important to not over use the technique of silence or it too, will lose it's impact. There will be moments in the gameplay where using silence will be the most beneficial and it is the sound designer's job to identify those inst... (truncated)",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.5720042586,
        "format_confidence":0.71590662
    },
    {
        "url":"https:\/\/www.mcvuk.com\/opinion-sonys-on-demand-drive\/",
        "text":"Home \/ Business \/ OPINION: Sonys on-demand drive\n\nOPINION: Sonys on-demand drive\n\nThe download-only era of games may be closer than ever, but today retail has one key advantage: the High Street is still the first stop for all new releases.\n\nWhile the PC has long since offered digital versions of the latest titles on day one, console gamers are still dependent on bricks-and-mortar stores or mail order outlets.\n\nDownloading full retail titles on other formats is already a reality. Microsoft’s Games on Demand has been running for two years, but has yet to offer simultaneous digital and retail releases.\n\nSony, however, is more ambitous. It broke new ground with PS3 title Warhawk, which launched as both a download and boxed product in 2007, and continued this trend last week with the retail and PSN launches of EA’s Mass Effect 2.\n\nFor some products, it makes sense for publishers to provide digital content at the same time as the packaged product,” says PSN content manager Ross McGrath.\n\nThis benefits both distribution channels and grows the market for the content concerned.”\n\nWhile digital sales figures remain notoriously elusive, Sony believes there’s certainly enough demand out there for such a strategy providing publishers are smart.\n\nTitles such as Warhawk and Burnout Paradise, have seen very healthy sales,” said McGrath.\n\nFeedback has been mostly positive for digital Blu-ray titles, but it is up to the publisher to price their content competitively. Similarly, the release date of a title is something that the publisher must decide.”\n\n\nAnd let’s not forget the PSP, understated pioneer of day-and-date digital releases.\n\nSince 2008, all first-party titles have been made available digitally as well as on the High Street at launch – a concept taken one step further with the download-only PSPgo.\n\nMcGrath says that many publishers also release their PSP titles digitally to coincide with their retail releases” and that Sony would continue to do this with its own games in order to benefit all PSP users, including those with PSPgo”.\n\nThe inevitable question is: when will day one digital releases make retail redundant?\n\nNot any time soon, according to McGrath. He says that DLC and PSN Minis – the bulk of Sony’s downloadable library – pose no threat to boxed product sales.\n\nThe PlayStation Store is a complementary service to retail,” he said. The vast majority of content on the Store is less suitable for retail.\n\nThere will always be some cross-over between retail and the Store but it provides choice for consumers. It’s likely you will start to see older titles migrate to digital as they reach the end of their life at retail. Digital releases can provide a new lease of life and reach a new audience.”\n\nConsumers currently have to wait anywhere between six months to a year for the biggest titles to be uploaded to the PlayStation Store or Microsoft’s Games On Demand.\n\nBut the gap is closing, and with the PS3 edition of Mass Effect 2 standing out as a landmark launch, perhaps the day when on-demand services can live up to their potential is closer than we think.\n\nAbout MCV Staff\n\nCheck Also\n\nEverQuest and Pantheon developer Brad McQuaid has died at 51\n\n\"He changed the landscape of video games forever\"",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9780884385,
        "format_confidence":0.8328809738
    },
    {
        "url":"https:\/\/www.gamesradar.com\/youre-going-love-gamescom-2013-heres-why\/",
        "text":"Why you're going to LOVE Gamescom 2013\n\nIf you’re not currently located in the glorious realm of castles, dragons, lederhosen and relaxed drinking attitudes that is Europe -- or even if you are -- there’s a good chance that you’re not aware what a huge fat slab of Big Deal Gamescom is. Much younger and far less well-known than the glamourously tanned, sparkle-toothed E3, next week’s GC (based in Cologne, Germany) is nevertheless serious gaming business indeed. Now becoming comparable to E3 in scale, spectacle and industry importance, it’s categorically worth every bit of attention you can give it this year.\n\nNeed specifics? Right. First up, everyone is there. Everyone. Microsoft, Sony, Nintendo, EA, Activision, Bethesda, Blizzard, Konami, Ubisoft, CD Projekt, Deep Silver, Warner Bros., Oculus… That’s just a list of names pulled out after a quick scan of the already-creaking logistical nightmare that is my current GC appointment schedule. And it’s but a tiny surface scratch of the full array of exhibitors attending the show this year. And what’s more, everyone is bringing new, exciting, bona fide AAA stuff.\n\nWe’re going to get new demos of the next year’s biggest current and next-gen games. There’s going to be a crapton of information and hands-on time not available at E3. Given the timing of Gamescom, the show sometimes used to be guilty of providing little more than a “Previously, at E3…” recap, regurgitating old demos for an audience of journos who perhaps couldn’t make it over to L.A. But no more.\n\nOver recent years, publishers have wised up. They’ve realised that the internet means that all coverage is international coverage, and thus they’ve started recognising the true potential of a second summer show. Having Gamescom a couple of months after E3 allows them to deliver a two-hit combo of hype, dropping initial announcements in L.A. and then following up with a haymaker of additional content and revelations in Cologne. With the end of this year being next-gen ground zero, Gamescom 2013 is going to be more important than ever in that respect.\n\nSeriously, that appointment schedule I was talking about a couple of paragraphs above? Terrifying. The Excel doc it currently sits within looks like a giant, throbbing Tetris stack of excitement and horror, a monolithic virtual monument to an upcoming full week of running, sweating, note-taking, game-playing, and tearfully lapsing into mini-comas each and every night. It’s going to be great. And horrible. But mainly great.\n\nThink of any upcoming current or next-gen game you’re excited about, and the chances are that it’ll be there. And I already know I’ll be seeing one or two that you don’t even know about yet, but obviously I’m not going to tell you what they are right now. Not only that, but Microsoft, Sony and EA are hitting Gamescom hard with round two of their next-gen press conferences.\n\nMicrosoft have got a hell of a lot of face-saving to do after the original Xbox One fallout and subsequent festival of U-turns, so it’s going to be a damnably important show to watch. Probably more so than the E3 conference, what with Sony winding up a second wave of retaliation, in a continent always traditionally very loyal to the PlayStation brand. We already know that MS will be revealing new exclusives, and don’t be at all surprised if Sony does too. And naturally it’ll be streaming here on Radar, live as it all goes down.\n\nAnd it’s not just about all the AAA stuff. Gamescom is much more eclectic than that. Being in the more PC-ccentric Europe, GC attracts all manner of weird and wonderful, lesser known stuff from the kinds of developers who just don’t show up at E3. I already have a couple of very interesting meetings booked in with a couple of very interesting stalwart Euro-devs (again, I’m saying nothing until afterwards), and God knows who and what else I’ll find when I’m over there.\n\nAll this, and I’m going to be fuelled for an entire week on bratwurst and staunch German beer, so there’s a good chance that my copy is going to get really damn abstract towards the end of the show. Even for me. You don’t want to miss out on that. Join us for Gamescom next week, from Tuesday the 21st of August onwards. It’s going to be great.\n\nYou know that kid at parties who talks too much? Drink in hand, way too enthusiastic, ponderously well-educated in topics no one in their right mind should know about? Loud? Well, that kid’s occasionally us. GR Editorials is a semi-regular feature where we share our informed insights on the news at hand. Sharp, funny, and finger-on-the-pulse, it’s the information you need to know even when you don’t know you need it.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9881660938,
        "format_confidence":0.7774640918
    },
    {
        "url":"https:\/\/www.forbes.com\/sites\/erikkain\/2019\/06\/20\/eas-latest-loot-box-shenanigans-are-absurd-but-a-government-ban-is-still-a-mistake\/",
        "text":"\nEdit Story\n\nEA's Latest Loot Box Shenanigans Are Absurd, And This Whole Thing Is A Circus\n\nErik Kain\n\nLoot boxes used to be the hot topic in the video game community until backlash over particularly bad ones in games like Star Wars: Battlefront II turned the tide against them.\n\nNow just a few games (outside of mobile) use loot boxes as revenue streams. There are still loot boxes in Overwatch, Call of Duty, FIFA, Destiny 2, Apex Legends and plenty of others, but the implementation of loot boxes in new games has slowed—just in time for governments across the globe to get in on the action. Better late than never, you might say. I disagree.\n\nI find myself in a peculiar situation at this point: I'm not a fan of loot boxes, at least in terms of how they're most often implemented, but I'm wary of government involvement here. If Blizzard wants to sell me loot boxes so I can get Overwatch skins, and I want to buy them, we should have the right to make that transaction, do-gooder politicians be damned.\n\nSure, I would like better oversight. Loot boxes should have clear odds, no duplicates, and—as with any microtransaction—there should be security steps implemented that make it impossible for kids to buy these without parental involvement. I would even support higher ratings on games that include loot boxes, though most of these games are already geared toward older audiences (in theory). The game industry should have implemented all of this long ago but, well, it's the game industry. What do you expect?\n\nBut an outright ban? Whenever I hear the word \"ban\" I get nervous. Banning drugs has done little but cause more pain and suffering. Why should the government be able to tell us what we can or cannot put in our bodies? Banning gambling might seem like a good idea, but people get around these bans easily enough. And loot boxes are, in the end, a very mild sort of gambling—gambling, to be sure, but not the same as horse races or slot machines, endless money pits with nothing on the other side but despair. At least in Overwatch I can get some voice lines and emotes I'll probably never use.\n\nStill, it's hilarious to watch companies like EA try to navigate the new legal obstacles that their own greed and lack of self-regulation has wrought. Watch this clip of EA's VP of legal, Kerry Hopkins, testify in front of the UK's (spookily Orwellian sounding) Digital, Culture, Media and Sport Committee on immersive and addictive technologies:\n\nRight away I'll say this: I find government committees designed to study and possibly crack down on \"immersive and addictive technologies\" far more frightening than any number of video game loot boxes you could throw at me. We can set all that aside for the moment, however.\n\nInstead, let us heartily mock the idea that loot boxes are, in fact, \"surprise mechanics\" rather than what these publishers have been calling them all this time: Loot boxes, loot crates, supply drops, special orders. Whatever.\n\nIt isn't that Hopkins is wrong that they're very similar to surprise toys like Hatchimals, but Hatchimals are also very much like loot boxes, so you can just ping-pong that logic back and forth all day if you like. The whole 'buy package with random stuff in it' affair is—without question—a mild sort of gambling aimed at kids, teens and, well, grown-ups like yours truly. (Yes, I've spent far too much money on loot boxes; then again, I've spent far too much money on Fortnite skins, so . . . )\n\nYou put money in and get something random on the other end. That's the crux of all this. The question is how to make that work without it being horrifically anti-consumer.\n\nNaturally, Hopkins also says that EA's \"surprise mechanics\" are \"actually quite ethical and quite fun, [and] enjoyable to people.” Silly, EA, we all know you can't have fun and be ethical at the same time!\n\nIt's even funnier to me that governments are cracking down on this at all, and I can only imagine it's so that they can either A) find new ways to tax stuff or B) use this to help get re-elected in some way. Yes, I voted to stop those awful loot boxes and protect the children and I will also vote to censor these violent games that are causing all these atrocities and let's not look closer at the myriad ways I've sold you down the river . . . .\n\nI can go to any gas station in America and buy powerball tickets or scratchers promising big cash prizes and it's all government-sanctioned gambling, with proceeds going to fun various state programs. Here in Arizona, the Arizona Lottery helps fund all sorts of things including state universities. Mostly lower-class folks spend money to gamble on powerball and the proceeds go to fund mostly middle-class folks going to university in the hopes of becoming upper-middle-class folks. What a gloriously backward wealth transfer system. Obviously loot boxes are what our elected officials should be spending their time on.\n\nAnd all that is just straight-up gambling. Your losing lottery ticket is worthless. You don't even get a lame spray or icon to trick out your video game character with. Just loss after galling loss, with dreams of the big win ever-lurking.\n\nThere is no million-dollar-payout equivalent in loot box land. Gamers aren't buying loot boxes to win big—there's no jackpot to speak of. Gamblers are often in it for the big payouts, and that can lead down a dangerous, soul-crushing, life-destroying path of debt and addiction. Loot boxes are just a way to spend too much money on non-essential goods. Outside of randomness, how is that so different than buying an expensive car, designer clothes or overpriced steak?\n\nI find the whole thing quite the circus of hypocrisy and greed and it would be funny, I suppose, if things like hypocrisy and greed were actually humorous and not the cornerstones of all that's wrong and wicked in this world.\n\nAs for loot boxes—er, surprise mechanics—well, I'll take my chances. Better loot boxes than these hooligans and their dystopian committees telling me what I can and cannot buy with my own money, what I can and cannot put into my own body, and whatever other rule and regulation they can design to protect me from myself and because won't you please just think of the children?\n\nFollow me on TwitterCheck out my website\n\nI write about video games, TV and movies.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9413308501,
        "format_confidence":0.7052849531
    },
    {
        "url":"https:\/\/www.inverse.com\/article\/18956-dungeons-and-dragons-twitter-bots-feel-train-neverwinter",
        "text":"'Dungeons & Dragons' Officially Embraces Twitter Bots\n\nFeel Train is using bots and social media to explore narratives in weird ways.\n\nRetweeting a tweet pinned to the top of the Dungeons & Dragons-based video game Neverwinter’s Twitter — the one which reads “Retweet for a bard’s tale of how you’ll meet your end in Neverwinter!” — causes the account to reply with an automated, randomized vignette explaining exactly how you died within the realm of this D&D adventure. It’s even graced by a tombstone with your profile picture chiseled into it.\n\nBut how exactly can an automated program know how to give you a seemingly unique response? And why would an official D&D property like Neverwinter take an interest in using a Twitter bot to help promote something in the first place?\n\nIf you ask Courtney Stanton and Darius Kazemi of creative coding company Feel Train, it takes a lot of debugging and careful consideration. While Perfect World’s D&D MMO has been out on PC since 2013, the publisher wanted to promote the recent PlayStation 4 release of the game in a different way — and they turned to Stanton and Kazemi for help in bringing to life a storytelling bard that could double as a marketing tool.\n\nThe author's confusing mortal fate in Neverwinter.\n\n“I really liked writing the bard,” says Stanton, who handled the bot’s narrative voice while Kazemi programmed the custom graphics needed to produce the personalized headstones. “I ended up thinking of her as sort of like Mallory Archer from Archer, but as a [British] graveyard tour guide. That was sort of the voice I ended up kind of landing on. You know, very droll.”\n\nFeel Train itself defies a catch-all label. Essentially, Stanton and Kazemi’s work hopes to bring a shred of humanity to how people interact with things on the internet, and something like a character-based D&D bot is a perfect match for their philosophy.\n\n“There’s a big difference between an interesting tech demo and something that really resonates with people,” Stanton says. “And what’s missing is that narrative component. A lot of what we do is that translation between the thing that they already really care about and making something that lots of people on the internet might really care about.”\n\nNeverwinter wasn’t the first time Feel Train took on a D&D character, either. Earlier this year they created a fortune-telling bot, Madame Eva, that took over Wizards of the Coast’s official Twitter account for a few months leading up to the release of Curse of Strahd, a new installment of the company’s Gothic horror series Ravenloft.\n\nMadame Eva's debut in the 1983 D&D campaign Ravenloft marked the first time in the series where story locations could be randomized.\n\nLongtime players may remember Madame Eva from the original 1983 Ravenloft campaign, a soothsayer who would randomize quest locations by drawing from a Tarot-like deck of Tarokka cards to read players’ fortunes — at the time a first-ever design for the series. For Curse of Strahd’s launch, the company was interested in bringing the character back while using social media to interact with fans.\n\n“We wanted to kind of use that mechanic, that kind of randomness of fortune-telling on Twitter,” says Wizards’ communication manager Greg Tito, who noted the initial idea was to have the company’s social media manager get online for hour-long sessions where he would physically draw from a deck of cards to read fortunes.\n\n“People would get a kick out of that,” he says.\n\nWhen the idea was officially proposed, the suggestion that the fortunes might somehow be automated was brought up.\n\n“That got my brain going about Darius’ work, because I’d been following him on Twitter for a long time,” Tito says. “I remember fondly his Sorting Hat bot that used the four houses from Harry Potter — if you replied to the bot it would tell you which house you were in, and did a rhyming couplet along with it that was randomized. I was very impressed with that.”\n\nWizards of the Coast released Curse of Strahd, a new Ravenloft adventure, earlier this year.\n\nWhen Tito reached out to Kazemi and Stanton, they were very excited about the prospect. Wizards sent Feel Train a design document and everyone started working on what parameters the bot would operate in.\n\n“We worked with them on creating mad-libs style phrases that matched up with the Tarokka cards [as well as] with the theme and feel of Ravenloft and Curse of Strahd,” he says.\n\nEssentially how Madame Eva (and later, the Neverwinter bot) functions is by pulling words — adjectives, verbs, locations and characters — from a series of Google spreadsheets, which are then randomized and placed in one of several tailored narrative templates; these are then run through a parsing program that produces one of countless combinations using proper grammar.\n\nAside from the challenge of writing in character, a bot like Madame Eva or Neverwinter’s is can’t draw from anything that isn’t written ahead of time.\n\nThough Perfect World's D&D MMO Neverwinter was originally released for PC in 2013, it recently received a PS4 port. \n\n“[A] bot can’t ever put two words next to each other that you didnt at some point say, ‘this word is allowed to be next to this word,’” Kazemi says. “So when Courtney’s sitting there on the spreadsheet and filling in adjectives and verbs and phases and coming up with, she is going, ‘okay, all of these words would look okay next to all of these words.’”\n\nThat aspect of the writing process is intuitive, but it still takes a lot of editing.\n\nMultiple times on the Neverwinter project, I would just generate Courtney this list of 300 [sample] tweets, just for her to go and read through,” he says. “Like, this template where we talk about someone falling to their death, it doesn’t sound quite right. It looks like we had a ‘the’ where we were supposed to have an ‘a’ in one of the locations.”\n\nEven if a bot has 10 million possible responses from its word combinations, the advantage of a closed bot with a pre-scripted narrative element is that there’s no chance of it becoming unpredictable like Microsoft’s failed experiment Tay, a bot which quickly evolved into a sexually questionable Trump-supporting bigot earlier this year by drawing in new information from myriad unsavory responses.\n\nMicrosoft's experimental bot Tay started out innocuous but quickly evolved into a monster as it consumed content from internet trolls.\n\n“Tay was an unfortunate thing,” Kazemi says. “And, you know, it was made at Microsoft Research, and Microsoft Research is not used to putting products out to the public. They’re used to doing research. So I think they just didn’t have a lot of common sense things in place like filtering out bad words and stuff like that.”\n\nBy taking steps that Feel Train has, it’s easy to prevent this kind of thing from happening.\n\n“None of the outcomes of the Neverwinter bot are going to have anything to do with Nazis,” he says. “It’s just not, because its not anywhere in the source material.”\n\nStill, Kazemi says a greater number of people on social media are starting to learn about the different kind of bots there are, as well as understanding their parameters. But there’s a ways to go before interactions with them are considered a more everyday occurrence.\n\n“It’s not like books where everyone knows there are romance books and thrillers and kids books and stuff like that,” he says. “But I think every year there’s more and more people who become fans of bots.”\n\nFor Stanton, the best part about making bots is seeing how everyone else reacts to it.\n\n“I just really like to see how people interact with the things that they get out of the bots that we make,” she says. “I’m always interested in how they feel about the thing.”\n\nKazemi, on the other hand, finds the bots themselves to be the most fascinating aspect.\n\n“I’m interested in confronting people with something that is not human. You know, in that encounter,” he says. “I think right now talking to a bot is the closest thing we can get to talking to an alien, and I think that’s really interesting.”\n\nAs for future D&D projects, Feel Train would love to continue using bots to explore ways of synthesizing with narrative.\n\n“One of the most fun things about D&D is the character creation. I’d love to do something with that,” Kazemi says. “I mean, people spend one, maybe two sessions of playing D&D just [with] character creation on its own. And of course that is generating a thing, [which] twitter bots are really good at. I think that could be really cool.”\n\nMedia via Wizards of the Coast, Perfect World Entertainment",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9775505662,
        "format_confidence":0.6319912076
    },
    {
        "url":"http:\/\/troymedia.com\/2017\/02\/28\/roulette-the-little-wheel-keeps-on-rolling\/",
        "text":"Roulette: The ‘little wheel’ keeps on rolling\n\nThe little ivory ball of the roulette table (now usually made of a synthetic material) has been rolling for centuries\n\n\nEDMONTON, Alta. Feb. 28, 2017\/ Troy Media\/ – The little ivory ball of the roulette table (now usually made of a synthetic material) has been rolling for centuries.\n\nBlaise Pascal, that intellectual giant of the 17th century, became the accidental “father of roulette” – French for the little wheel – when he stumbled upon it in 1655 during his quest for a perpetual motion machine.\n\nPascal may have also been one of the first people to try to game the system. Correspondence between Pascal and mathematical theorist Pierre de Fermat led to probability theory – the branch of mathematics concerned with the analysis of random phenomena – a prominent feature in various gambling systems, including roulette. Enter the search term roulette system and over a million results come up.\n\nA single zero roulette wheel\n\nWhile played in its current form since at least 1796, two unlikely champions of roulette, Provence-born twin brothers Francois and Louis Blanc, introduced an innovation – the single zero roulette wheel – on May 23, 1841 in the German town of Homburg vor der Höhe. Single zero roulette wheels, as opposed to double zero roulette wheels, decrease house odds, and made Bad Homburg – which the brothers had previously described as “a small, filthy, one-horse town” – into a gambling mecca. In fact, Francois Blanc’s Casino Bad Homburg is still rolling roulette balls today.\n\nFrancois also helped make Monte Carlo the most fashionable gaming centre in the world. Ever the visionary, ‘the Magician of Monte Carlo’ purchased the Societe des Bains de Mer in Monte Carlo for the then enormous sum of 2,290,000 francs. Francois died in Switzerland in 1877 with a fortune of 72 million francs.\n\nThanks to the Blanc brothers and other visionaries, roulette has become one of the leading games in casinos and a popular culture icon of gambling, gamblers, and the opulent lifestyle of the rich, the famous – and even the fictional super spy.\n\nIn Chapter 7 of Casino Royale – aptly called Rouge et Noir – Ian Fleming’s James Bond walks away from the table with a cool million francs to then introduce us to his iconic martini order (shaken not stirred). Bond roulette strategy was closely akin to the Labouchere System Roulette Strategy and has its own webpage.\n\nFrom super spies to legendary tough guys, roulette is the pop culture symbol for gambling and the gambling world. Who can forget the scene in Casablanca when Humphrey Bogart, as Rick, takes sympathy on a Bulgarian couple and arranges for the husband to hit it big on number 22 not once but twice, and then tells him to get out with his winnings. Fortunately for modern gamblers, modern roulette wheels make it impossible to cheat as Bogie did.\n\nRoulette fills the annals of popular culture showing up in other movies such as Run Lola Run, California Split and many other books besides Casino Royale. It even features its modern legends. In 1891, Charles De Ville Wells, a later-to-be convicted swindler, ‘broke the bank’ twice at the Monte Carlo Casino, then run by Camille Blanc, the son of the renowned Francois. Breaking the bank meant winning more than the reserve of 100,000 francs set aside for the table and involved a ceremonial draping of the table in black (conceived of by the ingenious Francois) while the casino went to its vault to procure more funds.\n\nIn April of 2004, 32-year old Ashley Revell of London, England sold everything he possessed and travelled to Las Vegas to bet it all. And, bet he did, placing his entire net worth (￡76, 840 – about $164,286 today) on red seven and doubling his stake.\n\nRoulette continues to inspire gamblers and casino goers to this very day. On March 30, 2017, the very first European Championship of Roulette will be held at the luxurious Portomaso Casino in St. Julian’s on the beautiful, historic Island of Malta where roulette lovers will compete for a €200,000 prize.\n\nFrom perpetual motion to perpetual emotion, roulette is a stirring game that thrills and chills its players. From the spin of the wheel in one direction to the rattle of the ball around the backtrack in the opposite direction, and on to the rake of the croupier gathering bets, roulette is a game that permeates the senses and energizes all the players and onlookers involved in the excitement.\n\nThe views, opinions and positions expressed by all Troy Media columnists and contributors are the author’s alone. They do not inherently or expressly reflect the views, opinions and\/or positions of Troy Media.\n\n[popup url=”” height=”1000″ width=”1000″ scrollbars=”1″]Submit a letter to the editor[\/popup]\n\nTroy Media Marketplace © 2017 – All Rights Reserved\nTrusted editorial content provider to media outlets across Canada\n\nYou must be logged in to post a comment Login",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9884185195,
        "format_confidence":0.850389719
    }
]