[
    {
        "url":"https:\/\/www.internations.org\/shanghai-expats\/forum\/melted-sky-1235920",
        "text":"Join now\nLog in Join\n\nMelted Sky (Shanghai)\n\nHi dear friends,\nDo you want to paddle down the river, enjoy some water exploration and the beauty of the waterway?\nWant to enjoy the colorful nature?\nThis is a worth experience, in itself, no matter beginner you’re or expert, as we’re going to be introduce into some skills of kayaking in order to adapt ourselves in this new environment.\nLet’s join the paddle and the wildlife of the island for 2 wonderful days, where the only limits will be imposed by your imagination!!\n\nFor more information please contact me!!\nHope to hear from you soon!!\n\nShanghai Forum",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.6027725339,
        "format_confidence":0.8070519567
    },
    {
        "url":"http:\/\/www.attackpoint.org\/discussionthread.jsp\/message_1288448",
        "text":"Register | Login\nAttackpoint - performance and training tools for orienteering athletes\n\nDiscussion: fast\n\nin: iriharding; iriharding > 2018-04-21\n\nApr 23, 2018 11:38 PM # \nGood placement right up there with the young punks (and Andre and Pete)\nApr 24, 2018 1:57 PM # \nyes... I felt real good running on Sat. Made some minor (~ 20 seconds) errors. It was a perfect sunny day but a little soft running under foot. Thanks for your help.\n\nPlease login to add a message.",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9962252378,
        "format_confidence":0.9934993982
    },
    {
        "url":"http:\/\/missouriflies.com\/carp-fly-patterns\/june-20th-hybrid-bass-in-the-creek?replytocom=9734",
        "text":"June 20th: Hybrid Bass in the Creek\n\n\n….and a lone fish from several nights later… this fish was right in front of me probably for hours…as i rolled up to move\/go home the fly dragged across the surface just before pulling up. I saw the fish make a swipe literally 5 feet away. I dappled 8 ft casts and had him shortly thereafter. I hear they are down on the Meramec river too..the river is up real high and the fish are up most creeks.\n\n11 Responses to 'June 20th: Hybrid Bass in the Creek'\n\n  1. Thanks for finally writing about >June 20th: Hybrid\n    Bass in the Creek | Missouriflies.com <Loved it!\n\n  2. Great deal of individuals outsource this job and also\n    get their backlinks sent, but not everybody could afford it.\n    This is where GSA Internet search engine comes in the imagine.\n\n  3. Diego says:\n\n    Over 3,500 are on Chios alone. A standoff ensued.\n\n  4. Ned says:\n\n    Find various other URLs – this consists of the text input below the\n    Inspect if anonymous” checkbox as well as essentially when clicked, will certainly browse on Google for the complying with key phrase: inurl:”\/” OR inurl:”\/”\".\n\n  5. GSA Search Engine Ranker Promo code Code is currently incorporated, just click on Buy Currently button making your acquisition.\n\n  6. Wonderful, what a web site iit is! This website\n    presents valuablee facts to us, keep it up.\n\n  7. SER does have the capacity to utilize the internet search engine,\n    and other techniques, to pick up target Links to upload to In my encounter however, using an exterior scuffing program like Hrefer, scrapebox, or Gscraper\n    is a much faster way to get this job done.\n\n  8. Shavonne says:\n\n    states it’s paired yet absolutely nothing takes place.\n\n  9. Reyes says:\n\n    Step 3. Learn GSA Search Engine Ranker on the list and\n    afterwards choose the uninstall alternative in its directory.\n\n  10. Wyatt says:\n\n    Not just that but you additionally know specifically how you can make\n    use of GSA Search Engine Ranker to obtain the optimum quantity of verified\n    web links each minute effortlessly.\n\n  11. Замечательно описана суть на тему моей курсовой,\n    которую я собираюсь сдавать через 2 дня …\n\nLeave a Reply to Reyes Cancel reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.5668561459,
        "format_confidence":0.9413545132
    },
    {
        "url":"http:\/\/www.bullshido.net\/forums\/showthread.php?t=117076",
        "text":"1. #1\n\n    Join Date\n    Mar 2011\n    Hell yeah! Hell no!\n\n    Cardio+Tech Suffering\n\n    Its been a month since I got back into boxing and I've recently gained somewhere around 3-5 kgs. I don't know how much of it is fat or muscle.\n\n    Now, my punches have a whole lot more oomph but my form and cardio seem to suffer. Maybe its just me, but everything feels different. When I throw a punch with the same effort I normally do, it flies out and theres a whole lot more momentum to stop, throwing my punching form off. Keeping on my toes and using footwork also seems to get harder with all the added weight messing up the timing of my movements.\n\n    Do you guys know any drills that'll allow me to get used to the new weight faster?\n\n  2. #2\n    Hell yeah! Hell no!\n    I suggest to use egg, oyster mushroom and fresh vegetables. They will provide you more protein to gain muscle's strength for additional weight. Protein will make you quick and fast with additional strength even you have gain a little weight.\n\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts\n\nLog in\n\nLog in\nSingle Sign On provided by vBSSO",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9959312081,
        "format_confidence":0.9939921498
    },
    {
        "url":"https:\/\/www.coloradofisherman.com\/forum\/73-out-state-fishing\/105273-tails-enchantment-magazine-issue-7-a.html",
        "text":"Tails of Enchantment Magazine Issue 7 - Colorado Fishing Forum\n\nLinkBack Thread Tools\nOld 07-19-2014, 09:25 AM   #1 (permalink)\nSenior Member\nJoin Date: Mar 2007\nLocation: fishenchantment.com\nPosts: 128\nDefault Tails of Enchantment Magazine Issue 7\n\nThe new issue of Tails of Enchantment is out and I thought I'd share the link. We were fortunate to have a great articles contributed by Rita Adams, Steve Ryan, Vince Deadmond, and a little something from myself. I hope you enjoy the mag!\n\nC&R for the future.\nnmfishn is offline   Reply With Quote Quick reply to this message\nSponsored Links\n\nmagazine, tails of enchantment\n\nQuick Reply\n\nRegister Now\n\nIn order to be able to post messages on the Colorado Fishing Forum forums, you must first register.\nPlease enter your desired user name, your email address and other required details in the form below.\nUser Name:\nPlease enter a password for your user account. Note that passwords are case-sensitive.\nConfirm Password:\nEmail Address\nPlease enter a valid email address for yourself.\nEmail Address:\n\n\nThread Tools\n\nPosting Rules\nYou may post new threads\nYou may post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nWinter Issue #5 Tails of Enchantment is live! nmfishn Out of state fishing 0 01-13-2014 01:45 PM\nTails of Enchantment Magazine Fall SUPER ISSUE nmfishn Colorado Fishing Lounge 0 10-18-2013 11:28 AM\nTails of Enchantment FREE Fishing Magazine! nmfishn Colorado Fishing Lounge 2 11-05-2012 07:12 AM\n\n» Forum Search\n» Insurance\nPowered by vBadvanced CMPS v3.2.3\n\nAll times are GMT -6. The time now is 09:33 AM.\n\nPowered by vBulletin® Copyright ©2000 - 2020, Jelsoft Enterprises Ltd.\nSEO by vBSEO 3.6.0 PL3\nvBulletin Security provided by vBSecurity v2.2.2 (Pro) - vBulletin Mods & Addons Copyright © 2020 DragonByte Technologies Ltd.",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9600088,
        "format_confidence":0.9883698225
    },
    {
        "url":"http:\/\/hangtime.blogs.nba.com\/2013\/12\/06\/nets-take-laughingstock-title-away-from-knicks\/?ls=nbahpsplit2",
        "text":"Nets Take Laughingstock Title Away From Knicks\n\nVIDEO: The Knicks thump the Nets in a 30-point win\n\nBROOKLYN — As the Brooklyn Nets and New York Knicks accumulated a surprisingly sad 8-26 cumulative record, it became abundantly clear that neither team could defend to save its season. Entering Thursday’s matchup of the busted boroughs, the Knicks ranked 28th defensively and the Nets ranked 30th.\n\nOnly one of the two teams took advantage of this fact, and the Knicks ran away with a 113-83 victory at Barclays Center, ending their nine-game losing streak.\n\nOn Wednesday, Carmelo Anthony said his team was “the laughingstock of the league.” But 24 hours later, they’ve been stripped of that title.\n\nThe Nets have the worst 3-point defense in the NBA, allowing their opponents to shoot 40.3 percent from beyond the arc entering Thursday’s game. They’re slow and deliberate on both ends of the floor, but really lack the foot speed to help in the paint and then recover to the 3-point line. So it only takes a dribble drive or a ball reversal for their opponent to get an open look from the outside.\n\nThe Knicks knew this, moved the ball and fired away on Thursday, hitting a season-high 16 threes on 27 attempts. Anthony (six assists and only 12 shots) shared the ball, Iman Shumpert (5-for-7 from 3-point range) shot with confidence, and the Knicks looked like the team they were last season, when they set an NBA record for 3-point makes and attempts, ranked third in offensive efficiency, and racked up 54 wins.\n\nAgainst the league’s third-worst defense, the Nets should have been similarly efficient. With Andrea Bargnani and Amar’e Stoudemire as two of their three rotation bigs, the Knicks have consistently been torched on pick-and-rolls this season, often escorting opposing ball-handlers to the basket.\n\nYet the Nets went a good 10 minutes of the first quarter without running a pick-and-roll once. They too often tried to run their offense through the post, which allowed Bargnani and Stoudemire to stay stationary. The few times they did make those guys move, they got good shots.\n\nPart of that is coaching. Though Brook Lopez led all scorers with 24 points, the Nets’ offense could have been a lot more effective as a whole if he was catching the ball on the move more than in the post. Jason Kidd has to find a way to get the ball and his players moving offensively. It’s far too early to say that hiring him was a mistake, but we’ve seen enough to say that he’s not a very good coach right now.\n\nInjuries are obviously an issue. The Nets are still without Deron Williams, by far their biggest threat off the dribble. With Williams sitting out for the 10th time in the last 11 games, point guard duties were again left to Shaun Livingston and Tyshawn Taylor. Livingston is athletic, but not all that quick. Taylor is quick, but shaky and inexperienced.\n\nStill, Brooklyn could have run more pick-and-rolls with both, or with Joe Johnson, and just tried to make the New York defense move. They didn’t and they lost by 30.\n\nBoth Kidd and Kevin Garnett cited the injuries when discussing their struggles after the game. Garnett added that the Nets are making changes in the wake of Lawrence Frank‘s sudden departure from the bench.\n\n“Those things play a big part into this,” Garnett said. “I’m a firm believer when we’re whole and we have our team full throttle, then that’s what I believe in. Obviously, I believe in the guys that’s put on the floor and we’re going to give it an effort, but when you’re playing teams, you want to play at your whole. That’s what I believe in. And I’m not going to believe anything else until we are whole.”\n\nBefore the game, Kidd said that “we all feel confident we have enough to win.” After the game, he asked not to be judged until his team is healthy.\n\n“I think you get evaluated by being whole,” he said. “It starts there. And then once that occurs, then you’re evaluated. That’s as simple as it gets.”\n\nYes, the Nets are missing four of their top eight guys. And Williams’ importance became even more clear on Thursday. But the Nets still lost at home … by 30 points … to a team that hadn’t won in three weeks and is missing its most important player. The injury excuse only goes so far. And while Williams will help the Brooklyn offense, the defense isn’t going to start looking like that of the Heat upon his return.\n\nTyson Chandler’s eventual return isn’t going to solve all New York’s problems either. The Knicks are still a long way from digging out of the hole they’ve dug for themselves, especially because they don’t get to play the Nets again until Jan. 20. But they do have a relatively soft schedule over the next two weeks and certainly found some confidence Thursday.\n\nWill that translate into a run up the standings? Even if it doesn’t, at least they’re not the laughingstock of the league anymore.\n\n\n  1. justsayin says:\n\n    If they really want to salvage their season they need to get Hollins on the bench and Kidd on the court.\n\n  2. PalmOil Preference says:\n\n    As a Knick fan still very disappointed in my team. The fact we only have one more win then the Bucks says it all.\n\n    As far as laughingstocks KG is hilarious. “I don speak Italian” priceless response.\n\n    As far as the Knicks we live and die by the 3 so until we get some type of flow on offense this team will continue to pile on the losses. Prigioni and Udrih should get more clock at the point spot. Beating a bang up nets team was just good to sees victory but my concerns are for real with this team.\n\n  3. ant says:\n\n    I don’t understand why they dont have their lineup be\n\n    PG- Deron\n    SG- Joe\n    SF -Anderson\n    C – Lopez\n\n    Then have pierce come off the bench for scoring and use garnett as liability since hes not scoring or defending.\n\n  4. nbafan says:\n\n    Kidd is gonna be a good coach, the ones who dont see this, doesnt understand basketball, i must say…with this roster, and with these available players, this record is the rality. I mean, johnson is not a star player anymore, but still thinks he is…garnett is a joke. pierce still has some game, but constantly injured, not to mention deron and kirilenko (who would be their elit defender). Lets face it: livingston, taylor, alan anderson, blatche, plumlee…they have to play big minutes, and they are not better than this 5-14 record. So its nothing to do with Kidd.\n\n    IF its ever gonna be a healthy Deron-Joe-Pierce-Garnett-Lopez with Terry, Kirilenko and Blatche from the bench, this team are going to win ballgames, and have a chance to be an elit team in the east.\n\n  5. JimD54 says:\n\n    I think D Williams is a decent player but the Nets need to find a good healthy point guard, Williams stays on sick leave too much, and you can’t build a team around a part time player, look what he did to Utah, in this league you need a good dependable point guard to run your team and D Will ain’t it…..\n\n  6. eck says:\n\n    Kid is a joke as a coach. The Nets should know that not all great point guards could coach. Remember Magic Johnson or Isaiah Thomas to name a few. With a bunch of veteran superstars, they should be above the 0.500 mark. Better rethink about another coach or be the biggest disappoint of the season…\n\n  7. Big O says:\n\n    Who’s that horrible commentator on today’s videos… just annoyingly annoying!\n\n  8. NotSoFast says:\n\n    It is a bit rough to say the Nets with 5 Wins are the laughingstock of the league when FOUR teams have less wins than them and THREE teams have only 6 Wins.\n\n    That’s 8 teams that one could say deserve being called the laughingstock of the league.\n\n    • mee(a)t says:\n\n      Its because of who’s in this team. A team with HOFers and all stars alone would be expected to be a legit title contender. Yeah chemistry issues are a concern but to perform so horribly…last year Lakers wasn’t even this bad.\n\n    • justsayin says:\n\n      It’s not news when teams you expect to be bad are bad. When you go deep into the luxury cap with one of the highest payroll ever in the nba – to buy whats supposed to be a championship contender – and underperform like this? Sorry but that’s “picture in encyclopedia” definition of laughingstock.\n\n  9. Drago says:\n\n    The Nets really have a bad couch and they are out of luck with injuries but they should have won at least 4 more games considering their roster.The Kniks are a bad team because Carmelo is not Brayant or Lebron he doesnt pull his teammates he just plays his game.\n\n  10. Wildcat23 says:\n\n    Surely Kidd would know some motion offenses to get his team moving and not so stagnant.\n    I mean you could run a UCLA 1-4 or a flex with some stagger options, horns even! Get defenders out of the paint, use the roll options and then go to the post if all else fails.\n\n  11. okc2014 says:\n\n    Correction: The Knicks are not the laughing stock of the NBA. The Knicks, Nets, Bucks, Kings and Jazz are the laughing stock of the NBA.\n\n  12. boston rules says:\n\n    The laughing stock of the nba has to be either the knicks, nets or the jazz. People wise, it would be jason kidd because he thinks he’s good at management when he really isnt. Spills drink on the court and gets fined 50k, was it really worth it? no hope both new york and brooklyn never make playoffs. melo will move to heat because mainly of bandwagon like half the nba\n\n  13. Sharpie says:\n\n    I can understand why the Nets aren’t any good. They threw a guy onto the coaches seat who has absolutely no experience. It’s pretty bad when your best move as a coach is spilling your soda on the floor. Kevin Garnett is a joke and needs to retire. It seems like every time I watch him play he gets physically and mentally owned by these younger players (maybe he should wear his headphones during the game.) Plus their PG is injured. However there is no excuse for the Knicks. Yes Chandler is out but Melo is more talented and has a better team around him than all but 2 or 3 teams in the entire Eastern Conference. I’m neither a Kni... (truncated)",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9960395098,
        "format_confidence":0.8550957441
    },
    {
        "url":"http:\/\/hfboards.hockeysfuture.com\/showpost.php?p=18922623&postcount=73",
        "text":"Thread: Value of: Tomas Kaberle\nView Single Post\n04-07-2009, 04:52 PM\nRegistered User\nC77's Avatar\nJoin Date: Mar 2009\nLocation: Junior's Farm\nCountry: United States\nPosts: 12,875\nvCash: 500\nOriginally Posted by Pure View Post\nSavard has more value than Kaberle, so I don't see why Boston would trade him straight up. I'd imagine if they want to shred salary there are alot more better methods.\nI was thinking that Savard might have more value now than Kaberle because of Kaberle's health situation but I didn't want to offend Leaf fans. Just a few weeks ago I was thinking it would be crazy to trade Savard when I saw someone mention it but now I'm not so sure.\n\nIf Savard does have more value than Kaberle there could be additional pieces thrown in by both sides I guess.\n\nSay for instance the Bruins want to trade Ward or Ference. I know Burke was quoted as saying that the Leafs could afford to take on salary in trades.\n\nSo maybe it goes something like this (if Savard has more value?)\n\nBruins get\n\nKaberle 2 years at 4.25 cap number\nPonikarovsky 1 year at 2.105 cap number\n\nLeafs get\n\nSavard -- 1 year at 5 million\nSturm or Ward -- 2 years at 3.5 million or 1 year at 2.5 million\nBruins 1st 09' #28 or 29\n\n*Sturm has a limited no trade clause I think (not sure if he would want or could be forced to go to Toronto)\n\nPlease be kind...I'm new at this sort of thing\n\nC77 is offline   Reply With Quote",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9952725768,
        "format_confidence":0.993052125
    },
    {
        "url":"https:\/\/thefiringline.com\/forums\/showpost.php?p=1889446&postcount=1",
        "text":"View Single Post\nOld February 26, 2006, 04:33 PM   #1\nSenior Member\nJoin Date: June 23, 2004\nLocation: Ohio\nPosts: 5,647\nCZ weird Co2 pistol, APP 661-help?\n\nOK I was never looking for this, but got it for a reasonable price. CZ made Co2 pistol, apparently model APP 661. Looks like the designer was having a Nambu dream when he designed it. Real solid. Blued steel barrel, some sort of alloy frame that has taken on the appearance of old parkerised steel. Some milling marks on it. Got some gas carts for it, but have no idea how to load ammo, what the button and tab do, etc. Has adjustable sights too. Seller had no info. What have I got? Need any info on it. Tnx! Hope they don't toss me off this as it is not really a firearm?\nAttached Images\nFile Type: jpg cz.jpg (24.4 KB, 50 views)\nTom2 is offline  \nPage generated in 0.03576 seconds with 8 queries",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.566529274,
        "format_confidence":0.9674369693
    }
]