[
    {
        "url":"http:\/\/www.perseus.tufts.edu\/hopper\/xmlchunk?doc=Perseus%3Atext%3A1999.01.0022%3Atext%3DLibrary%3Abook%3D1%3Achapter%3D8%3Asection%3D3",
        "text":"\n\nBut some say that Meleager did not die in that way,The following account of the death of Meleager is substantially that of Hom. Il. 9.529ff. but that when the sons of Thestius claimed the skin on the ground that Iphiclus had been the first to hit the boar, war broke out between the Curetes and the Calydonians; and when Meleager had sallied outFrom Calydon, then besieged by the Curetes. and slain some of the sons of Thestius, Althaea cursed him, and he in a rage remained at home; however, when the enemy approached the walls, and the citizens supplicated him to come to the rescue, he yielded reluctantly to his wife and sallied forth, and having killed the rest of the sons of Thestius, he himself fell fighting. After the death of Meleager, Althaea and Cleopatra hanged themselves, and the women who mourned the dead man were turned into birds.The birds called in Greek meleagrides, guinea-fowl （Numida sp.）. See Ant. Lib. 2; Ael., Nat. Anim. iv.42; Ov. Met. 8.533-546; Hyginus, Fab. 174; Pliny, Nat. Hist. x.74, xxxvii.40. Worshippers of Artemis strictly abstained from eating the bird; the reason of the abstention was known to the natives of Leros, one of the SporadesAel., Nat. Anim. iv.42）. The birds were kept in the sanctuary of the Maiden （Artemis?） in that island, and were tended by the priests （Athenaeus xiv.71, p. 655 C）. It is said that it was Artemis who turned the sisters of Meleager into birds by touching them with a rod, after which she transferred them to the island of LerosAnt. Lib. 2） On the birds see D'Arcy Wentworth Thompson, Glossary of Greek Birds （Oxford, 1895）, pp. 114ff.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.7739271522,
        "format_confidence":0.6715249419
    },
    {
        "url":"https:\/\/www.gedenkstaette-flossenbuerg.de\/en\/history\/satellite-camps\/neurohlau",
        "text":"Gedächtnisallee 5\nD-92696 Flossenbürg\n\n+49 9603-90390-0\n\nNeurohlau (Nová Role) Subcamp\n\nMen's camp: December 7, 1942 – April 29, 1945. Women's camp: January 1943 – April 29, 1945.\n\nThe women's camp was placed under the authority of the Flossenbürg concentration camp on September 1, 1944.\n\n  • Porcelain factory in Neurohlau, 2018 (Flossenbürg Concentration Camp Memorial \/ Photo: Rainer Viertlböck)\n\n  • Exhumation of the dead, June 8, 1945 (City Administration Nová Role). Under the supervision of an international commission, the dead were exhumed from a mass grave near the prisoner camp.\n\n  • Laying out of the dead in the former prisoner camp, June 8, 1945 (City Administration Nová Role)\n\n  • Burial ceremony at the Neurohlau Cemetery, June 9, 1945 (City Administration Nová Role)\n\n\nStarting December 1942, mostly German and Polish men were transported to Neurohlau (at the end of 1944: 80 prisoners). From January to Fall 1943, 400 female prisoners arrived; in April 1945, 1,047 women were registered.\n\nOver 300 women came from the Soviet Union, 270 from Poland, 130 from Germany, along with French, Slovenian and women from 12 other countries.\n\nForced labor and quarters\n\nBehind the train station, the men erected a barracks compound. The female prisoners quartered there were forced to work for the SS-owned porcelain manufacturer “Bohemia”.\n\nFrom January 1944 they produced electric distributors for Messerschmitt. In August 1944, 20 Polish and Russian prisoners had to build an equipment store for an SS duty station at the kaolin works in Poschetzau (Boží¥any), located two kilometers away. The conditions in Neurohlau dramatically worsened in the spring of 1945 as evacuation transports from other camps arrived.\n\n\n23 SS men, 18 female overseers. In comparison to everyone else, the detail leader Hugo Buck and the head overseer Fritzsche were notorious for their brutal treatment of the prisoners. The director of “Bohemia”, Hechtfischer, was responsible for the desolate conditions.\n\nDeath toll\n\nDue to the many transfers, no exact count is known. The registers noted eleven instances of death.\n\nDisbanding of the camp \/ end of the war\n\nIn several transports, the camp was evacuated starting April 19. On May 7-8, the guards abandoned their duties near Laun (Louny) and Saaz (Zatec) and left the prisoners to fend for themselves.\n\n\nA memorial stone and an information panel are located in front of the train station building; a monument at the local cemetery.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9844930172,
        "format_confidence":0.9830850959
    },
    {
        "url":"https:\/\/sites.google.com\/a\/lanepl.org\/butler\/home\/l\/lesourdsville",
        "text":"Butler County Place Names‎ > ‎L‎ > ‎\n\n\nLeSourdsville -- also known as LeSourdsville Lake -- in Section 35 of Lemon Township, was laid out by Benjamin LeSourd, who bought 95 acres from Abraham Freeman, a settler who came there about 1800 and later owned and operated a saw mill. It had been the site of Freeman's Station in 1792. LeSourd planned to build a large city on the Miami-Erie Canal. The first post office was established May 11, 1838, and later was known as Knorr (see entry). The lake was formed by water from the canal. Ice was harvested on the lake and shipped on the canal until about 1900-1905. LeSourdsville also was a stop on the Louisville, Cincinnati & Dayton Railroad. \n\nReturn to Index",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9937092066,
        "format_confidence":0.9868150949
    },
    {
        "url":"http:\/\/www.conservapedia.com\/Ghost_town",
        "text":"Ghost town\n\nFrom Conservapedia\n\nJump to: navigation, search\nWhimiscal entrance to ghost town of Rhyolite\nA ghost town is a town which once had residents but has become uninhabited. There are several classifications of ghost towns, ranging from a total, or full ghost which is completely deserted but has existing structures (like Bodie, California), to a semi-ghost town which has seen a significant decrease in population, has exisiting boarded up buildings and a small population.\n\nGhost towns are often the site of old buildings and ruins, or in some cases the old buildings have been demolished. The designation of ghost town can include sites where a town was located and perhaps only a few foundations, or trace evidence remain.\n\nThese towns became ghost towns for different reasons. For some, the town fell into economic decline and all the residents eventually moved out. This is the case, for example, with towns which were former railroad crew change and watering points during the steam locomotive era. The diesel locomotive era made many of these towns, which existed only because of the need to service trains passing through, unnecessary. This can also be the case with former mining towns which experienced a boom, then a bust as the mine stopped being productive. Other ghost towns became uninhabited because they were evacuated because of a disaster.\n\nGhost towns are a common sight in the old American West. Nevada and Arizona in particular saw great periods of growth and decline in the Frontier period, and the remnants of that boom and bust cycle can be seen in its quiet villages and towns that were once thriving centers of commerce, trade and adventure. Ghost town can and do exist in every state in the U.S and Canada.\n\nExamples of real ghost towns\n\nGeneral store in Rhyolite, Nevada\n\nFormer ghost towns\n\nThe site of some former ghost towns has been converted to another purpose. An example is Times Beach, Missouri, which was evacuated in the early 1980s due to dioxin poisoning, but the site has since been cleaned up and converted into a state park.\n\nTowns erroneously called ghost towns\n\nSome towns like Tombstone, Arizona and Deadwood, South Dakota are erroneously referred to as ghost towns, when in fact they are actual inhabited towns which at one time saw a rapid decline after a mining boom, but never became actual ghost towns. Their \"ghost town\" status is a means of attracting tourists while in actuality they are tourist towns.\n\nCentralia, Pennsylvania is often cited as a ghost town-- but is still home to nine inhabitants. This town is often included in lists of ghost towns due to the more than 100 existing structures left in the town, making it semi-ghost. Many roads to the town are in disrepair and the state no longer recognizes Centralia as a town, village or hamlet.\n\nPersonal tools",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9349492788,
        "format_confidence":0.9937274456
    },
    {
        "url":"https:\/\/newatlas.com\/paul-allen-bell-hms-hood\/38837\/",
        "text":"\n\nThe recovery operation, which successfully concluded on August 7, marks 13 years since the bell of the Hood was discovered. The salvage effort was spearheaded by the Paul G Allen Family Foundation using a ROV built by Blue Water Recoveries, which made the initial discovery. Allen led a previous attempt to retrieve the bell in 2009, which was abandoned due to poor weather.\n\nAs a warship, the Hood remains the property of the Crown and is officially designated a war grave. Salvage is therefore prohibited and Allen was given extraordinary permission by the British government to recover the bell.\n\nHMS Hood was commissioned in 1920 and, as the flagship of the British Battlecruiser Squadron, it was one of the most advanced (and generally regarded as the most beautiful) of the Royal Navy's interwar capital ships. She was sunk on May 24, 1941 while engaging the pocket battleship Bismarck, which was attempting to break out into the Atlantic Ocean to prey on Allied shipping.\n\nUltimately, the Bismark was cornered and sunk, but not before landing a shell on the under-armored deck of the Hood. The shell pierced the deck and detonated the cruiser's magazine. The resulting explosion killed 1,415 officers and men with only three survivors. The Hood was the largest Royal Navy ship ever sunk and the greatest single loss of life.\n\nThe inscribed bell is made of brass and is 18 in (46 cm) high. It was cast for the previous HMS Hood, which was a Victorian battleship that served until 1914. The recovery effort was aided by the fact that when the later ship broke apart in 1941, the bell landed well away from the main wreckage.\n\nThe ROV used to recover the bell of HMS Hood(Credit: Paul G Allen)\n\nAccording to the Royal Navy, the bell will undergo a year of restoration and will then go on display at the National Museum of the Royal Navy in Portsmouth.\n\nThe video below shows the recovery of HMS Hood's bell.\n\n\nView gallery - 12 images",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9766054153,
        "format_confidence":0.561075151
    },
    {
        "url":"http:\/\/www.discoverislamicart.org\/database_item.php?id=object;ISL;dz;Mus01;20;en",
        "text":"Name of Object:\n\nCubit measure (dr’a)\n\n\nTlemcen, Algeria\n\nHolding Museum:\n\nMuseum of Tlemcen (National Agency of Archaeology)\n\nAbout Museum of Tlemcen (National Agency of Archaeology), Tlemcen\n\nDate of Object:\n\nHegira 728 \/ AD 1328\n\nMuseum Inventory Number:\n\n002 M\n\nMaterial(s) \/ Technique(s):\n\nSculpted translucent marble.\n\n\nLength 66 cm, width 18 cm\n\nPeriod \/ Dynasty\n\n\n\nTlemcen, Algeria.\n\n\nThis cubit measure presents itself in the form of a rectangular tablet. An inscription in Andalusian characters has been carved onto one side within two lozenges. The text proclaims: 'Praise and recognition be to God! This is the measuring ruler of the cubit, for the qaysariyya [bazaar]. May God enrich it! In the month of rabi the second of the year seven hundred and twenty eight [AD 1328]'.\nAbove the inscription can be found a linear rule composed of four equal sections, each representing half a hand-span (nisf al-chibr = 11.7 m ; the hand-span, al-chibr = 23.5 m). The total length of this cubit is therefore 47 centimetres, an unusual dimension that was particular to the kissaria of Tlemcen.\nBrosselard qualified this cubit as 'royal' as he traces it back to the Ziyanid prince Abu Tashufin I, who was a great amateur inventor and innovator.\nThis cubit served as a standard unit for all measures of length.\n\nView Short Description\n\nThis cubit from the Tlemcen qaysariyya (bazaar) is 47 cm long and takes the form of a rectangular tablet with an inscription in Andalusian characters on one side. On the top, a linear measure is divided into four parts, each equivalent to half a span.\n\nHow date and origin were established:\n\nThe inscription carved on the cubit gives the date AH 728 (AD 1328).\n\nHow Object was obtained:\n\nDonated by Bernard, squadron chief of the French Army, commander of Tlemcen.\n\nHow provenance was established:\n\nThis tablet was discovered within the wall surface of the qaysariyya of Tlemcen by squadron chief Bernard.\n\nSelected bibliography:\n\nBrosselard, Ch., “Inscriptions arabes de Tlemcen”, Revue africaine, no 25, 1861, pp.14–30.\nMarçais, G., Algérie médiévale, monuments et paysages historiques, Paris, 1957.\nMazouz, A. and Deries, L., Djamaa el-kitabat el-arabiya fi el-djazair, kitab el-cherk el-djazairi (Corpus of Arabic inscriptions of Algeria, inscriptiuons of the Algerian East), Vol. 1, Algiers, 2000.\n\nCitation of this web page:\n\nLeila Merabet \"Cubit measure (dr’a)\" in Discover Islamic Art, Museum With No Frontiers, 2018. http:\/\/www.discoverislamicart.org\/database_item.php?id=object;ISL;dz;Mus01;20;en\n\nPrepared by: Leila MerabetLeila Merabet\n\nTitulaire d'un magister en archéologie islamique (spécialité épigraphie arabe), conservateur du patrimoine archéologique et historique, Leila Merabet est chef du service Conservation et Valorisation (section islamique) au Musée national des antiquités. Elle a publié de nombreux articles dans les Annales du Musée national des antiquités.\n\nCopyedited by: Margot Cortez\nTranslation by: Maria Vlotides\nTranslation copyedited by: Monica Allen\n\nMWNF Working Number: AL 29\n\n\n Artistic Introduction\n\n Timeline for this item\n\nOn display in\n\n\nAs PDF (including images) As Word (text only)",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9377827048,
        "format_confidence":0.5399240851
    },
    {
        "url":"http:\/\/sw-dc.org\/hms-stubborn-qawra-point\/",
        "text":"Mar 202013\nHMS Stubborn\n\nThe Dive: \nThe HMS Stubborn was scuttled in April 1945 after she was hit from a depth charge and lost her tail fin. Stubborn has dived down to 166m exceeding the limit depth of 90m because of this she has damage the hull distortion. Royal Navy scuttled the sub for ASDIC target, training naval officers listening on sonar devices to detect the presence of submarines.\n\nThis is a decompression dive and has to be done by boat. The wreck is in mint condition with lots of fish around it, penetration is very difficult and not recommended.\n\n\nLocation of Site: \n2.4miles off Qawra Point : The wrecks co-ordinates are of N 35’ 58.950 \/\/ E 014’ 26.760\nType of Dive:\nThis dive has to be done via a boat dive. Descent and ascent only using a shot line which should be touching the wreck. Should the shot line not be touching the wreck but is visible from the shotline, you are in danger of making an ascent in the blue. For this type of dive, a diver must carry a DSMB and Reel\n\nMaximum Depth: 58metres\n\nMinimum Certification:\n\nTechnical or very experienced divers.\n\n\nBe sure to go down the shot line directly connected to the wreck and you also make the ascent using the shot line as your reference point. If for any reasons the shot line is not on the wreck but it is within visible range, you are in danger of making an open water ascent. For safety reasons divers should carry a DSMB and reel in the eventuality that the diver does not find the shot line and must make an ascent into the blue\n\nWreck History :\n\n\nBuilt by Cammell Laird & Co of Birkenhead UK & Launched on 11 Nov 1942 these 66 meters long S-Class submarine pennant number ‘P238’ was armed with 13 x 21 inch torpedoes. She has 6 bow torpedo tubes & 1 stern tube, 1 x 3” Gun in front of the conning tower and 1 x 20mm Oerlikon machine gun at the back. She had a crew of 44\/48 under the command of Lieutenant Duff and later on in 1944 under Lieutenant Davies.\n\nShe served in the North Sea and the Baltic Sea and had her share of difficult times in these cold waters which instigated submariners’ fear on many occasions . In April 1945 a year before she was finally scuttled off Qawra Point, HMS Stubborn sailed into Malta for the first time en route to the Suez and eventually to the Far East where she took up patrolling duties with allied Navies in their struggle against the Japanese Navy.\n\n\nIt was at this phase of duty that Stubborn suffered its worst attack of the war and lost her complete tail fin which held the after hydroplanes and rudder. This loss was caused by depth charges but principally from hitting the sea bottom at 166 meters. S- Class submarines are only designed to dive to a max depth of 90 meters.\n\n\nDuring the return voyage from Australia it became evident that the hull aft had suffered more distortion than was originally thought. Stubborn called back to Malta for her second and last time. As she was not fit to repair, she was stripped down from important equipment, instruments, armaments & periscopes before sent to her watery grave and used for ASDIC target, training naval officers listening on sonar devices to detect the presence of submarines.\n\n\nHMS Stubborn lies at a depth of 56 meters 1.6 miles off Qawra Point. It is in a magnificent condition lying upright with a 10 degree list toward starboard side. The three escape hatches are open. It is very difficult to enter inside; the widest hatch is only 60 cms in diameter with heavy sedimentation inside. S-Class submarines were designed as a replacement for the H-Class and they proved so successful a design that production of this class was re-started on the outbreak of war and continued until end of hostilities. Continual modifications were made to the vessels during the war.\n\n\nA total of 67 S-Class submarines were build, 29 of them were sold for scrap, 20 were lost during the war, 12 were sold to other navies and again were cut down for scrap iron, 4 were cancelled on construction and were never build and 2 were scuttled one of these is HMS Stubborn\n\n\nA team of divers first relocated Stubborn on 24\/7\/94. Although charted the wreck was found 200 meters off current charted position. Prior to 1994 nobody from the Maltese diving community knew that such a magnificent wreck existed so close to the Maltese shores.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.7524220943,
        "format_confidence":0.9272965193
    },
    {
        "url":"http:\/\/www.visionofbritain.org.uk\/place\/24266",
        "text":"Countess Wear Devon\n\n\nIn 1870-72, John Marius Wilson's Imperial Gazetteer of England and Wales described Countess Wear like this:\n\nCOUNTESS WEIR, a chapelry in Topsham parish, Devon: near the Yeovil and Exeter railway, 3 miles E by S of Exeter. It was constituted in 1844. Post town, Exeter. Pop., 508. Houses, 95. There are a few gentlemen's seats and a paper mill. The living is a vicarage in the diocese of Exeter. Value, £100. Patron, the Incumbent of Topsham. The church consists of nave and chancel, with a small hell-turret; and was built in 1838.\n\nAdditional information about this locality is available for Topsham\n\nCountess Wear through time\n\nA Vision of Britain through Time includes a large library of local statistics for administrative units. For the best overall sense of how the area containing Countess Wear has changed, please see our redistricted information for the modern district of Exeter. More detailed statistical data are available under Units and statistics, which includes both administrative units covering Countess Wear and units named after it.\n\nHow to reference this page:\n\nGB Historical GIS \/ University of Portsmouth, History of Countess Wear, in Exeter and Devon | Map and description, A Vision of Britain through Time.\n\n\nDate accessed: 07th February 2016\n\nNot where you were looking for?\n\nClick here for more detailed advice on finding places within A Vision of Britain through Time, and maybe some references to other places called \"Countess Wear\".",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9949094653,
        "format_confidence":0.9713656902
    },
    {
        "url":"http:\/\/www.civilwarindex.com\/armyin\/4th_in_light_battery.html",
        "text":"Primary Source Material\non the Soldiers and the Battles\nHome The Armies The Soldiers The Battles Civilians Articles\nIf this website has been useful to you, please consider making a Donation.\n\nYour support will help keep this website free for everyone, and will allow us to do more research. Thank you for your support!\n* * * * * * * * * * * * * * * *\ncyndislist.gif (5249 bytes)\ningenweb.gif (14011 bytes)\n\n4th Indiana Light Battery\nin the American Civil War\n\nOnline Books:\n4th Indiana Light Battery Officer Roster - Report of the Adjutant General of the State of Indiana, Volume 3, by W.H.H. Terrell, Adjutant General, Indiana, 1866 View Entire Book\n4th Indiana Light Battery Soldier Roster - Pages 705-709, Report of the Adjutant General of the State of Indiana, Volume 7, by W.H.H. Terrell, Adjutant General, Indiana, 1867 View Entire Book\n\nRegimental History\nFourth Indiana Light Battery. — Capts., Asahel K. Bush, David Flansburg, Benjamin F. Johnson. This battery was raised in Laporte, Porter and Lake counties and was mustered in at Indianapolis, Sept. 30, 1861. It was immediately ordered to Louisville, Ky., where it joined Gen. Buell's army. During the winter it remained in camp in the vicinity of New Haven, Munfordville and Bowling Green and in the spring of 1862 moved with Buell to Nashville. It next marched to Savannah, Tenn., but was unable to cross the river in time to take part in the battle of Shiloh. It participated in the campaign through northern Alabama and middle Tennessee following the siege of Corinth, reaching Nashville late in August. Proceeding to Louisville at the time of Bragg's invasion, it accompanied Rousseau's division and took part in the campaign that drove Bragg's forces from the state, being in the battle of Perryville, where it was one of two batteries to occupy a high ridge on Rousseau's left, its work aiding materially in saving the left of McCook's corps and securing to the army the Mackville road, upon which stood the entire ammunition train and ambulances. Upon its return to Nashville it was assigned to the 3d division of McCook's corps, Gen. Sheridan being the division commander. At the battle of Stone's river it performed heroic service, driving an opposing battery to cover the first day, then moved across an open field and shelled a battery in the woods for two hours, silencing it, the enemy losing half his horses, a gun disabled, 1 lieutenant and 12 men killed and several wounded, besides a number of the supporting infantry. The 4th lost 4 killed and 3 wounded. The following day it was in a hot engagement, losing a caisson through having every horse drawing it shot down while falling back to take a new position. Later it lost 2 guns, the infantry driving past with such rapidity as to force them to one side, 1 gun being fastened in the trees and nearly all the horses killed by a battery posted but 40 yards away. Having exhausted its ammunition it moved to the rear, obtained a supply and reported again for duty with 3 pieces. It was in position the following day, losing in the 3 days' battle 6 killed, and 17 wounded, 2 paroled by the enemy and 1 missing. It was encamped near Murfreesboro until June, 1863, then moved on the Tullahoma campaign and was engaged at Hoover's gap. It was next engaged at Dug gap and at the battle of Chickamauga, where it rendered effective service. It took part in the battles of Lookout mountain and Missionary ridge, and was then stationed at Chattanooga until Sept. 21, 1864, at which time the reenlisted veterans and recruits were transferred to the 7th battery, with which they remained until its muster-out. The non-veterans were mustered out at Indianapolis on Oct. 6, 1864, with Benjamin F. Johnson as captain. It joined the army of the Cumberland at Nashville, and after the battle at that place was assigned as garrison of Fort Rosecrans, Murfreesboro, remaining there until mustered out Aug. 1, 1865.\n\nRegimental history taken from \"The Union Army\" by Federal Publishing Company, 1908 - Volume 3\n\nWhats New\nAbout Us\n\nCustom Search\n\nCopyright 2010 by\nA Division of",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9912850261,
        "format_confidence":0.9772949219
    },
    {
        "url":"http:\/\/www.like2do.com\/learn?s=La_Jolla",
        "text":"La Jolla\nGet La Jolla essential facts below. View Videos or join the La Jolla discussion. Add La Jolla to your Like2do.com topic list for future reference or share this resource on social media.\nLa Jolla\nLa Jolla\nCommunity of San Diego\nAerial photo of part of La Jolla\nAerial photo of part of La Jolla\nNickname(s): \"Jewel City\"\nLa Jolla is located in California\nLa Jolla\nLa Jolla\nLocation within California\nCoordinates: 32°50?24?N 117°16?37?W \/ 32.84000°N 117.27694°W \/ 32.84000; -117.27694\nState California\nCounty San Diego\nCity San Diego\nPopulation (2004)[1]\n o Total 42,808\nZIP Code 92037-92039, 92092, 92093\nArea code(s) 858\nWebsite sandiego.gov\/lajolla\n\nLa Jolla (; Spanish: [la 'xo?a]) is a hilly seaside and affluent community within the city of San Diego, California, United States occupying 7 miles (11 km) of curving coastline along the Pacific Ocean within the northern city limits.\n\nThe population reported in the 2010 Census was 46,781.[2] The 2004 estimated population was 42,808.[1] La Jolla is surrounded on three sides by ocean bluffs and beaches[3] and is located 12 miles (19 km) north of Downtown San Diego, and 40 miles (64 km) south of Orange County,[4][5] The climate is mild, with an average daily temperature of 70.5 °F (21.4 °C)[6][7]\n\nLa Jolla is home to a variety of businesses in the areas of lodging, dining, shopping, software, finance, real estate, bioengineering, medical practice and scientific research.[3][8][9] The University of California San Diego (UCSD) is located in La Jolla, as are the Salk Institute, Scripps Institution of Oceanography (part of UCSD), Scripps Research Institute, and the headquarters of National University (though its academic campuses are elsewhere).\n\n\nOrigin of the name\n\nLa Jolla, 1908\n\nLocal Native Americans, the Kumeyaay, called this location mat kulaaxuuy (IPA: [mat k?la:xu:j]), lit. \"land of holes\" (mat = \"land\").[10] The topographic feature that gave rise to the name \"holes\" is uncertain; it probably refers to sea-level caves located on the north-facing bluffs, which are visible from La Jolla Shores. It is suggested[] that the Kumeyaay name for the area was transcribed by the Spanish settlers as La Jolla. An alternative, pseudo-etymological suggestion for the origin of the name is that it is an alternate spelling of the Spanish word la joya, which means \"the jewel\". Despite being disputed by scholars, this derivation of the name has been widely cited in popular culture.[11] That supposed origin gave rise to the nickname \"Jewel City\".[12]\n\nEarly history\n\n\"Red Roost\" and \"Red Rest\", two bungalow cottages built in 1894 on the road above La Jolla Cove. In recent years the cottages have been covered in tarpaulins.\nThe side view of \"Red Roost\", a bungalow cottage built in 1894, one of two that still exist on the road above La Jolla Cove.\n\nDuring the Mexican period of San Diego's history, La Jolla was mapped as pueblo land and contained about 60 lots. When California became a state in 1850, the La Jolla area was incorporated as part of the chartered City of San Diego. In 1870 Charles Dean acquired several of the pueblo lots and subdivided them into an area that became known as La Jolla Park. Dean was unable to develop the land and left San Diego in 1881. A real estate boom in the 1880s led speculators Frank T. Botsford and George W. Heald to further develop the sparsely settled area.\n\nIn the 1890s the San Diego, Pacific Beach, and La Jolla Railway was built, connecting La Jolla to the rest of San Diego. La Jolla became known as a resort area. To attract visitors to the beach, the railway built facilities such as a bath house and a dance pavilion. Visitors were housed in small cottages and bungalows above La Jolla Cove, as well as a temporary tent city, erected every summer. Two of the cottages that were built in 1894 still exist: the \"Red Roost\" and the \"Red Rest\", also known as the \"Neptune and Cove Tea Room\"; the two cottages have been vacant since the 1980s, and are covered in tarpaulins. The La Jolla Park Hotel opened in 1893. The Hotel Cabrillo was built in 1908 by \"Squire\" James A. Wilson and was later incorporated into the La Valencia Hotel.[13]\n\nBy 1900, La Jolla comprised 100 buildings and 350 residents. The first reading room (library) was built in 1898.[13] A volunteer fire brigade was organized in 1907; the city of San Diego established a regular fire house in 1914. Livery stable owner Nathan Rannells served successively as La Jolla's volunteer fire captain, first police officer (the only San Diego police officer north of Mission Valley), and first postmaster.[14]\n\nLa Jolla Elementary School began educating local children in 1896.[15]The Bishop's School opened in 1909. La Jolla High School was established in 1922. Between 1951 and 1963, other elementary schools (Bird Rock, Decatur, Scripps, and Torrey Pines) were established in the area to ease overcrowding.[15] The La Jolla Beach and Yacht Club (later the La Jolla Beach and Tennis Club) was built in 1927.[13]\n\nEllen Browning Scripps\n\nLa Jolla Recreational Center\n\nIn 1896 journalist and publisher Ellen Browning Scripps settled in La Jolla, where she lived for the last 35 years of her life. She was wealthy in her own right from her investments and writing, and she inherited a large sum from her brother George H. Scripps in 1900. Unmarried and childless, she devoted herself to philanthropic endeavors, particularly those benefiting her adopted home of La Jolla. She commissioned many of La Jolla's most notable buildings, usually designed by Irving Gill or his nephew and partner Louis John Gill. Many of these buildings are now on the National Register of Historic Places or are listed as historic by the city of San Diego; these include the La Jolla Woman's Club (1914), the La Jolla Recreational Center (1915), the earliest buildings of The Bishop's School, and the Old Scripps Building at the Scripps Institution of Oceanography, as well as her own residence, built in 1915 and now housing the Museum of Contemporary Art San Diego. Her donations also launched the Scripps Memorial Hospital in 1924 (originally located on Prospect Street in La Jolla until it moved to its present site in 1964), the Scripps Metabolic Clinic (now the Scripps Research Institute), and the Children's Pool. Ellen Browning Scripps also founded Scripps College, a women's college, in 1926.[16] Scripps College is located in Claremont in Los Angeles County (not to be confused with Clairemont, a community of San Diego).\n\nScripps Institution of Oceanography\n\nScripps Institution of Oceanography pier\n\nThe Scripps Institution of Oceanography, one of the nation's oldest oceanographic institutes, was founded in 1903 by William Emerson Ritter, chair of the zoology department at the University of California, Berkeley, with financial support from Scripps and her brother E. W. Scripps. At first the institution operated out of a boathouse in Coronado. In 1905 they purchased a 170-acre (69 ha) site in La Jolla where the Institution still stands today. The first laboratory buildings there opened in 1907. The institution became part of the University of California in 1912. Ultimately it became the nucleus for the establishment of the University of California San Diego.\n\nCamp Matthews\n\nFrom 1917 through 1964 the United States Marine Corps maintained a military base in La Jolla. The base was used for marksmanship training and was known as Camp Calvin B. Matthews. During and after World War II the population of La Jolla grew, causing residential development to draw close to the base, so that it became less and less suitable as a firing range because of risk to the adjacent civilian population.[17] Meanwhile, the site was being eyed as a location for a proposed new campus of the University of California. In 1962 Camp Matthews was declared surplus by the Marine Corps. The base formally closed in 1964, and that same year the first class of undergraduates enrolled in the University of California San Diego.\n\nUniversity of California\n\nLocal civic leaders had long toyed with the idea of a San Diego campus of the University of California, and the quest became more definite following World War II. The Scripps Institution of Oceanography, under its director Roger Revelle, had become an important defense contractor, and local aerospace companies like Convair were pressing for local training for their scientists and engineers. The state legislature proposed the idea in 1955, and the Regents of the University formally approved it in 1960.[18] The campus was originally named \"University of California, La Jolla\", but the name was changed to \"University of California, San Diego\" in 1960.[19] The founding chancellor was Herbert York, named in 1961, and the second chancellor was John Semple Galbraith, named in 1964. The university was designed to have a \"college\" system; there are now six colleges. The first college was established in 1965 and was named Revelle College after Roger Revelle, who is regarded as the \"father\" of the university.[19] A medical school was established in 1968. The landmark Geisel Library with its Brutalist architecture opened in 1970.\n\n\nThe Camp Matthews site for the University was selected with some hesitation; one of the concerns was \"whether La Jollans in particular would lay aside old prejudices in order to welcome a culturally, ethnically, and religiously diverse professoriate into their midst\".[18] La Jolla had a history of restrictive housing policies, often specified in deeds and ownership documents. In La Jolla Shores and La Jolla Hermosa, only people with pure European ancestry could own property; this excluded Jews, who were not considered white. Such \"restrictive covenants\" were once fairly common throughout the United States; the 1948 Supreme Court case Shelley v. Kraemer ruled them to be unenforceable, and Congress outlawed them twenty years later via the Fair Housing Act (Title VII of the Civil Rights Act of 1968).[20] However, realtors and property o... (truncated)",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9823397994,
        "format_confidence":0.9792920947
    },
    {
        "url":"http:\/\/encyclopedia.wp.uncg.edu\/rosenthal-gymnasium\/",
        "text":"Encyclopedia of UNCG History\n\nAn online resource for exploring the history of the University of North Carolina at Greensboro\n\nRosenthal Gymnasium, 1968\nRosenthal Gymnasium, 1968\n\nThe Rosenthal Gymnasium was designed by Harry Barton and opened in 1925. From 1925 to 1928, the building was called the Physical Education Building. In 1928, it was named in honor of Jonathan “Joe” Rosenthal, a member of the Board of Directors from 1910 to 1927.\n\nOn September 14, 1989, it was renamed the Rosenthal Annex when it became a part of the Health and Human Performance (HHP) Building (now the Coleman Building).\n\nComments are closed.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.8975599408,
        "format_confidence":0.9898610115
    },
    {
        "url":"https:\/\/lawsmuseum.org\/10-fire-station",
        "text":"10. Fire Station\n\nVintage fire engine & equipment, antique auto, hearse, and auto related items. \nThis was a milking barn on the old Robinson Ranch on Mumy Lane off West Line Street west of Bishop. A lot of hardware and parts from the beautiful Robinson house were recovered when it was torn down.  The Museum has used much of the salvaged material to enhance many of the buildings at Laws.\n< Home >\n\n\nReturn to Tour",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9242410064,
        "format_confidence":0.7848957181
    },
    {
        "url":"https:\/\/www.netajisubhasbose.org\/revolutionary-organizations",
        "text":"Bengal Volunteers\n\nThe dreaded Bengal Volunteers was founded by Hemchandra Ghosh, who had started the journey of this organization as Dhaka Mukti Sangha. In April 1901, Hemchandra as a young man came in contact with Swami Vivekananda. When asked about religious discourse, the Swami flared up and said that an enslaved nation had no other religion than to destroy the very power that had enslaved it. He kindled the passion, the fire of fighting for freedom in a group of young men with Hemchandra as one of the key person. Hemchandra was also profoundly influenced by Ananda Math of Bankim Chandra Chatterjee, which had outlined the struggle of a group of all renouncing monks against a diabolic and oppressive rule. Hemchandra established a secret society and named it as Dhaka Mukti Sangha. In 1905 he had come in contact with P Mitra, founder of Anushilon Samity. Mukti Sangha obtained many esteemed members which included Alimuddin Ahmed, Dr. Surendra Bardhan, Shrish Pal, Haridas Datta, Khagen Das, Nikunja Sen, Rajen Guha, among others. Shrish Pal assumed the responsibility of the Calcutta branch, assisted by Haridas Datta. Hemchandra had earlier met Aurobindo Ghosh, Sister Nivedita, Bipin Chandra Pal and Satish Chandra Mukherjee. In 1909 he met Bagha Jatin. In 1913 Mukti Sangha volunteers worked very hard in the flood relief work in Bengal. Mukti Sangha coordinated closely with other revolutionary organizations like the Jugantar group of Bagha Jatin and Atmonnati Samity of Bipin Behari Ganguli. One coordinated attack was undertaken in 1909 through the killing of inspector Nandalal Bannerjee by Shrish Pal and Ranen Ganguli. They also wanted to punish engineer O'Brien who had kicked and killed a Bengali clerk over some flimsy issues and was fined a paltry Rs 50 for that offense. Haridas Datta and Khagen Das were entrusted with the job of killing O'Brien to send a strong message to the European community. They worked as ordinary coolie in the jute mill for three months. However the conspiracy was discovered and O'Brien was saved. \n\nThe next major milestone in the history of Mukti Sangha was the coordinated heist of the Rodda arms - a consignment of fifty Mauser pistols and cartridges. Shrish Pal and Haridas Datta, ably supported by Shrish (Habu) Mitra were main the architects, while several revolutionary organizations came forward to work together to make this plan a success. Particularly noteworthy were contributions from Atmonnati Samity of Bipin Behari Ganguli.\n\nMukti Sangha revolutionaries had worked closely with the Jugantar group of revolutionaries atleast until 1930s when Jugantar ditched Subhas Chandra Bose to become Gandhivadi. \n\nAfter the failure of the Indo German Conspiracy and 1915 revolution of Rashbehari Bose, the British Government came down heavily on the revolutionaries across India. Many young men were interned without any trial, fair or unfair. Hemchandra was sent to jail under the notorious Regulation 3. But by 1920, thanks to Lord Montagu and his reforms, almost all revolutionary leaders and the associates were released and they began to regroup secretly. A small nucleus of a team was retained in Dhaka under Pramatha Choudhury. The old guards who were under the police watchlist had taken temporary retirement from public eyes and pursued life as ordinary folks. By 1920 a whole bunch of new revolutionaries had joined the team - most notable being Satya Gupta, Rasomay Sur, Bhabesh Nandi, Anil Roy, Suren Datta, Prafulla Mukherjee, Manindra Roy, Bhupendra Rakshit Roy and others. This group spread its wings in different districts of Bengal like Dhaka, Calcutta, Kumilla, Medinipur, Mymensingh, 24 Parganas etc.  The leaders used to meet the members in secret, mostly at night. During daytime the leaders under police watchlist would never interact with the new members so as to protect them from the watchful eyes of the police informers. \n\nThe Head Quarter of Mukti Sangha was shifted from Dhaka to Calcutta and Hemchandra and Satyaranjan Bakshi had come to Calcutta. Satyaranjan was entrusted with the job of editing the Forward Patrika of the Swaraj Party.\n\nBy 1922, Mukti Sangha had many branches like Sri Sangha, Shanti Sangha and Dhruba Sangha, all of which were involved in social welfare activities in public and in planning and coordinating revolutionary activities in private, esp. in mentoring the young college going boys and girls.\n\nSri Sangha was founded under the active guidance of Anil Roy in Dhaka. Anil was helped in his activities by Rasomay Sur, Satya Gupta and Suren Datta. They used to conduct welfare activities, developed study circles and brought students to the ideological ambit. They had opened gymnasiums for physical exercises. However all these were subterfuge to hide the real activities, of creating a network of daring youth who would not hesitate to take up any action when time comes. This was also the period when women, coming out of colleges and universities, were equally enthused to participate in the freedom movement. Leela Nag, who had founded Deepali Sangha, was an outstanding woman in every sense. She had formed several schools for the education of women and had engaged herself in social welfare activities. She had come in contact with her classmate and future husband Anil Roy, a philosopher and musician per excellence, and together they had shaped the journey for Sri Sangha. In 1931 she had published the Jayashree patrika, which was blessed by Rabindranath Tagore. The patrika was managed entirely by a crew of women and  had actively supported all revolutionary and anti British activities including that of the Chattogram uprising. Leela was sent to jail in 1931 and remained in jail atleast until 1937. She and Anil Roy became close to Subhas Chandra Bose, who as the President of Indian National Congress, had made her a member of the newly formed Planning Commission. After Subhas formed Forward Bloc, Leela and Anil joined him and  took part in all his activities, like editing the magazine or participating in the Holwell Monument agitation or facilitating his visit to Dhaka and Narayanganj in May, 1940. \n\nIn Medinipur Jyotish Jowardar and Dinesh Gupta had formed a well coordinated network of volunteers who would later play key roles in creating terror in the hearts of the British administration by killing atleast three magistrates. 1928 was a remarkable year in the history of Mukti Sangha as under the guidance of Subhas Chandra Bose it transformed itself into Bengal Volunteers that had played such a key role in organizing the Calcutta Congress of 1928. Under the strict guidance of Major Satya Gupta and Major Jatin Das among others, Bengal Volunteers became a well trained army of dedicated soldiers. The woman's regiment under Latika Bose was a foretaste of the Rani Jhansi Regiment that would come up fifteen years later in Singapore. \n\nBy the end of 1928 there was a split in Mukti Sangha and Anil Roy and Leela Nag's Sri Sangha became a separate organization. The split was done mainly to protect Sri Sangha from the Government wrath as a consequence of the revolutionary activities of the parent body. However Anil Roy and his members had maintained a close contact with the parent body and had helped in its activities in various ways. Sri Sangha had among its associates Anil Das, Shailesh Roy, Khitish Roy, Barin Roy, Kamalakanta Ghosh, Rebati Barman, Renu Sen, Amal Roy and Sudheer Nag .\n\nMeera Dutta Gupta was entrusted with the woman's wing of the Mukti Sangha Volunteers. Het father was an influential Government officer. Other notable women revolutionaries were Kamala Dasgupta, Ujjwala Majumdar, Chameli Basu etc. They had inspired several other women to take up arms, the most notable among them being Bina Das, the daughter of Benimadhab Das, who had fired at Governor Stanley Jackson in the Calcutta University Convocation in 1932. Among prominent members of B.V were Sachin Bhowmik, Mani Bhowmik, Sunil Sengupta, Biren Guha Roy, Kumud Mukherjee, Haridas Sen, Comet Dasgupta, Biren Ghosh etc. Dinesh Gupta started organizing a band of dedicated soldiers in Medinipur. Bengal Volunteers had close contact with Anushilon Samity and Jugantar group and with the Chattogram team of Masterda Surjya Sen. Ananta Singh and Loknath Bal were part of B.V in 1928. From Jugantar group Kiran Mukherjee and Bhupendranath Datta had close links with B.V. \n\nIn August 1930 Binoy Bose, a Dhaka Medical College student and one of the volunteers, killed Inspector General Lowman and injured the notorious Hudson who had an uncanny ability to instigate riots among Hindus and Muslims. Supati Roy helped Binoy escape from Dhaka to Calcutta. Masterda Surjya Sen led a group of young revolutionaries to declare war on the British Government on 18 April 1930. Subhas Chandra Bose was severely attacked inside the prison and the attack was instigated by Som Datta, the Punjabi IMS officer who was the superintendent of the Alipore prison. The revolutionaries from Jugantar and B.V targeted Som Datta but could not succeed owing to the lack of coordination. Later B.V took up on its shoulder the task of punishing I.G Prison Simpson. Major Binoy Bose, lieutenant Sudheer (Badal) Gupta, and Dinesh Gupta, the three trusted volunteers, were to carry out the operation in Writer's Building on Dec 8, 1930, in what went down in history as the famous Verandah battle where three daring youth took on the whole might of the Empire. After killing Simpson, the trio fought with a large contingent of British military police till their ammunition ran out. Badal consumed potassium cyanide, Binoy shot himself and died in hospital about a week later. Dinesh was hanged. \n\nIn the meanwhile Dinesh's Medinipur group had terrorized the administration by systematically eliminating Garlick - the judge who had ordered Dinesh's hanging, and the three notorious magistrates of Medinipur one after the other - James Paddy, Douglas and Burge. Bimal Dasgupta and Jyotijiban Ghosh sho... (truncated)",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.6365692616,
        "format_confidence":0.6243546605
    },
    {
        "url":"http:\/\/www.caribmask.com\/?page_id=37",
        "text":"The Origination of the Word “Carnival”\n\nSeveral hundred years ago, the followers of the Catholic religion in Italy started the tradition of holding a costume festival right before the first day of Lent. At this time Catholics were not supposed to eat meat during Lent, this festival was called carnevale – which means “to put away the meat”. As years passed, carnivals in Italy became quite popular and the celebrations spread to France, Spain, and all the Catholic countries in Europe. Then as the French, Spanish, and Portuguese began to take control of the Americas and other parts of the world, they brought with them their tradition of celebrating carnival.\n\nBy the early 19th century, some six million slaves had been brought to the Caribbean. Between 1836 and 1917, indentured workers from Europe, west and central Africa, southern China, and India were brought to the Caribbean as laborers.\n\n\nAfrican Influences on Carnival Traditions\n\nAn important part of Caribbean festivals are the ancient African tradition of parading through villages in costumes and masks. This was believed to bring good fortune and to heal problems within the village. Carnival traditions also borrow from the African tradition of putting together natural objects to create a mask or costume\n\nFeathers were frequently used by Africans on masks and headdresses as a symbol of our ability as humans to rise above pains, heartbreaks, illnesses, and problems. Today, we see feathers used in many ways in creating carnival costumes.\n\nAfrican dance and music traditions transformed the early carnival celebrations in the Americas, as African drum rhythms, large puppets, stick fighters, and stilt dancers began to make their appearances in the carnival festivities.\n\nIn many parts of the world, where Catholic Europeans set up colonies and entered into the slave trade, carnival took root. Brazil is famous for its carnival, as is Mardi Gras in Louisiana (where African-Americans mixed with French settlers and Native Americans). Carnival celebrations are now found throughout the Caribbean in Trinidad and Tobago, Barbados, Jamaica, Grenada, Dominica, Haiti, Cuba, St. Thomas, St. Marten; in Central and South America in Belize, Panama, and in Canada and the U.S. where Caribbean people have settled, including Brooklyn, Miami, and Toronto.\n\nLeave a Reply\n\n\nGet the Facebook Likebox Slider Pro for WordPress",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.8956934214,
        "format_confidence":0.5419453382
    },
    {
        "url":"http:\/\/www.ghodsgasht.com\/en\/user\/temp.php?irantech_parvaz=1034&detail=17&cityname=Yazd%20Province",
        "text":"Iran Tourism Attraction\/Yazd Province\n\nYazd Province\n\nYazd Province tourist information\n\nYazd Province is one of the 31 provinces of Iran . It is in the centre of the country , and its administrative center is the city of Yazd . In 2014 it was placed in Region 5 .\n\nThe province has an area of 131,575 km² , and according to the most recent divisions of the country , is divided into ten counties : Abarkuh County , Ardakan County , Bafq County , Behabad County , Khatam County , Mehriz County , Meybod County , Ashkezar County , Taft County , and Yazd County . According to the 1996 census , Yazd province had a population of about 750,769, of which 75.1% were urban residents while 24.9% resided in rural areas . At the 2011 census , its population (including Tabas County , which was transferred to South Khorasan Province) was 1,074,428 , in 258,691 families ; excluding Tabas County , its population (as of 2006) was 895,276 , in 241,846 families .\n\nThe city of Yazd is the economic and administrative capital of the province and therefore the most heavily populated .\n\n\n\nYazd province with the area of 131,551 km2 (50,792 sq mi) is situated at an oasis where the Dasht-e Kavir desert and the Dasht-e Lut desert meet . The city itself is sometimes called \"the bride of the Kavir\" because of its location , in a valley between Shir Kuh , the tallest mountain in the region at 4,075 m (13,369 ft) above sea level , and Kharaneq . The city proper is located at 1,203 m (3,947 ft) above sea-level , and covers 16,000 km2 (6,200 sq mi) .\n\nAccording to the administrative division rules , the Yazd province is divided into 9 counties , each including at least one town and a number of districts , rural districts (dehestans) , and villages .\n\n\nMountains of Yazd\n\n·         South- and Southwestern Mountains\n\nThis group is wider than the other ridges and includes Shir Kuh\n\n·         Eastern Mountains\n\nThey are located in east of Yazd province with the highest peaks being Bon Lokht (3002) .\n\n\n\n\nReed More",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9140668511,
        "format_confidence":0.965829432
    },
    {
        "url":"http:\/\/everything.explained.today\/Daniel_Greysolon%2C_Sieur_du_Lhut\/",
        "text":"Daniel Greysolon, Sieur du Lhut explained\n\nDaniel Greysolon, Sieur du Lhut (c. 1639  - 25 February 1710) was a French soldier and explorer who is the first European known to have visited the area where the city of Duluth, Minnesota is now located and the headwaters of the Mississippi River near Grand Rapids. His name is sometimes anglicized as \"DuLuth\", and he is the namesake of Duluth, Minnesota as well as Duluth, Georgia. Daniel Greysolon signed himself \"Dulhut\" on surviving manuscripts.\n\nEarly life\n\nHe was born, in 1639, in Saint-Germain-Laval, near Saint-Étienne, France, and first visited New France in 1674.\n\n\nIn September 1678, DuLhut left Montreal for Lake Superior, spending the winter near Sault Sainte Marie and reaching the western end of the lake in the fall of the following year, where he concluded peace talks between the Anishinaabe (Saulteur) and Dakota (Sioux) peoples. On 2 July 1679 DuLhut planted the flag of France \"in the great village of the Nadouecioux, called Izatys,\" a Dakota Mdewakanton town on what is now called Mille Lacs Lake.[1] In June of 1680 Duluth heard of the capture of a Catholic priest by the name of \"Louis Henpin\" (Louis Hennepin) who had been captured by other \"Nadouecioux\" (Sioux), among whom Duluth was living.[1] After receiving word of his capture, Duluth set out at once to find the Franciscan priest and demand his release. Duluth bartered for the priest's freedom, but in doing so he broke laws banning trading with Natives without government approval which ultimately led to troubles back in Montreal. Lured by native stories of the Western or Vermilion Sea (likely the Great Salt Lake in Utah), Duluth reached the Mississippi River via the Saint Croix River in 1680 and then headed back to Fort de Buade, where he heard that jealous Quebec merchants and the intendant Jacques Duchesneau de la Doussinière et d'Ambault were slandering him. He was forced to return to Montreal and then France in 1681 to defend himself against false accusations of treason, returning the following year.\n\nDuluth subsequently established fur trading posts to further French interests at Lake Nipigon and Fort Caministigoyan at the mouth of the Kaministiquia River on Lake Superior, the site of the city of Thunder Bay, Ontario, probably 1684\/85, not 1679 as many sources suggest, and at Fort St. Joseph (Port Huron) between Lake Erie and Huron, which was garrisoned with 50 men.\n\n\nHe died of gout in Montreal 25 February 1710 and was buried in the Recollet church.\n\n\nMontreal, Quebec has a Duluth Avenue (Avenue Duluth in French) named after Greysolon located in \"The Plateau\" borough of the city (known as Le Plateau-Mont Royal in French). The avenue became quite popular with both residents and tourists after it was redesigned in the early 1980s. It was made to be more pedestrian-friendly with pleasantly-designed sidewalks, many trees, and flower boxes. It is said to have been modeled after Woonerf streets in the Netherlands and Belgium where pedestrians and cyclists have priority over motorized vehicles, which have a reduced speed limit.\n\nIn popular culture\n\nColder by the Lake, a theater company in Duluth, Minnesota, produced an original comic opera based on the life of Daniel Greysolon. Entitled Les Uncomfortable (a play on the title of the musical Les Misérables), the music was composed by Tyler Kaiser and the libretto written by Margi Preus and Jean Sramek, all of Duluth. The work was performed in 2001 and 2002.\n\n\nExternal links\n\nNotes and References\n\n  1. Memoir of Greysolon du Luht pp 375-6, in Louis Hennepin, Description de la Louisiane (Paris, 1683), translated from the edition of 1683, and compared with the Novella Decouverte, the La Salle Documents and other Contemporaneous Papers, New York, by John G Shea 1880",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9945273995,
        "format_confidence":0.9914132357
    },
    {
        "url":"http:\/\/www.storiesuntold.org\/women\/betty_spiegelberg.html",
        "text":"Stories Untold: Jewish Pioneer Women 1850-1920: The Art of Andrea Kalinowski\nThe ArtThe ArtistThe WomenThe ExhibitionIdeas\nBetty Spiegelberg\nmarried Levi Spiegelberg in 1848, and arrived in Santa Fe in the 1860s. Her story is narrated by her sister-in-law, Flora Spiegelberg.\n\n\"To protect his wife, Levi's three brothers slept in an adjoining room with loaded guns to ward off any attempt to kidnap her. My brother-in-law forbid his wife even to look out of her bedroom window.\"\n\nClick for full text\nClick to enlarge\nRelated Resources\nListen to a Reading\n\nquilt detail\nquilt detail\nquilt detail\nBetty's Quilt - click to enlarge\nPioneer ExperienceWomen's RolesJewish ExperienceSite CreditsContact UsHome\nAn online exhibition from the Palace of the Governors \/ New Mexico History Museum, organized by TREX\nTraveling Exhibitions Program, with generous support from the Dobkin Family Foundation.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9346781969,
        "format_confidence":0.5818198919
    },
    {
        "url":"http:\/\/www.trailchamber.bc.ca\/area-info\/the-greater-trail-area\/the-city-of-trail\/",
        "text":"The City of Trail\n\n\nThe City of Trail is situated on the banks of beautiful and mighty Columbia River. Trail is commercial, financial, and industrial centre for the South Kootenay region. This city had its beginning during the mining boom around the end of last century. In 1896 Trail, British Columbia was the home of the first smelter, which, in a much changed and more sophisticated format, still dominates the skyline and the local economy. Trail is also known for its significant Italian community. Before the end of World War II Italian immigrants were largely responsible for shaping the community’s social and cultural structure.\n\nAfter World War I, the Trail Smelter operations expanded significantly with the break-through treatment of zinc-laden ores. Through the 1920s, the Trail Operations expanded into full production of lead and zinc, as well as gold, silver, cadmium, and bismuth. The CM&S also expanded into the production of fertilizers using by-products of the zinc smelting process.\n\nWith the enormous growth of the Trail Smelter, Trail’s population tripled by 1941 to 10,000 and the City had expanded into the East Trail residential area. By 1951, the population had grown to 12,000 and the City had expanded into the Sunningdale and Glenmerry residential areas.\n\nToday the terraced homes, rock walls and bright gardens tucked into the winding streets of “Little Italy” delight visitors from all over the world. Trail is a major industrial and financial centre in the Interior of British Columbia, dominated by Teck Cominco’s smelter, one of the world’s largest integrated lead-zinc manufacturing complexes. Trail has produced many fine national athletes and champions. Trails sports and recreational facilities are second to none and the excellent dining and cultural facilities add to the friendly and clean atmosphere of this wonderful city.\n\nView of the City and Cominco Smelter 1961 Cominco Ltd.’s Trail Operations continues to be the economic cornerstone of the Greater Trail area. Recent modernization of the Trail Operations has promised to extend Cominco Ltd.’s presence in Trail well into the 21st Century. The City of Trail continues to prosper in this strong, economic climate and to provide its citizens with first-rate services and quality of life.\n\nTrail BC consists of a number of sub-divisions – East Trail, West Trail Columbia Heights, Miral Heights, Glenmerry, Rivervale, Tadanac, Sunningdale, Waneta Mall area, and Waneta Columbia Gardens area.\n\nEast Trail Area\n\nBy 1941 the City had expanded into the East Trail residential area as the population grew as Cominco prospered during World War II.\n\nWest Trail Area and the Gulch\n\nOn Rossland Avenue you will find the neighbourhood known as “the Gulch.” Originally called “Dublin Gulch”, it lost the “Dublin” as it filled up with Italians who came to Trail to work at Cominco. Many of them chose not to live on the original Trail townsite and built their homes on the banks of the mountainside. The Gulch consists of four or five hundred metres of houses and apartment blocks, and the best Italian grocery store in Trail – the Star Grocery – and other shops, Rossland Avenue rolls down the length of the Gulch on its way to Trail’s city centre with Saint Anthony of Padua, on the left at the top of the Gulch. On the right, there are a number of well known establishments and clubs – The Rex Hotel, Columbo Lodge Italio Canadese Hall, Trail Hotel and the new Casa Lingo Italiana Restaurant (now in the old Nellie’s Pizza building).\n\nAt the bottom of the Gulch, Rossland Avenue is the Best Western Terra Nova just down from highway 22 which leads left up the 8% grade along the side of Smelter Hill on its way to Castlegar 26 kilometres away. By heading down eastward you reach Victoria Avenue, defining the northern bounds of Trail’s central business district.\n\n\nThe sub-division of Sunningdale is reached via Charles Lake Drive from East Trail. In the late 1940’s after World War II, houses were built and financed by Central Mortgage and Housing Corporation to provide affordable housing for returning war veterans. Sunningdale consists of a lower bench and an upper bench. The upper bench mainly consists of houses that were built for war verterans, while many houses along Hazlewood Drive with river view lots were built and owned by doctors and professionals.\n\nComments are closed.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.8100136518,
        "format_confidence":0.712180078
    },
    {
        "url":"https:\/\/www.nps.gov\/pisp\/learn\/photosmultimedia\/revegetation-panel.htm",
        "text":"Revegetation Panel\n\nPipe Spring National Monument is establishing a native vegetation plot, reminiscent of the grasslands of the Arizona Strip prior to the 1850s. Over-abundant shrubs (four-wing saltbush and sagebrush) were removed from the area, and native grasses and forbs (broad-leaved flowering plants) were planted. This mix of native species will help encourage a diverse plant community. Imagine the scene in the future with wild grasses once again waving in the breeze.\n\n…The foothills that yielded hundreds of acres of sunflowers which produced quantities of rich seed, the grass also that grew so luxuriantly…the seed of which was gathered with little labor, and many other plants that produced food for the natives is all eat out [sic] by stock.\nLetter, Jacob Hamblin to John W. Powell, 1880\nThe landscape of plants on the Arizona Strip 150 years ago was a diverse mixture of grasses, forbs, and brush, adapted to high desert conditions. These plants provided food for animals such as antelope, deer and rabbits. The native plants also provided subsistence foods for the native peoples. The Southern Paiute developed finely woven basketry solely for collecting seeds. The abundance of desert grasses also drew cattle and sheep ranchers to the Arizona Strip.\n\nMy grandmother used to gather . . . a little green plant, a little old bush, and she’d whip the seeds into a basket. That was good food….First she’d roast it…. And then she used to grind it and it used to make real good soup or stew or sometimes she made it into gravy. Oh, it was really tasty.\nKaibab Paiute elder, 1995\nPhoto: John K. Hillers, 1872\nCattle at Pipe Spring ranch\nThe fragile environment of the Arizona Strip in the 1800s was well described by Clarence E. Dutton of the United States Geological Survey who visited the area in the 1870s and 1880s: Ten years ago the desert spaces outspreading to the southward were covered with abundant grasses, affording rich pasturage to horses and cattle. Today hardly a blade of grass is to be found within ten miles of the spring… The cause of the failure of pasturage is twofold. There is little doubt that during the last ten or twelve years the climate of the surrounding country has grown more arid. The occasional summer showers which kept the grasses alive seldom come now, and through the long summer and autumn droughts the grasses perished even to their roots before they had time to seed… Even if there had been no drought the feeding of cattle would have impoverished and perhaps wholly destroyed the grass by cropping it clean before the seeds were mature, as has been the case very generally throughout Utah and Nevada.\nReveg panel\n\nLast updated: January 11, 2017\n\nContact the Park\n\nMailing Address:\n\nPipe Spring National Monument\nHC 65 Box 5\n406 Pipe Springs Road\n\nFredonia, AZ 86022\n\n\n(928) 643-7105\n\nContact Us",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.8141639233,
        "format_confidence":0.7930548191
    },
    {
        "url":"https:\/\/www.ancient.eu\/Maximinus_Thrax\/",
        "text":"Maximinus Thrax\n\n\npublished on 18 November 2013\nMaximinus I ()\n\nMaximinius Thrax ruled briefly as the Roman emperor from 235 CE to his death in 238 CE. The young Roman Emperor Alexander Severus secured the imperial throne after the assassination of his cousin Elagabalus by the Praetorian Guard in 222 CE. Thirteen years later in 235 CE, after unsuccessful assaults against the Parthians and Germans, the army, tired of his inability to command, murdered him and his mother, Julia Mamaea, and rallied behind a semi-illiterate barbarian commander named Maximinus Thrax. Unfortunately, his lack of support in the Roman Senate and several costly military expeditions would spell his own demise three years later.\n\nGaius Julius Verus was born in 172 or 173 CE in Thrace, a region northeast of Macedonia near the Black Sea, to a peasant father and an Alanic mother. Because of his place of birth, he became identified with the name of Thrax. In 190 CE he entered the military and because of his immense size and strength, quickly rose through the ranks, eventually commanding a legion in Egypt in 232 CE, governing the Roman province of Mesopotamia, and lastly, in 234 CE leading recruits in Germany. At a very opportune moment, Maximinus would be acclaimed as the empire’s new leader.\n\nRemove Ads\n\n\nIn the early spring of 235 CE Alexander Severus and his mother attempted an offensive against the Germans with the sole intent of resurrecting the young emperor’s image with the army and people of Rome. Unfortunately, he chose to negotiate instead of fight. The army was furious and rallied behind Maximinus against Alexander. After the assassination of the emperor and his mother - their bodies were returned to Rome - Maximinus was proclaimed emperor near the present-day city of Mainz on March 20, 235 CE. The Roman Senate reluctantly approved, even though they considered him a barbarian and below their social standing. His son Gaius Julius Verus Maximus would be named Caesar. Historian Herodian in his History of the Roman Empire wrote of the new emperor,\n\nHis character was naturally barbaric, as his race was barbarian. He had inherited the brutal disposition of his countrymen, and he intended to make his imperial position secure by acts of cruelty, fearing that he would become an object of contempt to the Senate and the people, who might be more conscious of his lowly origin than impressed by the honor he had won.   \n\nAfter assuming the imperial title, the new emperor recognized his lack of the necessary support in the Senate and remained cautious. Those in Rome, as well as many in the army, preferred a senator named Magnus; however, when news of the plot became known, several of his followers met their untimely death on the orders of Maximinus. Others, who remained loyal to Alexander, chose Titus Quartinus as emperor, but unfortunately he met his death as he slept at the hands of one of his most vocal supporters, a man named Macedo who elected to change sides and support Maximinus instead. Herodian noted,\n\nAlthough he had no reason for enmity or hatred, Macedo killed the man whom he himself had chosen and persuaded to accept the empire. Thinking that this act would win him great favor with Maximinus, Macedo cut off Quartinus' head and brought it to the emperor. When he learned of the deed, Maximinus, though he believed that he had been freed from a dangerous enemy, nevertheless had Macedo killed, when the man had every reason to hope and believe that he would receive a generous reward.\n\nBuilding a pontoon bridge and crossing the Rhine, the new emperor moved further into Germany, plundering and burning villages as he went.\n\nBuilding a pontoon bridge and crossing the Rhine, the new emperor moved further into Germany, plundering and burning villages as he went. After a fierce battle near Wurttemberg and Baden and despite heavy losses, he was proclaimed Germanicus Maximus. Peace in the region was restored. From 235-236 CE he advanced towards the Danube, earning the titles of Dacius Maximus and Samaticus Maximus. However, his problems lay not in Germany but back in Rome - a city he would actually never see. His push into Germany had drained the finances of the empire, and his cuts in subsidies on the city’s grain supply harmed his reputation with the people, especially the poor. Herodian remarked,\n\nRemove Ads\n\n\nAfter Maximinus had impoverished most of the distinguished men and confiscated their estates, which he considered small and insignificant and not sufficient for his purposes, he turned to the public treasuries; all the funds which had been collected for the citizens' welfare or for gifts, all the funds being held in reserve for shows or festivals, he transferred to his own personal fortune.\n\nRealizing they could no longer tolerate the excesses of Maximinus, the Senate threw their support behind the eighty-year-old governor of Africa, Marcus Antonius Gordianus Sempronianus or Gordian I. Maximinus was declared an enemy of the state.\n\nGordianus and his son Gordian II, who was proclaimed Augustus by his father, may have had the support of the Senate but their days on the throne were numbered. Capellianus, governor of Numidia and an ally of Maximinus, advanced his legions to Carthage and after defeating the small militia killed the forty-six-year-old Gordian II. His father, hearing of his son’s assassination, hanged himself. They had been in power for only twenty-two days. Still refusing to accept Maximinus as emperor, the Senate appointed co-emperors -  Decius Caelius Calvinus Balbinus and Marcus Clodius Pupienus Maximus. They also named a Council of Twenty to advise them. Regrettably, the new emperors were not welcomed warmly by the people of Rome, indeed the two received a hail of stones are they walked through the streets and the citizens preferred the thirteen-year-old nephew of Gordian II, Marcus Antonius Gordianus. To appease the citizenry, the boy who would become Gordian III was named Caesar.\n\nAfter hearing of the Gordian appointment and despite the growing animosity of his troops, Maximinus moved his army towards Italy. He reached the city of Emosa but found it to be evacuated. He travelled further to the walled city of Aquileia, but his repeated attacks on the city failed. Emperor Pupienus set out from Rome to meet Maximinus. The losses at Aquileia, combined with the shortage of food, were too much for the Praetorian Guard and in May of 238 CE they murdered both the emperor and his son with their heads being escorted back to Rome. Pupienus entered Aquileia a hero. Herodian, who refers to the victorious co-emperor as Maximus, wrote that the city opened their gates and welcomed Maximus into the city. According to Herodian, many of the defeated men of Maximinus remained angry, grieving their fallen commander,\n\nRemove Ads\n\n\nThe men cheered Maximus and scattered leaves in his path. The soldiers who were besieging Aquileia came forward carrying laurel branches symbolic of peaceful intent, not because this represented their true feelings but because the presence of the emperor forced them to pretend respect and good will.\n\nThe death of Maximinus brought about what many historians consider a period of crisis and chaos. Pupienus returned to Rome a hero but soon quarreled with the jealous Balbinus. Tired of both men the Praetorian Guard stormed the imperial palace. seized the emperors, and dragged their bodies through the streets of Rome. Gordian III was proclaimed the new emperor, the last in the Year of the Six Emperors.\n\nAbout the Author\n\nDonald L. Wasson\nDonald has taught Ancient, Medieval and U.S. History at Lincoln College (Normal, Illinois)and has always been and will always be a student of history, ever since learning about Alexander the Great. He is eager to pass knowledge on to his students.\nRemove Ads\n\n\nHelp us write more\n\nWe're a small non-profit organisation run by a handful of volunteers. Each article costs us about $50 in history books as source material, plus editing and server costs. You can help us create even more free articles for as little as $5 per month, and we'll give you an ad-free experience to thank you! Become a Member\n\nRecommended Books\n\n\n\nCite This Work\n\nAPA Style\n\nWasson, D. L. (2013, November 18). Maximinus Thrax. Ancient History Encyclopedia. Retrieved from\n\nChicago Style\n\nWasson, Donald L. \"Maximinus Thrax.\" Ancient History Encyclopedia. Last modified November 18, 2013.\n\nMLA Style\n\nWasson, Donald L. \"Maximinus Thrax.\" Ancient History Encyclopedia. Ancient History Encyclopedia, 18 Nov 2013. Web. 21 Oct 2017.\n\nRemove Ads\n\n\nAdd Event\n\n\nVisual Timeline\nRemove Ads\n\n\n\nOur latest articles delivered to your inbox, once a week:\n\nRemove Ads\n\n\nVisit our Shop\n\nAncient History Merchandising",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9941093922,
        "format_confidence":0.9541831017
    }
]