[
    {
        "url":"http:\/\/mainstreammystic.blogspot.com\/2011\/06\/q-author-patti-zarn-travel-and.html",
        "text":"Tuesday, June 14, 2011\n\nQ&A Author Patti Zarn. Travel and Dimensions\n\nQ&A Author Patti Zarn answers reader questions from her book MAINSTREAM MYSTIC. Traveling, the boys and dimensions.\n\nwww.pattizarn.com Read the INTRODUCTION for free.\n\n1 comment:\n\n  1. Yes, my Sweet Friend :o) Being able to see you and hear you speak your heart is soul food! Mahalo and Aloha",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.5301911235,
        "format_confidence":0.6606312394
    },
    {
        "url":"http:\/\/judaism.stackexchange.com\/questions\/26795\/mishebeirach-for-someone-who-doesnt-want-their-mothers-name-used\/27330",
        "text":"Take the 2-minute tour ×\nMi Yodeya is a question and answer site for those who base their lives on Jewish law and tradition and anyone interested in learning more. It's 100% free, no registration required.\n\nSuppose someone really dislikes his mother and does not want to be known as (for example) \"יוסף בן רחל\". He's sick, and people wish to pray for him in a Mishebeirach.\n\nDo his wishes have to be honored? And what is the alternative? יוסף בן שרה?\n\nshare|improve this question\nAs always, consult your rabbi for practical advice rather than relying on the answers you see here. –  msh210 Mar 4 '13 at 18:12\nadd comment\n\n1 Answer\n\nup vote 3 down vote accepted\n\nThe Rabbi I consulted said that for the sake of shalom, Sara could be used.\n\nshare|improve this answer\nOK, that works for Shalom, but what about Chaim? –  HodofHod Mar 21 '13 at 17:56\nשלום שלום לרחוק ולקרוב –  Yishai Mar 21 '13 at 19:02\n@Yishai שלום שלום ואין שלום –  Double AA Mar 22 '13 at 0:36\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9970869422,
        "format_confidence":0.9900734425
    },
    {
        "url":"https:\/\/illbehonest.com\/what-songs-should-the-church-be-singing-tim-conway",
        "text":"What Songs Should The Church Be Singing?\n\nCategory: Questions & Answers, Video\n\nIn this Ask Pastor Tim we look at these questions: Do the Scriptures explicitly command the church to sing from the book of Psalms and only the Psalms? Also, should we sing a song that is full of sound doctrine but something about the author’s past was questionable?",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.987696588,
        "format_confidence":0.7675858736
    },
    {
        "url":"https:\/\/shariahboard.org\/recent-questions",
        "text":"Monday | 20 September 2021 | 13 Safar 1443\nGold NisabSilver NisabMahr Fatimi\n\nRecent Questions\n\n  • icon\n\n    PrayerQue.ID 13919\/4\/2021\n\n    Dua after Tahahhud in first Queda in Jamat\n    In Zuhr, Asr, or Isha, can muqtadi read dua after Tahahhud in first Qaeda.\n  • icon\n\n    PrayerQue.ID 13839\/4\/2021\n\n    Friday prayers\n    As salam alaikum wa rahmatullahi wa barakatuhu Can the same imam lead more than one jumaa prayers on the same day? JazakumAllah khair\n  • icon\n\n    Advice and ConsultingQue.ID 13739\/4\/2021\n\n    Islamic Finance\n    Selam, we have launched a cryptocurrency ( Caizcoin) from Germany which has been tried to be compliant with Islamic financial standards. The coins have been backed by gold and physical assets and the coins have been made usable, transferable,...\n  • icon\n\n    Permissible and ImpermissibleQue.ID 13709\/4\/2021\n\n    is kosher beef gelatin made from the hide of beef halal to consume?\n  • icon\n\n    PrayerQue.ID 13689\/4\/2021\n\n    Taraweeh Question\n    As salaam alaikum Mufti saab, Few people in my familly started saying that we dont have to pray 20 Rakah Taraweeh as Prophet Mohammed S.A.W didnot pray 20 Rakah. But i am from Hyderabad india and we always paryed 20 Rakaah. I am confused now and...\n  • icon\n\n    Dealings and TransactionsQue.ID 13609\/4\/2021\n\n    Distribution shares of nephews and nieces\n    Aslam o Alikummy question is that if man died, his parents before died, no child, her wife and sister died after his death. now only his brother's sons and daughters(nephews and nieces) are alive. what shares distribute among them(nephews and...\n  • icon\n\n    ZakahQue.ID 13559\/4\/2021\n\n    asslmau alikum If we have money saved for only kids education, do we still have to give Zakat on that money too. Or no.\n  • icon\n\n    ZakahQue.ID 13539\/4\/2021\n\n    Zakat questions\n    Assalam o alaikum I have few zakat related questions, I am hopeful that you can answer them, JAZAKALLAH. May ALLAH Bless you 1. Are you required to pay zakat on your 401k? 2. Are you required to pay zakat on the gold jewelry that you use i.e...\n  • icon\n\n    ZakahQue.ID 13529\/3\/2021\n\n    Question about Zakat\n    Assalam o Alaikum, I hope you are well and staying safe. My name is Dr. Ghulam Muhammad Memon. I give a part of my salary to my father every month. My father dutifully pays zakat on that money every year during the month of ramadan. Due to some...\n  • icon\n\n    Dealings and TransactionsQue.ID 13519\/3\/2021\n\n    Inheritance Distribution\n    As Salam Alaikum I have a question regarding the distribution of inheritance my father left for us. we are familyof 7 members. There is one home and some cash. Family consist of following our Mother Sister (1) Brother (5) JazakAllah for the...",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9964911342,
        "format_confidence":0.8108325601
    },
    {
        "url":"https:\/\/askamissionary.com\/guidance\/childhood-trauma-effects-overseas\/",
        "text":"“Yes, but help and healing are needed.”\n\nA disproportionate number of those going into missions come from wounded backgrounds and often have a strong desire to rescue or help others. These young adults from “dysfunctional” families can be as able a servant on the mission field as anyone else. However, they first need to allow our Lord Jesus to heal the wounds remaining from their upbringing. \n\nFamily problems can be a very sensitive issue, and must be dealt with in an atmosphere of love and trust. Most mission agencies have personnel staff ready to help potential missionaries prepare for service with them. Don’t try to wait until you’re perfect before beginning application! Pastoral care from your church and\/or campus fellowship are other means of getting help.   \n\nProfessional counseling is not the only way to recovery. Seek out counsel, understanding and accountability from believers, a pastor, lay people at church, friends, or campus staff workers who are older, more mature and emotionally healthy. \n\nNote: This answer is excerpted from Dysfunctional Families: Going into Missions from a Wounded Background, by Timothy Boyd and Brent Lindquist. We encourage you to read the rest of the article. The resources section of this website lists a number of articles on the topic of guidance\n\nAnswer from Drs. Timothy Boyd and Brent Lindquist with the counseling and restoration ministry Link Care.\n\n“Jesus is the redeemer, so yes, you can.”\n\nI experienced several childhood and early adulthood traumas before going to the mission field. When I was eight, my dad died. That was traumatic. Later, just after my high school graduation, both of my grandparents died on the same day. My grandfather had been ill, but my grandma had not. Later, my 28-year-old brother was killed in a work accident. Five years later, I lost my 29-year-old younger brother and my 26-year-old sister. Those losses were painful. I was a believer and dealt with them as I could and sensed God’s help in getting through those struggles. \n\nThree years after the death of my sister, we were appointed to serve in Chile. We spent eight months in Costa Rica and then moved on to Chile. During a very stressful time in the life of our mission, at the start of my second term, while my son was eight years old, I had panic attacks. I had never even heard of them before. I thought I was dying. Then I thought I was going crazy. Thankfully, our member care person helped me to understand what was happening. I realized that I was trying to control the uncontrollable and that I was, in fact, trying to be God. With the help of medication, prayer, a loving wife, and several professionals, I was able to overcome the PTSD problems. \n\nAlthough I would not wish such anxiety on anyone, I learned so much about Jesus as my redeemer. All of the traumatic events in my life were like coupons, just worthless, meaningless pieces of paper unless I took them to the right place to be redeemed. He gave me meaning for these events and even turned my own anxiety struggles into opportunities to care for others and to offer hope and encouragement. God uses cracked clay pots. \n\nI would certainly tell you to seek all of the great help that is available now, before you go, to make sure you are ready and resilient. However, just because you have suffered loss or abuse or trauma, you should not consider yourself unfit to serve the Lord. You may, in fact, be better to touch the lives of others who need Jesus.\n\nAnswer from Ken in Spain, who served with the Canadian National Baptist Convention and Fellowship International in Chile and Spain for 15 years.\n\n“Sometimes, it depends on how much healing they’ve had.”\n\nDr. Robert Grant, a psychologist who counsels missionaries, is exploring this issue a lot because those who are still wounded can wound others. A traumatic childhood should not preclude someone from missions, but a lot of inner healing work and counseling should be a priority first. \n\nOften where we’ve experienced healing can be a place where we have the most compassion for others. We just have to be really careful and do our due diligence. \n\nI’ve written a little bit more about this on my blog here:  What I Wish I’d Known about Missionary Burnout.\n\nAnswer from Sarita, who has served with Zion Project in Uganda for seven years.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9665430784,
        "format_confidence":0.8581328988
    },
    {
        "url":"http:\/\/judaism.stackexchange.com\/questions\/19078\/is-there-any-concept-of-troubling-g-d\/22713",
        "text":"Take the 2-minute tour ×\nMi Yodeya is a question and answer site for those who base their lives on Jewish law and tradition and anyone interested in learning more. It's 100% free, no registration required.\n\nIs there any idea mentioned on Judaism of not wanting to \"trouble\" G-d with something too trivial? Obviously, G-d is infinite, and it's no more trouble for Him to do a thousand things than it is to do one, but nevertheless, is there any mention of this in the sources?\n\nInspired by a recent comment conversation.\n\nshare|improve this question\nA good place to start looking is the meforshim to the first page of Sotah \"וקשין לזווגן כקריעת ים סוף\". –  Michoel Sep 11 '12 at 2:56\nAccording to the Artscroll Gemora footnote 40, She'arim Metzuyanim BaHalacha discuses this. –  Michoel Sep 11 '12 at 3:04\n@Michoel Where in the Shearim Metzuyanim Bahalachah? Does Artscroll give the exact source? –  b a Sep 11 '12 at 3:13\n@ba It doesn't but I believe I have seen Shearim Metzuyanim Bahalachah on the seder of shas. The only one that comes up on HebrewBooks is the one on Kitzur Shulchan Aruch. –  Michoel Sep 11 '12 at 3:19\n\n1 Answer 1\n\nup vote 7 down vote accepted\n\nThe Mabit (R' Moshe m'Trani) discusses this issue in the first chapter of his sefer, Beis Elokim. He writes that it is improper to pray for unnecessary things - \"כי הוא מטריח את קונו ללא צורך\" - \"for he unnecessarily troubles his Master\" - a concept found in the Talmud (Taanis 24a). The Mabit discusses this at length, but his basic point is that the acceptance of prayer is a supernatural event, and God \"dislikes\" unnecessarily disturbing the natural order that He created.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9974595904,
        "format_confidence":0.9902524948
    },
    {
        "url":"https:\/\/hinduism.stackexchange.com\/questions\/21026\/is-every-being-a-god\/21029",
        "text":"According to Kaivalya Upanishad:\n\nHe(Supreme Brahman) alone is all that was, and all that will be, the Eternal. Knowing Him, one transcends death. There is no other way to freedom.\n\nWe know Supreme Being is God. As stated below from Kaivalya Upanishad.\n\nHe is God, He is The Absolute, He is Heaven, He is Eternal, the Supreme, the Self-luminous, He alone is All, He is Breath, He is Time and Fire, He is the Moon.\n\nIf God alone is all that was,and all that will be , then isn't every being a God? Isn't every act an act of God ? Isn't every speech an speech of God?\n\n\nEvery being infact every thing is Brahman.\n\n\"You are the woman, You are the man, You are the boy, (and) You are the girl too. You are the old man tottering with a stick. Taking birth, You have Your faces everywhere.\"\n\n(Svetasvatara Upanishad 4.3)\n\n\"You, indeed, are the blue bee; You indeed are the green parrot having red eyes; You indeed are possessed of lightning in Your womb. You indeed are the seasons and the seas. You indeed are without beginning; You exist as the Omnipresent, from whom have sprung all the worlds. \"\n\n(Svetasvatara Upanishad 4.4)\n\n\nKrishna says in the Gita, chapter 9, verses 4-6 (Swami Nikhilananda translator):\n\nBy Me, in My unmanifested form, are all things in this universe pervaded. All beings exist in Me, but I do not exist in them.\n\nAnd yet the beings do not dwell in Me--behold, that is My divine mystery. My Spirit, which is the support of all beings and the source of all things, does not dwell in them.\n\nAs the mighty wind blowing everywhere ever rests in the aksha, know that in the same manner all beings rest in Me.\n\n\nYes, everything is God. Even right now, in whatever condition you are, in this condition also You are God. Supreme Shiva involves in five activities -\n\n  1. Emanation (Srishti).\n  2. Re- Absorption (SamhAra).\n  3. Concealment (Vilaye).\n  4. Maintenance (Sthiti).\n  5. Grace (Anugrah).\n\nNow, Even after forgetting his real nature, Lord Shiva in the form of Jiva keeps doing these 5 activities.\n\nEven in this condition (of the empirical self), he (the individual) does the five krtyas (deeds) like Him (i.e. like Siva). Pratyabhijna Hridyam Sutra 10.\n\nCommentary by AchArya KshemrAj: When the great Lord who is consciousness (lit. whose form is consciousness) entering into the sphere of the body, prana etc. on the occasion of the attention becoming external, makes objects like blue etc. appear in definite space, time etc. then with reference to appearance in definite space, time etc., it is His act of emanation (srastrta). With reference to the appearance of the objects in another space, time etc., it is His act of withdrawal or absorption (samhartrta). With reference to the actual (continuity of the) appearance of blue etc., it is His act of maintenance (sthdpakata). With reference to its appearance as different, it is His act of concealment (vilayakarita). With reference to the appearance of every thing as identical with the light (of consciousness), it is His act of grace (anugrahitrta). As to how the Lord is always the author of the fivefold act, I have extensively demonstrated in Spandasandoha. Thus this authorship of the fivefold act occurring within one's own personal experience, if pursued steadily with firm understanding, reveals the Lord's greatness to the devotee. Therefore, those who always ponder over this (fivefold act of the Lord), knowing the universe as an unfoldment of the essential nature (of consciousness), become liberated in this very life. This is what the (sacred) tradition maintains (ityamnatah).\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9967871904,
        "format_confidence":0.9606466889
    },
    {
        "url":"https:\/\/christianity.stackexchange.com\/questions\/79565\/what-did-jesus-look-like-or-did-jesus-look-different-for-certain-people\/79578",
        "text":"Now, I don't go to church, my family stopped when I was like 8 (I'm 13), the church near me, that didn't have a raping problem and was Christian(not Catholic even though that is Christian), was a super church. It didn't really teach me much, since I was little I went with the other little kids, we only watched Veggietales and colored. We really didn't like that it used fast food and drink places, like Starbucks, to attract people since that isn't what church is about to us. I did learn what ellipses were though.\n\nSo, I didn't really know what Jesus looked like except the pictures in my grandma's house. The Jesus in her house had (idk if she has them in her new house) a black guy with thick hair and then one with lighter skin, very long hair, and a long beard.\n\nI asked her which one was really Jesus and she said that she said that she thinks that the black one is since nowadays they don't portray peoples' colors correctly and that we were the first people. She has both because she likes to have more than one thing portraying Jesus, even though it isn't the right one to her, she still knows who it is supposed to be. (Her church is a black church and the booklets portray Jesus as black)\n\nI have even seen Jesus with white skin, blonde hair, and blue eyes and for some reason, I don't really like it since it seems fake.\n\nMy question is, which Jesus is right? And for the wrong ones, do you know why they changed them or did God make it so Jesus could be seen differently for different people?\n\n\nWhat did Jesus look like?\n\nWhile the Bible doesn't give any detailed information as to Jesus' appearance, let's look at the facts:\n\n  • Jesus was born of a Jewish woman, therefore he would have the characteristics of that particular nationality. He would blend in with the local people without standing out amongst a crowd. (John 7:10,11)\n  • Jesus' hair would have been longish, probably around the shirt collar, but not long like that of women (1 Cor. 11:14)\n  • Jesus would have a beard as was the custom for those following the Law of Moses (Lev. 19:27)\n  • Being a carpenter for a time, Jesus had the physical traits of someone that did intensive labor. Let's not forget that Jesus did lots of walking during his 3 1\/2 year ministry. (Matt. 9:35)\n\nSome people have argued that Jesus was of African descent because of the description of Jesus in Revelation 1:14, 15. But the book of Revelation was presented \"in signs\" (Rev. 1:1) to the Apostle John, so the description of Jesus would have symbolic meanings. Take for example that Revelation also describes Jesus as having feet of bronze or copper (Rev. 1:15), but there is no race that has skin color like in that description.\n\nSome people say that Jesus was weak or frail. Jesus was a man of action like when he overturned the tables of the moneychangers in the Temple. (John 2:14, 15) The only time Jesus needed help was after he had been whipped and beaten by Roman soldiers. (Luke 23:26)\n\nIf you would like more information on this topic, read the article \"What Did Jesus Look Like?\" on jw.org. This is just one of several \"Bible Questions Answered\".\n\n  • Yes, the Transfiguration did affect his appearance but this was for a short time and it happened several decades after his birth. Therefore, for the majority of his life, Jesus would have had the Semitic features of his birth mother. – agarza Nov 1 '20 at 14:08\n\nJesus looked the same for everyone.\n\ndid God make it so Jesus could be seen differently for different people?\n\nI'll address this part of your question, since agarza has addressed what Jesus actually looked like based on Biblical sources.\n\nIn essence, no, Jesus looked the same for everyone. During his life on Earth, Jesus had a fully human body of flesh and blood. While his facial features were supernaturally transformed during his Transfiguration, he still remained fundamentally human.\n\n1 John 4:2-3\n\nBy this you know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is of God, and every spirit that does not confess 1that Jesus Christ has come in the flesh is not of God. And this is the spirit of the Antichrist, which you have heard was coming, and is now already in the world.\n\nIf Jesus had a flesh-and-blood human body, then it would have interacted with the world the same way every other flesh-and-blood human body does; it would have reflected light the same way our bodies do, and it would have appeared the same to everyone the same way our bodies do - though the interpretation of the light Jesus's body might have varied from person to person, the same way that two different people can look at the same thing and interpret it differently based on differences in their personal experiences and contexts.\n\n  • 1\n    \"While his facial features were supernaturally transformed during his Transfiguration\" This is a big claim that you need to justify. – curiousdannii Nov 1 '20 at 14:11\n  • @curiousdannii Luke 9:29. \"As he was praying, the appearance of his face changed, and his clothes became as bright as a flash of lightning.\" – nick012000 Nov 1 '20 at 14:13\n  • 2\n    The parallel account at Matt. 17:2 tells us \"his face did shine as the sun, and his raiment was white as the light.\" So, Jesus' face changed in that it began to glow. If his face was to have physically altered, the Biblical record would have given evidence that those seeking to kill him would not be able to recognize him after the Transfiguration. – agarza Nov 1 '20 at 19:51\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9965168238,
        "format_confidence":0.9907812476
    }
]