[
    {
        "url":"https:\/\/www.thestar.co.uk\/news\/10-facts-about-royal-births-1-9105969",
        "text":"10 facts about royal births\n\nHave your say\n\nHere are 10 facts about royal births.\n\n1. A team of 23 medical staff was on hand for the birth of Prince George and Princess Charlotte at the private Lindo Wing.\n\nA handful of midwives and others led by a consultant obstetrician were in the delivery room, but obstetricians, gynaecologists, surgeons, haematologists and theatre staff were also waiting in the wings in case of an emergency.\n\nThird time mums like Kate need to be watchful\n\n2. After William was born in 1982, the Prince of Wales wrote how he was \"so thankful I was beside Diana's bedside the whole time\".\n\n\"I really felt as though I'd shared deeply in the process of birth,\" he added.\n\nAll you need to know about the royal baby\n\n3. Diana was induced because she could not bear the pressure from the media any longer - and claimed doctors had to find a date that suited Charles and his polo fixtures.\n\n4. The Queen, then Princess Elizabeth, was given an anaesthetic to help with the pain while in labour with first child Charles in 1948.\n\n5. A restless Duke of Edinburgh occupied himself by playing squash while awaiting the arrival of his firstborn.\n\n6. The Queen had all her four children - Charles, Anne, Andrew and Edward - at home at Buckingham Palace and Clarence House.\n\n7. Princess Elizabeth was born at home by Caesarean section in her grandparents' house in Mayfair, London.\n\nShe was breech and it was a difficult birth for her mother the Duchess of York.\n\nWill it be a boy or a girl?\n8. It used to be the custom that government ministers and other witnesses were present at royal births to ensure no substitute child had been smuggled in in a warming pan or similar receptacle.\n\n9. But Queen Victoria put her foot down when her great-grandchild, the future Edward VIII, was born in 1894 and declared that just one Cabinet minister would be needed, with only the home secretary attending from then on.\n\n10. The birth of the Queen's cousin Princess Alexandra on Christmas Day in 1936 was the last occasion that a home secretary was present, meaning the Duchess of Cambridge has been spared such an intrusion.\n\nPrince Charles's birth was the first time in centuries that there was not a government minister there to witness the arrival of a future heir to the throne.",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.5586739779,
        "format_confidence":0.9771960974
    },
    {
        "url":"http:\/\/aseasonforallthings.blogspot.com\/2011\/01\/this-week-in-us-history.html",
        "text":"Sunday, January 2, 2011\n\nThis Week in US History\n\nJanuary 2\n\n1777  George Washington's army fights the Second Battle of Trenton, New Jersey.\n\n1942  During World War II, Japanese forces capture Manila, the capital of the Philippines.\n\nJanuary 3\n\n1870  Construction on the Brooklyn Bridge begins.\n\n1959  Alaska becomes the 49th state (with 663,267 sq. miles!)\n\nJanuary 4\n1896  Utah becomes the 45th state.\n\n2004  Spirit, a robotic rover, lands on Mars to explore the planet.\n\nJanuary 5\n\n1892  US immigration station on Ellis Island in New York Harbor opens.  Annie Moore, 15-year old lass from Ireland, entered the United States and history when she passed through its doors, becoming the first immigrant to be processed there.\n\n1914  Henry Ford, head of the Ford Motor Co., introduces a wage of $5 a day in his automotive factories.\n\nJanuary 6\n\n1838  Samuel Morse conducts a successful demonstration of his telegraph near Morristown, NJ.\n\n1942  The Pan American Airways Pacific Clipper arrives in New York City to complete the first round-the-world trip by a commercial airplane.\n\nJanuary 7\n\n1782  The Bank of North America, the first U.S. commercial bank, opens in Philadelphia, PA.\n\n1789  The first presidential election is held as Americans vote for electors who, a month later, choose George Washington as the nation's first president.\n\nJanuary 8\n\n1790  President George Washington delivers the first State of the Union address in New York City.\n\n1935  Rock 'n' Roll king Elvis Presley is born in Tupelo, Mississippi.\n\n1 comment:\n\n    Following your blog!\n    Please follow back!\n    If you could follow me on Facebook, that would be great!\n    The Dad!\n\n\nThanks for visiting and sharing your thoughts with me! I look forward to getting to know you better.\n\nIf you do not wish to sign-in, please email me your comments and I will post them. Due to too many spam comments, I have chosen to close the comments to anonymous users. Thank you for understanding. ~ Ellen\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9940021634,
        "format_confidence":0.7544917464
    },
    {
        "url":"https:\/\/www.newcollegegroup.com\/blog\/2019\/10\/20\/greater-manchesters-haunted-places-and-urban-legends\/",
        "text":"Explore NCG\n\n  • Summer School\n  • London\n  • Manchester\n  • York\n  • Dublin\n  • Apply Now\n  • Locations\n  • Price List\n  • Contact Us\n  • Downloads\n  • Tour\n  • Welfare\n  • Contact Us Apply To NCG\n    360° Tour Facebook Twitter YouTube LinkedIn Instagram Blog\n\n    Greater Manchester’s Haunted Places And Urban Legends\n\n    Manchester is not only a great place to study English, it’s also a city that really embraces the spirit of the spooky season. We’re really getting in the mood for Halloween at New College Group, and we know all of our students in the city will soon be doing the same as the 31st of October draws near.\n\n\n    Our English Language School is located in Manchester, and so we wanted to explore some of the most haunted locations and terrifying tales from across the Greater Manchester area, which are sure to send a shiver down your spine.\n\n\n    A warning though, don’t read on if you’re alone…\n\n\n    Here are some of the most haunted places in Manchester \n\n\n    The Boggart of Boggart Hole Clough\n\n    The beautiful urban park in Blackley (pronounced Blakeley), known as Boggart Hole Clough is said to have a mystical and eerie atmosphere. The 190 acres of stunning ancient woodland now hosts cross country events and bonfire displays. However, the Clough, which means a steep-sided wooded valley in the local dialect, has a dark urban legend attached to it. It’s said that a mischievous spirit, known as a boggart haunts the woods.\n\n    Boggarts are prominent in Lancashire and Yorkshire folklore and are said to have the ability to turn milk sour, make objects disappear and make dogs unable to walk. There’s even a story of a farmer and his family being driven from their home by a Boggart. They ended up returning anyway after releasing the creature would follow them.   \n\n\n    The White Lady in Ordsall Hall\n\n    Ordsall Hall is a stunning former stately home in Salford, which dates back more than 7 centuries. It was once the home of the Radclyffe family, who came into possession of the hall in around 1335. It was even the setting of the 1842 novel Guy Fawkes, written by William Harrison Ainsworth, which suggested the Gunpowder Plot of 1605 was planned in the house. However, like many older buildings, it has its stories of hauntings and also considered as one of the most haunted houses of Manchester.\n\n    Several spooky tales surround the old Tudor manor, including a particular ghostly spectre that has been named, the White Lady. She is said to appear in the Great Hall or Star Chamber, which are the oldest parts of the building. It’s believed that the ghost could be a former maid of honour to Queen Elizabeth I, a jilted bride, or the spirit of Margaret Radclyffe herself who apparently died in 1599 of a broken heart. Brave guests can spend a night at the hall, or even watch the live ghost cams on the website.\n\n\n    The unsettling underground of Manchester\n\n    Manchester has many secret hidden gems, but lying just below the surface of the city is a complex network of secret subterranean passageways and underground tunnels. This labyrinth beneath Manchester stretches under large parts of the city centre, hiding long-forgotten memories, and spine-tingling tales.     \n\n    The unsettling underground tunnels were built during World War Two, and include the remnants of an old communications bunker, air raid shelters, canal and river tunnels, shops, and even a tube station that was never used. For visitors who want to explore some of the most haunted places in Manchester, can book themselves onto ghost walks that explore the creepy passageways.\n\n    The curse of the Black Shuck\n\n    There’s many tall tales that have become embedded in UK folklore over the centuries. One of the most widely spread stories that stretched across the countryside was that of the ghostly ‘hellhound’ known as the Black Shuck. The hulking, 7 foot tall sinister beast was said to have roamed East Anglia in the 16th century, terrorising and striking fear into the hearts of any who came across its path.\n\n    Described as having shaggy black hair and flaming red eyes, the beast placed a fatal curse onto anyone who happened to catch a single glimpse of it. Those who heard it’s haunting howl were warned to close their eyes. It seems the curse of the Black Shuck spread to Manchester too, as there have been reported sightings of the creature prowling the city streets. One incident reported that the hound attacked a tradesman outside the Manchester Cathedral in 1825.\n\n\n    The screaming skull of Wardley Hall\n\n    Wardley Hall is a magnificent medieval manor house, also one of the most haunted houses in Manchester, which is located in the Wardley area of Worsley. The Grade I listed building is one of the few places in the whole of the Northwest to be mentioned in the Domesday Book. It’s now a residence for the Roman Catholic Bishops of Salford, but harbours a chilling history, centred around a screaming skull.\n\n    The preserved skull is believed to be that of Father Ambrose Barlow, who was hung, drawn and quartered in 1641. It’s still kept at the hall to this day, and the story goes that the grisly relic is in fact cursed. Legend says that the skull is indestructible and would wreak havoc if anyone tried to remove it from the building.\n\n    As you can see there’s plenty of spooky stories to hear and haunted places in Manchester to see as you study English in Manchester this Halloween.  \n\n    And if you’re thinking of enrolling on a English speaking course in Manchester, then you can Apply to study at NCG today, or simply contact us for more information.\n\n    Tell us all about your own scary experiences on our Twitter and Facebook pages.",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.5656920075,
        "format_confidence":0.9077331424
    },
    {
        "url":"https:\/\/www.abc57.com\/news\/its-flag-day-here-are-some-fun-facts-about-the-american-flag-you-may-not-have-known",
        "text":"It's Flag Day. Here are some fun facts about the American flag you may not have known\n\nAccording to officials, President Joe Biden, pictured in Brussels on June 14, uses time away from summit meetings on his European tour for intense preparations ahead of his talks with Vladimir Putin.\n\nBy Josh Axelrod and Saeed Ahmed, CNN\n\n(CNN) -- Today the American flag turns 244, but it doesn't look a day over 200. Here are some fun facts and common misconceptions about the iconic emblem.\n\nBetsy Ross is a phony\n\nBetsy Ross is considered an American hero, known for creating the American flag.\n\nThe story says that she lobbied Gen. George Washington to change the design, giving us the historic mock-up we've come to know and love.\n\nThe truth is there is ZERO proof that this ever happened, although it is taught to elementary school children as history. Ross is more in line with American mythic legends Paul Bunyan and Johnny Appleseed than historic figures like Clara Barton or Benjamin Franklin.\n\nMarc Leepson, author of \"Old Glory, Flag: An American Biography,\" wrote, \"Every historical study has come to the same conclusion. There's no good historical evidence that she did. But that doesn't mean she didn't. There's simply a lack of documentation. Most historians believe the story is apocryphal.\"\n\nPresident Woodrow Wilson, in a ceremony recognizing the first national observance of Flag Day, was asked about his thoughts on Ross.\n\nHe replied, \"Would that it were true!\"\n\nTurns out Betsy Ross is the biggest lie your kindergarten teacher ever told you (except that Bubbles the class gerbil was moving to a farm upstate).\n\nThe flag's gone through several make overs\n\nBefore the flag's current 50-star design, there were a number of versions, some wackier than others.\n\nThe current designer got a B-minus for his idea\n\nThe designer of our current flag was a 17-year-old Boy Scout named Robert Heft. What did this talented teen get in return for creating the iconic look? A grade of B-minus.\n\nHeft's teacher asked students at Lancaster High School in Ohioto design a new 50-star flag, after Hawaii and Alaska joined the Union. Robert arranged it with five rows of six stars and four rows of five stars, spending 12 and a half hours sewing the flag.\n\nHis teacher said the design was unoriginal and gave him the mediocre grade, but offered to raise it to an A if the design was accepted nationally. So Robert wrote to his congressman and the rest is history.\n\nAnd when his flag was adopted on July 4, 1960, his teacher changed his grade to an A.\n\nOld Glory belonged to a sea captain\n\nOld Glory is one of the most popular nicknames for the flag, along with the Stars and Stripes and the Red, White and Blue. The phrase is not just a generic nickname; it is actually the name of a specific flag, a 17-foot by 10-foot banner that still hangs in the Smithsonian National Museum of American History.\n\nOld Glory was the most popular symbol of the Union during the Civil War and belonged to sea captain William Driver.\n\nDriver received the flag from his mother and hung it from the mast of his ship. He journeyed for 20 years to China, India, Gibraltar and the South Pacific with the flag adorning his ship.\n\nHe wrote, \"It has ever been my staunch companion and protection. Savages and heathens, lowly and oppressed, hailed and welcomed it at the far end of the wide world. Then why should it not be called Old Glory?\"\n\nIn the midst of Driver's retirement from seafaring, the Civil War broke out. The sailor had been born in Salem, Massachusetts, but moved to Nashville, Tennessee, and his flying of the Union flag greatly angered Confederates.\n\nDriver fended off numerous attempts from Confederate soldiers to steal Old Glory and waved it defiantly during battles.\n\nBefore he died, he passed along his prized possession to his daughter Jane Roland, saying, \"This is my old ship flag Old Glory. I love it as a mother loves her child; take it and cherish it as I have always cherished it; for it has been my steadfast friend and protector in all parts of the world -- savage, heathen and civilized.\"\n\nThe-CNN-Wire™ & © 2018 Cable News Network, Inc., a Time Warner Company. All rights reserved.\n\nShare this article:\nAre you sure you want to delete this comment?\nAre you sure you want to delete this comment?",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9828940034,
        "format_confidence":0.8898583055
    },
    {
        "url":"http:\/\/www.kesq.com\/news\/on-this-day-october-2\/16691904?nopageview=true&offset=17",
        "text":"On this day: October 2\n\nPOSTED: 10:23 PM PDT Oct 01, 2012    UPDATED: 11:00 PM PDT Oct 01, 2014 \n\nCharles Darwin returns home, Gandhi is born, \"Peanuts\" is published for the first time, Thurgood Marshall becomes the first black justice on the Supreme Court, and the Beltway sniper attacks begin, all on this day.\n\nOTD October 2 - Kelly Ripa\n18 \/ 43\nKeith Wills\/Wikimedia Commons\n\n1970: Actress and talk show host Kelly Ripa, best known for the soap opera \"All My Children,\" the sitcom \"Hope & Faith\" and the morning talk show \"Live! with Kelly and Michael,\" is born in Stratford, New Jersey.\n\n\nThe views expressed are not those of this company or its affiliated companies. Please note by clicking on \"Post\" you acknowledge that you have read the Terms Of Service and the comment you are posting is in compliance with such terms. \nblog comments powered by Disqus\n\nMost Popular",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9303316474,
        "format_confidence":0.6908297539
    },
    {
        "url":"http:\/\/mysteriousall.com\/2014\/11\/the-most-famous-in-the-history-of-curses.html",
        "text":"The Most Famous in the History of Curses\n\n30 Nov\n\ncursesThe belief in omens and spirits, or far left as a child, or expressed in over the left shoulder and three-time rapping on wood, no more. But sometimes happens is that you begin to understand that everything in the world, there is something from which fails to protect or call the police, or traumatic gun under the pillow or communications in the higher echelons of power.\n\n1. Curse of Otzi\n\nIn 1991, a group of climbers went to conquer one of the Alpine peaks in the Otztal Valley, found in the ice half vmerzshie human remains. Deciding that it was one of the victims of avalanches and blizzards, climbers have learned body with ice axes and sent to the morgue. Examining the corpse, pathologists concluded: the man was a resident of the Bronze Age and lay in the mountains at least 5300 years.\n\nIce prisoner named Otzi, and scientists came to the conclusion that he was killed by a blow to the head, which caused him to unknown pursuers, and, when found, Otzi still clutched in the hands of a flint knife.\n\nAfter some time, the people involved in this incident, suddenly began to die: Rainer Henn, the medical examiner who examined the body, was killed in a car accident a year after the events shortly thereafter avalanche claimed the life of Kurt Fritz – a guide who led the transportation of the body. Mountaineer Helmut Simon, first discovered Otzi died in 2004, roughly in the same area, fell into the abyss.\n\nAlmost immediately after the funeral of Simon, died of a heart attack, the head of the rescue team, look for it – Dieter Warnecke. In April 2005, died of a stroke, Professor Konrad Spindler of Innsbruck University, who led the team of scientists who have examined the ECR.\n\nCan be regarded as a series of deaths coincidence, but in general, if we consider that this story had a ratio of hundreds of people in the death of several of them for 20 years cannot be anything supernatural.\n\n2. Curse of the Pharaohs\n\nAccording to some reports, at the opening of the tomb of Tutankhamun was found a stone with the inscription Death on swift wings overtake the one who disturbed the peace of the Pharaoh, but possessed Egyptologists Howard Carter and Lord Carnarvon that did not stop: in 1922 it was officially announced the sensational discovery . Shortly visited the tomb began to die one after another.\n\nLord Carnarvon died from the bite of a mosquito that caused blood poisoning and pneumonia, four months after he first entered the crypt. I must say, in the last months of his life he did not differ good health. A few hours after his death in England, yelp, gave up the ghost pet dog Lord – Susie.\n\nAmerican financier George Gould, who visited the tomb, caught a fever and died six months after his visit to the Tutankhamen. Millionaire Joel Wolfe, came by to look at the interior of the tomb of the Pharaoh was killed a few months after the visit. Just a few days after the death of Lord Carnarvon was poisoned with arsenic member of the archaeological team Carter Arthur Mace. Not escaped death and personal secretary to Carter, who was found strangled in his bed in 1929.\n\nWhatever it was, many of the members of the expedition Carter opened the tomb lived a long and happy life, and a number of possible causes of death of the other scientists called toxic mold and bacteria that lived in the tomb for thousands of years before the archaeologists have violated their privacy.\n\n3. The Curse of Tamerlane\n\nThe legendary Central Asian conqueror Tamerlane and commander (Timur) was the initiator of the military campaigns, which killed a total of about 17 million. People.\n\nIn 1941, the year Stalin sent to Samarkand, a group of archaeologists who had to open the tomb of Tamerlane, that was seriously alarmed local residents and Muslim clergy. According to unconfirmed reports, at the opening of the tomb of Timur was found the inscription: Who disturb my grave, will pave the way for a more fearsome invaders than I am. Everyone knows what happened next – June 22, Adolf Hitler’s army invaded the Soviet Union.\n\nBy the way, when in 1942, Stalin ordered to return the remains of the tomb of Tamerlane and buried with all due rites, German forces surrendered at Stalingrad, which was one of the turning points in World War II.\n\n4. The Curse of the Hope Diamond\n\nAccording to one legend, a French merchant Jean-Baptiste Tavernier pulled the 115-carat blue diamond from the Indian temple, after which he was hounded to death by dogs. But in fact, hunter diamond jewelry purchased in the Sultanate of Golconda, Central India, smuggled him out of the country, and then in 1669, the year brought the stone to the French court, where he bought the Sun King Louis XIV.\n\nStone is not made itself felt, until I got into the hands of Louis XVI and his wife Marie-Antoinette, who were beheaded during the French Revolution, after which the diamond was stolen and then floated only in 1812 at a London merchant since the other facet.\n\nHope Diamond was named after one of the first known owners – British Lord Henry Philip Hope, who bought the stone in 1830 at auction.\n\nUntil the end of XIX-th century the family owned the Hope diamond, but at the time of financial difficulties, it was decided to sell. Stone while walking on his hands, and in 1912 went to Evelyn Walsh McLean – daughter of the owner of the Washington Post newspaper. Soon after her son was killed in a car accident, daughter committed suicide, and her husband left for another woman, Evelyn.\n\nAfter the death of Walsh McLean diamond by paying its debt was transferred to the jeweler Harry Winston, who in 1958 presented it to the Smithsonian National Museum of Natural History, where the Hope Diamond and is still. The postman who delivered the package to the museum with a stone, was hit by a truck, but survived, but died soon after his wife and beloved dog, and the house burned down the postman.\n\nCoincidence? Curse? Unknown…\n\n5. Curse of Tippecanoe\n\nXIX-th century in American history is marked by numerous conflicts and clashes with government forces the indigenous Indian population.\n\nIn one of the largest local wars of this kind was killed Shawnee chieftain Tecumseh. Dying, the proud son of Indian people cursed future US presidents, who are elected or re-elected in a year divisible by 20. Tecumseh foretold that the rulers of the United States will die or be killed before the end of the presidential term.\n\nArgued that the curse acted to the seventh generation. The first victim was the leader of the posthumous wishes of President William Henry Harrison, elected in 1840 – he died of pneumonia a month after the inauguration. It was Harrison, being the first governor of Indiana, defeated the troops of Tecumseh in Battle of Tippecanoe, which became fatal for the Indians.\n\nAnother damned became Abraham Lincoln was elected to his first term in 1860, re-elected in 1864, and he was killed in 1865 shot in the head.\n\nThird in the black list Tecumseh was destined to become James A. Garfield: elected in 1880, the year after his inauguration in March 1881 he stayed in office less than six months, died from complications after being shot in the back, made a psychopath Charles Guiteau.\n\nFourth proved William McKinley, who became president in 1896 and re-elected in 1900. The cause of death McKinley September 14, 1901 was the first year gangrene internal organs develop after a gunshot wound in the stomach.\n\nNumber five – Warren Harding, who took the presidency in 1920, died in 1923, according to some versions, of a heart attack or a brain hemorrhage.\n\nThe sixth was Franklin Roosevelt, during his fourth term as president of the United States who died from a stroke. Of course, among Roosevelt’s re-election was a multiple of 20 – 1940-th year.\n\nCloses the list of well-known John Fitzgerald Kennedy, who led the United States in 1960 and fell victim bullets Lee Harvey Oswald November 22, 1963-year.\n\nElected in 1980, Ronald Reagan broke the law, having survived an assassination attempt in 1981, and safely left the presidency in 1989, the year.\n\nGeorge W. Bush was also impervious to the curse of an Indian chief: he became president in 2000, he survived several assassination attempts, but not killed, after which it became clear – the term authority Tecumseh expired.\n\n6. Curse Billy Goat\n\nIn 1945 the owner of the tavern Billy Goat Sianis Bill came to a baseball game between the Chicago Cubs and Detroit Tigers, drag with a goat. Peculiar smell of animal prevented the audience, so Billy asked to leave. Indignant Sianis leaving, said: The Cubs will never win!\n\nThat game really was for Chicago Cubs fatal: since then the team has never reached the final of the World Series, fans also tried various ways to remove the curse, but to no avail. One of the games, Cubs even came nephew Billy Sam Sianis, of course, taking with him a goat, but it did not give results.\n\nThe story of the goat, he took from baseball club success, seen by many as a joke, but true fans of baseball’s no laughing matter. In April this year in Cook County Illinois found headless corpse goat tied to a tree near the golf course, and a few days later, the current head of the club Chicago Cubs Tom Ricketts came parcel, which was partly decomposed goat head.\n\nLeave a comment\n\nPosted by on November 30, 2014 in Historical\n\n\nTags: , ,\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9502587914,
        "format_confidence":0.9309931993
    },
    {
        "url":"https:\/\/theculturetrip.com\/europe\/azerbaijan\/articles\/10-influential-azerbaijanis-know\/",
        "text":"10 Influential Azerbaijanis You Should Know\n\nHeydar Aliyev on a Russian stamp | © Russian Post\/WikiCommons\nHeydar Aliyev on a Russian stamp | © Russian Post\/WikiCommons\nPhoto of Sam Bedford\n9 February 2018\n\nAzerbaijan might not be on the global radar and at the forefront of our minds, but the nation gave birth to several influential Azerbaijanis who made worldwide contributions. Here are 10 of those people, including medieval poets, Soviet scientists, cosmonauts, and the intriguing man who lived to 168 years old.\n\nNizami Ganjavi (1141-1209)\n\nNizami Ganjavi is the most celebrated and revered Azerbaijani in history. Not only did the 12th-century poet produce some of Azerbaijan’s finest literature, but his legacy also influenced global writing. Combining romanticism and realism, several lines of double rhyming verses creep into his masterpieces. The collection of five poems called the Khamsa are said to be his best. Nizami has such a legacy that roads bear his name, including Baku’s Nizami Street. His elegant mausoleum lies on the outskirts of his hometown, Ganja.\n\nNizami Ganjavi, one of the most famous Azerbaijanis in history | © Ganja Museum\/WikiCommons\n\nHeydar Aliyev (1923-2003)\n\nAzerbaijan’s third president ruled from 1993 to 2003 and revolutionised modern Azerbaijan. After spending much of his life in the Communist Party of Azerbaijan, he eventually became leader after a political crisis threatened to bring the country to civil war. Heydar Aliyev later opened up the oil industry to international investment, which inspired the boom and funded Baku’s development. The futuristic Heydar Aliyev Center in Baku honours the former leader.\n\nFormer President Heydar Aliyev | © Pentagon.gov\/WikiCommons\n\nIlham Aliyev (1961-present)\n\nHeydar Aliyev’s son, Ilham, became the fourth president of Azerbaijan in 2003. Despite criticism from the West, Illham has helped Azerbaijan progress into the 21st century. State reforms on culture, science, sports and healthcare as well as hosting sporting events are just a few of his progressive policies. Azerbaijan entered the Eurovision under Ilham in 2008, and the introduction of the eVisa makes the country more accessible to tourism today.\n\nAzerbaijan's current President | © kremlin.ru\/WikiCommons\n\nAhmad Javad (1892-1937)\n\nAhmad had a fruitful career as a poet, author and activist who fought for Azerbaijan’s independence in the early 20th century. With an impressive linguistic capacity (fluent in four languages) and famed for composing the National Anthem, Ahmad quickly became known as an influential Azerbaijani. The National Anthem was used after declaring independence as Democratic Republic of Azerbaijan (1918-1920) and again after independence was reinstated in 1991. He fell victim to Stalin’s Purges where he later died.\n\nAygun Kazimova (1971-present)\n\nSwitch over to the music scene and meet Azerbaijan’s most successful female singer: Aygun Kazimova. Born in 1971 and boasting a music career stretching more than 30 years, Aygun currently holds the record for the highest number of bestselling singles in Azerbaijan. The singer received multiples awards, both locally and on the international scene, and often gets attributed to bringing modern music to the country. Today, she’s a judge on a popular Azerbaijan talent show called Ozunu Tanit.\n\nAygun Kazimove: Sevdim\n\nEll & Nikki (2011 Eurovision Song Contest Winners)\n\nEll & Nikki deserve a special mention. Ell, or Eldar Gasimov, and Nikki, Nigar Jamal, performed Running Scared in the 2011 Eurovision Song Contest held in Dusseldorf. The duet won the competition, instantly transforming Ell & Nikki into national heroes. Today, both singers enjoy prosperous solo careers.\n\nEll & Nicki: Running Scared\n\nMusa Manarov (1951-present)\n\nBorn in Baku and educated in Moscow, Musa quickly climbed the ranks to become an influential cosmonaut for the Soviet Union. The flight engineer spent a total of 541 days in space, including a stint of 176 consecutive days giving him the former record. Musa also spent over 20 hours performing space walks. In the 21st century, astronauts\/cosmonauts perhaps fail to get the recognition they deserve. But one must remember that Musa’s career was at the height of the Cold War Space Race.\n\nHe spent almost 6 consecutive months in space | © UR3IRS\/WikiCommons\n\nLotfi Zadeh (1921-2017)\n\nMathematician and computer scientist Lotfi Zadeh has an impressive record. Baku-born before moving to Iran and later the United States, the prominent figure developed and pioneered a new mathematics concept called fuzzy-sets. Applications range from unmanned devices to car mechanics, air-conditioning and medicine. Lotfi is credited for contributing to the field of time signals, which later revolutionised the digital world. To put this great scientist’s achievements into perspective, his publications received more than 180,000 citations at the time of his death. Arguably, Lofti ranks as the most influential Azerbaijani scientist of all time.\n\nLeyla Mammadbeyova (1922-2006)\n\nQuba-born Leyla broke many taboos to become a highly influential Azerbaijani woman. Not only did Leyla have a successful and fruitful career as a scientist in the Soviet Union, but she was also Azerbaijan’s first female pathologist. With a record of 200 publications contributing to the advancement of pathology and science as well as winning medals for her achievements, Leyla ranks among the most celebrated women ever in Azerbaijan. She also holds the title as the first female pilot in the east.\n\nOne of Azerbaijan's most influential woman | © azermarka.az\/WikiCommons\n\nShirali Muslimov (1805-1973)\n\nAs a final entry into this list of most influential Azerbaijanis, Shirali Muslimov features for a different reason. Born in a small village near the Iranian border, the shepherd hailing from the rural hills might have lived to the ripe old age of 168. As the story goes, he worked until the age of 167 as a shepherd, preferred to ride a horse instead of a car and apparently had a daughter at the age of 136! Most dispute this claim because of a lack of records. However, his passport states the date of birth in 1805 and his death certificate records 1973. True or not, most believe he lived several years as a centenarian. Shirali attributed his longevity to a diet of fruit, yoghurt, low-fat cheese and hard work.\n\nRare footage of Shirali. He’s claims to be 165 at the time of the interview",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9347292781,
        "format_confidence":0.9861964583
    },
    {
        "url":"http:\/\/www.kesq.com\/news\/14785582?nopageview=true&offset=10",
        "text":"Biggest wildfires in U.S. history\n\nPOSTED: 09:15 AM PDT Jun 12, 2012    UPDATED: 09:09 AM PDT Jul 22, 2015 \n\nAs a portion of Glacier National Park is evacuated because of a fast-moving wildfire, take a look at the biggest wildfires in U.S. history.\n\nBiggest Wildfires - Miramichi\n11 \/ 11\nMichigan DNR\n\n1. (tie) Miramichi Fire (1825) -- 3 million acres burned in Maine and New Brunswick\n\n\nThe views expressed are not those of this company or its affiliated companies. Please note by clicking on \"Post\" you acknowledge that you have read the Terms Of Service and the comment you are posting is in compliance with such terms. \nblog comments powered by Disqus\n\nMost Popular",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.632756114,
        "format_confidence":0.913474679
    }
]