[
    {
        "url":"https:\/\/www.thekharkivtimes.com\/2016\/03\/04\/young-illustrator-from-kharkiv-galyna-rogovaga-dont-put-off-happiness-for-tomorrow-life-is-good-today\/",
        "text":"Home Culture Kharkiv illustrator Galyna Rogovaya: Don’t put off happiness till tomorrow. Life is...\n\nKharkiv illustrator Galyna Rogovaya: Don’t put off happiness till tomorrow. Life is good today!\n\nWe keep on our talks with creative people of the Kharkiv city. Today we will tell you about a talented young illustrator of children books Galyna Rogovaya. Recently Galyna published a set of books for children that offer to paint with fingertips: “Finger painting” and “Finger drawing”. We asked her about her experience as an artist and discovered a very special attitude to this life and the way artists see it.\n\nbs-YxxReMGgHow did you start your art, when was your creative debut?\n\nI started drawing since the age I learned to sit up and hold a pencil. My creativity has been always encouraged, although nobody of my family draws. My first exhibition “Elven Dreams” (19 works) was held in 2009 in the gallery of Maestro. The following graphs exhibition was called “Surprise”, and it already presented 32 works (including 3 works by my students).\n\nWhat kind of artists and illustrators are an example for you?\n\nI really like contemporary graphic artists, who work for the publishing house “A-BA-BA-HA-LA-MA-HA”. I always look at their illustrations with great interest and admiration.  I also love works of artists like Vladislav Erko (his “The Snow Queen” cannot leave people indifferent) and Kost’ Lavro. I’d love to learn from them.\n\no7fa8qiow-gWhere do you get your ideas?\n\nA good rest inspires me! A trip for new impressions, or at least one day of complete idleness can make wonders!\n\npPkCXtfC4a8The Muse is always with you?\n\nNo, of course, like any creative person, crises can occur. I worry when when I do not get on paper what I want to see there. During all the time that I paint, I have formed a very careful attitude to inspiration. You must be thankful for it, but not to yourself but to those higher powers, which bring this special state.\n\nHow to return the inspiration in such situations?\n\nThe support of my boyfriend, friends and mentors helps me a lot. I like also to have some time for thinking alone and attend gym, where I come for positive emotions.\n\nH1UVa9wbxrEAWZAuDMpwN0Do you think that your work is affecting people?\n\nI noticed that all the visitors of the exhibition change a bit. They leave with a smile and a positive mood. This all speaks for the fact that each of us is a child, and everyone likes to go back to childhood. I want to give people the warmth and comfort; I want to change something for the better. I always sit down to paint only in a good mood, so people looking at my works feel this mood.\n\nHow do you perceive the criticism?\n\nI take criticism with interest. What if this is something that will make me better? Or that’s what I’ve been looking for?\n\nHow do you spend your free time, what do you do besides drawing?\n\nI also write poetry. I started not so long ago, but now my collection consists of more than 60 poems. I do artistic gymnastics, make souvenirs and jewelry from plastic, crochet, paint the walls, teach drawing to children. I have a wonderful tradition of the weekend – to sleep off!EbTDhwPZTd8\n\nWhat are your plans for the future, maybe you want to open a permanent gallery, or work as an illustrator in publishing?\n\nI would like to open my own gallery, which wouldU_38pjdmfBo represent my works, books and souvenirs. It would be nice to create a special atmosphere there, so that each guest feels like home. But at the moment I teach drawing and work on the illustrations for publishing at Kharkiv VIVAT publishing house.\n\nAre your works are on sale?\n\nYes, you can buy handmade copies and printed ones.\n\nSo what can you advise and wish to our readers?\n\nAppreciate every passing day, do crazy things, don’t put off happiness for tomorrow. Life is good today!",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9838727117,
        "format_confidence":0.963322103
    },
    {
        "url":"https:\/\/elementaryposters.com\/tag\/unleashed\/",
        "text":"‘He’s back’ but first the interview\n\nFrom an interview with Jeré Möller of ‘Visit Overberg\n\nHerman van Bon – An artist unleashed\n\nSitting down to chat with fine art photographer Herman van Bon is a bit like jumping on a magic carpet. A few seconds in and you are time traveling to visit the ancestors. Minutes later you are standing with him at the very edge of space, pondering heaven, hell and the wild beauty of it all. Herman is a well of stories, a maze of great questions and a master of his craft.\n\nYou have been described as quirky, complex, playful and very creative. So here is my first question. In your own words, who is Herman van Bon?\n\nWell, I think I am an adult who kept my childhood imagination alive. I have a very wide field of interests and I do love to have fun with photography. I was born between the dykes of Holland and worked as a photojournalist on the technical side of things for many years. It took me through the whole wide world. About 17 years ago my wife Yvonne and I moved to South Africa to find space and breathe fresh air. We settled in the Overberg and love living here.\n\nSomeone said you are the Hieronymous Bosch of the digital era. How would you describe your work and style?\n\nI like to photograph landscapes especially during early mornings, in the golden hour. But taking a picture is just the beginning as I enjoy playing with it. I explore and just let it flow to see where it might go. It can take weeks to come together and the end result can be landscapes, haikus, photographic mixed media and imaginary photography next to abstract and portrait photography.\n\nSomething that is regularly reflected in my work is my interest in the universal archetypes imbedded in our ancient human heritage. I find it interesting how they are awakened through the associations we sometimes make when looking at images. I also find the interaction between light and dark, good and evil fascinating. Especially subject matter that touches beyond religion and the best way I can explain this is through a quote from Albert Einstein,\n\n“The most beautiful emotion we can experience is the mysterious. It is the power of all true art and science. He to whom this emotion is a stranger, who can no longer wonder and stand rapt in awe, is as good as dead. To know that what is impenetrable to us really exists, manifesting itself as the highest wisdom and the most radiant beauty, which our dull faculties can comprehend only in their most primitive forms – this knowledge, this feeling, is at the centre of true religiousness. In this sense, and in this sense only, I belong to the rank of devoutly religious men.”\n\nHerman so if we get down to it, what really inspire you?\nSimply put, beauty. You know beauty can be in the small details of an even ugly looking subject. And the fact that some rules are there to be broken.\n\nYou mentioned settling in the Overberg about 17 years ago. Do you have any favourite places that you enjoy shooting at?\n\nYes definitely, the rolling hills and changing skies of the Overberg is a joy to any landscape photographer. I have many spots that I enjoy shooting, but let me highlight three for you:\n\n– Napier and the town’s surroundings are stunning during Springtime and Autumn, just after the harvest. The Schietpad is especially amazing, you can get lost in there!\n– Near Barrydale, the Warmwaterberg is beautiful. Stunning mountain views. Definitely a favourite.\n– Elgin Valley is a magical place. I recommend taking a good hike up and the best time is during August.\n\nLast question Herman. Where do you and Yvonne go to unwind here in your home town Napier?\n\nHave to say we are still relatively new in Napier. It’s been just about a year and I can tell you, this is a town with a lot to discover. It’s difficult to mention just one place. We enjoy visiting Napier Farmstall, The Fox Pub for lunch, Pascal’s for dinner and for the best pizza in the Overberg, The Suntouched Inn.\n\nVisit, view and buy some of his work here: Private Gallery Napier \n\nBelow: ‘He’s back’. Since last Monday 258 likes on Instagram @hermanvanbon",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9786029458,
        "format_confidence":0.9380239844
    },
    {
        "url":"https:\/\/www.artrenewal.org\/Letter\/Index\/2011",
        "text":"Letter from Salon Entrant\n\nHome \/ Education \/ ARChives \/ Letters\n\nLetter from Salon Entrant\n\nFrom JJD\n\nPublished before 2005\n\nFriday,July 6, 2012 8:23 AM\n\nI was a little put out when I did not make the final \"500\" until I just viewed the accepted pieces and winners, WOW!!!! I am ordering the catalog to remind me of how much work I have to do to reach the level of these works, I cannot find a single piece that I feel shouldn't have been accepted. Congratulations to the judges, see you next competition, I wouldn't miss being involved with the best there is.\n\nThank you,",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9831907153,
        "format_confidence":0.7510226369
    },
    {
        "url":"http:\/\/www.bellaonline.com\/ArticlesP\/art53122.asp",
        "text":"Printer Friendly Version\n\nBellaOnline's Southwest USA Editor\n\nEly Nevada Art Festival - Audio Interview With Dulcimer Woodworker\n\nJohnnie Nicholson - Unicorn WoodworksI have written about my travels to Ely, Nevada many times. I have also told the story about visiting the annual Arts In The Park in Ely, Nevada... and all the great craftsmen I met while their.\nThe story of Johnnie Nicholson is filled with curves and twists. A banker with First Interstate Bank... turned his world upside down in 1975 and moved from California to Florida to help his family after his father passed away.\n\nDuring this leave of absence from his job... he met Robert Hange... an old violin and hammered dulcimer builder. Bob took Johnie under his wings and taught him everything he knew about building flat top wood instruments. 2 and half years later, Johnnie, or J.R. for short, was trained and moved back to California to start his own company.\n\nSince 1980 J.R. Nicholson has been in the business of creating exquisite works of art from wood.... which just happen to be musical instruments as well. He worked on making and selling his craft part-time for about 22 years. Now, he devotes all his time to this inde-craft venture.\n\nMary Youngblood Dance With The WindDance with the Wind\n\nGrammy Award Winner Mary Youngblood has one of J.R.s' dulcimers and she also has one of his brothers Native American Flutes. What a talented family!\n\nJ.R. is versatile with his abilities. He creates Appalachian style dulcimers, a fretted, plucked instrument which is also referred to as a mountain dulcimer or just a dulcimer, and the hammered dulcimer, which is a hammer-struck, trapezoid-shaped instrument. Also in his bag of tricks are harps and something called a psaltry.\n\nHe and his wife are now both retired from their J.O.B.'s and have a little more time for golf. It seems if you are doing over 12 shows a year and making these labor intensive product... well, I don't think he is retired from working. They are just taking their part-time business into a full-time home based business. They get to travel together which is a bonus!\n\nDulcimer DemonstrationWhen you spend time talking with Johnnie it is obvious that he loves his work. He has an amazing ability to get this instrument into the hands of anyone who shows an interest.\n\nThe musical instrument is so beautifully crafted that it can be intimidating to even touch one... much less hold it in your hands and try to play it. You also have to take into consideration that you will have an audience while trying to scratch out a few notes.\n\nGuess who picked up and played the dulcimer last year? Cindy Lauper...and I saw it on the Martha Stewart show!\n\nSomeday he hopes to build a harpsichord. Do you know the difference between a piano and a harpsichord? Listen to the show.... he explains it all. I even get a lesson about playing a dulcimer. It seems to be a very easy instrument to learn, much easier than a violin.\n\nJohnnie says even after all these years of making musical instruments... he isn't tired of it yet. All the work is worth every minute. Lesson learned: Love what you make!\n\nMarketing His Products\n\nThe name of the company is Unicorn Woodworks and yes they do have a website www.UnicornWoodworks.com but it's prices that are wrong and products they don't sell anymore. He says it's going to be new and improved soon... but you can call him at 208-585-9659 for information.\n\nJohnnie only markets through craft and music events that he shows at. That's it. He doesn't do one inch of advertising... ever. He has had several articles written by local newspapers after the show, but he doesn't advertise. Amazing. All crafters' should be so lucky.\n\nOh... and he tells us how he learned the lesson - Every thing is for sale and everything has it's price. Even if it's your sample or your personal musical instrument. His biggest challenge at this point is having enough product for each show he wants to do... again, all crafters should be so lucky.\n\nClick Here to Listen to the Interview with Dulcimer Artist Johnnie Nicholson\n\nSouthwest USA Site @ BellaOnline\nView This Article in Regular Layout\n\nContent copyright © 2013 by Debra Conrad. All rights reserved.\nThis content was written by Debra Conrad. If you wish to use this content in any manner, you need written permission. Contact Editor Wanted for details.\n\n| About BellaOnline | Privacy Policy | Advertising | Become an Editor |\nWebsite copyright © 2016 Minerva WebWorks LLC. All rights reserved.\n\nBellaOnline Editor",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9096884131,
        "format_confidence":0.9161516428
    },
    {
        "url":"https:\/\/observer.com\/2017\/10\/artist-sue-coe-models-off-kathe-kollwitzs-social-justice-crusades-in-new-exhibition\/",
        "text":"A Century Later, Artist Sue Coe Takes Up Käthe Kollwitz’s Social Justice Crusade\n\nSue Coe, Healthcare Not Warfare, 2017. Galerie St. Etienne\n\nContemporary British-American artist Sue Coe has long been known for her political activist illustrations, which explore subjects ranging from animal cruelty to class and gender issues. Likewise, German artist Käthe Kollwitz, who worked alongside the Expressionists at the turn of the 20th century and through the first and second World Wars, explored similar social problems of systemic violence and political tyranny her drawings. Now, New York’s Galerie St. Etienne will showcase work by these two women, separated by nearly a century, in their exhibition “All Good Art Is Political,” opening October 26.\n\nIndeed, Coe has noted her own profound debt to the German artist in terms of specific pictorial motifs as well as more general subject matter, and the exhibition marks a rare opportunity to see the works in tandem. The exhibition is one of many around the world—although the only in the U.S.—marking Kollwitz’s 150th birthday this year. Including roughly 60 painting, drawings, and prints by both of the artists, it probes their shared believe that art can inspire constructive social change.\n\nCoe spoke with Observer just before the show opened, explaining what drew her to Kollwitz’s work, how she has continued to seek social justice in the former’s stead, and why political art is always necessary in times of change.\n\nKäthe Kollwitz, The Prisoners, 1908. Galerie St. Etienne\n\nWhen did you first encounter Kollwitz’s work and how has it influenced your own?\n\nWhen I went to art school, there were no women represented in the history of art books. No women teaching art. I was encouraged to enter illustration, as females were considered candidates for making children’s books. The teachers told me it was a waste of time educating me, as I would get married and have children. They were married and had children but were somehow exempt. I asked why there were no female teachers and was told: “Sue, if you find a woman artist who is any good, we will employ her.” I pointed out they were not any good, yet had jobs.\n\nFrom then, I resolved to discover women artists and found Kollwitz. Usually there would be just one image by her in entire volumes on German Expressionism. Her work had it all: a strong political content, a brilliant grasp of technique in all media and was relentless in its courage. Her courage manifested in making ordinary scenes of working people extraordinary, and pushing back against violence and warrevealing the struggle of humanity against injustice.\n\nSue Coe, Grenfell Tower Corporate Murder, 2017. Galerie St. Etienne\n\nThe exhibition is divided into different sections, bringing together works by both you and Kollwitz that explore issues such as class, gender, and war—especially how violence operates within these contexts. What is the import of these themes in relationship to Kollwitz’s era and our own? Have these issued changed over time?\n\nWhat struck me was how these works spoke to each other [and related to] the conversations of today: the issues of violence, and power and control of the state over the most vulnerable. Kollwitz worked through two world worlds, she observed the massive economic inequality that destroyed families, she witnessed the murder of those who resisted. She projected onto the children a type of innocence, which I extend to nonhuman animals. It’s startling and shocking how these issues have not changed at all. Profit is still valued above all life. What has changed is that artists working today are aware of climate change and there is an increased sense of urgency. A war on all life is taking place, for the profits of a few.\n\nKäthe Kollwitz, Nie Wieder Krieg (Never Again War), 1924. Galerie St. Etienne\n\nYour newer works in the show address major recent events such as Trump’s election and the Grenfell Tower disaster. How do you decide what social issues to turn your attention to, and to represent them in order to evoke thoughtful change?\n\nHah, I was doing an interview about Kollwitz and mentioned that if Kollwitz was alive today, she would most certainly address Grenfell Tower, which came about because of economic austerity. To save a few dollars, the working poor were living in a building with broken fire alarms and no access to fire escapes. Then I realized I’m here, I have to do it.\n\nPeople are reluctant to witness terrible things when they have no power over the situation, and that is the first lesson. “What can I do to change this? Nothing, so I don’t want to see it.” By making the effort to enter the realm of powerlessness, we align ourselves with the victim, and change starts to happen. Art doesn’t happen until the viewer says it does, many times artists are testing to see what works to create change. Trump, is important to address, but he is the symptom of the disease. The crime is economics. He is the diversion who has managed to make Americans hate each other. \n\nRight now, a lot of artists and institutions are keen to make political work or stage politically-minded exhibitions. Do you feel that the more political art out there, the better?\n\nYes, as political art creates a dialogue and encourages people to participate in society. It breaks down the increasing isolation and desperation among people. As social conditions continue to deteriorate, the voice of the resistance will rise. It would be dangerous and naive to assume this voice will always be from the Left. The dominant class will manipulate culture to defend their class interest They will divide in an attempt to conquer. Based on history, this window of free speech will close very quickly and we have to take advantage of the opening while we can.  \n\nArt made by human hand is an antidote to digital psychosis. We step away from being mere consumers of Stuff. By writing a poem or making a painting, art slows time down, helping us to see the world around us. Political art can carry multiple meanings, its shoulders are broad. I see the making of political art that resists violence a sign that there is still hope.\n\n\nMargaret Carrigan is a freelance writer and editor. She planned to go to law school but she did terribly on the LSAT, so she got a master’s in art history instead. She lives in Brooklyn with her cat, who is named after Alyssa Milano’s character from the early aughts CW smash hit series Charmed.\n\nA Century Later, Artist Sue Coe Takes Up Käthe Kollwitz’s Social Justice Crusade",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9387440085,
        "format_confidence":0.6552279592
    },
    {
        "url":"http:\/\/blogs.artcenter.edu\/dottedline\/2012\/11\/20\/production-designer-and-alumnus-patrick-hanenberger-behind-rise-of-the-guardians-look-and-feel\/",
        "text":"Production Designer, alum Patrick Hanenberger behind ‘Rise of the Guardians’ look and feel\n\nby November 20th, 2012\n\nEven if you’ve missed all the great stories in the Los Angeles Times, The New York Times and Entertainment Weekly, you’ve no doubt heard that DreamWorks Animation’s latest film Rise of the Guardians—which takes childhood fantasy figures like Santa Claus, the Tooth Fairy and the Easter Bunny and reimagines them as mythological heroes in an epic fantasy adventure—comes out in theaters Wednesday, Nov. 21.\n\nAnd right in the middle of all that legendary action is the film’s production designer, Art Center’s own Patrick Hanenberger, who graduated from the College in 2003 with a degree in Transportation Design and is currently teaching a Visual Communication course.\n\nWe recently caught up with Hanenberger to ask him about his role in Guardians, how he ended up working in animation and which lessons from Art Center have stuck with him.\n\nDotted Line: First of all, how did you go from being a Transportation Design student to a production designer for animated films?\n\nPatrick Hanenberger: I studied Transportation Design at Art Center and it taught me problem solving, 3D modeling, sculpting, sketching, designing around the human figure, rendering, research and most importantly presentation. These are all skills I use on a daily basis and are universal in any kind of design field. I always knew I wanted to work in movies and animated movies are great for designers since every single little detail needs to be designed and modeled. During Art Center I developed my portfolio to be very content based, which meant I always designed my vehicles for a specific story. After graduation I got a job as a visual development artist and from there on over the last eight years worked my way up to become production designer.\n\nDL: What did your role as production designer on Rise of the Guardians entail?\n\nPH: As production designer you are in charge of the design of the movie. Along with many talented artists you design everything from characters to environments, costumes and color palettes. Basically you are in charge of the overall look and visual feel of the movie and work with almost every department to realize it along the way.\n\nDL: What was your biggest challenge on Rise of the Guardians?\n\nPH: The movie was incredibly complex and very ambitious. We wanted to created a Lord of the Rings meets Avatar for kids. Both of those inspirations are massively daunting. Re-designing the icons of childhood was also a very difficult task. We wanted these mythological characters to feel contemporary and meaningful—something kids today could relate to and understand; not idealized and romanticized.\n\nDL: Are there any specific lessons or instructors from Art Center that you constantly think back to while working on your projects?\n\nPH: I still quote some of my most influential teachers all the time. The biggest thing I tried to infuse into our art department was the “learn to learn” attitude which Bob Kato hammered into my head when I was a student—never stay put, constantly challenge yourself and teach yourself to improve yourself. A big influence on me was also Frido Beisert and his work ethic.\n\nDL: What do you teach in your Visual Communication 6 course?\n\nPH: Karen Hofmann and I are designing a new class which re-thinks the traditional Visual Communication class a bit. The class still teaches students how to most effectively present their work, but it does so in a more sequential way. Students are given time constraints for their presentations and have to do a different pitch every week, using a different technique (e.g. a simple animation, story board pitch or sizzle reel). The class is also entirely Web-based so students present their homework every week from their website.\n\nDL: Any advice for prospective or current students interested in following in your footsteps?\n\nPH: Work hard and be nice. Your skills are only 50% of the battle. You need to have excellent communication, problem solving and presentation skills. You also need to be able to take direction and adapt to ever changing work environments. You also need to be a pleasant person to be around since the world is a village and this industry is tiny.\n\nFor more on Rise of the Guardians—on which current Entertainment Design student Perry Maple also worked as a concept artist—visit the film’s website.\n\n\nVisionary director Zack Snyder stops by Art Center\n\n‘Tron’ at 30: How Art Center helped power the grid\n\n‘Little Miss Sunshine’ directors talk filmmaking from script to screen\n\nPrint Friendly\nBookmark and Share\n\nOne Response to “Production Designer, alum Patrick Hanenberger behind ‘Rise of the Guardians’ look and feel”\n\n  1. Andriod Tablet Pc…\n\n    [...]Production Designer, alum Patrick Hanenberger behind ‘Rise of the Guardians’ look and feel « Dotted Line | Official Blog of Art Center College of Design | Pasadena, CA | Learn to Create. Influence Change.[...]…",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.7206482887,
        "format_confidence":0.8594474196
    },
    {
        "url":"https:\/\/www.designweek.co.uk\/issues\/8-14-january-2018\/design-2018-will-product-design-look-like\/",
        "text":"Design in 2018 – what will product design look like?\n\nAs part of our series on the future of design in 2018, Kingfisher design director Theo Williams looks at what will happen in product design over the next 12 months.\n\nWhat do you think 2018 will hold for product design?\n\nAs in 2017, technology will continue to drive innovation, with the launch of more smart materials and connected devices. 3D printing will also become more integrated within the domestic market, but technology and material innovations will depict the form, use and function of products. I think the most impactful change in 2018 will come from rethinking the relationship between objects and users. Product designers, manufacturers, brands and retailers will influence the market by listening very closely and directly to users, researching personal or tailored devices, and using this insight to create even better products. Many new technologies have been used to create products trying to solve a problem that does not exist in the first place. They have been designed simply because new technology exists, rather than being rooted in a specific consumer need.\n\nWhat was your favourite product design project in 2017?\n\nIn terms of branded furniture and homeware launches, 2017 was a quiet year. For example, the installations at the furniture fair at Milan Design Week were far more impressive than some of the products. My favourite products are always those that are hidden away and you use unconsciously; design that is beautifully engineered rather than purely aesthetic. If I had to pick one design I liked it would be the Muji Hut, a simple cabin that suits a wide variety of locations and is somewhere between a permanent residence and a holiday home.\n\nLatest articles\n\nHow to become a: copywriter\n\nAs part of our series looking at alternative jobs in design studios, we speak to Sam Pollen, head of digital writing at Reed Words, about how he got to where",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9909427762,
        "format_confidence":0.8377792835
    },
    {
        "url":"https:\/\/www.adjustyourmargins.com\/mercan-denizci",
        "text":"Mercan Denizci\n\nHow has your creative process changed over time?\n\n\nMy background is in industrial design, which has a more formulaic (compared to fine arts) creative process that relies on research and iterative prototyping. I still use the same design process, but I would say that it's less regimented now that I make more fine-art objects. I can say that my process has become more intuitive.\n\nWhat's the best piece of advice you've ever heard?\n\n\nI’m a huge John Waters fan and I keep most of his aphorisms close to my heart. In 2015 he gave a speech at the RISD commencement ceremony and his last remarks were “Go out in the world and fuck it up beautifully. Design clothes so hideous that they can’t be worn ironically. Horrify us with new ideas. Outrage outdated critics. Use technology for transgression, not lazy social living. Make me nervous!” My work is not as subversive but still it is the most liberating advice any young and nervous artist can ask for.\n\nBorn and raised in Istanbul, Mercan Denizci is an industrial designer based in Brooklyn. While finishing up her degree at the Rhode Island School of Design she discovered that she has a passion for furniture design and moved to NY in pursuit of the creative community there. Currently, she works at a bespoke furniture studio and continues her personal projects that mediate between craft and technology at her home studio.\n\nWho are some artists that you feel have impacted your own practice? \n\n\nThis is a very very hard question, there are so many. But if I were to pick one, it would be Zeki Müren (1931-1996). Müren is a renowned Turkish singer, composer, poet, actor, costume and textiles designer. He was called the “Art Sun”, and was known for his ornate costumes and effeminate style. I am a great admirer of all of his work, but what fascinates me the most is how much he was loved, revered and accepted by everyone in a macho country like Turkey. He definitely paved the way for other openly gay or transsexual Turkish artists. He was a phenomenal artist, but I believe it was his refined character that defied all social stigmas. He taught me that how you work, and the person you are is as important as your work. He aspires me to be a versatile creator as he was.\n\nWhat have been some of your biggest strengths and struggles during your career so far?\n\n\nI have a very impatient personality, which is a horrible trait if you are a maker. Craft requires meticulous calculation and doesn’t tolerate rushing. When I first started wood and metalworking I would make so many dumb mistakes because of rushing and would have to start over and over again. It’s true that you learn from your mistakes, but it was definitely frustrating. The only good thing about my impatience is it makes me get things done in time because I simply can’t wait to see how they will turn out!\n\ndecember 2017\nindustrial designer\n\nWhat's in your margins?\n\nExperimenting is a huge part of my creative process. I am always looking for new materials, techniques, and I try to learn new programs in my free time. Whether or not it leads to a final product the process is intellectually stimulating and always provides inspiration for the next work.\n\nEdited by Joshua Duttweiler\n\nWhat project are you especially excited about right now?\n\n\nI am very interested in objects that are found in folklore, religion, and mythologies. Right now I am working on a series, where I am re-imagining how some of these mythological objects would look and feel today.\n\n“We tend to dehumanize machines, and objects produced by them but in the end, it’s all human genius and it’s fascinating to me.”\n\nYour work focuses on experiences created by technology and craft, how do you see these elements fitting together so well? \n\n\nAs much as I am a furniture maker I also really enjoy creative coding and digital fabrication and they inevitably feed each other.\n\n\nI believe handcrafts add intrinsic value to objects because every object that comes from the hands of a craftsperson have slight defaults or tool marks which makes them unique. I used to undervalue machine-made objects because supposedly they are all the same and they don’t have enough human hours invested in them. I realized that machine-made objects have tool marks and defects (usually from a glitch in the process) and I grew to appreciate those. After all, the machine that made that object was designed and built by a person, so are all the machines that made the parts of the machine that produced that particular object. We tend to dehumanize machines, and objects produced by them but in the end, It’s all human genius and it’s fascinating to me.\n\n\nAll the pieces I make have both hand-made and machine-made properties. I like to use machines for things I can't do by hand and handcrafts for things I can’t make with a machine, obviously... But I accentuate those, and they become the detail in my work.",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.988060832,
        "format_confidence":0.8699823022
    },
    {
        "url":"http:\/\/www.technoccult.net\/2016\/09\/08\/problem-glyphs\/",
        "text":"\n\nSince 2013 Gauger has been creating Problem Glyphs, through the process of leaving their Tumblr ask box open to anonymous comments, and reading the problems of those who offered them up. Gauger then created visual representations of sigilized imagery, meant to evoke the shape of and the path through the issue. I’ll let them tell you more about it, below, but the long and the short of it is, Problem Glyphs were a runaway success.\n\nAs the questions kept pouring in, it eventually became clear that Gauger had struck a current, and that a massively cathartic process was being shared by many people, and now, three years later, a book collection is being developed. From the Kickstarter campaign:\n\nThe Problem Glyphs art book contains 100 glyphs and their associated submissions, accompanied by an introduction by Eliza Gauger and a foreword by award-winning writer, Warren Ellis. Problem Glyphs will be a premium edition, display-worthy art book, measuring 10×12″ and featuring a Smyth sewn, genuine clothbound hard cover with gold foil-stamped cover illustrations. The estimated 220 interior pages will be printed on beautiful matte coated art paper. Tremendous care has gone into every aspect of the book, from its binding to its typography, the beautiful and storied Doves Type.\n\nI got the chance to have a tarot-based conversation with Eliza Gauger, to discuss the origins, impact, and future of Problem Glyphs.\n\nTECHNOCCULT: The Fool: Because the Fool starts the whole journey of the Major Arcana, we like to use this card to kick us off. How did the Problem Glyphs project start, for you?\n\nELIZA GAUGER: Problem Glyphs started because back in 2013 “ask memes” were just coming into prominence on my tumblr dashboard. I thought a good ask meme would be asking for people’s problems and then drawing them a quick, simple sigil in a program called Alchemy.\n\n\nT0: You As You See Yourself: The Three of Pentacles. This card usually signifies being at the height of your skill, the pinnacle of your art. Do you feel that something about the footing you’ve found and the self you’ve crafted with Problem Glyphs is different from what you’ve had with previous projects?\n\nEG: Problem Glyphs has mostly been a way of engaging what teachers at the only atelier school I ever attended called “mileage”: the act of drawing, as much as possible, all the time. Mileage is the golden rule of improving your skill. Whoever has the most mileage will be the most skilled draftsman at the end of the day. This was hammered into the students and was easy to see demonstrated time and again. It’s been handily demonstrated in this project. My drawing skill at the beginning of this project and now are leagues apart, and I just owe it to simple concentration on drawing figures with simple tools. For me this is gratifying because I’ve always been an illustrator more than a fine artist, at heart. I have the pretense of a fine artist only as much as it gets me gallery shows and sells work, because that pretense is a necessary part of self-management and marketing. But really I have the soul of a pulp novel painter and always have. So I care about impactful compositions, anatomy, beauty, realism, and style. Being a better draftsman now than I was is very gratifying to me, personally.\n\n[The Hex of Obsolescence]\n\nT0: Immediate Influence: The Nine of Wands. Meaning a release, a sense of purpose, creativity beyond the bounds of a preexisting structure. What is it about Problem Glyphs that makes you feel free? How do you simultaneously manage to express and lose yourself in the answers to so many people?\nGoal: The Seven of Pentacles. This is about Full Immersion of yourself into what you do. Do you ever want to disappear into your work? To only be known as some kind of inarticulable union of self and art?\n\nEG: I feel I’m already immersed fully in a persona, and this is partially related to my occupation as a public artist and partially to my personal struggle with gender dysphoria–I am in drag every day, more or less, and my interest in makeup and style stem from my concern with having some sort of mastery over this drag, which I would opt out of if I felt that I was able to, at this time.\n\nT0: Recent Past: Death. Change. There’s a feeling, here, like something rotted off and fell away, recently, allowing you to develop something new. Compost Roses. What’s changed, for you, and what has it changed into?\n\nEG: This is too personal to talk about, unfortunately. I can only say I hope something good comes of it. I am trying to atone\n\nT0: Further Past: The Knight of Pentacles. Something about throwing yourself into your work at a time when it was the absolute hardest. Is there a story about the movement between this card and the previous one? What is it?\n\nEG: Again, I can’t talk about it, I’m sorry.\n\n\nT0: Near Future: Temperance. What forces are you looking toward balancing, in your art and yourself? What aspects or effects do you hope to catalyze or precipitate through Problem Glyphs?\n\nEG: I am building an enormous amount of some sort of cosmic credit over here, but I’m not sure what it is, exactly. People are getting Problem Glyph tattoos at a rate that stuns me. There’s got to be some sort of power building in that process of dozens of people branding themselves with my pictures. It literally animates the images, makes them walk around, fills them with blood and plasma. What does that mean, exactly? I’m not sure. Since I started it, this project has been a confusing dichotomy of “exclusively mine” and “out of my hands, existing on its own terms”. Some things about it are mine and I guard them jealously. Other parts of it I consider the property of the audience. Soon the glyphs will be printed into hundreds of pages, hundreds of times, hundreds of books. Then, later, we’ll do it again to more glyphs. These glyphs will fly to people’s shelves, bookstores, libraries, and eventually basements and attics and used bookstores and dumps and bonfires and cardboard boxes and rummage sales. My favorite artists were always the ones in the footnotes of art history books, who only got brief mentions for being strange or notable in larger epochs. You can’t get rid of someone so easily once they’ve been set in paper. Depression makes a person impermanent. Once the book is printed there will be 100 proofs of me, floating around bookshelves and dumps for the next 300 years. It’s not that I haven’t been published before, I have–but this is different.\n\nT0: Clarification: The Emperor. Rigid structural control, but with a kind of Confucian sense of the ruler being ruled by the kingdom. You say that some parts of this you guard as jealously and keep a tight control on. Does that include talking about them to others, or would you be willing to tell what a few of them are? Do you see any relationship between the aspects which are yours and the ones which are out of your hands?\n\nEG: The aspects of possession of the project are ownership over the authorial process itself, and the images. For example, there was a single case of someone not liking the way I had drawn a glyph. They wanted the body of the figure in the glyph to be different. So, they took my drawing, clumsily altered it in photoshop to erase and change the body of the figure in a way THEY thought was “better”, then actually re-uploaded it as a reply to the original post, publicly. This is probably one of the most offensive and intrusive things anyone has ever done with my work. To assume my drawing was “incorrect” is one thing, but to publicly and without permission to just erase part of my work and replace it with their own? The process involved erasing a depiction of my actual body (artists use themselves as models constantly, out of convenience primarily), then replacing it with what this person adjudged as “superior”. It was astonishingly rude, not to mention belittling to my work, life, the project, and my actual physical form in public. What a nightmare. I had to make a public announcement to please not alter the glyphs and then provide them for the public. I’ve always said you can do what you want with the drawings for your own purposes, up to and including altering the drawings for tattoos etc, but posting these alterations, taking credit for my work, then providing them on a public platform as an “improvement” over the original? Such a weird series of decisions for a “fan” to make, and not one I thought I would ever have to address, or to ask people not to do.\n\n\n[Bog Muse. December 24, 2013.]\n\nT0: You As Others See You: The Seven of Wands. Reserved regality. Passion, but held aloof. Is this an image you feel applies to you, or just is applied to you? If the former, do you work to cultivate that image?\n\nEG: This is accurate. Online it’s necessary to be reserved, I think, for a lot of reasons. I grew up on the internet and learned some pretty tough lessons about melting down in public or just letting people know every stupid detail of my life, which is something people genuinely want to know, a lot of the time. Intimacy is one of the most desirable things you can offer from a public facing profile, because of how it makes your audience feel, but it’s one of the most expensive to maintain. I have learned through trial and error that a very sheetmetal sort of personality helps me repel a lot of creeps and other undesirables while still allowing me to show my outfits, joke around, or talk about stuff I find interesting.\n\nT0: Further Future: The Ten of Wands. Intense Desire and Passion. Do you think you’ll continue to find passion in Problem Glyphs? Do you usually find yourself passionate about digging down on one project for a long time, or do you need to have a lot of things going at once and move from one to another to keep things fresh?\n\nEG: The way my brain seems to be built is to absolutely strip the bones of a subject and then move on to something else, so the longevity of problem glyphs has surprised no one more than myself. I think t... (truncated)",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.8951112032,
        "format_confidence":0.9572020769
    },
    {
        "url":"http:\/\/www.artslant.com\/brx\/articles\/show\/33772",
        "text":"\nAmsterdam | Berlin | Brussels | London | Paris | São Paulo | Toronto | China | India | Worldwide\nInterview with Saya Woolfalk\nby Lee Ann Norman\n\nNew York, Mar. 2013: Saya Woolfalk’s work in painting and drawing, video, media, and fiber arts demands that a viewer be open to suspending disbelief to image what’s possible. Her alter world—a future vision of the future—asks that we re-consider what it means to be human and how we co-exist with other life forms in the world. Through a fantastical narrative logic of science fiction, genetics, metaphysics, semiotics, and anthropology, among other subjects, Woolfalk’s work challenges us to question our perception of what is possible, what could be, and what is. In many ways, her explorations of the present, future, and the future of the future underscore the truth that our formation of reality is truly relative.\n\n“Chimera,” Woolfalk’s first solo exhibition at Third Streaming, continues her ongoing exploration of the imaginary world of a species called The Empathics. Part plant, part human, The Empathics serve as a fictive example of the ways in which the creolization of cultures can be effective in disrupting standard notions of identity. I met with Woolfalk at Third Streaming on a cold, damp day in January to learn more about the project and its origins.\n\nSaya Woolfalk, Excerpt: The Institute of Empathy, 2013; Courtesy the artist.\n\nLee Ann Norman: Can you give a little background about this immersive, fictional world you’ve made?\n\nSaya Woolfalk: I’ve been working with these ideas and themes for about six years. This project, “The Empathics” has only been going on for four years, but before that I worked on a project called “No Place.” I worked with an anthropologist to document a fictional future utopian world of these part plant, part human hybrids who change gender and color, and just generally are in these processes of transformation. With this project, I became interested in learning what would happen if you posited a future world where people are crossing genders and crossing cultures and crossing species. What would it look like for people in the present to attempt to become that? What kinds of mini-steps are necessary to achieve this fictional future world?\n\nThe Empathics are a group of people in the present who find these bones in the woods of upstate New York. It’s all couched in this elaborate fiction, and everything is narrativized in this fictional, science-fiction way—almost like a novel. People may or may not get every part of the story through a single walk-through of an exhibition, but the project’s logics kind of build on one another.\n\nThere’s a video that tells the story of The Empathics from their perspective. That’s another important part of the work. When people talk about the crossing of cultures or alternative histories, it’s usually talked about in the third person, but this is supposed to be about people creating self-representations, and creating their own histories, their own knowledge, and their own place in self-transformation.\n\nThe Empathics are people who are trying to become like the No Placians. They find these bones, which kind of stimulate their physical and cultural transformation. So there are all these videos, and photographs of them having visions and them developing a second consciousness (which is objectified by them developing a second head). When they develop this second head, they start having visions of other worlds, which are hybridized and creolized in a combination of European, Asian, African influences, all mingled together.\n\nIs that clear…?\n\nLAN: Yeah, I think that’s a good, big, broad overview of this really complex—\n\nSW: [laughter] Yeah, it’s really complicated!\n\nLAN: —but really fascinating [world]. I like that you described it as kind of a novel, or a story. There’s a huge investment in terms of how that story develops, and then how it’s told, especially since you said it’s really important to hear the voice of these people when they’re talking about themselves. When you first started working with this story, did you always think about it as this kind of ethnographic, anthropological way of art making? I know you worked with a bonafide anthropologist later, but before that—was there a shift in the way that you would tell their story?\n\nSW: Major, major shifts actually. I’ve been making work professionally for about ten years. My early productions were more about children’s toys and uncovering the adult content in children’s toys—sexual content, ethno-racial content, class-based systems, systems of power. In graduate school in about 2002, I met my husband, who’s an anthropologist. Through speaking with him, it really shifted the kinds of systems and structures I thought I could put in place to tell the stories that I was really interested in.\n\nIn a moment where universal truths are more and more difficult to access because cultures are so specific, and you need information about those cultures to access the specificity of those places, anthropology gives you tools to try and pull those things forward, especially if you’re constructing fictional cultures.\n\nWe moved to Brazil, and I lived in his field site—I got a Fulbright to study folkloric performance traditions. When we came back, a friend of mine (who is an anthropologist and is the ethnographer whom I continue to work with) and I started collaborating.\n\nFrom about 2002 to about 2006, there was this unfolding of a process, a working method. An early video I made in 2005 called Winter Garden Hybrid Love Objects already started to use this ethnographic approach, but the shift between that video and Ethnography of No Place (2008) goes from no language, no speaking to this complete language, this narrative…this story…\n\nSaya Woolfalk, Aerial Display (Blossoming), 2012, Fleece, wool, felt, plastic beads, plastic bones, feathers, abaca paper, glitter shoes, spandex; Courtesy of the artist.\n\nLAN: Yeah, I’ve seen excerpts from Ethnography of No Place and it feels very specific, like: First we’ll talk about rituals, and then we’ll talk about this… It’s pretty dramatic in that way, but the tools are really helpful in making that translation or relating this [information] back to our world.\n\nSW: I posit these things as if: Oh, yes! It’s real, it is, they are… but they are also an absurd investigation of these fantastical places, these worlds, and these possibilities, which is also about visual pleasure, and play in transformation. In [The Empathics: Chimera, 2012] there’s a person flying through this strange skywiggling. It’s absolutely ridiculous, but there is something about it that is deeply pleasurable.\n\nLAN: Pleasure, and fantasy… It all feels very appealing in this hopeful sort of way. I’m looking at the formal qualities of the costumes and the paintings… Were you really specific in terms of the material, or the color scheme in order to convey these feelings in the work?\n\nSW: The “No Place” project came out of living in Brazil… So from 2006 to 2008, that work looks very tropical. It seems like the place where I live affects the way that the work actualizes itself. A lot of those materials were purchased in Brazil: lots of browns, super saturated bright colors. [“The Empathics”] has come out of living predominately in the Northeast. I traveled to Japan; I didn’t go to Africa, but I started collecting African textiles…and kimono fabrics, and Indian textiles. I started collecting materials from all over the world and brought those to my studio. They didn’t necessarily make it into my work, but the colors, the textures and the patterns started to affect the way I made work. I think [“The Empathics”] is reflective of the light here. There’s a lot of white, a lot of gray. There is saturated color, but it’s a lot more muted than the color palette that I usually use. It remains hopeful, but it’s not over the top tropical.\n\nLAN: There are various characters in this world, and there are very specific ways that they engage with us. There’s a moment in the video [Tour of the Institute of Empathy, 2013] where it talks about how when The Empathics achieve their second consciousness, they shed their skin and then they paint it, and decorate it, and they sell it to kind of fund—\n\nSW: [laughter] Yes, their research—of course—why wouldn’t they?!\n\nLAN: I don’t know…maybe I’m reading into things, but it made me stop and pause for a minute, like: Oh! There’s this moment where they seem to understand commerce and capitalism—our world… So they sort of turned it, where they are researching themselves—well, not researching themselves, but compiling information for us to understand them—there’s this Institute and all of these things…\n\nSW: Oh, that’s great; I like that!\n\nLAN: It just made me think…what is the relationship between their world and ours? Have you thought much about that? How would that work? How has that unfolded in the past?\n\nSW: One thing that I did do recently was a performance at the Montclair Art Museum where one of the dancers I worked with dressed as this narrator Empathic. She gave a tour of the museum exhibition as if she were an Empathic giving a tour of the Museum’s reconstruction of the Institute of Empathy. She’s also an actor, so she tried to mobilize affect, like that you or I would experience in our own world. I should think about the power of what you just talked about—that puncture point... There is some sort of puncturing of the worlds, like a porous spot.\n\nLAN: But I mean, I think it happens all the time, right? East, West, Exotic Other; whatever you don’t know. Whatever is different from you… I think we always think that maybe we know best or we have more power, so there’s this way where we may not give as much credit to whatever we are deeming Other—\n\nSW: Mmmhmmm...\n\nSaya Woolfalk, The Institute of Empathy, 2013, Single-channel video, 5 min. 14 sec.; Courtesy of the artist \/ Film maker: Rachel Lears.\n\nLAN: —so I guess that’s why it gave me pause. The Empathic... (truncated)",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9889771342,
        "format_confidence":0.9835854769
    },
    {
        "url":"https:\/\/www.fleksy.com\/behind-the-scenes-how-can-sound-influence-the-way-you-type",
        "text":"Fleksy sound design in the making\n\nFleksy has always been known as a highly customizable and unique keyboard. Part of what makes us so unique is the layout of the keyboard, look of it, as well as our gestures. But up until now, the one characteristic that was lacking this unique factor was our sound design!\n\nYou might wonder? Sound…in a keyboard? Most of you might not realize because of our phones being constantly set in vibrate \/ silent mode but over 35% of our users have sounds activated, which makes it a very important part of a virtual keyboard. The reason for it comes from its original form: the physical keyboard makes a sound, and sometimes a lot of it\n\nFor this exact reason, we took the decision to revamp our sounds and make our typing experience livelier and more dynamic with our new sound library!\n\nTo better understand the work and the reflection that went behind our sound re-design as well as the importance that sound has for Fleksy and for the world we live in general, we interviewed Bernd Siebenhofer, our Sound Designer.\n\nIf you listen closely, you’ll find sound design in every piece of music and musicality in every piece of sound design — even if it’s just noise.\n\nSD: So Bernd, let’s get to know you a bit better, what got you into sound design and what’s your mission at Fleksy?\n\nBernd: I grew up in a very musical family which had a profound impact on me since I was a little kid. The effect that music and sounds could have was fascinating to me. Soon, I began to actively seek out new music on my own and started to play an instrument. After several years of pursuing music as a hobby, I decided to turn my passion into a profession and started studying music production and sound design in Salzburg, Austria. My mission at Fleksy is to put what I’ve learned into action and help give the app a sonic identity.\n\nBernd Siebenhofer — Fleksy Sound Designer\n\nWhat is the fine line between creating music and designing sounds?\n\nThe two are very much intertwined. The way you play an instrument will shape the resulting sound. Thus, an experienced musician will make use of various techniques to get the exact sounds they want.\n\nIf you listen closely, you’ll find sound design in every piece of music and musicality in every piece of sound design — even if it’s just noise.\n\nHow do you get inspiration for creating sounds? Does your environment influence it?\n\nThe most obvious answer would be through consuming media of various forms, but — as with every creative endeavor — inspiration can come from all different kinds of things. I like to take long walks in nature which oftentimes sparks new ideas. Since everything around you can be inspiring, my environment always shapes my creative work in one way or another.\n\nRecording sounds is a key component of sound design\n\nDo you actually use your environment to record sounds?\n\nAbsolutely, yes — you’ll have a hard time finding a sound designer who doesn’t. It’s common practice in sound design to record just about any interesting sound you come across which, in the audio world, is referred to as “field recording”. You never know when you’ll need a certain sound so it’s best to prepare by building up a library of your own recordings.\n\n“Creating a distinct “swoosh” sound for the swiping gestures was our main focus.”\n\nWhat was your process for creating the new system sounds for Fleksy?\n\nI intended to create sounds that were both functional as well as aesthetically pleasing. Also, they had to fit the brand, of course. I started by experimenting with different waveforms, which are the basic building blocks for sound designers. It was important to create something that would cut through environmental noises whilst not being too harsh and aggressive. Once I had the basic sound, I created variations (e.g. for the spacebar or modifier keys) basing their intervals on a musical chord. Creating a distinct “swoosh” sound for the swiping gestures was also the main focus. It had to convey a sense of speed and “feel right” when triggered.\n\nBernd's synthesizer\n\nHow would you describe the new Fleksy system sounds and do they differ from the previous ones?\n\nWhilst not being bad, the old sounds were a bit static. The new ones render the typing experience more lively and dynamic. There’s also a greater sense of coherence within the sound pack.\n\nWhat’s your vision for future sound packs for Fleksy?\n\nFleksy is revered for its customizability. In the future, every user should have the ability to pick a sound pack that they think fits their personality and typing preferences to make Fleksy feel even more “their own”.\n\nExperimenting with waveforms\n\nThanks, Bernd, two lighter questions to finish this interview.\n\nWhat is your favorite sound ever designed?\n\nThat’s quite hard to say, but one sound that stands out to me is the start-up sound of the first PlayStation. It triggers this feeling of nostalgia and brings me back to being a kid. Also, it’s impressive how futuristic it sounds even today, 25 years after the release of the console.\n\nWhat is the worst sound that you ever heard?\n\nWe once had an egg cooker at home that would make the most horrendous buzzing sound when the eggs were done. It still haunts my dreams.\n\n👉🏻 To hear our latest typing sounds, you can download Fleksy here: https:\/\/fleksy.io\/XEQS1C8bB2\n\nSee more articles and news by Fleksy on our blog below!",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.6409810185,
        "format_confidence":0.9731965661
    },
    {
        "url":"http:\/\/gruppof.blogspot.com\/2007_01_13_archive.html",
        "text":"13 January 2007\n\nInvited guest: Mikołaj Grynberg\n\nMikołaj Grynberg:\nI’m currently focused on this project.\nI have some photo-cycles from the past.\nI’ve made several exhibitions. I’m having\n2-3 exhibitions in the year time. I’m photographing\npeople for 18 years now. All that you can name a portrait.\n\nTwo years ago Mikolaj Grynberg started working on his project Many Women.\nIt started with a series of pictures of various women form the artist’s closest\ntitled Many Women-Warsaw. The photos were exhibited at a train\nstation in Rio de Janeiro.\nNext to them the artist set up an ad hoc photo\natelier, to which he would invite\nfemale passers-by. They thus became\nsubjects for the next photo-series.\nThe brasilian even was a happening,\nthe spectators were random passers-by,\njournalists and invited guests.\nThe Central De Brasil show lead to creating another exhibit,\n\nMany Women – Rio\n, very different form the Polish sequence as it was\na photo-record\nof random and unique encounters. Mikolaj Grynberg decided to continue and expand his project. In urban\nspaces all around the world the artist repeats the scenario form\nRio de Janeiro: he shows the exhibit Many Women – Warsaw and\nat the same time invites random local women to be photographed\non the spot. Within last four months Grynberg has finished a few\nnext, very successful parts of this project in Kiev \/Ukraine\/,\nMexico City \/Mexico\/ and Lima \/Peru\/.\nMany Women is a testimony of emotions that occur during a unique\n20 minute encounter between the artist and each of the photographed\nwomen. Time from being noticed in the crowd to exposing the last of\n12 film frames. Teasing curiosity, fascination, shyness, joy, pride,\nmelancholy, even anger and desire captured in a black and white\nframe. Universal emotions, where geographical and political borders\nvanish. The photos are made in b&w and are the lith prints.\n\ninvited by Joanna Kinowska\nup to you: we're looking for a strong support to realize this\nproject in Sweden. Any ideas? The media patron of the project\nis \"Wysokie obcasy\" magazine and the main support is from\nthe Promotional Department of the Ministry of Foreign Affairs in Poland.\n\ngruppo F inbox: Walter, Shanghai, China\n\nClose but far away\n\nthe loud silence\n\nIf you take a car.\nDrive for ten hours to the north from Stockholm.\nThen take on your cross country skies.\nAnd ski for about one hour, mostly up hill.\nThen cross some creeks,\npass some scooter trails,\nsome sleeping bears.\n\nIf you do that.\nAnd you are still alive.\nYou might end up in this place.\n\nHere where the silence is more present than anywhere else.\nLoud even.\n\nHere it is just traces of civilisation\nIt is almost like one of those diseases,\none of those where the body is repelling a part of the body.\n\nThis is the repelled part.\nA lost limb.\n\nThe place where our civilisation said:\n–Hey, no one could possibly want to live there anyway…\nWe outsource it to somewhere closer.\nAnd call it Skansen or whatever.\nThen we have it within reach.\nSafe and packaged.\n\nBut just like the sandwiches wrapped in plastic.\nIt doesn’t taste quite as good.\nNot quite the same.\n\nSo every year\nI come here, by car and skies.\nVisiting the repelled part.\n\nAnd I listen to the loud silence.\n\nPhotos and thoughts: christofer grandin\n\n[Soldiers] A Pro Ad",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.978949666,
        "format_confidence":0.6695001125
    },
    {
        "url":"https:\/\/www.interviewmagazine.com\/art\/ai-weiwei",
        "text":"Ai Weiwei\n\nPhotography Grant Delin\n\nPublished June 28, 2013\n\nChina doesn’t have any books on the student culture revolution because they consider that antirevolutionary. Ai Weiwei\n\nFor the past decade, the art world seems increasingly preoccupied with finding and coronating an heir to Andy Warhol’s legacy. That distinction has, over time, gone to everyone from the reigning Pop masters of the shiny and commercial, to the young, grungy downtown painters of the unshiny and commercial. But perhaps the artist who most embodies Warhol’s wit, prodigious artistic maneuverings, spirited distortions and amplifications of the cultural status quo, and his rare agility at gathering people together in openness and defiance might very well not be found in New York City or in the United States or even in the Western hemisphere. He is Ai Weiwei, and not since Warhol has one artist brought so much revolutionary activity to the act of art-making. If Warhol’s activity targeted gender codes and brilliantly conflated the elite with the masses, 56-year-old Ai Weiwei’s cogent multimedia productions thrust the individual out of the multitude and personal freedom out of the state machine.\n\nAi Weiwei, the son himself of a dissident artist, the Chinese poet Ai Qing, grew up in remote northwestern China, excommunicated from the internal affairs of Beijing due to his father’s political exile. He reached New York City at age 25 and quickly took to the Manhattan art and social scene as if it were his native soil. In the nine years he lived in the East Village, he crossed paths with counterculture luminaries such as Keith Haring and Allen Ginsberg, studied the radical impact of modernists like Warhol, and began producing his early works—among them, black-and-white photographs of urban life and a telling portrait of the ready-making-master Duchamp out of a bent coat hanger and sunflower seeds. During his extended time in the West tending creative seeds, his homeland was spouting—and quashing—its own political seeds, in particular, the spring 1989 youth demonstrations for increased personal liberties in Tiananmen Square that ended in staunch military intervention and hundreds, if not thousands, outside of the square dead. (In some ways, it has only been Ai Weiwei’s work—and figure—that has visually supplanted the iconic image of the unknown man standing in front of four tanks on Chang’an Avenue as the symbol of civilian resistance to Chinese authority in Western consciousness.) Ai was in America during that key conflict, but its fallout—a tightening of security measures and a silencing of dissenting opinion—would eventually serve as a canvas for him to apply his strokes. Ai returned to China in 1993, at the age of 36, three years before his father died, but it would be another decade before his visual productions resurfaced on the global stage with keen conceptual and political precision.\n\nToday, Ai works and lives in his walled compound in the Chaoyang District of Beijing. Persimmon and pine trees and bamboo fill the courtyard, lush green ivy climbs the walls, and many cats—a few shaved like lions—stalk the grass or lie in the sun. Ai built the studio for himself in the late ’90s—his first foray into architecture that would lead to his collaboration with Herzog & de Meuron on the “Bird’s Nest” stadium for the 2008 Summer Olympics in Beijing. Inside the compound walls, Ai’s activities seem both industrious and monastic. It is from here that he works on the plans for several projects—sculptures, installations, large-scale outdoor ventures approaching Land Art, films, tweets. But for a man who may be the most famous and relevant artist working right now, it is a very small corner of the world he is allotted with too little immunity, if any at all. Across the street from the studio is a common white surveillance camera (decorated with a traditional red Chinese lantern) aimed directly at his door (such cameras are found all over Beijing). Like many Chinese citizens, Ai has been routinely thwarted in his use of social media. In recent years, Twitter has been his most salient tool of global exchange. Ai is not allowed to travel outside of China—not by some official proclamation after a trial, but like most forms of governmental decision approaching terror, by some vague intermediary verdict for an indeterminate time with no recourse of contestation.\n\nAi has long utilized homegrown Chinese artifacts, practices, and forms in his productions, whether shattering a Han Dynasty urn on the floor, creating assemblages of bicycles into elaborate geometric formations, or bringing 1,001 Chinese citizens, most of whom had never previously left the country, to Kassel, Germany, for Documenta. But it wasn’t long after the construction of the “Bird’s Nest” that Ai’s unabashed freedom of expression started to turn the unflattered ears of the Chinese government. His vocal outcries against incidents such as the displacement of migrant communities for the Olympic Games, the hushed-up death toll connected with suspect building practices in the devastating 2008 earthquake in Sichuan, and the imprisonment of writer Liu Xiaobo begat a campaign of censorship and strict—sometimes bodily injurious—containment. When the state decided to tear down the artist’s studio in Shanghai in 2010 as punishment for his refusal to keep quiet, Ai responded by organizing a party for its demolition (on the menu were crabs, a loaded reference to the Chinese word meaning “harmonious” that is a homonym for “river crabs”). Just as, half a century ago, Warhol took the idea of American freedom and extended it in his films and canvases to show just how free individuals could be (“You want full freedom, I give you Candy Darling”), Ai Weiwei took the state’s demand for harmonious conformity and one-upped it (“I will acknowledge your decision to punish me to the point that I will actually host a party for your destructive reprimand”). In 2011, as Ai was at the airport about to board a flight bound for Hong Kong, he was arrested and held indefinitely in prison on the speculatively trumped-up charges of tax evasion. Following a global clamor for his release, he was freed after 81 days, fined (15 million yuan, about $2.4 million), and was made aware that he could be re-arrested at any time. This is where the story leaves the Warhol­ian and begins to enter Orwellian.\n\nThe state can do whatever it likes. It teaches the person not to make any arguments. But my situation is very different. I see it as a great opportunity. Ai Weiwei\n\nThis summer during the Venice Biennale, Ai showed six fiberglass dioramas, scaled to half-life-size, that encapsulated scenes of his time in prison—eating, on the toilet, in bed, always with two guards peering at him at uncomfortably close range. The resulting claustrophobia is a visceral reminder of the conditions that those who speak out must endure; the repercussions faced by a man who continues to make art when each day, each minute, each step outside of his studio door, each tweet, could end in arrest and imprisonment. Ai continues to plan for the future—in June he opened “Out of Enlightenment” on the shores of the Emscher River in Germany; another gesture of inclusion, around 1,000 igloo-like tents are inhabitable by anyone who wishes to stay in them and enjoy the natural scenery in an area previously left destitute by the downturn of the steel industry. And unlike the mining of the land, when removed, Ai’s living installation leaves no trace behind. It is also nearly impossible not to think of his ongoing tweets and Tumblr posts as part of his art practice—subjects ranging from the possibilities of digital media and the treatment of Chinese dissidents to updates on his heavy-metal album. Like Warhol, Ai is an eager practitioner of any new technology to get his message across, helming a factory in the most traditional and most radical senses of the word. If there is any speculation in the West that Ai Weiwei the social critic has eclipsed Ai Weiwei the visual artist, it is only because, in recent decades, the idea of art as a political act—or, at least, an arena for political debate—has been bred out of our understanding in favor of more marketable formalist values. Ai’s work shows the possibility of its return—that for him now, and maybe for us in the future, speaking one’s mind, expressing one’s point of view, making and disseminating work that doesn’t fit the apparatus of a controlling system, is political.\n\nIn early May, shortly before the Venice Biennale, which Ai could not attend, I visited him at his Chaoyang studio in Beijing. We sat outside at a glass table, which held an ashtray shaped like the “Bird’s Nest” stadium and a sleeping white cat.\n\nCHRISTOPHER BOLLEN: You moved to New York in the end of 1982.\n\nAI WEIWEI: Around Christmastime. I studied for half a year at Parsons. And I spent some time at the Art Students League. But I spent most of my time in the Lower East Side.\n\nBOLLEN: That must have been something of a seismic shift for you coming from Communist China to the East Village in the early ’80s. Were you prepared for that kind of cultural dissonance?\n\nAI: I grew up in a very, very poor, very politically restricted area, which is in northwest China. If you think of China being like a map of the United States, New York is in Beijing’s position. But I grew up in what would be Washington State. The very other side of there. [laughs] Near Russia in the Gobi Desert.\n\nBOLLEN: You grew up there because your father, the poet Ai Qing, was exiled there because of his political beliefs—he was accused of “rightism,” which is a sort of liberalism. Obviously, even in the Gobi Desert you were influenced by a very artistic family. But did you have any exposure to modern or contemporary art at all growing up?\n\nAI: No, not at all. My father talked of art, such as the Impressionists, because when he was young, he went to Paris and studied art there and was very good. So I had... (truncated)",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9199094176,
        "format_confidence":0.9557286501
    },
    {
        "url":"http:\/\/eyemagazine.com\/opinion\/article\/strange-attractors",
        "text":"Summer 2008\n\nStrange Attractors\n\nWho cares about graphic design history?\n\n\nCatelijne van Middelkoop comes from The Netherlands, and graduated from the University of Amsterdam in 1996, followed by studies at the Royal Academy of Art (KABK), The Hague, 2000 and Cranbrook Academy of Art, Bloomfield Hills, US, 2002, where she met Ryan Pescatore Frisk, from New York State, who graduated from Savannah College of Art and Design, Georgia, US in 1999, with subsequent studies at Cranbrook, 2002, and at KABK, 2005.\n\nQ1. What do you think is meant by ‘the canon of graphic design history’?\n\nFor example: The Bauhaus? Beck’s Underground diagram? Alvin Lustig’s book covers? Swiss Modernism? George Lois’s Esquire covers? Wim Crouwel’s New Alphabet? Milton Glaser’s ‘I [heart] NY’? Barney Bubbles? Ray Gun? Do you ever think about the canon, or buy design history publications?\n\nA1. The canon is now an endless list. The only thing that changes is the ranking. Since (almost) all ‘classics’ and archives have become accessible through the Web and now draw much more immediate connections to the present and future, their order within the canon is subject to continued change and growth.\n\nDesign history exists because of external reasons. Either directly, to educate \/ inform people in the field – or to convince ‘outsiders’ of the importance of design – or indirectly, within the ‘serving aspect’ of our profession, to communicate a message.\n\nLeonardo Da Vinci’s Vitruvian Man, Piet Zwart’s PTT book, blogs such as Design Observer, the manual to an IKEA kitchen, an LP sleeve for Led Zeppelin, the Obama music video, all of these now fit within the canon of graphic design history. Theory and pop culture go hand in hand and should be presented like that. Besides a huge collection of (typo)graphic vernacular, we own several classics, including the Bauhausbücher, Ladislav Sutnar’s ‘Design and Paper’ series, some beautiful issues of Emigre, Art Spiegelman’s graphic novel Maus, Anthon Beeke’s nude alphabet, etc.\n\nQ2. Is design history relevant to your own design practice?\n\nA2. Of course, we need to be intimately aware of what has come before us, and why. You need to be aware of history in order to be able to move ahead. This doesn’t mean that you should copy or ‘borrow’ straight from history. To become a classic nineteenth-century engraver is not our goal. However, to rethink and understand the original intentions and meaning of the act itself is. Only in that respect can one value and recognise the quality of work we make today.\n\nQ3. Where did you learn about graphic design history?\n\nA3. There used to be, and often still is, a huge difference between design education in Holland and the US.\n\nRyan writes: In school. Before I was able to take classes in ‘graphic design’ I was required to study a healthy dose of art and design history. From looking at the past, it’s easier to understand design as a product of specific means, context and time.\n\nCatelijne adds: In Holland, classes are much more practice-based, while American colleges pay much more attention to theory and history. When I studied graphic design at KABK in the late 1990s, I was told that our profession was so young that there was no history, or at least no historical writing about it. We had classes on Victorian furniture instead. Now I can see how those chairs do fit in my understanding of the history of graphic design, but at the time I really felt let down. Because I studied art history before I went to the academy, I used my thesis project to stress the relationship between art and typographic design, in an eager attempt to reevaluate our profession.\n\nAfter I graduated I went to Cranbrook where Ryan handed me Philip B. Meggs’ History of Graphic Design and made me develop a new and welcome perspective.\n\nToday, I teach at the same Royal Academy and see that things are changing. There still is too much of a disconnection between the practical and theoretical classes, but (in the worst case) at least students are able to use the internet and make those connections themselves – if they are curious enough. That might be the one ingredient lacking in students today! We have access to the entire world, but not enough people seem to care.\n\nQ4. Does history have any relevance to the new technology and techniques you’ve had to master in your work?\n\nA4. Yes, great relevance. First there is the importance of craftsmanship. New technology and techniques have simplified design processes but they have also made them accessible to people without any design education. A thorough practical training is therefore no longer sufficient. In order to distinguish oneself as a designer, you have to be aware of the past, you have to acknowledge the origin of our craft, take great care of details, and be willing to dig below the surface level of appearance.\n\nTake something as simple as kerning: people who set type without having experienced lead characters have no immediate reason to change the kerning in a badly designed character set. Photoshop filters simulate (not replicate!) effects that can be found outside the computer, such as lens flares, which makes some people forget about the origin and therefore stop questioning whether what they create has a real effect. Stencil fonts, for example, are used for stylistic reasons, and have nothing to do with using spraypaint. Another example is the fake overprint setting in Illustrator and InDesign or adjusting focal length in After Effects. It reminds us of children who no longer realise that milk comes from a cow and not from a carton.\n\nQ5. If you were in charge of a design education programme, what aspects of design history would you teach?\n\nA5. We would teach about the various triggers of design history, for example, the reasons for founding the Bauhaus, Emigre, etc. Once students and designers are aware of what caused these important moments in design history to evolve in the form they did, it will be possible to recognise contemporary triggers and to create new results.\n\nTop: Big Type Says More, a typographic installation for ‘Cut for Purpose’, an exhibition at Museum Boijmans van Beuningen, Rotterdam, 2006. Design: Ryan Pescatore Frisk and Carelijne van Middelkoop, Strange Attractors. The designers explain: ‘Over the course of five weeks, using industrial handheld jigsaws and paint, we manually produced an installation five layers thick, 2.83m high and more than 17m wide.’\n\nFirst published in Eye no. 68 vol. 17 2008\n\nEye is the world’s most beautiful and collectable graphic design journal, published quarterly for professional designers, students and anyone interested in critical, informed writing about graphic design and visual culture. It is available from all good design bookshops and online at the Eye shop, where you can buy subscriptions and single issues.\n\n\nTracker Pixel for Entry",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9772910476,
        "format_confidence":0.7025237083
    },
    {
        "url":"http:\/\/gutsmagazine.ca\/interview-pam-hall\/",
        "text":"November 5, 2014\n\nby Gabrielle Willms\n\nPam Hall is an interdisciplinary artist based in St. John’s, Newfoundland. Her twenty-five-year career has spanned a range of mediums while investigating questions of knowledge, labour, community, and feminism among others. This past summer, a collection of Pam’s work entitled Housework(s) was on display at The Rooms in St. John’s. I was struck by her commitment to her questions (which she often researches on location for months), her capacity for generous yet political collaboration with diverse communities, and her fluidity. I contacted Pam, who was as gregarious and thoughtful as her work suggests, on Fogo Island, where she continues research for the next chapter of her Encyclopaedia of Local Knowledge.\n\nGabrielle Willms: Do you see yourself as part of a community of Canadian artists? \n\nPam Hall: I see myself as part of many communities. Some are Canadian artists. Some are artists in other locations in both space and time. Some are communities of non-artists. I am not convinced there is a single community of Canadian artists but feel connected to many artists in diverse communities in this country and in others.\n\nA portion of your work, such as ongoing projects The Apron Diaries and Toward an Encyclopaedia of Local Knowledge, investigates and celebrates the minutiae of women’s everyday life in smaller communities. What made you want to record and share aspects of rural Newfoundland life (i.e. the importance of women’s work in both domestic and industrial realms)? \n\nWhile these projects are indeed rural, I can easily imagine them emerging from urban locations. Women’s labour exists in hospitals and factories as does local and vernacular knowledge. These projects are located in rural Newfoundland because that is where I was following my questions. I suspect my interest in the rural reflects my interest in work and knowledge that is still directly connected to a live and lively environment that we do not control.  This connection within ecosystems, environments, “natures,” is most interesting to me.\n\nThe Apron Diaries project, which consists of colourful outdoor installation of aprons as well as portraits of female workers, has been displayed in several local communities, including Arnold’s Cove and Bonavista Bay. How do these communities respond to this project?  \n\nI can speak only to the Icewater Seafoods and Auntie Crae’s communities and to audiences of this work at The Rooms during the HouseWork(s) show there. The communities of work and workers and the audiences at the art gallery found this work deeply engaging. The Icewater work portraits, for example, are still installed in the women’s lunchroom at the fish plant. They have been there (and are owned by the plant) since they were first competed in 2009. One of the most common responses to this work is surprise at the HUGE quantity of hours invested in the project and appreciation that it counts (and can be counted).\n\nTo what extent do these siteworks contribute to a larger discussion of female labour? Do participants engage with the work as a political act? \n\nI think some might, and others might read it as simply celebratory—an act of valuing by making visible. I think it is safe to say that at the fish plant, where workers are unionized, that many might see this work as politically informed.  For me, the work is very political, as is almost all of my work.\n\nCollaboration and collective projects generally seem to be an important part of your work. Does this reflect your understanding of art and its purpose? How important is it to you to facilitate the creativity of others, to create a sense of community? \n\nMy leanings towards collaborative, co-operative, and collective projects reflects my belief that art has work to do in the larger world. I’m interested in revealing our collective connections across difference and distance, and the possibility of artists working outside the boundaries drawn by a hermetic art world. I am instinctively interdisciplinary, and suspect I have never believed that there is one way to know the world. I like working with scientists and doctors as much as with fishers and farmers.\n\nYou are very active on social media, using Facebook as a means to share ideas, collaborate, and receive feedback. For your Building a Village project you asked participants to mail you decorated paper house templates, which you then assembled for an installation. Facebook allowed you to collaborate with a diverse, dispersed group of people and make this virtual community visible. What have you found, as an artist, to be the perks and pitfalls of using social media? Do you see this kind of online “community” as a valuable alternative to more geographically localized communities?\n\nI am a critical user of social media, but I use it intentionally for many purposes, not the least of which is to diminish my isolation from many people to whom I feel deeply connected. I see it as an enabler, a way to work and play with others who I cannot afford to physically visit. Social media simply adds a layer, a way to share with a small group of friends or, in the case of Building a Village, a means to facilitate community-building. The pitfalls are petty distraction, the endorsement of narcissism, and how it is undoubtedly being used to gather data on its users.\n\nBuilding a Village, 2013--\nBuilding a Village, 2013–\n\n New Readings in Female Anatomy, a multimedia exhibit you completed in 2001, is described as “a complex and personal mapping of the complexity and diversity of female embodiment and its historic construction by western history and science.” What did working on this project reveal to you about the discourses amongst women around their own bodies? What did it reveal about your personal relationship to western, patriarchal discourse as an artist and woman?\n\nThe preoccupation with medical representation of the female body and medical intervention in the female body was extremely personal. I’d been working on another project and I had to take a break to have a hysterectomy. At forty years old. And I was going, what the fuck?! Up until then, I really had been living in my body the same way that many of my generation lived in it. We were political, we were sexually autonomous, we were the first generation with access to birth control, but the body was invisible. As long as it was doing what we wanted it to do, it was fine. But that surgical experience stopped me in my tracks.\n\nWhen we discovered it was not cancer, there was not only a great relief but a great permission. Ethically, you can be a voyeur of your own medical experience. If it’s your own body, you can ask the path lab to bring your x-sized womb to you in a white tray so that you can photograph it. That experience opened up this whole line of questioning that started very personally, and became very political. It was a process of voicing and imaging the unnamed, making visible the invisible, taking those things out of the body, and gathering stories from other women. I was able to step into a more obvious dialogue with “theory,” “history,” “philosophy” (in order to contest many of their presumptions) and also to build my own multi-vocality with text, image, sound, and object, while incorporating the voices of others.  It was a watershed for me, in a number of ways.\n\nOn the Physiology of Female Reciprocity, 2001\n\nYou describe your daily gestures as “gentle interventions, which serve as small ‘presents of ‘presence.’” What does it mean to you to be present? \n\nTo be thought-less, without objective awareness, swallowed by full engagement, simply there or here. Out of self. Self-less.\n\nHas the repetition of these gestures created a sense of consistency or progress for you?\n\nThis does create a sense of reliance, a way of seeing the immediate moment. It’s like I’m in a state of readiness in every environment I enter, to find a tool that will act as a lightning rod for making something visible.\n\nWhat projects are you currently developing? When can we next see your art on display?\n\nI am in full research mode for a new chapter in the Encyclopedia of Local Knowledge on Fogo and Change Islands until just before Christmas .\n\nHouseWork(s) will hopefully be exhibited at the Kamloops Art Gallery early in 2015.\n\n\n\nLeave a Reply\n\nYour email address will not be published.\n\nThe Latest\n\nGUTS is (Land) Back!\n\nGUTS is back, bbs! We are a collective of feminist editors who don’t see our communities’s interests represented in Canadian and American media and publishing. We were able to get where we are today—positions where we can support and mentor...\n\nCall for Submissions: REVENGE\n\nThe REVENGE Issue there are many hungers— no matter, i am not the hungry one here. — jaye simpson, “beautiful monsters in uncanny valley,” it was never going to be okay We are witnessing a shift in the ways history...\n\nWe Can’t Stop Here: Lessons from an American Road Trip\n\nListen to “We Can’t Stop Here: Lessons from an American Road Trip” Growing up, I remember craning the antenna on my stereo to catch the frequency from Buffalo’s premiere hip hop station, WBLK. Somehow through the radio, America—and the vibrant...\n\ntrans anorganismic, etc.\n\nto feel pleasure is a movement towards a locus of healing, and to cum is to give into into a novel experience of trust and arrival\n\nThe Fluid Dynamics of Black Being\n\nA meditation on Black forced migration and transcendent acts of resistance as reflected in storytelling, mythistory, music, literature, and dreamtime.\n\nUrban NDNs in the DTES\n\na poetic geography of survival that holds settler colonialism—not the streets or the people there—responsible for acts of violence\n\nSk8 or Die!!: careful recklessness as resistance\n\nOn a skateboard, Trynne Delaney develops a new understanding of public space alongside femmes who, like her, are coming into their queerness and racialized identities.\n\nEditorial Note: Movement\n\nGUTS started in Edmonton in 2013. The idea for a feminist ma... (truncated)",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9280816317,
        "format_confidence":0.9804860353
    },
    {
        "url":"http:\/\/lvbxmag.com\/2018\/07\/18\/8704\/",
        "text":"Meet the Artist: Alessandro Puccinelli\n\nStorm Chaser Alessandro Puccinelli moved to Australia in 1993 working in advertising photography, he had that feeling of wanderlust, and an idea that turned into a personal photographic project: “A Van In The Sea”. Alessandro showcased his favorite places along the European coast in his van. This was a nocturnal photography project capturing the luminous stars amongst the magnificence of the glimmering sea, a place above all other places where he prefers to be.\n\nAlessandro divides his time between Tuscany, Lisbon, and the southern coast of Portugal. He often takes a break from the humdrum of life in his motorhome hideaway (his van in the sea), chasing storms of the ocean. He patiently waits for the perfect moment to capture the fearsome waves that collide into the coastlines moody sky, together creating mother nature’s fury in spectacular form. His contemporary photography captures the essence of the sea and sky that immerses you in the fascinating depths of mystery, magic, and beauty.\n\nAlessandro’s work is highly collectible and has been published in reputable magazines and recognized in many photography awards including: Sony World Photography, International Photography, Black and White Photography, Hasselblad Masters, and many others.\n\nTell us what how\/why you decided on photography as your career? My career in photography started early, I was interested at the young age of 20 and had been quite lucky to find work as photographic assistant. Photographic schools in Italy in those days were very expensive. I knew by then that learning on the job was my window of opportunity. A local photo studio in Lucca (Italy) hired me despite me having no education or knowledge about the technical process of photography. I was extremely motivated and enthusiastic, and this was what gave me my start to building a photographic career. As I had no art background, or even any real interest in art at that time, the choice of commercial photography as a career for me was more about the appeal of traveling and doing a work that I enjoyed. The idea of using photography as an art medium came much later, after 10 years of assisting and freelance in commercial photography, I had an idea about photographing the sea – a personal project. I realized that producing art is much more complicated and rewarding than just satisfying a client. It may be easier under technical aspects, but from an artistic and intellectual point of view, you have to dig deeply in search of some reason or aspects of yourself that has something interesting to say to the rest of the world. You have to find a trigger, something that is you, something to make your mark and your point of view in some way, special. I feel this is an ongoing progress and certainly studying commercial photography had really benefited me in my personal art work projects.\n\nIf you hadn’t chosen photography what would have done instead? I really think I would have loved to be a gardener or scuba diving instructor.\n\nWhose work has influenced you most? My work has been strongly influenced by romantic painters – mainly by the work of JW Turner, Eugène Delacroix, John Martin and Caspar David Friedrich. In a very natural way, since I started to photograph the ocean, I found a lot of similarities with the main romantic ideas. I looked at the ocean probably as they used to do, even the life in the van along the European coast has a lot of romanticism in it. Originally, I feel I took inspiration from the late Turner, however currently my work is shifting more towards an abstract element, inspired by the work of the New York School Of Abstract Expressionism and other abstract contemporary artists like Marta Jungwirth from Austria.\n\nWhat is the fascination you have with photographing the ocean? The love for the ocean was born when I first started surfing as a child in 1986. The more I got involved with surfing, the more I started to look at the ocean. I began to idealize it, to love it. I got hooked by its amazing power and its inner beauty and elegance that all together are able to live in the same element. It became a sort of unreachable point of arrival, an example to follow but at the same time it gave me a sense of frustration and fragility when facing it. There is a huge amount of admiration and respect towards the ocean in my photography. At the same time, mainly in the recent works, I shifted a bit towards investigating a sense of fragility and fear, I’m looking at beauty that comes out of chaos and unpredictability.\n\nYou have fearlessly climbed high cliff points to obtain the perfect shot. Describe to us your process and your most memorable experience: The process is almost the same every time. It may change a bit from series to series, but the places are the same. What may change are the conditions of the ocean. Having said that, as I’m shooting in Europe, the period of time that suits my photography is the winter season. During that period, I have to be ready each time a big swell reaches the coast. Nowadays is quite easy to predict the conditions thanks to technology but at the real end, you can’t be so sure of what are you going to see that day. I mean that many times, I’m expecting some amazing condition and I may drive for hundreds of kilometers, and then it’s not as good as I thought. Thank god there is still some unpredictability in this technological world. When a good swell is expected, I decide where to go. I have some secret spots, mainly in Portugal, but so far, the best one is a well-known place called Nazarè, a famous spot for huge waves. My gear has to be well protected, as well as myself, as many times I get wet, waves splash, rain, etc. If the condition is good, I like to stay there all day. That’s why I can’t afford to get wet. Sometimes I have to walk a lot to get to a certain point.\n\nThe most memorable day was one morning where I couldn’t take a single photograph. It was early in the morning in Nazarè, Portugal. I was close to the location, and on the way I could see a electricity post lying on the road, loose cables on the ground, the wind was very very strong and hard rain. The moment I got to the place, I felt the wind was almost lifting my car. I tried to go out to reach the location and as soon as I got out, I found myself lying on the road. I couldn’t even stand up. I had to reach the car crawling on my knees and for the next two hours, I had to give up. But I had the chance to look at the sea and it was huge – the biggest I’d ever saw. There is a bit of regret in my words as I could try again but that place with that kind of wind can be quite dangerous. Luckily the wind dropped a few knots in the next hours, enough to let me go in and reach the point. It was still huge, maybe not as big as a few hours before, but still an amazing to view entirely on my own.\n\n\nWHAT WOULD BE YOUR DREAM CREATIVE COLLABORATIVE ENDEAVOR? A few years trip around the world to photograph all the big waves and places during huge swells. Or a collaboration with other photographers and associations to document and help bring awareness about ocean pollution. I know that some awareness has been already lifted about that. I actually already did a series about plastic, but I would like to do some big project to spread the word in those places where there is no awareness at all, and to force big companies to change their policies.\n\nWHAT IS THE ONE THING YOU CANNOT LIVE WITHOUT IN YOUR STUDIO\/MOTORHOME? One thing I cannot live without in my motorhome is coffee.\n\n\nBEST ADVICE: Stop photographing everything. The images in your memory are the most powerful. Enjoy the place, the scenery around you, and then take pictures once you have assimilated what’s in front of you.\n\nFIVE FAVOURITE SOCIAL MEDIA PROFILES YOU FOLLOW, AND WHY? I’m not a fan of spending time on social media. I haven’t found yet a way to use them properly. The one that I use mostly is Behance as I haven’t had to post on it every day. At the same time, it can be an excellent place to see what’s going on in photography and advertising. Instagram is the other one. I don’t publish much material on it, not daily, but I use it to check what’s going on the art world and in photography. Recently, I found a profile on artsy called ARE.NA. It seems interesting, no follows or likes. I may decide to get involved soon.\n\n\nAustralian abstract artist Boe Sapun is the founder and curator of Ecume Gallery. The Melbourne-based gallery represents both local, international, established, and emerging contemporary art. The idea of having great art accessible to a broad audience prompted the online gallery showcasing her own work, as well as a diverse range and ever-growing list of talented contributing artists. Boe’s passion is in discovering creative minds and understanding the finer nuances of their character which influence their process, inspiration, and art. Follow Boe Sapun and Écume Gallery on Instagram and Facebook.\n\n\n\nLeave a Reply",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9934902191,
        "format_confidence":0.8222151995
    },
    {
        "url":"http:\/\/www.ocregister.com\/common\/printer\/view.php?db=ocregister&id=380390",
        "text":"Surf-shop owner shapes art with boards, brush\n\n2012-12-12 06:58:58\n\nPaul Carter left the world of corporate security to shape surfboards for board maker Infinity in 1993 and was out on his own two years later.\n\nThe San Clemente resident opened up shop in 1997 on South El Camino Real in his hometown, shaping boards for regular customers, referrals and walk-ins, and has been doing it ever since – except for a few years while he pursued an interest in painting, selling his artworks at community fairs and gallery openings.\n\nWhen he reopened his shaping shop in 2001, he offered his surf-inspired art as well as his new and used surfboards. Thus the name, San Clemente Surfboards & Art by Paul Carter.\n\n\nCarter says 95 percent of his surfboard work is custom. Short boards sell for about $500 and long boards for $650 to $700. Artwork can be added for an extra $350 to $1,000.\n\nHis original acrylic art is on display not only on traditional canvas but also on miniature surfboards and found items. Prints sell for $45 to $65.\n\nCarter also puts drawings on hats, T-shirts, windbreakers and leather jackets.\n\nHere are some words with him:\n\nQ. What do you like most about what you do?\n\nA. The creativity, and it's never the same. It's always changing – every single board, every single painting. It's always new.\n\nQ. What's the best business decision you've made?\n\nA. Doing what I enjoy, doing what I love to do – shaping and painting.\n\nQ. What business decision didn't work out, and what did you do to solve the problem?\n\nA. I used to have this whole building and I was working all the time, seven days a week; it was too much. So, partly with the economy, I downsized and went back to my original size. It just made sense, and I am selling the same amount of boards with less overhead. Now I am open on the weekends and by appointment during the week.\n\nQ. What trends do you see in your industry?\n\nA. People have an open mind now and are trying more and different designs on boards. They are going back to the type of boards that were shaped in the '60s and '70s and they aren't afraid to try it out. I think people are appreciating the hand-shaped surfboards more because it's becoming a lost art.\n\nThere are shaping machines now and they do a good job for something mass-produced, and that's fine, but it still has to be finished by a human.\n\nI am able to charge a little more because what I do is special and there are less and less hand-shaped boards out there.\n\nQ. What do you think is a general trend across the economy among consumers?\n\nA. It's going up, it's on the upswing. I've sold more boards over the past three months than over the whole summer. People want to buy something made in the U.S. They want something that is handmade.\n\nQ. Can you share a funny or interesting story about yourself?\n\nA. This was quite a few years ago during a contest. Steve Pezman from Surfer's Journal was announcing the contest and he thought I was (three-time world-champion surfer) Tom Curren, so when I came in, everyone was coming up to me for autographs and talking to me, thinking I was Tom Curren. I have been told I surf like Curren, and he is a great surfer, so, yeah, I'll take that!\n\nQ. You have written on your artwork and surfboards words such as \"Ego free,\" \"Choose,\" \"Be calm,\" Focus,\" \"Be peaceful.\" Is there a theme or purpose there?\n\nA. It's important for me because it keeps me grounded, and you gotta trust somebody. I believe in God and Jesus and, keeping religion out of it, I believe it's good to have positive quotes, positive messages in any way and any form you can get them. So, I write them on the surfboards and I put them in my art.\n\nQ. What is your favorite message or quote?\n\nA. Focus on the good!\n\n© Copyright 2010 Freedom Communications. All Rights Reserved.\nPrivacy Policy | User Agreement | Site Map",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.7670738101,
        "format_confidence":0.7981418967
    },
    {
        "url":"http:\/\/www.asmpnj.org\/best-2014-kaldorf",
        "text":"find_photog find_assist join_asmp\nBEST OF 2014, Brian Kaldorf\nPittsburgh, PA\nBrian Kaldorf carefully crafts his complex photo illustrations from components that he photographs separately while sculpting highlights and shadows with lighting. Each concept is sketched out in advance and meticulously assembled into a composite to match his initial vision for the piece.\n\n© Brian Kaldorf\n\n© Brian Kaldorf\n\n“I get a vision in my head and do my best to translate it into the photographic medium,” he explains. “I tend to find humor in the everyday, and I try to bring that into the picture-making process. I have a blast creating images, and I want that to come through to the viewer. Every day, I’m thinking about my next picture and how I can build it. I can’t imagine doing anything else.”\n\nASMP: How long have you been in business?\n\nBrian Kaldorf: Six years.\n\nASMP: How long have you been an ASMP member?\n\nBK: A little more than seven years ago, I was fortunate to have instructors in school who stressed the importance of an organization like ASMP.\n\nASMP: What initially prompted you to join ASMP?\n\nBK: A couple of things really, a few of my college instructors were members and the local chapter would often hold informal get-togethers to introduce new members and catch up with old friends. It was and continues to be a great community.\n\nASMP: What do you consider the most valuable aspect of your ASMP membership?\n\nBK: The knowledge base. I know that I can turn to a fellow member if I have a question or an idea I want to bounce off someone, and not just at the local level. Over and over, the organization has proven itself as a valuable asset in my professional life.\n\nASMP: What has made you stay an ASMP member since 2007?\n\nBK: The opportunity to help other photographers. I came to photography as a second career later in life and I was very fortunate in that the local chapter had some wonderful members who later became my mentors. I take great satisfaction in knowing that I can return the favor to someone in whose shoes I was standing just seven or so years ago.\n\nASMP: What is the most important relationship you’ve formed through your ASMP membership?\n\nBK: I’d have to say it would be with one of my first mentors, Richard Kelly. I came to Richard as a pretty green photographer and assistant. I had so many questions and Richard was always there to answer them, and he still is to this day!\n\nASMP: Do you have a favorite ASMP-related story to share?\n\nBK: I remember going to one of the Strictly Business programs while I was still a student. It was such an eye-opening experience, and it really changed the way I viewed the business side of what I was trying to do.\n\nASMP: Which ASMP education\/advocacy tools do you find most helpful in your day-to-day business and why?\n\nBK: Probably the pricing guides. It can be a difficult thing to determine value and it’s always great to have a resource to validate your thinking.\n\nASMP: What are your photographic specialties?\n\nBK: I specialize in photo illustration, portrait and product photography\n\nASMP: What do you consider your most valuable tool or piece of equipment?\n\nBK: As hokey as it sounds, I’d say my imagination. It’s how this whole thing started. I get an idea or vision in my head, and then I do my best to translate that to a photographic medium. Beyond that, I’d say my camera setups — Phase One digital backs for the studio and some location work.\n\nASMP: What is unique about your approach, or what sets you and your work apart from other photographers?\n\nBK: I think the way I look at things is unique. I tend to find humor in the everyday and I try to bring that into the picture-making process. My postprocessing also lends itself to this approach. When you combine the concept with the style, it works pretty well nine times out of ten.\n\nASMP: You started your career in architecture, drawing floor plans, elevations and such. What inspired you to transition into photography?\n\nBK: It wasn’t so much inspiration as it was necessity. I was working a nine-to-five desk job in an architecture office and, at the risk of sounding melodramatic, I was quickly dying a creative death. I was into photography and kept doing it more and more, to the point that I was considering going back to school for it. One day I came into the office and the architect I was working for said there just wasn’t any more work. Two weeks later I had enrolled in art school and never looked back.\n\nASMP: Are you self-taught as a photographer or did you go back to school to formally study photography when changing careers?\n\nBK: I studied photography at the Art Institute of Pittsburgh. I got my bachelor of science in photography in 2008.\n\nASMP: Please talk about the process of changing careers. How long did it take to get your photography career off the ground? How many years has it been since you made the transition?\n\nBK: It took a while. I knew it wasn’t going to be easy and I was determined to do whatever was needed to become successful. I started off assisting other photographers and did that for a few years, which proved to be an invaluable learning ground. One photographer in particular told me it would take a solid three years of doing work I didn’t necessarily want to do before the type of work I was after would start taking hold. His statement proved to be pretty on-the-nose. All in all, I’d say it took the better part of four years before I could comfortably say I was a professional photographer full-time.\n\nASMP: When creating an image, you first make a sketch to use as a guide for the photography. Does this sketching process come from your architectural career and drawing for a living?\n\nBK: I think so. More often than not, it was just a way for me to get my idea across to whoever was working with me. The drawing aspect of architecture just allowed me to articulate a little better what I was trying to say. These sketches are most definitely not artwork! Most of the time they equate to stick figures, but it gets the conversation going about what I’m trying to accomplish.\n\nASMP: You say you are passionate about “making” pictures rather than “taking” pictures. What do you consider the major differences between these two activities? Do you ever find yourself inspired to “take” a photographic snapshot rather than making a sketch?\n\nBK: When I first got started, I was taking pictures. The camera would come up to eye level, everything looked good, exposure was correct and the picture was taken. Once I got beyond the mechanics of all that is when I started making pictures. Thought goes into it, concepts are fleshed out and compositions are aligned to enhance the overall feel or mood of the finished image. This is how I have worked for the past five or six years. Recently, however, I’m finding this is changing a little bit. I bought a small mirrorless camera and I’m falling back in love with the simple act of taking a picture. I have two little girls and, right now, there is nothing better in the world for me than running around taking their picture. When I’m photographing them, there’s no real, preconceived concept involved, it’s simply just capturing whatever moment presents itself, which is great.\n\nASMP: You mention that your passion for building models as a child is still evident in your image-making process today. Are there other activities, skills or behaviors from your childhood that you’ve tapped in your professional career?\n\nBK: The model-making is a big thing. I build my images up the way I used to build a model. Every detail is scrutinized. I’m also a big movie fan so I’m sure that plays into a lot of my style and conceptualization.\n\nASMP: Most of your images are composites. How long have you been making these types of composite images and what is your primary intent in creating this type of imagery?\n\nBK: I’ve been doing composites since I was in school, so about 2006? That workflow was really born out of necessity. When I first got started, it was difficult to create my ideas given my budget (or lack thereof). Therefore, I had to come up with a way to create on the cheap, so to speak. Learning how to composite allowed me to bring a lot of these ideas to life without breaking the bank.\n\nASMP: Please pick one of your signature images and describe which element came first, as well as what inspired you to photograph the elements individually and then combine them, rather than creating a single image in-camera?\n\nBK: One of my favorite images (Knife Throwing For Dummies) was a composite. That image in particular would have been expensive to create in-camera, so I composited the majority of it. I started with the main subject, the knife thrower, and then moved on to the girl, and then the target board. The schedules for both of those models were difficult to match up, so they were photographed separately. After that, it was a matter of creating the target, lights and curtains. The target was simple foam core and the curtains I bought at a department store. The floor was from my living room, which I had photographed the day before, and the lights were assembled from a single light bulb photographed in a variety of positions. The other reason for doing things this way was because, at the time, I only had one or two strobes, therefore each image component needed to be lit separately. Now I have the ability to light everything all at once, so the procedure has changed a tiny bit.\n\nASMP: What cameras and related gear do you use for your composites? Do you have a favorite lens or piece of equipment that you depend on the most?\n\nBK: Right now I’m shooting with the Phase One IQ140 series digital back. It produces a gorgeous file that allows me to push the edge in my postprocessing.\n\nASMP: What is the most integral part of your process in making your composites? What’s the average time it takes you to complete an image?\n\nBK: It really depends on the images. The most integral part is always staying true to the original concept — without that th... (truncated)",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9840120077,
        "format_confidence":0.9531459808
    },
    {
        "url":"https:\/\/canvas.saatchiart.com\/the-other-art-fair\/meet-the-others-leonie-barton",
        "text":"The Others\n\nMeet The Others: Leonie Barton\n\nThe Game Changers. The Rule Breakers. The Innovators. Discover some of the fantastic emerging talent showcasing their work at The Other Art Fair.\n\nEphemeral Artist Leonie Barton creates her geometric works of art from found-materials she picks up on the beach near her home in New South Wales. A daily practice, Leonie leaves the configurations she creates behind on the beach for others after she has photographed them to add to her collection. Leonie showed her ephemeral photograph series for the first time at The Other Art Fair Sydney in October 2016.\n\n\n\nHow would you describe your artwork ?\n\nEphemeral constructions, made from what is found in the moment and only from the ground. Arrangements of natural and\/or discarded materials, that I hope to present in a visually pleasing form, looking for harmony and balance. These creations are photographed and then left behind for others to experience (unless made of plastic).\nWhilst I am heavy on the contrast when I print, I do not photoshop or muck with the composition. I try to shoot as I mean to print.\n\nWhat does making art mean to you ?\n\nBeing entirely present and focused on what is in front of me.\nA calm and still state of being, where nothing else enters my mind.\nThe freedom to explore and respond to my immediate environment, no matter the location or circumstance I find myself in.\nIt is a demonstration of how I look at the world, the lines, shapes, textures and colours that I see, that other people might walk past.\n\nHow did you start making art ?\n\nIn hindsight, the ephemeral started as a very young child. I grew up on a river in the bush and was always decorating my “patch”, with treasures collected along the way. In regards to the drawing\/painting side of my arts practice, I can’t remember a time before pencils and notebook weren’t present.\n\nWhat was it like to be a part of The Other Art Fair ?\n\nTOAF was a wonderful experience. I hadn’t’ shown the ephemeral photograph series before and wasn’t sure how it would be received. I was using the experience to sound out if people would connect with the artwork visually as well as the process used. It seemed to engage a lot of people, which fortunately transferred to sales. I also really enjoyed connecting with the other artists and meeting like minded souls, who like me, predominantly spend most of their time alone.\n\nInterested in taking part in The Other Art Fair? Applications are open for The Other Art Fair Melbourne. Find out more and apply online now.",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9965646863,
        "format_confidence":0.8687666059
    },
    {
        "url":"https:\/\/www.pencilkings.com\/dave-calver\/",
        "text":"PK 040: Iconic Illustrator Dave Calver on his 40 Year Creative Career\n\nSubscribe to the Pencil Kings Podcast: | iTunes | Stitcher\nSpring, 2000. An illustration by Dave Calver showing his distinctive style.\n\n“If there’s one thing I regret, it’s not making time to enjoy myself in those crazy busy years of the Eighties!”\n\nDave Calver regularly makes it into lists of the best living illustrators. And, in a career spanning 40 years, his unique works have featured on the pages of Esquire, GQ, and the New York Times magazine.\n\nBut this personable, down-to-Earth artist shows no signs of slowing up. In fact, he says a recent change of surroundings has helped inspire his latest movie and graphic novel work.\n\nTo hear Dave Calver talk about his early career as an artist is like being transported back in time to the Halcyon days of New York City in the 1980s.\n\nIt’s an exciting time when musicians and artists including The Ramones, Blondie, and Talking Heads changed the face of popular culture forever, thanks to seminal performances at legendary venues such as CBGB and the creative buzz of the city’s East Village.\n\nLooking back, Dave says: “At that time, NYC was a funky, dangerous, and exciting place to be! There were lots of artists living there, and there was always some great oddball event going on somewhere.”\n\n\nTalking Heads by Dave Calver\n\nFrom Rhode Island to Manhattan\n\nAfter graduating from Rhode Island School of Design in 1976, Dave moved to Manhattan with two college friends and they threw themselves enthusiastically into this creative, inspiring environment.\n\nDave’s first paid gig was as a window designer for famous store, Macy’s, but he soon started getting plenty of illustration work.\n\n“It was a good time to be an illustrator,” he recalls. “Previously, illustration was kinda looked down upon as opposed to fine art, but it felt like the market was ready for a new look in the 1980s.”\n\nThanks to this change in how illustration was viewed, Dave was able to develop his unique style, which took influences from all kinds of art, such as German expressionism and films.\n\n\nDavid Bowie by Dave Calver\n\nFax Machines and Fresh Projects\n\nThere were also two innovations during this time that made a big difference to Dave Calver’s early career – the invention of the fax machine and FedEx shipping services.\n\n“It changed everything!” he recalls. “Now, I could send proofs out to people instantly and get the final pieces sent out via FedEx.”\n\nThere was certainly no shortage of work during this time, and Dave found himself working on everything from editorial illustrations to posters and book covers.\n\nBut, as the years went by, this once healthy workflow inevitably started to slow down. Fashions were changing, and Dave decided to up sticks and move to Palm Springs, California in 2000.\n\nWhile there, he hooked up with author Brad Benedict, one of the first people in the 1980s to treat illustration as fine art. His books, such as Fame, and The Blue Book, are fascinating compilations of all the popular art that was being produced at this time.\n\n\nDoomed Procession – recent gallery work by Dave Calver\n\nBrad suggested producing gallery work, and Dave was soon able to develop new outlets for his creativity.\n\nCurrently, he’s working with comics guru and former Muppets creative director, Craig Yoe, on a graphic novel, and he’s also in the process of working on a movie.\n\nDave Calver  says his new surroundings have helped influence his latest work, and he’s looking forward to all the new creative possibilities on the horizon.\n\n“If I’ve got one regret, it’s that I never made time for myself during those crazy busy years of the 1980s. Now, I’ve got more time to devote to other projects apart from illustration, and I’m continually inspired by all the wonderful new people around me.”\n\nListen to this week’s show and learn:\n\n  • Why different locations bring different opportunities\n  • How your surroundings can help influence your creativity\n  • Why being with other creative people is so inspiring!\n\nLoving this podcast? Click here to tweet it to your friends!\n\nPeople on this Episode:\n\n\nMentioned in the episode:\n\nDave’s Website\nDave on Illoz\n\nListening options:\n\nSubscribe via iTunes.\nListen on Stitcher Radio.\nAndroid users can grab our RSS feed here.\nRight-click and “save file as” for direct download.\n\nThanks for listening to our show! We’ll be back next Wednesday morning 8AM EST.\n\n\n\nPS, there is also Pencil Kings content on Facebook, Twitter and Pinterest.\n\n2 Responses to “PK 040: Iconic Illustrator Dave Calver on his 40 Year Creative Career”\n\n  1. David Hept\n\n    This is great stuff and one could not ask for a more talented or nicer guy than Dave Calver. I remember being totally amazed at his abilities in junior high school and always knew he would rise high in whatever artistic field he chose. It’s great to see how he has grown as an artist and it’s really nice to see that sometimes good guys do finish first!\n\n    • mm\n\n      Chris at PencilKings\n\n      Hi David and thanks so much for your feedback! Dave Calver is a true gent and an awesome artist – I could happily listen to him talk about his work and his time in 1980s NYC for hours 🙂 Like you say, it’s reassuring to know the good guys *do* finish first sometimes – such an inspiration! Hope you enjoy listening to our other podcasts 🙂\n\n\nLeave a Reply\n\nIs Today the Day You Get Back Into Art?",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9919307828,
        "format_confidence":0.8783774376
    }
]