[
    {
        "url":"https:\/\/aar.pausd.org\/projects-2018\/effectiveness-breathing-techniques-improving-athletes-mindsets-and-resilience-failure",
        "text":"The Effectiveness of Breathing Techniques in Improving Athletes' Mindsets and Resilience to Failure\n\n\nby : \nEllie J.\n\n\nA large part of whether an athlete can succeed in high school and beyond is how they respond to and view failure and errors made while playing in a game, such as a missed shot or turnover in basketball. Game time situations, meaning events that take place during time-sensitive moments while facing an opponent in an official match, can be stressful. This stress can lead athletes to browbeat and question themselves, making them more susceptible to simple mistakes and less likely to take risks, hindering their overall performance (Santas, 2015). By being able to refocus their actions positively, they will be able to see their mistakes as learning experiences. They are able to accomplish this with methods like talking kindly to themselves and taking deep breaths (Puff, 2017). This hypothetically enables them to rebound in a positive way, leading them to look to the next play to improve, like working extra hard on defense or taking more shots when open. This project will examine how the application of some of these techniques, specifically breathing techniques, changes athletes' mindsets in a positive way and coutneracts the negative effects of game time stress.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.948590517,
        "format_confidence":0.9477695823
    },
    {
        "url":"https:\/\/ray.yorksj.ac.uk\/id\/eprint\/2667\/",
        "text":"Isokinetic strength qualities that differentiate rapid deceleration performance in male youth academy soccer players\n\nHarper, Damian and Jordan, Alastair and Wilkie, Brett and Liefeith, Andreas and Metcalfe, James and Thomas, Aaron and Kiely, John (2016) Isokinetic strength qualities that differentiate rapid deceleration performance in male youth academy soccer players. In: 21st Annual Congress of the European College of Sports Science., 6-10 July 2016, Vienna, Austria. (Unpublished)\n\nText (Abstract)\nECSS Vienna Abstract - IKD and DEC.pdf - Presentation\n\nDownload (69kB) | Preview\n\n\nDecelerating (DEC) is just as frequent as accelerating in contemporary soccer match play (Russell et al., 2014). Recent evidence suggests that lower body eccentric strength directly improves the ability of a player to produce and tolerate braking forces (Spiteri et al., 2014). The aim of the present study was to identify if measures of isokinetic strength can differentiate performance of a rapid DEC maneuver.\n\nNineteen (n=19) academy youth soccer players (age: 16.7 + 1yrs; height: 175 + 8.4cm ; body mass: 69.1+ 7.5kg; body fat: 9.5 + 3.9%) participated in the study. Tests included: isokinetic dynamometer (Cybex ΙΙ, Cybex International Inc., New York, USA) strength profiling of quadricep (Q) and hamstring (H) peak concentric (con) and eccentric (ecc) torque (both dominant [kicking leg] and non-dominant legs) assessed at slow (60°\/s) and fast (180°\/s) angular velocities. Functional H:Q ratios representative of knee flexion (Hcon:Qecc) and extension (Hecc:Qcon) was also calculated; 30m linear sprint time (with 5m, 10m and 20m splits) was recorded using a single beam timing system (Witty, Microgate, Italy) and rapid DEC quantified using time to stop (TTS) and distance to stop (DTS) determined\nfollowing a 20m maximal acceleration (within 5% threshold of best 20m linear sprint time) using video analysis (Dartfish ProSuite 2011, Fribourg, Switzerland) captured from a 50Hz video camera (Panasonic HDC-HS900, Japan).\n\n10, 20 and 30m sprint times had significantly large correlations with fast con peak Q torque (dom, r=-0.624, -0.568, - 0.621 and non-dom, r=-0.513, -0.512, -0.509) with fast peak H torque comprising significant correlations in the dom leg (r= -0.773, -0.561, -0.761) with moderate to large correlations in the non-dom leg (r= -0.5, -0.468, -0.464). At slow velocity con peak H torque had moderate to large correlations with 10, 20 and 30m sprint times. No significant correlations were found for peak con strength in either Q or H for DEC performance (TTS and DTS). Slow velocity Ecc peak Q torque (dom, r= -0.503, nondom, r=-0.542) and time to peak torque (r=-0.465) was significantly correlated to DEC TTS. No significant correlations were found for fast ecc strength parameters in Q or H for either sprint or DEC performance. Sprint and DEC performance had no significant correlations.\n\nThe present study illustrates the need for specific strength qualities for attainment of high running velocities and rapid DEC performance. Specifically, players with superior sprint speed can produce high peak con forces in both Q and H at fast velocities. DEC seems to be a unique movement skill requiring specific ecc strength qualities. Interestingly, in\nthis study slow velocity ecc strength of the Q seems to be critical for production of braking forces and reducing the time spent DEC. Increased time spent DEC has been found to increase tissue damage and muscle soreness, subsequently affecting post match recovery kinetics (Young et al., 2012). In conclusion this study highlights the need for careful consideration to developing strength qualities needed for DEC alongside those more commonly known for sprinting and accelerating.\n\nRussell, M., Sparkes, W., Northeast, J., Cook, C. J., Love, T. D., Bracken, R. M., & Kilduff, L. P. (2014). Changes in acceleration and deceleration capacity throughout professional soccer match-play. Journal of Strength and Conditioning Research, in press.\nSpiteri, T., Nimphius, S., Hart, N. H., Specos, C., Sheppard, J. M., & Newton, R. U. (2014). Journal of Strength & Conditioning Research, 28(9), 2415–23.\nYoung, W. B., Hepner, J., & Robbins, D. W. (2012). Journal of Strength and Conditioning Research, 26(2), 492–6.\n\nItem Type: Conference or Workshop Item (Speech)\nStatus: Unpublished\nSubjects: Q Science > QP Physiology\nSchool\/Department: School of Sport\nURI: http:\/\/ray.yorksj.ac.uk\/id\/eprint\/2667\n\nUniversity Staff: Request a correction | RaY Editors: Update this record",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.962734282,
        "format_confidence":0.9857117534
    },
    {
        "url":"https:\/\/www.exampleessays.com\/viewpaper\/95826.html",
        "text":"(855) 4-ESSAYS\n\nType a new keyword(s) and press Enter to search\n\nACL Injuries in Athletes\n\n             The Anterior Cruciate Ligament (ACL) attaches the femur, which is the thighbone, and the tibia, which is the shin, together (northstar). A torn ACL is one of the most excruciating experiences in an athlete's life. It is the first thing that comes to mind when they hurt their knee on the field; for many it is their greatest fear. A torn ACL can sometimes mean the end of an athlete's career. It can mean losing the chance to get that scholarship for young athletes, and it can also mean the end of those million dollar paychecks for those who have gone professional. A torn ACL can result in numerous surgeries, months of vigorous exercise and rehabilitation, and a sufficient amount of pain. It requires complete patience, for pushing too hard can result in further, more painful injury. Even after all that, an athlete is not guaranteed he or she will ever be able to play sports again.\n             The anterior cruciate ligament is the reason that the knee only has one pattern of movement. Instead of moving sideways and up and down, the knee only serves as a pivot for flexion (bending) and extension (straightening); it holds the tibia and femur in place (northstar). In the northstar web page it is stated that, \"The anterior cruciate ligament is one of the most important ligaments to athletes because of its main function, stabilization of the joint while decelerating.\" In other words, it is the reason that we can stop abruptly without our leg collapsing. Obviously this asset makes it an essential to have a functioning ACL while playing sports. It is an especially common injury in soccer, which is a game of constant abrupt stops. Not only is soccer a danger to the ACL because of its constant stops and starts, it is also a game of jumps, falls, and slide-tackles, which put a continuous stress on the ACL for the entire 90 minutes of the game. ACL tears are also more common in women. It is said that the reason for this is because women's bodies were not meant for playing intense sports, and are therefore more likely to endure such injuries.\n\nEssays Related to ACL Injuries in Athletes\n\nGot a writing question? Ask our professional writer!\nSubmit My Question",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.8178598881,
        "format_confidence":0.9462574124
    },
    {
        "url":"http:\/\/thesportjournal.org\/article\/implementing-a-breathing-technique-to-manage-performance-anxiety-in-softball\/",
        "text":"Implementing a Breathing Technique to Manage Performance Anxiety in Softball\n\n\nAn intervention strategy was developed, implemented, and evaluated that aimed at minimizing performance anxiety. The goal was to guide NCAA Division I softball athletes in using a breathing technique that, by contributing to the management of performance anxiety, would help each athlete reach full potential on the softball field. The strategy focused on the effects of the breathing technique on the participants’ heart rates, in relation to daily anxiety events; a heart rate monitor and anxiety logs were used to obtain data. All 4 of the athletes studied indicated improvement at various stages in the program.\n\nTop high school athletes who are recruited to college teams may have seen little—or even no—failure in their athletic careers to that point. But at the college level, there are aspects that separate the good athlete from the great. The separation can be the difference between winning and losing. For some athletes, the first real failure is faced during the freshman year in college. First-year college softball athletes, for instance, may begin to realize that the game is quicker, the opponents are stronger, and their teammates share skills and strengths similar to their own. Some athletes rise to the challenge, while others become anxious and may fail.\n\nIt is not uncommon for a coach to witness an athlete succumb to such anxiety. Sometimes, an athlete simply walks to the plate mentally defeated, before a single pitch has been thrown. But coaches strive to prepare all athletes with the skills they need to perform in these situations. So why do some athletes perform well, while others cannot?\n\nThose who perform well manage their emotions in critical situations, in a way that enables them to develop an ideal mental state that fosters maximum performance. During competitions in which they fail to achieve this state, many athletes become victims of their own anxieties. The performance psychologist David Roland defined performance anxiety as stage fright, suggesting artists feel apprehensive about approaching the stage and performing (1997). Athletes may also suffer from stage fright and may experience a debilitating effect on their performance.\n\nAnxiety and Performance\nIn this study, anxiety is identified specifically as competitive anxiety, anxiety experienced while competing. Anxiety is under the umbrella of arousal, but it is typically associated with negative cognitive thoughts, such as worry or a perception of threat (Gill, 2000; Landers & Arent, 2006). An example might be a field goal kicker who is remembering an earlier missed field goal attempt or a batter who does not want to hit in a close-scoring game. Anxiety is a complex behavior with emotional, mental, and physical dimensions. Typically, anxious individuals experience a variety of bodily and mental symptoms such as loss of concentration, thoughts about failure, agitation, increased breathing (Roland, 1997).\n\nPurpose of Study\n\nPerformance anxiety is rarely addressed, though coaches often identify certain athletes as “chokers” under pressure. The current study’s purpose, therefore, was to develop a strategy that would guide softball athletes in becoming relatively more aware of their somatic anxiety levels and offer a means of minimizing their performance anxiety.\n\n\nThe participants in this study were 4 members of a 2008 NCAA Division I collegiate softball team ranging from 18 to 21 years of age, 2 pitchers and 2 position players. One pitcher was a first-year student; the other 3 athletes were upperclassmen. No participant had prior exposure to or experience with breathing techniques or breathing exercises.\n\nProcedure and Data Collection\nThe study included three stages. The first stage was completed with an overview of the relationship between performance and anxiety. The second stage involved working with a sports psychologist to determine a breathing technique strategy and to implement the strategy. The third stage involved measuring the effects of the program on the 4 athletes.\n\nAnxiety Measurement Tools\nThis study incorporated the Sport Competition Anxiety Text (SCAT) first developed by Martens in 1977 as a self-report measurement of competitive anxiety. The SCAT consists of 15 questions that measure how a person feels during competition (Martens, 1990). This test has met the accepted standards for psychological tests and has been deemed valid and reliable (Gill, 2000). Smith et al. (1990) expanded on Martens’ SCAT and multidimensional models, developing the Sport Anxiety Scale (SAS), a sports-specific anxiety scale for sports-specific measurements of anxiety using cognitive traits (worry, concentration) and somatic traits (heart rate, breathing) (Gill, 2000).\nAlso used in the current study was the Competition State Anxiety Inventory 2 (CSAI 2), which is a multidimensional inventory intending to measure sports-specific state anxiety. The CSAI 2 also separately evaluates cognitive worry and somatic anxiety (Gill, 2000). It consists of 27 questions.\n\nBreathing Techniques\nBreathing techniques have been used for years to manage anxiety. Practicing slow, deep breathing is one way to control the autonomic response to anxiety (Gill, 2000). Ungerleider (2005) identified how breathing impacts performance. He indicated that oxygenated blood can energize the brain, nerves, and muscles. The present study incorporated Ungerleider’s breathing technique, a regimen that involves breathing using the diaphragm. The technique helps fill the lungs from bottom to top, impacting the amount of air taken into the body and thus how much oxygenated blood is available throughout the body.\n\nProgram and Intervention\nDuring Week 1 and Week 2 of the study, baseline data for heart rates were recorded. The data included heart rate measures taken during practice, during drills, and during games, without the participants’ receiving any intervention or instructional strategies. Each participant’s heart rate was recorded daily on the heart rate monitor and the data transferred to a computer program that indicated the daily levels.\n\nDuring these initial weeks, the athletes were introduced to the heart rate monitors they would wear at every practice and game for 5 weeks, to measure the effect of the intervention strategies. The participants utilized Team Polar Heart Rate Monitors. At the conclusion of each practice or game, each monitor was linked to a computer system and the collected information was downloaded to a computer. The athletes were instructed to “spike” their heart rates at a specific time prior to each practice or game. To spike the heart rate, a participant sprinted 200 feet. At the conclusion of the sprint, a stopwatch was started and stopped at 2 minutes and 30 seconds. The stopwatch was used to identify specific times in practices and games as a time stamp when the heart spiked. These time stamps were recorded, noting specifically what the athlete was doing during this interval. These time stamps were also used and matched with specific anxiety events in order to indicate specific heart rate levels.\n\nWeek 3 was spent instructing the athletes concerning somatic anxiety and introducing them to a breathing technique and anxiety log devised by sports and performance psychologist Dr. Chris. Carr (personal communication, December 21 2007 ). For the next 3 weeks, the 4 athletes were asked to practice the breathing technique 1 time each day, during their spare time. They were also to complete the anxiety log immediately following practice and games. They were taught to identify the anxiety responses of muscle tension, changes in heart rate, changes in breathing, and sweating. These lessons were implemented so that the participants would understand somatic anxiety responses and be able to maintain the anxiety log in greater detail.\n\nThe 4 athletes were taught to use the breathing technique for relaxation; eventually, they were able to use the technique to relax even in noisy environments. The technique required the athlete to lie down, get comfortable, and begin rhythmic breathing (i.e., inhaling into the belly and exhaling). As breathing began to slow, participants were instructed to focus on the release of tension, relaxing every muscle of the body from top to bottom. The sole purpose behind the breathing technique was to control tension in the muscles.\n\nThe anxiety log was used by the participants to record their anxiety levels during practice and competition. In the log, a participant assigned a number 1 through 10 (1represented weak, 10 represented high) to her anxiety level and listed any applicable somatic anxiety responses associated with that number. The anxiety log was also used to indicate when specific events at practice or in a game had been accompanied by anxiety. These specific events were coded with chronological times, so that they could ultimately be coded with specific heart rates. For example, if an anxiety log noted that a participant had felt anxious during her third time at bat, when runners were in scoring position, the researchers then located the chronological time of her third at bat and matched it with a specific heart rate associated with the participant’s third at bat.\n\nIn Week 4 and Week 5, the participants were asked to note any onset of somatic anxiety responses and to immediately begin a shortened breathing exercise to regain control of those somatic responses. They were asked to record in their anxiety logs how successful they had been at reestablishing control. This use of the shortened breathing exercise during Week 4 and Week 5 was in addition to their daily assigned breathing exercises.\n\nData Analysis\nUsing the heart monitor data, the researchers determined each participant’s average heart rate during Weeks 1–2 (baseline), during Week 3 (implementation), and during Weeks 4–5 (program). Each day during the program phase (Weeks 4–5), participants had noted at ... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9654477835,
        "format_confidence":0.9060319066
    },
    {
        "url":"http:\/\/www.aspetar.com\/journal\/viewarticle.aspx?id=174",
        "text":"Skip Navigation LinksHome » Articles » Prevention of running related injuries\n\nPrevention of running related injuries\n\n– Written by Steef Bredeweg, The Netherlands\n\n\n\nRunning has evolutionary roots in humans and is therefore in our genes. The ‘evolution marathon’ began about 2 million years ago. The area in which pre-humans lived was covered by dense forest, where chimpanzees gambolled through the branches eating sweet fruits. The climate changed to a dryer environment, the trees receded and open savannahs developed. The human race moved from a chunky, chimp-like movement pattern to our present characteristically bipedal movement strategy and human body shape with an upright position. Around the same time, we started to eat meat, mostly by scavenging meat from carcasses. This protein-rich food gave us the ability to develop more brain volume. Our body changed, leaving us with less hair and more sweat glands.\n\n\nIn the open savannah the human race was able to hunt large animals in hot weather without the use of weapons. We were able to walk and run, not to sprint, but to maintain a steady, persistent endurance running speed. Humans were unique in their endurance running ability and could run long distances in hot and humid conditions. Most mammals ceased running because they could not cool their core body temperature and therefore were easy prey for the humans after a few hours of endurance running. This so-called persistence hunting is an evolutionary advantage for the human race. Without weapons, which only arrived around 200,000 to 50,000 years ago, the human race could out-compete other animals with persistence hunting, still apparently used in some cultures today. From this evolutionary perspective, running made us human. Since the invention of weapons like spears and bow and arrow there is no need to run, but in more recent history running became important again for the human race. In 490 BC Pheidippides ran from the town of Marathon to Athens to bring news that the Greek army defeated the Persians. According to the story,  he dropped dead on arrival. Centuries later, in 1896, 18 men competed in Athens in the first Olympic marathon. The winner finished in 2:58:50. In 1897 the World’s oldest organised marathon was founded in Boston. The biggest marathon nowadays is the New York City marathon in which over 50,000 participants compete every year. In the early days of the marathon, only male competitive elite athletes were allowed to run. The average finishing time was around 3 hours. In 1980, 10% of the marathon runners were female compared to today where approximately 40% of the marathon runners are female. The average finishing time of running a marathon has dramatically increased. The average finishing time for female athletes in the marathon is slightly above 5 hours and the average finishing time for male runners is 4 hours and 45 minutes. From this data it can be seen that marathon running has changed from an elite sports event to a mass recreational leisure event in which competing is more important than winning.\n\n\nRunning is a very popular sports activity that can be done everywhere and by almost everyone. Millions of people run regularly. It is a healthy activity with positive effects on cardiovascular risk factors, and it gives mental and social benefits. But there is another side to it. Running related injuries (RRIs) are frequent amongst the running population. From a public health perspective, it is important to look for risk factors and interventions to reduce the incidence of RRIs.\n\n\n\nIn the research for prevention of injuries, the injury sequence model of van Mechelen is often used1. The first step in this model establishes the extent of the RRI problem, the second step looks for the aetiology and mechanisms of RRIs and the third step is the introduction of preventive measures.\n\n\n\nIncidence and severity of RRIs\n\nWhen looking at step 1 it is known that the incidence of RRIs is high. Incidence rates vary from 20.3 to 84.9% and from 3 to 59 RRIs per 1000 hours of running2. Since the landmark running studies of Brody and Marti in the early 1980s, there has been no decrease in the incidence rate of RRIs. Despite all the research, shoe modifications and other knowledge, the incidence of RRIs remains high.\n\n\n\nIn running, overuse injuries of the musculoskeletal system generally occur when a structure is exposed to a large number of repetitive forces, each below the acute threshold of a structure, producing a combined fatigue effect over a period of time beyond the capabilities of the specific structure3. When the time for adaptation is too short or the volume of running is too high, an overuse injury can occur. Most running injuries are repetitive overuse injuries. The major causes of most overuse running injuries are due to training errors (running too far, too fast and too often). It is thought that training volume is the key factor associated with 60 to 70% of the development of RRI, but other risk factors can play a role3.\n\n\nRisk factors can be divided into extrinsic and intrinsic risk factors. Hreljac made a subdivision into three risk factor categories3:\n\n1.         Training.\n\n2.        Anatomical.\n\n3.        Biomechanical.\n\n\nTraining as a risk factor\n\nAs an extrinsic risk factor, training has variables such as frequency, intensity, duration, stretching, shoes, running surface, running technique, orthoses, warming up and cooling down. It is known from van Gent's review that there is no evidence for the risk factors stretching, running surface, warming up and cooling down2.\n\n\n\nIn the past few years there have been fierce discussions and debates about shoes, orthoses, running technique and their role in preventing or causing an RRI. The first shoes were introduced over 10,000 years ago. Their function was simply to protect the bottom surface of the foot. When the running boom started in the 1970s, running shoes were constructed of flexible material with a thin outer sole. In 1972 Nike started with a new model of shoes with a cushioning in the midsole, called Nike Cortez. The modern running shoe has a shock absorbing midsole and a heel with some elevation and stiff heel counter for optimal shock absorption and motion control. The reasons for these technologies were injury prevention and performance enhancements.\n\n\nUntil now there has been no evidence that the modern running shoe technology prevents RRIs or enhances running performance. Studies have looked at the effect of prescribing motion control or neutral running shoes to distance runners and military recruits but no signiﬁcant effect on injury risk has been found. Richards et al described the evidence of shoe prescription to runners4. Their conclusion was clear: there is no evidence that shoe prescription will prevent RRIs in the running population.\n\n\nThe discussion of running shoes changed dramatically in 2010. Lieberman published his provoking article in Nature with the title, ‘Foot strike patterns and collision forces in habitually barefoot versus shod runners’5. In this article he concluded that forefoot and midfoot strike gaits were probably more common when humans ran barefoot or in minimal shoes, and may protect the feet and lower limbs from some of the impact-related injuries now experienced by a high percentage of runners. This conclusion gave rise to fierce discussions on running blogs and internet running communities. The biomechanical consequences of barefoot running are discussed later in this article. Since the Lieberman article was published there has been a rise in so-called barefoot running and running with minimalist shoes. Until now there has been no evidence that running barefoot or in minimalist shoes prevents RRIs.\n\n\n\nAnother important risk factor as a training variable could be running technique. Usually endurance runners are heel strike runners. In a study of Larson et al looking at foot strike patterns in recreational marathon runners, 89% ran with a heel strike, 3% with a midfoot strike and 2% with a forefoot strike6.\n\n\nIn their retrospective study, Daoud et al compared foot strike pattern during running to injury rate in 52 competitive cross-country runners on a college team7. Surprisingly, heel strike runners were 2.5 times more likely to have RRIs compared to midfoot strike runners. Future prospective studies should shed more light on the value and interpretation of these results. According to Lieberman, “How you run is more important than what is on your feet” and “What is on your feet can affect how you run”.\n\n\nAnatomical risk factors\n\nThese factors are intrinsic risk factors. Examples of this category are foot type, arch height, range of motion of the ankle, Q angle, leg length discrepancies, gender, body mass index and age.\n\n\nFoot type\n\nThe most studied risk factor in the development of RRIs is foot type. Nielsen recently looked at foot pronation, using the foot posture index and the incidence of RRIs8. Over 900 novice runners were followed for 1 year. All participants ran with neutral running shoes. Foot structure was divided into:\n\n·         highly supinated,\n\n·         supinated,\n\n·         neutral,\n\n·         pronated and\n\n·         highly pronated.\n\n\nThere was no association between different foot type and RRIs in this large group. When looking at these data there seems to be robust evidence that foot type is not associated with RRIs. However, future work on this risk factor has to be done.\n\n\nAnother anatomical risk factor could be asymmetry of the lower extremity. Asymmetry could expose one of the lower limbs to more stress than the other, resulting in a lower threshold for the development of a RRI. In a recent prospective study by our institute it was shown that running had a high variability in asymmetry between kinetic but also in spatio-temporal variables. This high variability was seen between runners but also within the runner and the level of asymmetry did not have an effect on the incidence of RR... (truncated)",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.7981149554,
        "format_confidence":0.8881785274
    },
    {
        "url":"https:\/\/bridges.monash.edu\/articles\/chapter\/Do_LGBT_Pride_Games_Stop_Homophobic_Language_in_Sport_\/12864305\/2",
        "text":"Game Plan - Do Pride Games work.pdf (925.5 kB)\nDownload file\n\nDo LGBT Pride Games Stop Homophobic Language in Sport?\n\nDownload (925.5 kB)\nposted on 29.08.2020, 01:37 authored by Erik DenisonErik Denison, Daniel Toole\n\nIce hockey, as a sport, has received praise for its efforts to promote the inclusion of gay and bisexual men, and more recently, lesbian and bisexual women and transgender people (Heraux 2019). The sport also pioneered the ‘pride game’ concept (also sometimes called pride nights), which are regularly scheduled, rainbow-themed games held to promote the inclusion of LGBT people in sport. Despite these efforts, the lack of openly gay male professional hockey players and evidence that homophobic language remains common in the sport suggests approaches being used may need to be reconsidered. This paper examines if pride games, which have been adopted globally, are an effective way to drive change to homophobic language. This research responds to the need for pragmatic, evidence-based intervention approaches that can be used to reduce harm to LGBT people from homophobic behaviour in sport.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.6273866296,
        "format_confidence":0.9616957903
    },
    {
        "url":"http:\/\/bjsm.bmj.com\/content\/early\/2012\/09\/11\/bjsports-2012-091535",
        "text":"Article Text\n\nother Versions\n\nThe role of a relative age effect in the first winter Youth Olympic Games in 2012\n  1. Christian Raschner,\n  2. Lisa Müller,\n  3. Carolin Hildebrandt\n  1. Department of Sport Science, University of Innsbruck, Innsbruck, Austria\n  1. Correspondence to Dr Christian Raschner, Department of Sport Science, University of Innsbruck, Fuerstenweg 185, A-6020 Innsbruck; Christian.Raschner{at}\n\n\nBackground Owing to the separation into age groups at the first winter Youth Olympic Games (YOG), athletes differed in age by up to two years, leading to a potential relative age effect (RAE).\n\nObjective The purpose of this study was to define the role of the RAE in the first winter YOG with regard to sex, type of sport and performance.\n\nMethods The birth dates and anthropometric data of all 1021 athletes (557 male, 464 female, 14–19 years old) participating in 15 sports were analysed. A χ2 test was used to assess the difference between the observed and expected birth distributions. ANOVA (analysis of variance) and Kruskal−Wallis analyses were used to investigate differences in anthropometrics.\n\nResults The birth date distribution of the overall sample was significantly different from an equal distribution, with an over-representation of athletes born shortly after the cut-off date (χ2=284.7, p<0.001). A significant RAE was found in both male (χ2=245.1, p<0.001) and female competitors (χ2=74.6, p<0.001). An analysis based on the type of sport showed an RAE in all categories (strength—χ2=229.9, p<0.001, endurance—χ2=60.4, p<0.001 and technique-related sports χ2=25.2, p=0.001). Relatively older competitors were also over-represented among medal winners (χ2=47.9, p<0.001). Relatively older male competitors were significantly taller (p=0.005) and heavier (p<0.001) than younger competitors. No differences were found in female competitors.\n\nConclusions The results suggest that relative age had a highly significant influence on participation in various sports regardless of sex. A possible strategy to reduce the RAE would be a fixed quota for each birth year within the two-year age group across events.\n\n  • Adolescents\n  • Elite performance\n\nStatistics from\n\nRequest permissions\n\nIf you wish to reuse any or all of this article please use the link below which will take you to the Copyright Clearance Center’s RightsLink service. You will be able to get a quick price and instant permission to reuse the content in many different ways.",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9818437696,
        "format_confidence":0.9735141397
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Physical-Exercise-And-Pilates-965370.html",
        "text":"Physical Exercise and Pilates\n\nOnly available on StudyMode\n  • Download(s) : 338\n  • Published : April 10, 2012\nOpen Document\nText Preview\nThe History of Pilates\n\nPilates is a form of exercise which focuses primarily on improving flexibility, strength and overall body awareness. Pilates consists of a series of controlled movements that can be performed on either the floor with a mat, or specially designed spring-resistant equipment which is all supervised by a trained Pilate’s instructor. The exercises of Pilate’s focus on strengthening ones core while continuously breathing deeply.\n\nCreated in the 1920’s by a physical trainer, Joseph Pilates, with the primary purpose of the exercise focused solely on rehabilitation. Pilates first used this form of exercise to treat soldiers who were returning from war. He also was known to treat dancers with Pilates to help strengthen their bodies as well as help heal various aches and pains. Joseph Pilates was a true believer that metal health and physical health were inter-related which formed the basis of his creation of Pilates.\n\nAs a dancer of eighteen years and long time athlete, I suffer from many aches and pains. I first thought of joining the class as a way to become introduced to the form of exercise. I first questioned the class as I suffer from back problems which I am currently treated for, however; on the first day of class when our Professor explained the concepts behind the class I realized that by strengthening my core, I could possibly experience less aches and pains in my lower back.\n\nI am very excited for this class as I believe it will help me and I hope that after this semester I can continue classes back home. Not only does this class help me strengthen my core but it also helps in switching up my usual workout routine which consists primarily of running. I feel that this class will also help me in being less stressed with school work especially during finals and midterms. The benefits that this class will provide me with will not only help with my physical health but also help with my mental health.\n\nWorks Cited\n\"Origins of...",
        "topic_id":21,
        "format_id":0,
        "topic_confidence":0.9062680006,
        "format_confidence":0.8588522077
    }
]