[
    {
        "url":"http:\/\/lists.rootsweb.ancestry.com\/index\/usa\/AL\/lawrence.html",
        "text":"Alabama Mailing Lists\n\nLawrence County\n\n\nTopic: A mailing list for anyone with a genealogical interest in Lawrence County, Alabama. Interested individuals may want to check out the Lawrence County ALGenWeb page.\n\nThere is a Web page for the ALLAWREN mailing list at http:\/\/www.rootsweb.com\/~allawren\/.\n\nFor questions about this list, contact the list administrator at ALLAWREN-admin@rootsweb.com.",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9128644466,
        "format_confidence":0.9122443795
    },
    {
        "url":"https:\/\/libwww.freelibrary.org\/explore\/guide\/military-records",
        "text":"Military Records\n\nBackground Reading and Lists\n\nThe Source: a Guidebook of American Genealogy. Chapter 11. Good essay on military records. Social Science and History Department (SSH) 929.1072 So84a2.\n\nGenealogist's Companion & Sourcebook. Good section on military records and a useful bibliography. SSH 929.1072 C882g.\n\nAncestry's Red Book. Lists military records by U.S. state. SSH 929.1072 An21r2.\n\nU.S. Military Records. The best one volume book about military records. SSH 929.3097 N249u.\n\nResearch Guide to Loyalist Ancestors. SSH 929.1072 B884r.\n\nThe Genealogist's Address Book. Lists lineage and hereditary societies by war and historical period. SSH 929.1025 B444g.\n\nAmerican and British Genealogy and Heraldry. Lists \"classic\" military resources and pension lists. SSH\/STX 016.9291 F472a.\n\nGuide to Genealogical and Historical Research in Pennsylvania. SSH\/STX 016.9748 H671g3.\n\nPennsylvania Area Key. Has a section on wars and military records in Pennsylvania. SSH 016.9748 C617p2.\n\nClint's Pennsylvania County Series, a series of books that list genealogical resources by Pennsylvania county. For example, Bucks County, Pennsylvania, Area Key. Each area key lists some military records by PA county. SSH\/STX 929.3748 C617bu.\n\nPennsylvania Genealogical MagazineWoodroofe Series. To see individual issues, get a call slip at the SSH reference desk. Lists Historical Society of Pennsylvania holdings for PA counties as of the 1980s. A good source for military records by Pennsylvania county. SSH\/STX A929 G28.\n\nNational Archives guides, listed below, are also essential resources.\n\nFree Library of Philadelphia (FLP)\n\nResearching your Family History at the Central Library. Handout. SSH.\n\nTo make FULL use of the FLP collection, you must be able to use the online catalog, especially the subject and keyword functions. If you have difficulties with the catalog, ask for assistance from a librarian. The books listed below are only SOME of the military references available at FLP.\n\nBibliography of Pennsylvania History with suppls. 016.9748 P3843b. Good for histories of PA military organizations. (For materials after 1970, see the America: History and Life database, available only at the Parkway Central Library.) SSH\/STX and Government Publications Department (GPD).\n\nComplete Army and Navy Register of the United States of America, from 1776 to 1887. SSH\/STX R355 H171 and GPD W 3.12\/a: 776-887.\n\nHistorical Register and Dictionary of the United States Army, 1789-1903. SSH 923.5 H365h2 and GPD\/STX W 3.11: 789-903.\n\nRecords of Living Officers of the U.S. Army. SSH\/STX R923.5 H1713 (1883), R923.5 P87 (1890).\n\nA Compilation of the Registers of the Army of the Unites States from 1815 to 1837. SSH\/STX 353.6 G65.\n\nOfficial Army Register, 1831, 1842-1976. GPD\/STX D 102.9.\n\nArmy List and Directory, 1893-1941. GPD\/STX W 3.10.\n\nOfficial Army National Guard Register, 1922-1975 with gaps. GPD\/STX 12.9.\n\nBiographical Register of the Officers and Graduates of the U.S. Military Academy at West Point..., and suppls., 1802-1900. SSH\/STX R923.5 C89.\n\nRegister of Graduates and Former Cadets of the United States Military Academy, 1912-1991. SSH 923.5 R263o.\n\nRegister of Alumni, United States Military Academy, 1845-1980. SSH 359.0071 Un3r.\n\nOfficial Register of the Officers and Cadets of the United States Military Academy, West Point, N.Y., 1846-1961. GPD\/STX D 109.7.\n\nAlphabetical List of Battles, 1754-1900. SSH 973 St81a.\n\nList of Officers of the Navy of the United States and of the Marine Corps from 1775 to 1900. SSH\/STX 923.5 C13.\n\nThe Records of Living Officers of the U.S. Navy and Marine Corps. SSH\/STX R923.5 H17 (1870), R923.5 H1711 (1878), R923.5 H1714 (1890), R923.5 H1712 (1898).\n\nRegister of Commissioned and Warrant Officers of the United States Navy and Marine Corps, 1949-1984. GPD\/STX D 208.12.\n\nNaval Reserve Register, 1963-1984. GPD\/STX D 208.12\/2.\n\nAnnual Register of the United States Naval Academy, 1865-1970 with gaps. GPD\/STX D 208.107.\n\nAbstracts of Service Records of Naval Officers, 1829-1924. An alphabetical list of officers whose service records have been abstracted and microfilmed. GPD\/STX AE 1.119:M 1328.\n\nRegister of the Officers, Vessels, and Stations of the United States Coast Guard, 1915-1982. GPD\/STX TD 5.19.\n\nUnited States Navy & Marine Corps Bases, Domestic. SSH\/STX 359.7097 Un3sd. Overseas 359.7097 Un3so.\n\nIndex of the Roll of Honor, Daughters of the American Revolution, vols. 1-160. 369 D2611. The Roll of Honor, vols. 1-166, has the same call number. Errata for vols. 1-112 are in the back of vol. 112. SSH\/STX 369 D2611.\n\nNational Register of the Society, Sons of the American Revolution, 1902. SSH\/STX 369 So63.\n\nPennsylvania Society Sons of the Revolution, Centennial Register, 1888-1988. SSH 369.13 C333r.\n\nFor other patriotic organizations, search the online catalog using the name of the organization as a subject heading. Names and descriptions of many of these organizations are in The Hereditary Register of the United States of America. SSH 369.1 H42r.\n\nHistorical Register of Officers of the Continental Army. SSH 973.3 H365h2.\n\nPierce's Register. Paymaster General certificates for the American Revolution. SSH 973.34 Un36p.\n\nIndex of Revolutionary War Pension Applications. SSH\/STX 929.3 N213i.\n\nLetter from the Secretary of War.... American Revolution pension list as of 1818. SSH\/STX 973.34 Un381.\n\nRejected or Suspended Applications for Revolutionary War Pensions. SSH 929.3 Un35r.\n\nThe Pension Roll of 1835 (vol. 2 only). Gives pensioners from Delaware, Pennsylvania, New Jersey and New York. SSH 929.3 Un38p.\n\nStatutes at Large of Pennsylvania, 1700-1809, GPD P38-7, and Laws of Pennsylvania, 1806-1963, GPD P38-21, contain some state military pension information.\n\nA Census of Pensioners for Revolutionary or Military Services.... GPD 929.34 Un34c. American Revolution pension information from the 1840 U.S. census. Should be used in conjunction with A General Index to a Census of Pensioners or Revolutionary or Military Services.... GPD 973.34 G286g.\n\nRevolutionary America, 1763-1789: a Bibliography, 2 vols. GPD\/STX LC 1.12\/2:R32\/4\/763-789\/.\n\nSummer Soldiers: a Survey & Index of Revolutionary War Courts-Martial. SSH\/STX 973.34 N249s.\n\nThe Pennsylvania Navy. Good bibliography for research. SSH\/STX 973.35 J135p.\n\nMarines in the Revolution. Good bibliography for research. SSH\/STX 973.35 Sm53m.\n\nPennsylvania in the War of the Revolution, Battalions and Line, 1775-1783. SSH\/STX R973.34 L64.\n\nRevolutionary War Bounty Land Grants Awarded by State Governments. Shelved with 929.3 P. SSH 973.34 B631r.\n\nPennsylvania Line: Regimental Organizations and Operations. Pennsylvania units in the American Revolution. GPD\/STX STATES P38-5360.\n\nEncyclopedia of Continental Army Units. SSH 973.34 B452e.\n\nEncyclopedia of British, Provincial, and German Army Units, 1775-1783. SSH 973.34 K155e.\n\nNaval Documents of the American Revolution. 9 vols. GPD\/STX D 207.12:1-9.\n\nJournals of the Continental Congress, 34 vols., with index. GPD\/SECOND BALCONY LC 4.5.\n\nIndex, the Papers of the Continental Congress, 5 vols., with chronology. GPD\/STX GS 4.2: C76\/3\/v.1-5. The Papers of the Continental Congress are available on microfilm at National Archives, Record Group 360: M247, M40, M61, M332, M866.\n\nPennsylvania ArchivesGuide to the Published Archives of Pennsylvania is shelved with Pennsylvania Archives. SSH 974.8 P3823a. Another way to get an overview of this massive set of books is to see Guide to Genealogical and Historical Research in Pennsylvania, pp. 87-96. Especially important for American Revolution and War of 1812 research. SSH\/STX 016.9748 H671g4.\n\nSoldiers of the American Revolution, Philadelphia City, Pennsylvania. (Shelved with 974.81 in Local History section.) SSH 973.3448 W675s.\n\nSoldiers of the American Revolution, Philadelphia County, Pennsylvania including Montgomery County. (Shelved with 974.81 in Local History section.) SSH 973.3448 W675sm.\n\nQuasi War with France, 8 vols. GPD\/STX N 16.2:Q2\/.\n\nBarbary Wars, 7 vols. GPD\/STX N 16.2:B 23.\n\nPennsylvania and the War of 1812. SSH 973.52 Sa67p.\n\nKnown Military Dead During the War of 1812. SSH\/STX 973.52 P442k.\n\nA Brief Sketch of the Military Operations on the Delaware During the Late War.... SSH 973.522 B765s.\n\nA History of Philadelphia with a Notice of Villages.... Contains Muster Rolls for Philadelphia units in the War of 1812. Rare Books Department (RBD) R974.81 B67.\n\n\"A Guide to Pennsylvania Soldiers in the Mexican War,\" in Pennsylvania Genealogical Magazine, all 4 issues, vol. 36, 1989\/90. SSH\/STX A929 G28.\n\nThe Mexican American War: an Annotated Bibliography. SSH\/STX 016.9736 T8815m.\n\nIndex to Mexican War Pension Files. SSH 016.9736 W585i but shelved at 929.3097 N249.\n\nHistory of Pennsylvania Volunteers. Lists members of Pennsylvania units in the Civil War. SSH 973.7448 B319h.\n\nOfficers of the Army and Navy (Regular and Volunteer) Who Served in the Civil War. A923.5 Of2. Many photos. (Oversize) SSH A923.5 Of2.\n\nOfficial Army Register of the Volunteer Forces of the United States Army for 1861-1865. GPD\/STX W 3.12: 1-8. Pennsylvania is in vol. 3.\n\nThe War of the Rebellion: a Compilation of the Official Records of the Union and Confederate Armies. GPD\/STX W 45.5. Use with The Official Records of the American Civil War: a Research Guide. SSH\/STX 016.9737 Ai58o. Also see Military Operations of the Civil War: a Guide-Index to the Official Records.... GPD\/STX GS 4.21:1-5.\n\nOfficial Records of the Union and Confederate Navies in the War of the Rebellion. GPD\/STX N 16.6.\n\nMilitary Bibliography of the Civil War, 3 vols. Good for regimental publications and personal narratives. SSH\/STX 016.9737 D735r.\n\nPersonnel of the Civil War, 2 vols. SSH 973.74 Am13p.\n\nA Compendium of the War of the Rebellion. SSH\/STX 973.7 D988c2.\n\nCompendium of the Confederate Armies. 10 vols. SSH\/STX 973.742 Si21c.\n\nRecord of the Federal Dead Buried From Libby, Belle Isle, Danville, and Camp Lawton Prisons.... SSH\/STX 973.76 Un38r.\n\nCivil War Bo... (truncated)",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9854970574,
        "format_confidence":0.8117522597
    },
    {
        "url":"http:\/\/www.ghosttownpix.com\/lostvillages\/links.html",
        "text":"Archival Broadcasts\n\nCBC Archives\nHistoric radio and television broadcasts starting from 1952. Includes footage of the villages before inundation and a televised broadcast of the actual event. Be sure to click on the timeline at the top of the page. A must see ... but wait - there's more!\n\nAdditional clips on the St. Lawrence Seaway from the CBC Archives\n\nRelicensing the St. Lawrence-FDR Power Project\nBroadcasts from North Country Radio on the American side.\n\nRemembering the Lost Villages\nVideo presentation from the Globe and Mail\n\nFor Divers\n\nAquadyne Skin & Scuba Diving Club Dive\nInformation on the Mille Roches Power House\n\nLock 21\nFrom Save Ontario Shipwrecks\n\nPersonal site\nIncludes dive information on the locks, Mille Roches Powerhouse and Black Donald mine.\n\nSave Ontario Shipwrecks Diver's Guides\nDiver's guides to the Mille Roches power house and Lock 21\n\nBarne's Creekhttp:\/\/web.ripnet.com\/~mbkerr\/index.htm\nLocal weather information\n\n\nBedington Genealogical Site\nInteresting biographies on Ova William Jacob and Verna Marcella, both of whom grew up in the area.\n\nDundas County gen web\n\nStormont County gen web\n\nHistorical information and perspectives\n\nHistorical Sketches. The Canals of Canada\nFrom Canals of the United States and Canada Chapter I. - at the University of Rochester. Includes a section on the Cornwall Canal.\n\nCornwall Public Library\nA huge collection of images from the Stormont, Dundas, Glengarry Historical Society. A number of them are featured on this site, however there is much more to see.\n\nLegion Magazine\nA perspective and overview written by Les McLaughlin. Very thorough.\n\nAult & Wiborg Co.\nHistory on the company owned by Levi Addison Ault.\n\nThe Morrisburg and District Historical Society.\nOffers a detailed history on Morrisburg and information on the popular Morrisburg Walking Tours.\n\nPartners in the Past\nFrom the University of Toronto Anthropology Department. Covers the digs and and artifacts found in Ault Park just before the flooding.\n\nThe Ship's List\nDetails on the Cornwall Canal from 1862.\n\nDictionary of Canadian Biography Online\nA bio of Michael Cook; the Aultsville farmer who imported the first Holstein cattle into Canada.\n\nThousand Island Life\nA series of essays devoted to the Lost Villages.\n\nPlaces to visit\n\nLost Villages Historical Society\nTheir museum and archives are open to the public. Includes a number of restored buildings and archival documents. Information on summer bus tours.\n\nMorrisburg to Cornwall\nAn overview of all points of interest along old Highway 2.\n\nThe St Lawrence Parks Commission\nThe official site covering all the services and facilities offered by the parks.\n\nUpper Canada Village\nIncludes a number of restored buildings.\n\n\nThe St. Lawrence Deep Waterway Project: A Canadian View of Its Economic Aspects\nText of a speech made to the Empire Club by Professor W.W. Goforth on March 22, 1928.\n\nAn Address by Robert Hood Saunders, C.B.E., K.C.\nText of a speech made to the Empire Club on March 25, 1948\n\nYour Hydro Chairman Reports\nText of a speech made to the Empire Club by Robert Hood Saunders on January 27, 1949\n\nThe Case for the St. Lawrence Power Project\nText of a speech made to the Empire Club by Robert Hood Saunders on October 11, 1951.\n\nGreat Canadian Rivers - The St. Lawrence River\nOverview and history\n\nGreat Lakes St. Lawrence Seaway System\nThe official site for the St. Lawrence Seaway.\n\nOntario Power Generation\nA detailed profile and history of the Robert H. Saunders Dam\n\nThe St Lawrence Seaway\nA Government of Canada funded site covering the history and construction.",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9896785021,
        "format_confidence":0.99037081
    },
    {
        "url":"https:\/\/generations.regionofwaterloo.ca\/places-oneletter.php?offset=1&psearch=Wyoming",
        "text":"Waterloo Region Generations\nA record of the people of Waterloo Region, Ontario.\n\nPlace List: Wyoming\n\nShow all places containing:\n\nMain places page  |  Show all largest localities\n\nPlace List: Wyoming, sorted alphabetically (number of total localities in parentheses):\n\nClick on a place to show smaller localities. Click on the search icon to show matching individuals. Heat Map\n\n1. , Sublett Co., Wyoming Find all individuals with events at this location",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9848135114,
        "format_confidence":0.7917101979
    },
    {
        "url":"https:\/\/humphrysfamilytree.com\/links.1916.23.html",
        "text":"Humphrys genealogy\n\nGenealogy research by Mark Humphrys.\n\n\nLinks - 1916-23 period\n\n1916-23 period\n\n\n1916 Apr Easter Rising\n1916 May Execution of leaders\n1918 Dec Sinn Fein wins General Election\n1919 Jan First Dail\nWar of Independence begins\n1920 Dec Partition (Government of Ireland Act)\n1921 July Truce\nWar of Independence ends\n1921 Dec Treaty signed in London\n1922 Jan Treaty narrowly passed by Dail\n1922 June Civil War begins\nPublic Record Office destroyed\n1922 Nov Free State begins executions of Republicans\n1923 May Republicans surrender\nCivil War ends\n\nReturn to Links page.\n\nDonation Drive\n\nPlease donate to support this site. I have spent a great deal of time and money on this research. Research involves travel and many expenses. Some research \"things to do\" are not done for years, because I do not have the money to do them.\nPlease Donate Here to support the ongoing research and to keep this website free.\n\nHelp       Conventions       Abbreviations       How to read the trees\n\nPrivacy policy       Adoption policy       Image re-use policy",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9814690351,
        "format_confidence":0.7370842099
    },
    {
        "url":"http:\/\/anthropology.virginia.edu\/links\/museums",
        "text":"1. University of Virginia\n  2. Arts & Sciences\n\nMuseums, and Related Institutions\n\nGeneral Museum Sites\n\nThe Smithsonian Institution\n\nThe Kelsey Museum of Archaeology, University of Michigan\n\nThe Kelsey maintains on-line exhibitions combine installation and object views, archival photographs, label and catalogue text, all of which have been revised and udpated for on-line presentation. The Kelsey Museum plans to continue with its program of putting past exhibitions on-line; currently in-progress is a greatly expanded version of the popular 1983 exhibition \"Karanis: An Egyptian Town in Roman Times\" and an on-line version of the recent exhibition \"Preserving Eternity\", for which see the press release.",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.6425522566,
        "format_confidence":0.9757956862
    },
    {
        "url":"http:\/\/www.canadashistory.ca\/?subsection=rul",
        "text":"Forgot your password?\n\nHome  \/  Home\nClick to read related articles.\n\n\nBows & Arrows\n\nAlso in our October-November issue: prehistoric mammals, Laurier’s sunny ways, and filming WWII.\n\nClick to watch videos\n\nYoung Citizens\n\nWatch videos!\n\nStudents across Canada have posted up to 200 videos about our history and heritage.\n\nClick to read more\n\n\n2016 Macdonald Prize Recipient\n\nRobert C.H. Sweeny, for his book Why Did We Choose to Industrialize? Montreal 1819–1849.\n\nClick to read about the project.\n\n\nRemember the Children\n\nThis project has worked to identify people in residential school photographs & put the images back into Indigenous communities.\n\nClick to read new research on Canada's Golgotha\n\n\nNew Research\n\nDuring the Second Battle of Ypres, rumours circulated that a Canadian had been crucified on a barn door, a story the Germans denounced as propaganda.\n\nClick to read more\n\nBook Review\n\nImpressionism in Canada: A Journey of Rediscovery by A.L. Prakash.\n\nNew at Canada's History\n\n\nGoing the distance\n\nKey moments when technology brought Canadians — and the world — closer.\n\nCanada's Ellis Island\n\nPenelope Johnston explores the tragic legacy of Grosse Île, Quebec's former immigrant quarantine station.\n\n\nLesson PlanGreat Debates: Controversy in Canadian History\n\nControversies present unique ways of helping students understand that the past is a combination of many factors, not just a series of facts.\n\nBig Six Historical Thinking ConceptsHistory as a Usable Currency\n\nAn open mind and the right attitude make all the difference when teaching history in an expulsion and suspension program. \n\n\n\nFeatured Title: Biographies\n\nThe Many Deaths of Tom Thomson: Separating Fact from Fiction by Gregory Klages\n\nBook Review\n\nApostate Englishman: Grey Owl the Writer and the Myths by Albert Braz\n\n\nJean Béliveau: Hockey LegendComing to a theatre near you!\n\nSix films from Toronto's 2016 International Film Festival that need to be on your must-watch list.\n\nCanada's Most Endangered Places - 2016Top Ten Endangered Places - 2016\n\nEach year the National Trust for Canada releases a Top 10 Endangered Places List to bring national attention to sites at risk.\n\n\nThe Two-Nation Vacation\n\nJanet Wallace discovers the border parks of New Brunswick and Maine and their story of war and peace between two countries.\n\n\nKayak Kids Illustrated History Challenge 2016\n\nRead the wonderful stories and look at the incredible pictures submitted to the Kayak Kids History Challenge this year from youth all across Canada. Here are the top submissions for 2016\n\nSupport history Right Now! Donate\n© Canada's History 2016\nFeedback Analytics",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9827929735,
        "format_confidence":0.9925020933
    },
    {
        "url":"https:\/\/digitalcollections.nypl.org\/search\/index?filters%5BnamePart_mtxt_s%5D%5B%5D=Shirlaw%2C%20Walter%2C%201838-1909&keywords=&layout=false",
        "text":"\n\nShow filters Hide filters\n3 results found\nFiltering on:\nx Name: Shirlaw, Walter, 1838-1909",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9689890742,
        "format_confidence":0.9783664942
    },
    {
        "url":"https:\/\/findingaids.thehenryford.org\/xtf\/search?f1-subject=Photographic%20prints;f2-subject=Cargo%20ships;f3-subject=Fishing;f4-subject=Fair%20Lane%20(Dearborn,%20Mich.)",
        "text":"\nPlease note that the Benson Ford Research Center remains closed for in-person visits.\n\n\nfinding aids\narchival and manuscript collections\n\nPhotographic prints in subject [X]\nCargo ships in subject [X]\nFishing in subject [X]\nFair Lane (Dearborn, Mich.) in subject [X]\nModify Search | New Search\nResults:  1 ItemBrowse by Facet | Title | Creator\nSorted by:  \nPage: 1\n1Title:  Topical for Henry Ford series, 1918-1930 Requires cookie*\n Accession:  34 \n Creator:  Ford Motor Company. Engineering Photographic Department. \n Abstract:  The series contains two subseries: the General photograph albums subseries and the Camping albums subseries. The General photograph albums subseries contains photographs of Henry Ford's mother's family, Fair Lane, and the ships M\/S Henry Ford II and M\/S Benson Ford. The Camping subseries contains photographs of Henry Ford's camping excursions with Thomas Edison, Harvey Firestone and John Burroughs. \n Subjects:  Ford, Henry, 1863-1947 | Ford, Benson, 1919-1978 | Ford, Edsel, 1893-1943--Travel | Ford, Clara Bryant, 1966-1950--Travel | Burroughs, John, 1837-1921--Travel | Coolidge, Calvin, 1872-1933--Travel | Edison, Thomas A. (Thomas Alva), 1847-1931--Travel | Harding, Warren G. (Warren Gamaliel), 1865-1923--Travel | Ford family | Litogot family | Litogot, Sapharia, 1833-1878 | Mayo, William Benson, 1866-1944 | Ford Motor Company. Engineering Photographic Department | Ford Motor Company. Marine operations | Henry Ford II (Ship) | Benson Ford (Ship) | Ford Fleet | Fair Lane (Dearborn, Mich.) | Wayside Inn (Sudbury, Mass.) | Cargo ships | Santa Claus | Shipping--Great Lakes | Christmas | Camping | Automobile travel | Vacations | Waterwheels | Ford automobile | Packard automobile | Photographers | Locomotives | Horsemanship | Tractors | Fishing | Carts & wagons | Dearborn (Mich.) | Upper Peninsula (Mich.) | Great Smoky Mountains (N.C. and Tenn.) | Shenandoah River Valley (Va. and W. Va.) | Photographs | Photograph albums | Photographic prints | Genealogies | Portraits | Group portraits | Negatives \n Similar Items:  Find",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.6924811006,
        "format_confidence":0.9374429584
    },
    {
        "url":"http:\/\/classics.fsu.edu\/research-and-resources\/archaeological-fieldwork",
        "text":"Archaeological Fieldwork\n\nFaculty and graduate students at Florida State are active in a wide variety of archaeological projects around the Mediterranean. Below are some of the projects which Florida State faculty and students work on.\n\n\n  • Cetamura del Chianti\n    Research by faculty and students of Florida State University has been conducted at Cetamura del Chianti since the opening of the site in 1973. Dr. Nancy T. de Grummond has led generations of FSU students as project director at Cetamura.\n  • Cosa Excavations\n    After a long hiatus, new excavations at the Roman colony of Cosa (Ansedonia) in central Italy began in June 2013 under the direction of Dr. Andrea U. De Giorgi (FSU) and of Dr. Russell T. Scott (Bryn Mawr College).\n  • Saronic Harbors Archaeological Research Project (SHARP)\n    SHARP is dedicated to explore human interaction with the coastscape of the Saronic Gulf [Greece] through time. Current work focuses on the newly-discovered Mycenaean port, named Kalamianos. Dr. Daniel Pullen co-directs this project with Dr. Tom Tartaron of the University of Pennsylvania.\n\nFor more information about these and other projects, see the faculty and announcements sections of this site.\n\nLegacy Sort\nLegacy Priority",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9662148952,
        "format_confidence":0.7875270247
    },
    {
        "url":"http:\/\/blog.oup.com\/category\/history\/asia_\/",
        "text":"Thursday Aug 9th, 2012\n\nFacts about the Silk Road\n\nThe “Silk Road” was a stretch of shifting, unmarked paths across massive expanses of deserts and mountains — not a real road at any point or time. Archeologists have found few ancient Silk Road bridges, gates, or paving stones like those along Rome’s Appian Way. In fact, the main defining features of the Silk Road are not man-made at all. They are best seen from the air — converging valleys,… read more »\n\nSaturday Jul 19th, 2014\n\nContested sites on India’s Deccan Plateau\n\nA slideshow representing the history of the region through monuments and architecture\nTuesday Jul 15th, 2014\n\nAkbar Jehan and the dialectic of resistance and accommodation\n\nNyla Ali Khan on her maternal grandmother\nSaturday Jun 21st, 2014\n\nA Q&A with Peipei Qiu on Chinese comfort women\n\nRecording the stories of survivors\nSaturday May 24th, 2014\n\nKotodama: the multi-faced Japanese myth of the spirit of language\n\nNaoko Hosokawa on the myth of kotodama in Japanese culture\nMar 26th, 2014\n\nWho signed the death warrant for the British Empire?\n\n. . . . .\nMar 15th, 2014\n\nCelebrating Women’s History Month\n\n. . . . .\nFeb 27th, 2014\n\nProving Polybius wrong about elephants\n\n. . . . .\nDec 27th, 2013\n\nBenazir Bhutto’s mixed legacy\n\n. . . . .\nJul 27th, 2013\n\nKorea remembered\n\n. . . . .\nJun 10th, 2013\n\nThe reign of Alexander the Great\n\n. . . . .\nMay 31st, 2013\n\nAntiquity and perceptions of Chinese culture\n\n. . . . .\nMay 3rd, 2013\n\nState and private in China’s economy\n\n. . . . .",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9938459992,
        "format_confidence":0.9874654412
    },
    {
        "url":"http:\/\/sangamoncountyhistory.org\/wp\/?m=201612",
        "text":"Monthly Archives: December 2016\n\nIllinois State Fairgrounds Coliseum\n\nThe Illinois State Fairgrounds Coliseum was a huge hit when it first opened to fairgoers in 1901. But not huge enough, because the building had to be substantially expanded only two years later. The Coliseum, declared unsafe for use in … Continue reading\n\nPosted in Architecture, Buildings, National Register, State government | 8 Comments\n\nFirst Christmas parade (1914)\n\nThousands of people turned out to see Santa Claus parade through Springfield on Christmas Eve 1914, but the parade, which was part of a much larger communitywide holiday celebration, wasn’t repeated for another 15 years. Children – “urchins,” as the … Continue reading\n\nPosted in Amusements, Celebrations, Spectacles | Leave a comment\n\nFirst escalator\n\nThe first “electric stairway” in Sangamon County was installed when the John Bressmer Department Store was rebuilt following a spectacular fire in 1948. See Bressmer Department Store fire.\n\nPosted in Uncategorized | Leave a comment\n\nI.A. Madden (first county soil adviser)\n\nI.A. Madden was hired away from Illinois State University to become the Sangamon County Farm Bureau’s first soil adviser in 1918. See Sangamon County Farm Bureau.\n\nPosted in Uncategorized | Leave a comment\n\nSangamon County Farm Bureau\n\nThe Sangamon County Farm Bureau was organized on Oct. 13, 1917, with a membership of 300 farmers, each of whom pledged to donate $10 toward the hiring of a county soil adviser. Sangamon County’s action was part of a wave … Continue reading\n\nPosted in Agriculture, Farming, Prominent figures | 2 Comments\n\nBressmer department store fire, 1948\n\nFire caused by a lightning bolt destroyed the John Bressmer Co. department store in downtown Springfield early on May 2, 1948. First reports estimated damages of $2 million. Even though that figure was later adjusted downward to about $1.3 million, … Continue reading\n\nPosted in Buildings, Business, Department stores, Fires | 2 Comments\n\nSamuel Lewis (first rural mail carrier)\n\nSamuel Lewis of Auburn was the first person to contract with the U.S. Post Office to deliver mail to rural residents of Sangamon County. See Rural mail delivery begins, 1896.\n\nPosted in Uncategorized | Leave a comment\n\nFrank Hatch Jones (politician, postmaster)\n\nFrank Hatch Jones of Springfield (later Chicago) was U.S. first assistant postmaster general when mail delivery began to rural households. See Rural mail delivery begins, 1896. \n\nPosted in Uncategorized | Leave a comment\n\nRural mail delivery begins, 1896\n\nThe first rural mail deliveries in Sangamon County – in fact, in all of Illinois – took place in the Auburn area on Dec. 10, 1896. Rural Free Delivery, as it became known, started as a nationwide experiment, one many … Continue reading\n\nPosted in Communities, Politics, Prominent figures | 2 Comments",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9952329993,
        "format_confidence":0.9780092239
    },
    {
        "url":"http:\/\/chroniclingamerica.loc.gov\/lccn\/sn82003389\/1880-09-08\/ed-1\/",
        "text":"The Library of Congress > Chronicling America > The Louisiana Democrat. > September 08, 1880\n\nSearch America's historic newspaper pages from 1789-1924 or use the U.S. Newspaper Directory to find information about American newspapers published between 1690-present. Chronicling America is sponsored jointly by the National Endowment for the Humanities external link and the Library of Congress. Learn more\n\nPages Available: 11,650,693",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.8203758597,
        "format_confidence":0.836057663
    },
    {
        "url":"http:\/\/genealogycanada.blogspot.ca\/2016_08_22_archive.html",
        "text":"Monday, August 22, 2016\n\nCanadian Week in Review 22 August 2016\n\nI have come across the following Canadian genealogy, history and heritage websites, social media, and newspaper articles this past week that were of interest to me, and I thought you might be interested in them, too. \n\nThis Week in Canadian History  \n\nVancouver Exhibition\n\n1910 – Vancouver Exhibition opened to the public for the first time in 1910. The Canadian Prime Minister, Sir Wilfrid Laurier, officially opened the first annual Pacific National Exhibition, known at the time as \"The Industrial Exhibition.\" \n\nThe Fair was seen as a showcase of British Columbia to the rest of Canada and the world, and was the second-largest event of its kind in North America, behind the New York State Fair. \n\nFor further information, go to \n\nSocial Media  \n\n(Video) A spooky stroll through Corner Brook \n\nMore than 40 people shuffle down West Street following a man dressed head to toe in black, carrying a cane. \n\n(Photos) P.E.I. Regiment Museum wants to grow collection and draw more visitors \n\nLt.-Col. Glen Moriarity suspects many military gems are stashed away — some intentionally, others inadvertently — in homes across Prince Edward Island. \n\nNewspaper Articles \n\n\nNewfoundland commemorates Churchill's summit with Roosevelt that shaped history \n\nPeter Russell has some rocks on his desk from the beach in tiny Ship Harbour, N.L. — the unlikely site of a secretive summit 75 years ago that helped shape the course and aftermath of the Second World War. \n\nSad loss: Co-editor of Dictionary of Newfoundland English dead at 91 \n\nDr. William J. Kirwin, who was the driving force and co-editor of one of Newfoundland and Labrador’s most important books, The Dictionary of Newfoundland English, died on Aug. 4 at the age of 91. \n\nNova Scotia \n\nSociety focuses funding on Lunenburg County \n\nThe provincial Medical History Society has received funding to develop exhibits on the medical history of four counties in Nova Scotia, including Lunenburg. \n\nEd Coleman’s history: Pirate raid up the Cornwallis River \n\nIn a “memorial” dated Aug. 20, 1778, John Burbidge petitioned the Nova Scotia government on “behalf of himself and many of the principal inhabitants of Kings County” for military protection and compensation following a raid by American privateers up the Cornwallis River.  \n\nWestern Union building in North Sydney comes down  \n\nFor more than a century, a massive stone building with walls a metre thick and a copper roof was known for its history of receiving and transmitting happy announcements, top-secret messages and heartbreaking notifications. \n\nNew Brunswick \n\nFredericton museum unlocks third floor for open house \n\nThe Fredericton Region Museum hosted its annual open house Sunday, this year opening the third floor to visitors interested in the cataloguing process. \n\n\nBAnQ Adds 2.4 Million Bibliographic Records to WorldCat \n\nBibliothèque et Archives nationales du Québec (BAnQ) has recently added over 2.4 million records to WorldCat, the world's most comprehensive network of data about library collections. \n\n\nPeterborough, Ont., opens time capsule from 1864 \n\nA time capsule buried underground in 1864 was opened in the city of Peterborough on Friday, providing a glimpse into life in the Ontario town before the time of Canada's Confederation \n\nHISTORY CORNER: industrialist Joseph Davidson brought Canada’s first pre-fabricated homes to Etobicoke in mid-19th century, only one remains \n\nA lumber baron. The American Civil War. An artists’ colony. Pre-fabricated houses. Those phrases may not immediately conjure up the Humber Bay neighbourhood, but they do describe some unique aspects of that area’s history. \n\nThe Amateur Genealogist: Municipal Records (Part 2) \n\nIn part one, the article started with: Municipalities provided an astonishing variety of records ... and that is the best start for this article too. \n\nJOY OF GENEALOGY: Five tips for finding elusive female ancestors \n\nWe all have at least one – that female ancestor who appears to have left no trail, or a very slim one at best. But with a bit of research and some extra sleuthing, you might find her hiding in plain sight – if you know where to look. \n\n\nManitobans experience life in the trenches \n\nFlash back 100 years, to 1916: you're a rifleman with the Canadian military, trained at Camp Hughes near Carberry, issued a steel shrapnel helmet and gun, and sent overseas. \n\nBritish Columbia \n\nSimpcw First Nation marking 100th anniversary of forced relocation \n\nThe Simpcw First Nation are making a symbolic return to their traditional land in Tête Jaune Cache this weekend — marking 100 years since they were forced to leave. \n\nCanadian Stories this Week \n\nNational Acadian Day \n\nAugust 15th was National Acadian Day, and the Prime minister issued a statement in which he said “Acadian roots run centuries deep and stretch long past Confederation. In the early 1600s, Acadians established the first French settlements in what would eventually become Canada. Since then, Acadians have played a significant role in shaping the country we all call home”. \n\nAnd Acadians celebrated the day in their own way. For example, the Acadians on Prince Edward Island “gathered at the Farmers' Bank of Rustico, P.E.I. for a \"tintamarre\" — an interactive Acadian parade. \n\nPeople waved flags, shook instruments and were all smiles”. \n\nThey are starting to pick up stream! \n\nAs of today, 320,638 of 640,000 files are available online in our Soldiers of the First World War: 1914-1918 database. Please visit Digitization of the Canadian Expedition Force Service Files at more details on the digitization project.\n\nSo far, the latest box which they have digitized is Box 5410 and Larocque.\n\nThe LAC asks you to please check the database regularly for new additions and if you still have questions after checking the database, you may contact us directly at 1-866-578-7777 for more assistance. \n\nYou are asked to \"test drive\" a new website\n\nA very dear genealogist friend has a new job!\n\nNoel Montgomery Elliot is now the Director of Research of It is a new website that has designed for public libraries, archives, university and college libraries, and larger societies (both genealogical and historical), and you - genealogists!\n\nHe asked me to “test drive” the website, and after emailing him back and firth, Noel decided to give you, my devoted readers, a special code, so that you could “test drive' it too.\n\nSo, here is your special code – group789 \n\nThe code gives users a free membership, no strings attached, until October 1st, 2016.\n\nHe says “Of course we hope you will mention that we are anxious to have any feedback from our free members, suggestions or discovery of errors. As I said before, genealogists, in my mind, are ideal people to test out the website in advance”.\n\nSo here are the directions -\n\n(1) go to edu.Global\n\n(2) go to REGISTER to create your personal account\n\n(3) While registering it will ask for a COUPON: enter group789\n\nOnce you have successfully registered, from that point on just LOGIN each time you wish to search.\n\nImportant: once you login, please watch the images in a slide show, under\"How to Search on\"- that will show the basics of how to use this website. \n\nMake sure you look around the site, and tell him what you think. \n\nAnd that was the week in Canadian news! \n\nThis e-newspaper has been published since April 2012! \n\nBe sure to tell your friends about us. \n\nIf you would like to subscribe, please send your email to \n\nPublishers Elizabeth and Mario Lapointe \n\nSponsored by Elizabeth Lapointe Research Services. To learn more about the research services offered by ELRS, go to \n\n(c) 2016 All rights reserved.",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9851130247,
        "format_confidence":0.9063853025
    },
    {
        "url":"https:\/\/uvic2.coppul.archivematica.org\/informationobject\/browse?page=1&sort=alphabetic",
        "text":"Showing 943 results\n\nArchival description\nOnly top-level descriptions\nPrint preview View:\n\n256 results with digital objects Show results with digital objects\n\n16th Battalion (The Canadian Scottish) fonds\n\n  • Fonds\n  • 1900-1923\n\nThe fonds consists of records generated and utilized by the 16th Battalion (The Canadian Scottish). The fonds is arranged into 11 alphabetically organized series. These series include aerial photographs of the Western Front, information of a World War One operation at the city of Lens, orders issued to the Battalion, personnel records, photographs, publications (including early editions of \"The Brazier\"), reports, scrapbooks, information on training, minutes of meetings of the Veterans Association of the 16th Battalion, and a design for the 16th Battalion war memorial.\n\nCanada. Canadian Army. Battalion, 16th\n\n50th Regiment (Gordon Highlanders of Canada) fonds\n\n  • Fonds\n  • 1914-1919\n\nThe fonds consists of regimental orders Feb. 14-Dec. 16, 1914; nominal roll 1914-1916. Also contains nominal roll of 16th Battalion 1915-1919; nominal roll on leaving Victoria with Cyrus Peck and William Duncan items.\n\nCanada. Canadian Army. Regiment, 50th (Gordon Highlanders of Canada)\n\nA. G. Richards fonds\n\n  • Fonds\n  • 1939-1944\n\nThe fonds consists of four photographs: one at The Calgary Herald and three of military groups, two of which are at the Gordon Head Training Camp; a military map of part of Italy; Richards' Service Pay Book; and various clippings, newspapers, and magazines.\n\nRichards, A. G. (Gerald), 1921-\n\nA. M. Klein collection\n\n  • Collection\n  • 1948\n\nThe collection consists of a one page holograph letter signed, to Mr. Crawley regarding poetry publications and Klein's work on Joyce's Ulysses.\n\nKlein, A. M. (Abraham Moses), 1909-1972\n\nAba Bayefsky fonds\n\n  • Fonds\n  • 1980\n\nThe fonds consists of a pre-publication mock-up of Bayefsky's Spectacles, printed by Morriss Printers, Victoria, B.C.\n\nBayefsky, Aba, 1923-2001\n\nAbbatt family fonds\n\n  • Fonds\n  • 1732-1855\n\nThe fonds consists of an oversize volume containing copy of a waterworks grant for Preston, Lancashire; Indentures for Robert Abbatt. Courtship correspondence between Jonathan Abbatt and Mary Dilworth, plus photocopies and floppy disks of same. The letters chronicle the courtship, discussions of faith, local events, shared sentiments etc. Included also are the transcriptions of the entire group both in print and digital versions and a privately printed paperback book publishing the correspondence with some editorial commentary.\n\nAbbatt (family)\n\nAccounting Services fonds\n\n  • Fonds\n\nThe fonds consists of two series: The General Ledger Cumulative Transaction Details series, and the Pension Administration series.\n\nAce Beach fonds\n\n  • Fonds\n  • 1944-1987\n\nThe fonds consists of a photocopy of Beach's typed copy of his report \"Notes on the Battle of the Lake Trasimeno Line (1944). A statement on the covering page states \"these have not been submitted to Higher Cmd for approval as some of the opinions expressed are unwise in the extreme.\" Also included is correspondence (photocopies of 2 typed letters in, together with photocopies of 2 replies) between William J. McAndrew, Directorate of History and Professor Beach (1986-87). The correspondence concerns the authorship of the report, as Beach's name was not attached to it, and questions about the activities of the 1st Canadian Armoured Brigade, which Beach served in.\n\nBeach, Horace Dougald\n\nAdministrative Registrar fonds\n\n  • Fonds\n\nThe fonds consists of: general office files 1963-1972; statistics 1963-1978; application statistics 1987-1992 examinations 1963-present; student records from Notre Dame University (B.C.), 1957-1978; student records from Victoria College and the University of Victoria 1920-1984; and unclaimed diplomas 1963 - 2005.\n\nResults 1 to 10 of 943",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9498732686,
        "format_confidence":0.9172020555
    },
    {
        "url":"https:\/\/vintageaerial.com\/photos\/louisiana\/ouachita",
        "text":"Ouachita Parish\n\nWe have 45 rolls of film from Ouachita Parish. That's about 0 photos. Not all of our collection is searchable in this county. If you don't find what you're looking for, try browsing our entire archive.\n\nShow Coverage Overlay\n\nSearch Keywords\n\nSearch names, comments, and tags left by visitors or photo numbers (e.g., 1-ABC-2)\n\nCounty Leaderboard\n\nHelp us preserve the heritage of rural America and earn rewards by commenting and geotagging photos. Create a free Vintage Aerial account now!\n\nMost Viewed Photos\n\nLatest Comments\n\n👋 Welcome! To get started quickly, we can use your device’s approximate location to find photos in our collection near you.\n\nSearch Photos Near Me\nNo Thanks, Continue to Main Site",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9308959842,
        "format_confidence":0.7697697282
    },
    {
        "url":"https:\/\/commons.wikimedia.org\/wiki\/Category:Harold_Eric_Barrowclough",
        "text":"Category:Harold Eric Barrowclough\n\nFrom Wikimedia Commons, the free media repository\nJump to: navigation, search\n\nMajor-General Sir Harold Eric Barrowclough, KCMG, CB, DSO & Bar, MC (23 June 1894 – 4 March 1972) was a New Zealand military leader, lawyer, and Chief Justice.\n\nMedia in category \"Harold Eric Barrowclough\"\n\nThe following 6 files are in this category, out of 6 total.",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9178738594,
        "format_confidence":0.8249171972
    },
    {
        "url":"https:\/\/chroniclingamerica.loc.gov\/lccn\/sn85047097\/1898-03-09\/ed-1\/",
        "text":"The Library of Congress > Chronicling America > The Independent. > March 09, 1898\n\nSearch America's historic newspaper pages from 1789-1943 or use the U.S. Newspaper Directory to find information about American newspapers published between 1690-present. Chronicling America is sponsored jointly by the National Endowment for the Humanities external link and the Library of Congress. Learn more\n\nPages Available: 12,455,027",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.6645483971,
        "format_confidence":0.8246101141
    },
    {
        "url":"http:\/\/thehistoryofbyzantium.libsyn.com\/",
        "text":"The History of Byzantium\n\nNicephorus stays at home to administer his realm and manages to alienate every strata of society.\n\n\nDirect download: 138_Abhorring_the_Palace.mp3\nCategory:general -- posted at: 9:47am EST\n\nNicephorus leads the armies in person against Tarsus and Mopsuestia, bringing Cilicia and Cyprus back into the Empire.\n\n\nDirect download: 137_Cilicia.mp3\nCategory:general -- posted at: 1:30pm EST\n\nWe discuss Nicephorus' life and career and what his rise meant for Romania.\n\n\nDirect download: 136_The_White_Death_of_the_Saracens.mp3\nCategory:general -- posted at: 2:35pm EST\n\nWe catch up on what Romanus II and Sayf were up to during the Cretan expedition. Then we move forward with Nicephorus Phokas as he sacks Aleppo.\n\n\nDirect download: 135_Triumphal_Procession.mp3\nCategory:general -- posted at: 6:07pm EST\n\nWith Nicephorus Phokas in charge of the military the Romans win a string of victories against Sayf al-Dawlah. Constantine VII decides to attack Crete again but dies before the expedition sets off.\n\n\nDirect download: 134_Third_Times_the_Charm.mp3\nCategory:general -- posted at: 2:53pm EST\n\nAn interview with Eric McGeer about his book \"Sowing the Dragon's Teeth\" which charts the changes in the Roman army as it moved to an offensive deployment in the 10th century.\n\n\nDirect download: 133_Sowing_the_Dragons_Teeth_with_Eric_McGeer.mp3\nCategory:general -- posted at: 12:25pm EST\n\n948-954. We return to the frontier where the Phokas family inflict a series of sharp defeats on Sayf al-Dawla. Sayf starts again by restoring his border fortresses and driving off Roman attacks. When Constantine Phokas is captured alive the war begins to escalate.\n\n\nDirect download: 132_Escalating_Violence.mp3\nCategory:general -- posted at: 10:05am EST\n\nConstantine VII seeks peace in the east but Sayf al-Dawla is not interested. The Emperor presses on with the attempted pacification of Crete.\n\n\nDirect download: 131_False_Economy.mp3\nCategory:general -- posted at: 5:29pm EST\n\nAn interview with Professor John Haldon about his book \"The Empire That Would Not Die: The Paradox of Eastern Roman Survival, 640-740.\" In particular we discuss environmental research which helps us understand important changes in Anatolia. I think you'll be fascinated by what it can show us.\n\n\nDirect download: 130_John_Haldon.mp3\nCategory:general -- posted at: 2:31pm EST\n\nEpisode 129 is available\n\nDirect download: 129_is_live.mp3\nCategory:general -- posted at: 6:40pm EST",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9921749234,
        "format_confidence":0.9854517579
    },
    {
        "url":"http:\/\/fiskelibrary.org\/browse\/isleofman.htm",
        "text":"Isle of Man\n\nrevised: January 14, 2013\n\nSelected resources in the Fiske Genealogical Library...\n\nLocation Sub-location Title Author\/Comp.\/Editor\nIsle of Man See:  International Society for British Gen. & Fam. Hist.\nIsle of Man See:  Local newspaper 1750-1920 \nIsle of Man *periodical Fraueyn as Banglaneyn:  Journal of the Isle of Man Family History Society\n\nFind more resources in Fiske and other libraries...\n\nClick here for more resources",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9766029119,
        "format_confidence":0.956899941
    }
]