[
    {
        "url":"https:\/\/mynetworkcode.org\/unlock-huawei-nova-5\/",
        "text":"How to unlock Huawei nova 5 free\n\nOk, so let me see now, you want to unlock your Huawei nova 5 device at no costs! That’s right, you can do that, and we’re here to help you.\n\nIn the article below I am going to reveal by far the most ideal strategy to get your device unlocked at no additional cost via an IMEI number. You will use our code-unlocking tool to achieve this, so far, so good, huh?\n\nYeah, I know how impossible it seems to get another SIM card set up if your initial carrier has locked the phone. When a Huawei nova 5 is purchased from Sprint, T-Mobile, AT&T, etc the phone is locked, preventing you from using it with a different carrier unless you request to have it unlocked. But guess what? Your request will be declined.\nCarriers usually do so, and of course, they did it cause they want to keep their customers sign up to them – it’s quite logical! IT IS POSSIBLE to unlock a Huawei nova 5 for free, though!\n\nNO extra costs, as promised!\nHOWEVER, let me say it anyway: there are services that charge about $40 or more for a code to unlock your Huawei nova 5. We provide that for free, keep that in mind. Moreover, it is the simplest way to unlock your devise. Why? Because:\n  • Quick and effective unlocking tool to set your device;\n  • No need to install any app on your device;\n  • No cables to be plugged in, you can also use the computer;\n  • No specialized understanding needed;\n\nAnd remember!!! You can be in whatever country as long as you are on this planet and YOU CAN still get your device unlocked.\n\nI will go over the whole process of getting a Huawei nova 5 device unlocked, and tell you how to get the best value you can during a sale (since you’ll get a cheaper price on a smartphone that is unlocked).\n\nONE MORE thing, be aware that unlocking a Huawei nova 5 sim card won’t void your contract or warranty no changes will be made to the package you’re currently paying your provider for, either – this process is completely legal. GOOD NEWS is that even if your mobile device has a balance owing, your phone can still be unlocked!\n\nBest Approach: Using IMEI to Have Your Huawei nova 5 Unlocked\n\nLet me put it this way: The IMEI approach is the easiest way to unlock your device, however there are other tactics that can be used via software and hardware, but it can ruin your phone. So let’s just stick with this one. So, there we go, let’s proceed now: 3 simple steps\n\n  • First step: enter your IMEI number.\nThe most optimal approach to locating your one-of-a-kind IMEI number is by dialing *#06#. Once you do, your phone’s screen will display a 15-digit IMEI number. Enter that one and Submit!\n\n  • Second step: Select country and provider\nHowever, if you are unable to locate your network, or are unsure about which one to choose, simply contact us. It’s our job to assist you.\n\n  • Third step: Get unlock code and instructions\nOur application will produce a one-of-a-kind unlocking code for the Huawei nova 5 device within minutes, accordingly to carrier details, country, and IMEI information submitted.\n\nOnce the button is clicked, you’ll be redirected to the page of the smartphone unlocker. As soon as you are on it, you will see instructions to stick with so you are able to unlock your phone effectively.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nRelated Post",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9798098803,
        "format_confidence":0.9594041705
    },
    {
        "url":"https:\/\/www.coolthings.com\/the-bedazzler-a-dizzying-diy-non-lethal-weapon\/",
        "text":"The Bedazzler: A Dizzying DIY, Non-Lethal Weapon\n\n\nNot too long ago, Homeland Security showed off a new $1 million non-lethal weapon.  Billed as the The Dazzler, the device blinds targets with a strong flash, leaving them dizzy and feeling “sea-sick.”  Since you probably don’t have the cool million to spare, you should be able to replicate it in a smaller scale with The Bedazzler, a $250 handheld incapacitator that mimics the effects of the government-issue instrument.\n\nWhile I’m not sure how effective it would be for temporary immobilization compared to a taser or a heat-generating laser, it should offer a couple more applications beyond the sock-it-to-them-bastards variety.  Based on the images, it could work well for use as blinking party lights, as well as mood lighting for some strange-looking photographs.\n\n\nThe Bedazzler is an Arduino-based DIY device that can be set on top of a table or held in hand.  Three sets of six LEDs each are used in the sample construction (green\/blue lights), although they also recommend using two sets of six LEDs for tri-color displays.  The lighting units are housed in a cone-like frame, attached to a single leg, where the power button is placed.\n\nLike the million-dollar weapon it’s based from, The Bedazzler is supposed to induce “sea-sick” effects on the poor objects of your aggravation.  Nausea, dizziness, eye pain and vomiting are all part of the fun, which means you can use it at work to get the rest of the day off (I doubt your boss would rather keep you in your cubicle while you’re throwing up like a blender without a lid).  All information on needed components, source codes, schematics and PCB files to build your own are available for download directly from the Lady Ada website (link below).\n\n[Lady Ada]",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.8625405431,
        "format_confidence":0.5616420507
    },
    {
        "url":"https:\/\/laptopswiki.com\/how-to-activate-nvidia-graphics-card-on-laptop-lenovo\/",
        "text":"How to activate nvidia graphics card on laptop lenovo?\n\nHow To Activate Nvidia Graphics Card On Laptop Lenovo?\n\nIf you’re looking for how to activate Nvidia graphics card on laptop Lenovo then I must say that this article is right for your case because of today.\n\nI will talk about how to activate an Nvidia graphics card on laptop Lenovo.\n\nLaptop specs\n\nLenovo IdeaPad Y550P CPU Intel Core i7-740QM Processor (1.73GHz, 6MB Cache) Graphics NVIDIA GeForce GT 445M with 1GB GDDR5 VRAM Memory 8GB DDR3 PC3-10600 1333MHz SDRAM Hard drive 750GB 7200 rpm SATA Operating system Windows 7 Home Premium (64-bit)\n\nI’m using a Lenovo laptop and the NVIDIA graphic card is installed and works perfectly, but I always use an HDMI cable to connect my laptop to the TV for games and movies, etc.\n\nLately, I’ve upgraded my GPU drivers with this download: NVIDIA GeForce Graphics Driver  – Lenovo IdeaPad Y550P (IdeaPad Y550P) video card  I’m not sure if this is the right way to do it, but it works for me.\n\nHow Do I Enable Nvidia Graphics Card On Lenovo Laptop?\n\nTo activate Nvidia graphics card on laptop Lenovo you should follow these steps:\n\n  1. Shut down your computer and unplug all power cords from the back of the computer.\n  2. Remove the battery from the notebook.\n  3. Press and hold the power button for five seconds.\n  4. Plug your computer back in using only the AC adapter. Do not use a docking station or an external monitor.\n  5. Now start your laptop  and plug in an external monitor so you can see what happens.\n  6. The first thing you’ll see on this screen is a menu. Press the F8 key repeatedly until you see the Advanced Boot Options screen.\n  7. Use the arrow keys to select Safe Mode with Networking and press ENTER.\n  8. Windows will start in safe mode and you’ll be able to use your computer normally.\n\nLenovo Switchable Graphics\n\n  1. To activate nvidia graphics card on laptop lenovo open device manager and look for NVIDIA GART driver.\n  2. Right-click on it and select Update Driver Software…\n  3. Select “Browse my computer for Driver software”\n  4. Go to folder <CD Drive>\\NVIDIA Corporation\\NVIDIA Update and run setup.exe program.\n  5. It will install Nvidia Graphics card in your laptop just like how to activate nvidia graphics card on laptop lenovo.\n\n\nAs mentioned, Nvidia graphics cards are not pre-installed on Lenovo laptops.\n\nHowever, by following the steps in this post you can install it yourself and enjoy all of its benefits.\n\nIf your laptop is more than five years old with Intel integrated graphics, upgrading to a new laptop might also be an option for you that will provide faster performance and better battery life.\n\nLeave a Reply\n\n#1 Best Laptop Of 2021",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9545519352,
        "format_confidence":0.956319809
    },
    {
        "url":"http:\/\/www.kombitz.com\/2009\/03\/13\/how-to-replace-memory-for-asus-eee-pc-1000he\/",
        "text":"How to Replace Memory for Asus Eee PC 1000HE\n\nI helped a user with his Eee PC 1000HE and the first thing I did is to replace the memory. The 1000HE comes with 1GB of memory and it has only one slot. Therefore, you cannot just add memory to it, you have to replace the old one. The memory I added is a OCZ 2 GB PC2-5400 667 MHz DDR2 memory. Here are the steps to install it.\n\n  1. Turn off the computer and remove the battery.\n  2. Turn the computer bottom side up and place it on a soft surface.\n  3. Use a screw driver to remove the two screws.\n  4. Now it’s the scary part. Gently remove the cover. The cover is secured by two tabs around the mid section. You need to apply a bit of force to get it open.\n  5. Before you touch any components inside the computer, touch any metal in your surrounding to discharge statics on you or put on an anti-static wrist strap. Gently pull out the clips from the side of the memory. The memory would pop up. Remove it.\n  6. Insert the new memory into the slot at an angle. Note that there is a notch on the memory, make sure the orientation is alright. If you have problems inserting the memory, the orientation is probably wrong.\n  7. Push down the memory so it locks in place.\n  8. Put back the cover and screws.\n\nYou have saved $50.00 by doing this yourself. 🙂\n\n  • It’s really easy, you do have to be careful unscrewing the back though. You don’t want add too much pressure and poke something.\n\n    I upgraded to the CORSAIR 2GB but going right clicking properties on my computer still shows .99gb of ram.\n\n  • BB\n\n    Thank you for posting!\n    I was stalled at the scary forcibly-remove-the-door step. It saved me ¥2000 and 30 minutes according to PC Depot. I had actually removed 2 additional screws thinking it was still locked down. Hope I haven’t unhinged anything.\n    I am now planning to install the Ubuntu 9.04 Netbook Remix (UNR) after taking a peek in Windows XP NihonnGo-ban to see if the memory is recognized.\n\n  • BB\n\n\n  • sebastiaan\n\n    also, thank you for posting, it was quite helpfull. nice to have people like you around on the web.\n\n  • grin\n\n    I just installed 2gb of corsair ram and in my system it still shows .99gb of ram as well. any answers? please email me at akagrin at yahoo dot com thanks a bunch.\n\n  • grin\n\n    ok I just searched for cpuz, and it shows my correct ram of 2gb. very useful program as well, not just for ram. no install required. (.exe)\n\n  • Ben\n\n    I had the same issue others reported. I installed a 2gb corsair ram and the my computer properties still shows as .99 gm of ram. I havn’t had this issue with any other computer I’ve upgraded the ram in before. Any ideas why this is and what (if anything) should be done about it?\n\n  • Peter\n\n    If it still shows 1gb in System after you installed a 2gb ram , you need to restart, press F2 and then press F10.\n\n  • bodydetox\n\n    i love the Asus Eee PC, it is very light, cheap and portable. I also bought another unit for my girlfriend and she really likes it.\n\n  • Kim\n\n    Asus Eee is very convenient to carry. It is my walkaround laptop wherever i go. The battery life could have been better though\n\n  • Acnegal\n\n    Asus Eee is perfect for ladies who does not want to carry a very heavy laptop. i like the Asus Eee because it is very compact and easy to carry anywhere.\n\n  • Brad Fallon\n\n    I am planning to buy a high end graphics card( Nvidia 8400 GT 256 or 512 MB)\n    I need to change my motherboard so i can plug in my new graphics card(PCIE slot req.)And i need to buy DDr2 RAM.\n    Do i have to change my processor and what other essentials do i have to replace or change??Can i keep my hard drive as i have windows vista running on it and a lot of Data on it.\n\n    Please Help. Thanks.",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9866096377,
        "format_confidence":0.7487050891
    },
    {
        "url":"http:\/\/huawei-firmware.com\/rom\/huawei-mediapad-m5-108\/cmr-w09\/20241",
        "text":"Huawei MediaPad M5 10.8 icon\n\nDownload official Firmware for Huawei MediaPad M5 10.8 (CMRW09)\n\nBuild: CMRW09C00B128 800128\nSize: 1.86GB\nDownloads: 34\nRom Type: FullOTA-MF\n\nThese are the instructions to flash Stock firmware on Huawei MediaPad M5 10.8 (CMRW09) using the Card update method.\n\nRequirements: Your Huawei Smartphone or tablet should have atleast 20-30 percent of battery to perform the flashing process and a Micro SD Card (must).\n\nFlash Stock firmware on Huawei Smartphone (Card Update)\n\nStep 1: Create a new folder on your Micro SD Card and rename it to dload.\n\nStep 2: Download and extract Huawei Smartphone firmware (for your device) on your Computer. After extracting you will be able to see these files:\n\nStep 3: Now Copy UPDATE.APP and paste it the dload folder on your Micro SD card.\n\nStep 4: Now Power Off your Huawei Smartphone.\n\nStep 5: Now, Press Volume UP, Volume Down and Power Button at the same time for 5-8 seconds until the update process is started automatically.\n\nStep 6: Update Process may takes 5-10 minutes to complete.\n\nStep 7: Once Update Process is completed your device will reboot automatically and ready to use.\n\nNotic: Please keep in mind that, you must flash Huawei MediaPad M5 108 (CMRW09) firmware at your own risk and also full responsible with you.\n\nPlease be informed that only share the official firmware WITHOUT ANY modifications. All Huawei Roms here are for home or personal use only.\n\nanother firmware for Huawei MediaPad M5 108",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.8562090397,
        "format_confidence":0.5923156142
    },
    {
        "url":"http:\/\/www.techvillaz.com\/2015\/10\/tecno-h6-latest-firmware-version-wi.html",
        "text":"Tecno H6 Latest Firmware Version With 5GB Free Internal Storage For Use\n\n\nTo all Tecno H6 users, this post was specifically made for you guys. I assume we all know that Tecno H6 is of two versions or type, the old version with build number H6-G325-20140923  but has 2GB allocated free space for use and also the new version with build number H6-G325-20150122S  which comes with 5GB free space for use, yes you read me well, 5GB free storage for user use. Anyway, I can say I’m so dissapointed at Tecno for not making the new H6 version with 5gb free space to be an OTA update or upgrade for the users of old version to just update or upgrade it using their device or flash via sp flashtools. Instead they decided to make a new H6 version with 5gb free space & selling it in the market, thereby leaving the users of old version with 2gb free space in darknes.\n\nAnyway, back to the main point of this post, to the users of old version of H6, I have come up with a reliable & trusted way to help you guys switch from the old version firmware to the new version firmware so as to enjoy 5gb free internal space for usage & other changes instead of 2gb. Below are different screenshots showing you what I mean.\n\nBuild Number: H6-G325-20140923\n\nBuild Number: H6-G325-20150122S\n\n  • Not at all, everything’s working perfectly.\n  • NO, it’s Tecno H6 official latest stock firmware version.\n  • 5GB free internal space for your use and other noticeable changes.\nNOTE: I have personally helped my friends switched from H6 old version to the new version without any issues. If you encounter any issues which I know you will not, but if you do, don’t fail to info me via the comment box…\n\nHow To Upgrade Tecno H6 To Latest 5gb Firmware\n1. Download  Tecno H6 Stock Latest 5gb Firmware and also download SP Flash Tool For flashing the Upgrade\n\nDo This First Before Flashing Rom: Connect your H6 to pc using USB cable to detect and auto install needed drivers. \n\n2. Unzip the downloaded files. You can use software’s like WinRAR or 7Zip to do that. \n\n3. Open folder named “Flash Tool” and double click on “Flash_tool.exe” application\n\n3. Select “Scatter-loading ” option on the Sp flashtools. \n4. Select file named “ MT6582_Android_scatter ” from the firmware folder\n5. Click on “Firmware-Upgrade ” option on the top as shown below & then select Download\n6. Switch off your device or remove &  insert battery, Connect your  Tecno H6 with working USB cable. Ensure your device device battery is upto 50% or 60.\n7. The upgrade process will be triggered and you would be able to see the following screen.\n8. The following screen will appear, on completion of the upgrade.\n\nCAUTION: DO NOT disconnect\/ try to switch the device on while the upgrade is in progress.\n9. Disconnect device, boot go recovery mode and wipe data + cache and reboot your device. \nCongratulations! You are now using the NEW VERSION\/ FIRMWARE: Build Number: H6-G325-20150122S\n\nFor those who have already installed CMW (Clockworkmod Recovery) to their  H6 old version you are not forgotten, lols. Enter here to download clockwokmod backup.\n\nNOTE: I’ve compressed the flash files to zip for easy upload & easy download. So all you have to do is download the zip file from below link, unzip or extract it by using winrar or any zip extracting tools to find the !files to flash. Also, backup your IMEI before proceeding, then restore afterward.\n\n\nWas this post helpfull? Dont forget to hit the share button. If you have any questions, you can ask by using the comment box.\n\n\n  1. That's weird. Everyone who downloaded and used the same password i send to you aint complaining of incorrect password. Try using another extraction tools or software to extract\n\n    • Boot to recovery mode and wipe data and cache, then reboot it will work. If it still persist, redo flashing pop process again and ensure you format your h6 via so flash tools before proceeding to reflash. Must of the errors experienced after installing or flashing ROMs via sp flashtools is because users failed to format or purge their device via so flashtools before proceeding to flash ROMs into their device\n\n    • The password is correct. ensure you type it in small letters. 2ndly, only extract the rar file to find the file to flash folder and proceed to flash using Sp flashtools\n\n    • 1. Download and install mobile uncle tools.\n\n      2. Launch it and grand root access.\n      3. Now, click on IMEI Backup and backup your imei number from there.\n\n      Use same procedure to restore\n\n  2. After upgrading my tecno H6 to the latest firmware that has 5GB available space for storage, I notice that my phone no longer detect network signal whenever I set it at 3G only. Has anyone upgrade his\/her H6? Did you observe such problem? Pls how was it resolve?\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9481509328,
        "format_confidence":0.9074745774
    },
    {
        "url":"http:\/\/www.ehow.co.uk\/how_6925448_turn-bluetooth-toshiba-laptop.html",
        "text":"How to Turn on Bluetooth on a Toshiba Laptop\n\nWritten by peyton brookes\n  • Share\n  • Tweet\n  • Share\n  • Pin\n  • Email\nHow to Turn on Bluetooth on a Toshiba Laptop\nBluetooth technology allows capable devices to share information wirelessly. (bluetooth headset on white 1 image by Tetiana Zbrodko from\n\nBluetooth wireless technology sends information--documents, media files or pictures, for example--between compatible devices without a wired connection. Key features of Bluetooth technology are its low power usage and economical cost, according to Bluetooth. Toshiba manufactures several laptops that come equipped with Bluetooth communication. Toshiba laptops offer two methods for enabling Bluetooth: the TOSHIBA assist utility and the Application Card shortcut. To use Bluetooth on your Toshiba laptop, you must enable the feature and \"pair\" it with another device to begin sending and receiving data.\n\nClick the \"Start\" button and point to \"All Programs.\" Point to \"TOSHIBA\" and \"Utilities\" then click \"TOSHIBA Assist.\" The TOSHIBA Assist utility allows you to configure a number of your laptop's settings. The window provides four categories--Connect, Secure, Protect & Fix and Optimize--from which to choose.\n\nClick the \"Connect\" link on the left side of the window. In the \"Contents\" portion of the window, you should see a Bluetooth icon.\n\nDouble click the Bluetooth icon and click \"Enable Bluetooth.\"\n\nPress and hold the function (Fn) key.\n\nClick the \"Stacked\" card icon on the far right of your screen.\n\nClick the Bluetooth icon card. Your Bluetooth option is now enabled.\n\n  • All types\n  • Articles\n  • Slideshows\n  • Videos\n  • Most relevant\n  • Most popular\n  • Most recent\n\nNo articles available\n\nNo slideshows available\n\nNo videos available\n\nBy using the site, you consent to the use of cookies. For more information, please see our Cookie policy.",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9719095826,
        "format_confidence":0.9859550595
    },
    {
        "url":"https:\/\/asmo23.wordpress.com\/2012\/10\/30\/spanish-tiny-touch\/",
        "text":"adventures in circuit bending, diy electronics and experimental music\n\nSpanish Tiny Touch\n\nThis a variation on a circuit bend I’ve done several times before, the Vtech Tiny Touch Phone, which speaks numbers & shapes and nursery rhyme melodies. This one is a Spanish \/ English speaking version I’ve housed in an old Firewire hard drive case with the addition of a 5 step pitch sequencer and fuzz overdriven through a preamp circuit for extra dirt and warmth. The LED’s from the original toy which flash in time with the audio are mounted behind the 5 oval ventilation holes on the front. The 3 silver posts at the back (desk drawer knobs) are used as touch controls to control pitch for greater expression. The combination of the original circuit and the additions produces a large combination of possible sounds.\n\nMain Power switch\nEnglish \/ Spanish toggle switch\nMaster Pitch – Low range produces grainy clicks, high produces squeaky pulses\n3 Touch posts – Left and centre will pitch down, right and centre pitches up\nPitch Mode switch – Toggle on rear of case switches between master pitch knob & touch posts.\nDistortion Select rotary switch – 3 variations, position 1 is off.\nDistortion Depth knob\n4 Sample trigger push buttons – hold down will loop the sample.\nFuzz – on\/off rotary switch\nLoop Length toggle switch – short and long\nSequencer Mode rotary switch – Sequential \/ Off \/ Random\nSequencer Speed\n5 Step Pitch knobs\n1⁄4 audio out socket.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n\nThis entry was posted on October 30, 2012 by in Circuit Bending, DIY Electronics and tagged , , , , .\n%d bloggers like this:",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.8873327971,
        "format_confidence":0.5327399373
    }
]