[
    {
        "url":"http:\/\/www.journals.elsevier.com\/organic-geochemistry\/policies\/data-deposit-and-linking\/",
        "text":"Submit Your Paper\n\nEnter your login details for Organic Geochemistry below. If you do not already have an account you will need to register here.\n\nTrack Your Paper\n\nCheck submitted paper\n\nTrack accepted paper\n\nOnce your article has been accepted you will receive an email from Author Services. This email contains a link to check the status of your article. Track your accepted paper\n\nData Deposit, Linking, and Citation\n\nData Deposit, Linking, and Citation\n\nElsevier encourages authors to deposit raw experimental data sets underpinning their research publication in data repositories, and to enable interlinking of articles and data. Click here for more information.\n\nElsevier also encourages authors to cite any data that they use in a proper way, so that researchers can more easily find data behind scientific claims and so that proper credit is given to those contributing data. In support of this, Elsevier endorses the Joint Declaration of Data Citation Principles, which gives further guidelines on how to cite data.\n\n‹ Return to Policies and Guidelines",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7908986211,
        "format_confidence":0.8383340836
    },
    {
        "url":"http:\/\/gladys-littoral.org\/en\/contact",
        "text":"Get in touch with the people of GLADYS\n\nHow to get in touch?\n\nTo contact the GLADYS leaders and to address issues relative to administration, please use .\n\nTo get in touch with the whole group, please use :\n\n  • Official members:\n    The official french members strictly. This is the official contact list. Use it preferentially (permanent fellows and post-docs)\n  • fieldwork team:\n    The members involved in the in-situ measurements, the field works.\n  • Mathematicians and physicists:\n    The members involved in the development of numerical tools, mathematics and theoretical physics in relation with beach dynamics.\n  • Extreme members:\n    The members involved in the analysis of extremes and especially littoral probabilities and statistics.\n  • Members:\n    All the permanent members involved in GLADYS activities, in France and foreign countries.\n  • PhD Students:\n    The PhD students supervised by a member of GLADYS.\n  • Everyone:\n    The union of all the aliases above. Use this address if you want to touch absolutely every one.\n\nIf you find something wrong, please email us at .\n\nYou can also use the contact form for general purposes. Notice that some specialized groups (mathphy, extremes, fieldwork) may embed researchers that are not official members of GLADYS (their choice), but collaborate actively with the GLADYS Team.\n\nContact form",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.8918453455,
        "format_confidence":0.7039393187
    },
    {
        "url":"https:\/\/scdhec.gov\/environment\/recycling-waste-reduction\/recycling-park",
        "text":"Recycling at the Park\n\nSouth Carolina’s state parks want you to come out and play.\n\nRecycling at the Park Logo\n\n\nThe parks also want you to come out and recycle.\n\nSouth Carolina offers recycling opportunities to visitors at each of its 47 state parks and historic sites. The recycling program targets plastic bottles and aluminum cans – look for these containers – but encourages visitors to collect additional recyclables and take them home.\n\n  • Other green tips for visitors include:\n  • Pack your food in reusable containers to minimize package waste.\n  • Bring reusable bottles or other refillable containers instead of bottled water. Fill your reusable water bottle at home or a campground source.\n  • Bring reusable plates and silverware.\n\nThe recycling program is offered in partnership by the S.C. Department of Parks, Recreation and Tourism and DHEC.\n\nGet more information about recycling at home or work.\n\n\n\nRecycling Statewide",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9620487094,
        "format_confidence":0.7655460835
    },
    {
        "url":"http:\/\/evo2013.evolutionmeeting.org\/presenter2013.html",
        "text":"American Society of Naturalists | Society of Systematic Biologists | Society for the Study of Evolution\nShare Evolution 2013 Like us on Facebook Find us on\n            fb Follow us on twitter\n\n Wiley Oxford\n\nEvolution 2013\n\nInformation for presenters\n\n****All submitted presentations are automatically accepted.  If you require a letter of acceptance or a letter of invitation, please contact Johanne Strogan at\n\nPresenter instructions\n\nConference participants intending to present either a talk or a poster at Evolution 2013 will be required to register for the conference and submit details of their presentation with their registration. Presentation title submission deadline is April 19th 22nd.\n\nPlease note that presenters will be limited to one Regular Oral Presentation, one Lightning Oral Presentation and one Poster, You may be a non-presenting coauthor on other presentations. This rule includes invited speakers and speakers participating in symposia.\n\nDuring the talk submission process presenters will be asked to choose a presentation type (symposium, regular oral presentation, lightning talk, poster, etc.) and to submit a descriptive title. On the next screen options will be provided to identify a session or symposium title, and then you will be asked for keywords for your talk or poster. This selection is very important, as it will be used to sort papers into sessions and will help other attendees find your presentation based on its content - the entire program will be available as a searchable network resource.  A list of the session titles available is available HERE, but presenters can create their own list of keywords.  Note that session titles will be used to create sessions, and some of these may be split into multiple sessions or combined with other sessions on similar topics. Organization of talks within sessions will follow conceptual and organismal themes based on keywords and titles. \n\nAbstracts are not required for presentations unless you are applying certain society-sponsored student awards.  More information on society-sponsored student awards can be found here.\n\nTo submit your Talk or Poster title use the link HERE.\n\nOral presentation details\n\nRegular Oral Presentations\n\nRegular presentations will last 15 minutes; 12 minutes for the talk and three minutes for questions. Regular sessions are limited so submissions may be cut off before the deadline if sessions become filled. \n\nLightning Talks\n\nLightning presentations will last 5 minutes; 4 minutes for the talk and one minute for questions.  Presenters are encouraged to use automatic slide-change timings to keep their talks on schedule. Lightning talk sessions will be held only on Monday Morning. More information about lightning talks can be found here.\n\n\nEvery conference room will have a computer projector and a PC laptop* running Windows and Microsoft Office. Presenters are required to bring their presentation on a flash drive or a CD, and load their presentation on the session laptops at the conference break before their session. Volunteer AV monitors will be available to provided assistance with media needs. Available formats for presentations include Microsoft PowerPoint and Adobe PDF.\n    *Presentation computers will not have internet access so cloud-based presentations are not possible.  Presenters are advised to plan accordingly. \n\nPresenter preparation rooms will be available to test or run-through your presentation.\n\nPoster sessions\n\nDimensions for poster display panels are 1.2 m by 1.2 m (4 feet by 4 feet). Poster presenters will be assigned to one of the three poster sessions. Pushpins will be provided on site for each poster session. Key words will be used to group posters focusing on similar topics. Both poster sessions will be held in the evening in conjunction with social mixers that include snacks, beer, wine and non-alcoholic beverages.\n\nPoster Schedule*\nSession A - Saturday 8:00 AM - 9:00 PM (Reception** begins at 7:00 PM)\nSession B - Sunday 8:00 AM - 9:00 PM (Reception** begins at 7:00 PM)\nSession C - Monday 8:00 AM - 9:00 PM (Reception** begins at 7:00 PM)\n*Please leave your poster displayed for these entire periods.\n**Presenters are expected to be in attendance at their posters during the reception.",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.8547176719,
        "format_confidence":0.698528409
    },
    {
        "url":"http:\/\/www.soest.hawaii.edu\/GG\/ASK\/",
        "text":"Ask-An-Earth-Scientist welcome figure\n\nHow to use this service:\n  1. Subject headings are listed below. Answers to previous questions are tabulated under those headings -- you may find what you are looking for there or with this search utility.\n\n    SEARCH this web site...\n    can't find what you're looking for?\n\n  2. Load a question submission form from one of the subject pages.\n  3. If your question is accepted for response, a reply will be sent within a couple of weeks. Please read the Criteria listed below for question acceptance.\n  4. Please also view our list of Earth Sciences Resources, where you will find links to web sites with detailed information about many of the topics we cover.\n\n\nVolcanoes Earthquakes and\n\n\nEnvironment and Hydrology\nSediments and\nSedimentary Rocks\nIgneous Rocks and Minerals\nQuestion Answering Criteria\n  • We try to respond to all requests; However we do not guarantee that all submitted questions will be answered.\n  • PLEASE NOTE: Each request is answered by a real live person: it may take a few weeks to get a reply. You may also wish to submit your question to the US Geological Survey .\n  • We do not answer overly general questions.\n  • We do not answer questions. by students trying to avoid normal studying or library research (i.e., we will not do your homework or provide \"last-minute\" information for class exams).\n  • ATTENTION AOL USERS: we receive many requests from you but close to 80% of our attempted responses are bounced back by AOL as 'UNDELIVERABLE MAIL'. This problem is at your end (e.g., full mailbox, domain block, etc.). WE OFTEN TEST ALL AOL ADDRESSES BEFORE COMPOSING A RESPONSE.\n\nThis service is being brought to you by volunteers in the UH Geology and Geophysics Department.\nFor questions or comments about this service, email:\nthis site has had more than 1 million page visits since early 1995.\n\n\nsciLINKS logo This site is part of the National Science\nTeachers Association sciLINKS service.\n\nApproved by Schoolzone's team of independent education reviewers Highly recommended rating for educational\nusefulness by Schoolzone's team\nof independent education reviewers\nScout S&E award A Scout Report for Science\n& Engineering\nRated by\nRanked by Schoolzone's panel \nof expert teachers Ranked by Schoolzone's panel of expert teachers\nStudyWeb Award A StudyWeb Excellence Award Recipient award A\nSupersite for Kids\nEditor's Choice Recipient\nG&G dept. icon GG Home\n\nwww staff iconThis page is maintained by the G&G Web Staff\n\nPage Last Modified: 21 Oct 2009",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.7095451355,
        "format_confidence":0.8494324088
    },
    {
        "url":"http:\/\/www.apsg.info\/page-1261463",
        "text":"Experts in Geomatics, Surveying, Positioning,\nGeospatial Data and Mapping Sciences\n\nFTP Log In Instructions\n\nBelow are the log in instructions for accessing the FTP site. Many thanks to John Conner at EnSoCo Inc. for hosting and supporting our FTP Site.\n\nThe Login credentials are as follows:\nFor Filezilla -\nHost: www.ensoco.biz\nUsername: apsguser\nPassword: DtMn067_2011apsg\nFor web access –\n1. Go to http:\/\/www.net2ftp.com\/\n2. Insert this information\nFTP SERVER: ensoco.biz\nUSERNAME: apsguser\nPASSWORD: DtMn067_2011apsg\n3. Click LOGIN button\n4. Choose UPLOAD from the choices at the top. NOTE* you can either upload the presentations individually or as a zip folder. If you do the folder option let me know and I can extract on my end fairly quickly.\n5. After uploading all the desired files choose the green check mark in the upper left to begin the actual upload.\n6. Choose the red power button in the upper right corner.\n\n   Connect with APSG  \n icon_facebook.gif icon_linkedin.gif icon_twitter.gif\n\nCopyright © 2009 - 2016 Association of Petroleum Surveying & Geomatics\n\nTo report issues with this web site, please contact the webmaster.\n\nPowered by Wild Apricot Membership Software",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.8604034185,
        "format_confidence":0.592599988
    },
    {
        "url":"https:\/\/www2.gov.bc.ca\/gov\/content\/environment\/air-land-water\/site-remediation\/contact-us",
        "text":"Contaminated Sites Contacts\n\nQuestions and comments about technical, administrative and legal contaminated sites issues can forwarded to the appropriate contact below. If you wish, you may propose answers for the Land Remediation Section to review and comment on.\n\nContact Lists\n\nLand Remediation Section\nPO Box 9342 Stn Prov Govt\nVictoria, BC V8W 9M1 \n\nPhone: (250) 387-4441\n\nLand Remediation Section\nEnvironmental Emergencies and Land Remediation Branch\n3rd Floor, 525 Superior Street\nVictoria, BC V8V 1T7",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.9088112712,
        "format_confidence":0.8607894182
    },
    {
        "url":"http:\/\/www.abcam.com\/gpcr-gpr86-antibody-ab75103-references.html",
        "text":"Product no longer available\n\nSorry, ab75103 is no longer available in our product range. Download the archived ab75103 datasheet pdf.\n\nAlternatively you can:\n\nWhy are some products no longer available ?\n\nThis could be for a number of reasons including supply or licensing constraints. Unfortunately we have been unable to find a workable solution on this occasion and we regret any inconvenience caused.\n\nSign up",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.8020936847,
        "format_confidence":0.6099267602
    }
]