[
    {
        "url":"https:\/\/www.bucknell.edu\/interested-in-bucknell\/who-we-are\/class-pages-in-pictures\/previous-classes\/class-of-2010\/2010-speeches\/matriculation-brian-c-mitchell.html",
        "text":"Class of 2010 SPEECHES\n\nPresident Brian C. Mitchell\nProfessor John Rickard\nProvost Mary DeCredico\n\n\nBucknell University\nAugust 18, 2006\nRooke Chapel\n\nProclamation of Matriculation – President Brian C. Mitchell\n\nOn your programs is a pin that is yours to keep forever as a Bucknellian. On this pin are shown the Christy Mathewson Gates. These gates are the official point of entry and exit for the Bucknell campus.\n\nThe gates are named after the great Christy Mathewson, a model example of a Bucknellian. While a student at Bucknell, he was an all-around person, student, and leader. He sang in the glee club, belonged to the literary society and drama society, and was the star of the varsity football, basketball, and baseball teams. He was also student government president. AND: He was a dean's list, straight-A student on top of all that. I also have to tell you that he was a model of clean living. And, not to rest on his laurels, he was also an author of a series of children's books.\n\nThis only proves what I have always believed: Bucknell students are, fundamentally, overachievers.\n\nBut, as you may know, Mathewson is remembered best not as a Bucknell student, hard as that is to believe, but as one of the greatest baseball players of all time. More than that, in an era when the sport was known for its hard-living, hard-drinking baseball players, Christy Mathewson proved that there was another way for athletes to live. He was the role model after whom every parent wanted their children to shape their lives.\n\nNo pressure on you there.\n\nAs a major league baseball player, Mathewson was a fierce competitor. And he became arguably the most dominating pitcher of all time. In 1936, he joined Babe Ruth, Honus Wagner, Ty Cobb, and Walter Johnson as the first class of baseball Hall of Famers.  \n\nWe only open the Christy Mathewson Gates twice a year. Today is one of those times. I will tell you about the other after we sing the Alma Mater.\n\nThe pin that you are about to wear symbolizes your initiation into the class of 2010.  I hope that you will treasure it and look to it as a constant reminder that you will forever be a part of a special group of people called Bucknellians.  We are proud that you are a Bucknell student.\n\nI now ask you to attach the pin to the front of your dress, shirt or jacket.\n\nI am now pleased to introduce Bucknell’s all male a cappella group, The Bison Chips.  Please stand for the singing of our alma mater, Dear Bucknell.\n\nClass of 2010: Momentarily, you will walk out the door through a set of luminaries. We will proceed through them to push open the Christy Mathewson Gates. The next time these gates will open to you will be at your Commencement, when you will process through the gates to the Commencement ceremony, which will mark the completion of your studies as a Bucknell student.\n\nWalking through the gates signifies your official entry into the Bucknell community. As you walk toward the gates, reflect upon what you hope to accomplish the next four years and set some dreams for yourself. And, remember, you are a Bucknellian: Dream big.\n\nPlease remain standing for the Benediction.\n\n\nPlaces I've Been\n\nThe following links are virtual breadcrumbs marking the 27 most recent pages you have visited in Bucknell.edu. If you want to remember a specific page forever click the pin in the top right corner and we will be sure not to replace it. Close this message.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9776107669,
        "format_confidence":0.893294692
    },
    {
        "url":"https:\/\/www.brookhavencollege.edu\/au\/chancellor\/media\/pages\/alfreda-norman.aspx",
        "text":"Chancellor > Media > Community Perspectives: Alfreda Norman\n\nCommunity Perspectives: Alfreda Norman\n\n\n\nTori Correll: Welcome to Community Perspectives.\n\nI'm Tori Correll, Assistant District Director of Development.\n\nToday it is my honor to be speaking with Alfreda Norman with the Federal Reserve Bank of Dallas.\n\n\nMs. Norman, thank you for taking the time to speak with me and for sharing your perspective of Dallas County with us.\n\nWhat are the greatest challenges you see facing Dallas County today?\n\nAfreda Norman: Well I think the biggest challenges that we have is just the enormity of the assets and opportunities in this city for everybody.\n\nAnd just the sheer complexity of having pathways and avenues and access to all those opportunities in essence.\n\nI mean, that is a big problem in the sense that thinking about everybody, not just one or two or some or a few, but getting everybody those great opportunities, I think that's one of our biggest challenges.\n\nTC: What do you see as Dallas County's greatest strengths?\n\nAN: I think our greatest strengths is kind of one of the reasons why I moved to Dallas, is this notion of the can do spirit, we can get things done.\n\nAnd the notion now that I am feeling more and more of this collective think, this group thinking that the individual in and of itself coming up with ideas for solutions and decision makings isn't enough any more.\n\nIt really takes the collective group think of us all, and then when you add diversity to the group think, which is new ideas and new perspectives, it just makes us more innovative and creative.\n\nSo I think that's going to be our biggest strength is coming together, figuring out the things that we need to do better at and continue doing, and investing in the things that we know that we need to do.\n\nWhich is investing in the people of this great city.\n\nTC: What opportunities do you see on the horizon?\n\nAN: I think the opportunities are continued investment in people.\n\nI think, human capital.\n\nI think people make a city great.\n\nAnd so the opportunities are, how can we really make the best investments that we can in education, and in health, and affordable homes, and neighborhoods, so that people are successful on a daily basis?\n\nAnd that they can have good jobs, and continue to raise their families, and partake in their community, and in voting, and joining the PTA.\n\nSo I think the greatest opportunities we have, because we're attracting a lot of people here, so we must be doing something right, is to continue to be so mindful about how we want to make this the best place, and how we can invest to make our people great.\n\nTC: If you could build Dallas Country from day one, what would it look like?\n\nAN: Wow, from day one.\n\nSo I'm thinking about, you know, being on the prairie.\n\nBack in the days when people were thinking, why is there a city here in the first place?\n\nI think I would continue in the same vein that the city's continued to have a big welcome mat, for one thing.\n\nTo really let people know that they're welcome here.\n\nCome one, come all, great ideas, hard working people.\n\nLet's work together on really envisioning what we want the city to be and how great we want to be.\n\nSo I think I would continue in that vein of not being afraid to think and dream big.\n\nAnd get all the folks around the table that you need to do those things.\n\nAnd I think Dallas is really making a mark in Texas and in the country on thinking big, and doing big things.\n\nTC: Do you have any other thoughts you'd like to share with us?\n\nAN: Oh.\n\n[LAUGH] That was not in my script.\n\nAny thoughts?\n\nI look forward to thinking about who needs to be around the big collective table when we're coming up with thinking about the next years.\n\nAnd who do we need, who's not there to really be in this realm, or this arena of ideas, as we're envisioning features that this can be a better place for our kids.\n\nTC: Great.\n\nThank you so much for taking the time to speak with me today.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.6639376879,
        "format_confidence":0.9867888093
    },
    {
        "url":"http:\/\/theundercurrent.org\/mentorship-qa-recap-a-conversation-with-eric-daniels\/",
        "text":"Welcome to The Undercurrent\n\nMentorship Q&A Recap: A Conversation with Eric Daniels\n\n\n\nSTRIVE’s Online Mentor Q&A Program aims to provide students and career-oriented young people with opportunities to learn from real-world, active professionals about everything from crafting a purpose, to setting and pursuing goals, to the myriad life lessons they’ve picked up in pursuit of their dreams. The following report provides a look into the latest of these sessions.\n\n*   *   *\n\nAfter teaching history for almost a decade at Duke and Clemson Universities, Eric Daniels decided to pivot his career into teaching science at LePort Schools in Orange County, California. His personal and pedagogical reasons for the career shift, as well as his experience in academia at-large, were the primary topics that students wanted to ask about. Daniels began by sharing an anecdote about his favorite teaching moment.\n\n“It was at LePort. I had been teaching a student for two years, who was now in eighth grade and about to graduate. She was a dedicated and hardworking student, but had exhibited a lot of what I call ‘algorithmic thinking.’ ‘What’s the formula?’—a kind of ‘plug-and-chug’ approach. The problem is, that’s not the approach we want for learning science. We want students to ask questions and think through the ways they can expand their understanding. There was a moment when we were working in the science lab, going through some stuff. I had erasable pens, and was showing her how they worked with heat and pressure, and she started to ask a lot of questions. ‘Can we reverse it?’ ‘What if we turned the ink from hot to cold? Would it work the same?’ And I realized here was this student I’d been working with for two years, and she was exhibiting this type of thinking spontaneously. That’s my favorite moment.”\n\nIt was precisely this improvement of a student’s thinking process that Daniels didn’t feel he was able to focus on at universities as much as he was at LePort. “I felt I was more impactful in exposing college students to new ideas, rather than new thinking methods. That’s not to be discounted, I just didn’t find it as satisfying,” Daniels explained.\n\nLePort emphasizes teaching students how to think, and the school’s curriculum and pedagogy are greatly influenced by Maria Montessori. Montessori was an Italian education reformer who worked through the first half of the 20th Century. Her primary interest was discovering the appropriate ways to enhance cognitive development at certain ages in the way the brain develops.\n\n“She really was a scientist,” said Daniels. “For example, in the earliest ages, Montessori thought it was most important to develop the sensory-perceptual skills of the child, because of how those skills build into the conceptual level. The core of her work is at the pre-school age, but it extends into later years. I’d say the Montessori method is best described as reality-oriented, individual-focused education that respects the cognitive needs and development of the child.”\n\nDaniels also emphasized the importance of recognizing a child’s capacity for learning, and not assuming they’re automatically displaying some sort of irrational behavior that needs correcting.\n\n“When a toddler keeps throwing something on the floor, it’s often viewed as attention-seeking behavior,” but in truth, it could be “testing the object’s identity” to see if it acts in the same way over and over. “Really, children are often learning. They’re just smaller human beings. I used to joke that LePort treats your child, not like a different, defective species, but like a human being.”\n\nIn addition to LePort and its Montessorian approach, students were also eager to hear more about Daniels’ university experience, and if there was any advice he’d give to college-bound young people.\n\n“One of the things is that I would discourage as many people as possible from going from inertia or because it is what is expected. I saw a lot of students who weren’t sure why they were there or what they wanted to do. That’s not just a student issue—that’s an institutional issue.”\n\nDaniels went on to explain how universities seek to remedy this by requiring prerequisites.\n\n“Prerequisites are often there to serve students who don’t know what to do, but it does a disservice to students who do know what they want. I actually think that’s best to do at an earlier age—deep exploration where the costs are much lower. High school students could take a whole semester-long internship or entrepreneurial program where they actually go into the world and are better-prepared to know what they want to pursue.”\n\nDaniels ended the Q&A by discussing what he thinks is essential to being a good teacher: constantly expanding one’s own knowledge.\n\n“There is a sense in which being involved in a career that’s about developing thinking habits in others is all-consuming. It’s no joke. Teaching is demanding. It’s a lot of effort and hours, and contact with students. For me, this is definitely a career you can be thinking about and improving upon every day.” [TU]\n\n*   *   *\n\nTo hear more from Eric Daniels on thinking processes and learning, we\nrecommend his talk,\nUnbridled Rationality: Using Reason To Flourish.\n\nAdd Your Comments",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9978152514,
        "format_confidence":0.9211902618
    },
    {
        "url":"https:\/\/cooperalumni.org\/cuaa-executive-committee-minutes-for-october-2018\/",
        "text":"CUAA Executive Committee Minutes for October 2018\n\nAlumni Executive Council Meeting\nOctober 9, 2018\n\nAttendees: Carol Wolf, Steven Verderese, Daniel Zori, Margaret Matz, Cristina Ross, Paul Nikulin, Standish Lee, Ron Vogel, and Robert Tan.\n\n  • Meeting began at 6:40.\n  • Thanks to Daniel Zori, Assistant Director Alumni Affairs, for joining us.\n    • Daniel is keen to work together with CUAA on ideas and strategies, engage class and regional representatives.\n    • Attendees introduced themselves to Daniel.\n  • Paul Nikulin highlighted series of events over the last month\n    • Previewed upcoming events: Ringwood Manor and Javits Green Roof tours and Student\/Alumni Thanksgiving event held in 4th Floor lounge (Frankie’s).\n    • Potential new events are event around Kevin Slavin opening at gallery on Kenmare Street, and event around Cooper Union sports event.\n  • MOA meeting to be held on 10\/15\/18.\n  • Unofficial agreement for seating for trustees in June and December to ensure that there is always proper representation.\n  • Nomination committee met on 10\/3\/18. Teams set up for officers and council nominations.\n  • Academic. Meetings were held with Dean of Art, Mike Essl – discussed art exhibitions at Fish House and various proposals for alumni art auctions.\n    • Potential meeting with outgoing Dean of Engineering, Richard Stock.\n  • Annual fund update: $403,000 as of today.\n    • Annual Fund Committee and Development Office to meet and discuss potentially rebranding message for restricted and unrestricted fundraising.\n  • Discussions with school on CUAA budget is in progress. Issues with multiple 501(c)(3) status.  \n  • Support for using FaceBook to boost the exposure of our requests for nominations for Founder’s Day awards and or CUAA ballot.\n  • Tasks to design a proper design a website.\n    • Research how much to design a new website. Johnny Greenspan potential designer. \n  • Next Council meeting will be November 1st on second floor.\n    • President Laura Starks will address strategic planning at 6:30 PM. \n  • Next Exec. Committee Meeting will be on November 7th, in the Alumni Space at 6:30 PM\n\nMinuets recorded by Ron Vogel, Communications Chair",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9599722624,
        "format_confidence":0.5793101788
    },
    {
        "url":"https:\/\/www.teachhub.com\/taking-school-real-world-big-picture-learning?interviews",
        "text":"Hot Tips & Topics\n\nWe are dedicated to providing you with a comprehensive collection of relevant and up-to-date K-12 education news and editorials. For teachers, by teachers.\n\nTaking School into the Real World with Big Picture Learning\n\nTeachHUB Interview\n\nTaking School into the Real World with Big Picture LearningFor the past 15 years, Big Picture Learning have taken a revolutionary approach to education that individualizes study for each student and sends them out into the real world for work experience.\n\n\nTheir efforts have gained them the respect and funding of the Bill & Melinda Gates Foundation, being named Bill's favorite school in America.\n\n\nRelated Articles\nA table with books, an apple, and a pen flipped upside down with the words ‘flipped classroom’ written in chalk.\nA flipped classroom is a great way to put learning in the hands of students....\nYoung boy in a wheelchair playing basketball with two girls.\nWhen children play together, regardless of ability, they form connections and...\nYoung women handing her resume to interviewer during a job interview.\nWhether you’re experienced or brand-new in the classroom, interviews can...\nA teacher and group of young students standing in a classroom using a laptop.\nThe modern classroom utilizes technology to engage students and give them a...\nTeacher helping a group of young students with a science experiment.\nKeeping students motivated during school is a challenge all teachers face and...\n\nBig Picture Learning co-founder Elliot Washor and Kari Thierer, Director of School & Network Support, give us the inside scoop on how their innovative approach to education.\n\nWhat does the schedule for a typical day at a Big Picture school look like?\n\n\nEach of our schools is a little different in how they structure their day and week. However, all schools have an advisory period of some kind that sets the tone for the day and week. Students meet as a group to plan their day\/week, discuss any relevant issues that have come up (personal or community), plan as a group, some of their interest-exploration is also done in this time period, Learning Through Interests work (looking for an LTI, etc.).\n\n\nThe rest of the day is customized based on the needs of the student. It will include some independent work time where the student focuses on their project work and individual learning plan, it may also include small or large group instruction based on what students need. At our high schools, students are usually out on internship experiences two days a week, as well as taking dual-enrollment classess at local colleges and universities. Each students schedule is customized based on their needs and their individual learning plan.\n\n\nWhat are some specific examples of community internships and mentor projects Big Picture students engage in?\n\nThere is a huge variety around the network because students interests are so varied. We've had students intern at veterinary offices, hospitals, small shops (entreprenuer), mechanics, radio stations, unviersities, social service agencies, etc.\n\n\nThe projects students do serve two purposes. It must be an authentic project that serves the internship site, and then will also be embedded with some academic learning that students need to demonstrate. For example, a student was working with a pediatric cardiologist - she had the opportunity to observe surgery, and work with the patients and the family. A gap was that so many parents had questions about a specific procedure that was a common practice. The student researched the procedure and created an informational brochure for patients. Now, the doctor gives the patient the brochure first and then answers additional questions as needed.\n\n\nAcademically, the student had to learn a ton about the anatomy involved with the procedure, practice technical writing skills combined with ensuring her audience received the information needed, and had to learn the technical aspects of creating a brochure. That is just one example - every project is individualized because it is based on the needs of the mentor and the student.\n\n\nNow 15 years into this project, how has the response from mainstream education, policy-makers, colleges and parents changed (or has it)?\n\nI wouldn't classify this as a project. This is a mission to change public education to better serve students.\n\n\nThe reponse has been overwhelmingly positive. People continue to question us and how we can get such impressive data, but our design serves students and families at an individual level and that is the only way to truly serve students. Mainstream education is our partner - we want to influence they way they are working with kids and to learn from our best practices.\n\nOur way of personalizing education for students makes sense to everyone, sometimes the practice is hard for people to grasp. What we do is so different than traditional education, and so different than most people's personal experiences in education, that they find it hard to understand until they see it. Once people visit a school and talk with kids, they get a better understanding, but even then, putting it into practice requires a lot of dedication and challenging the status quo of the way the education system has been developed.\n\n\nYou note that Big Picture Schools have impressive 92% graduation rates. Do you have any attrition problems before students hit senior year? Are there any entrance requirements to attend?\n\nOur attrition rates are much lower than traditional schools. We work with families over a long period of time, so when a student is trying to leave, we can intervene more effectively than a traditional system, and encourage them to stay.\n\n\nWe do not have any entrance requirements to attend - all schools have an application process, mostly to ensure that students and families understand the commitment they are making. This is such a different way of learning, and students must take on more responsibility for their own education - so we want them to make an informed decision about where they choose to attend school.\n\n\nHow do you foster parental involvement? How big a role does that play in student success?\n\nParents are huge partners in our education of students. From the very beginning, parent involvement has been one of our 10 distinugishers. Advisors know the parents and work with them as partners in their students education.\n\n  • Parents are a member of the learning plan team - helping to create the individual learning plan for their student.\n  • They attend the quarterly exhibition of learning where students demonstrate their work.\n  • They help out at school when possible.\n  • They chaperone events.\n  • They help during recruiting to talk with other parents.\n\nParents are an active part of our community and we encourage them to be on-campus when possible, but even if they can't be on-campus, the advisors are in touch regularly to talk about good things their students are doing, but also to talk about challenges and work together to support students.\n\n\nHow has the support of the Gates Foundation help to develop and expand Big Picture Schools?\n\nThe Gates Foundation was instrumental in providing financial support so we could focus on developing a system for scale-up. They helped by providing professional development funds for us and our schools so we could do the training and support in the right way. They pushed us to be specific in our documentation of what was working and what challenges we had, and they pushed us to clarify our work and data to help us continue to improve. They've been huge partners in our success and allowed us the financial independence to do the work correctly without having to spend time and resources on funding.\n\n\nWhat is a Big Picture School budget compare to the average public school budget?\n\nAll of our schools operate within the same school budget as their peer schools.\n\n\nThe 15:1 student teacher ratio and 140 student cap on school size is impressive, but do those numbers make large-scale expansion across public schools impossible? Why or why not?\n\nThe purpose of the 15:1 is that we know relationships matter. There have been a number of stories that talk about students getting missed - making it to high school without being able to read or write. That only happens when teachers are seeing too many students to be able to know them well.\n\nThe numbers do not inhibit large-scale expansion, but they do force the system to re-evaluate the way schools are set-up and run. Schools are run the same way they've been run for the past 100 years, but kids have changed, society has changed. Schools need to look at structures and space in a different way so they are better serving students. It's time consuming, and forces conversations, but it is possible.\n\n\nHow do Big Picture Schools address deficiencies in basic skills (like reading, writing and consumer math)?\n\nAlmost all students have gaps in their education somewhere. Because teachers teach in different ways and students learn in different ways, all students have a gap. Big Picture Schools are individualized, so students gaps are assessed and a plan to address them is put into place.\n\nWe don't assume that a student should be following a specific curriculum based on their age, we look at the individual student, where the gaps are, where the strengths are, what they want to do post-high school and create a plan. That plan may include one-on-one instruction, small group instruction, on-line support, etc. It is a plan that is put in place one student at a time based on their own needs.\n\n\nHow has the involvement of students in the community helped to shape the community for the better? Any specific examples?\n\nWhen we work in a school, we know we are also serving that community. We've had mentors tell us that the internship program has saved their business - having an extra set of hands during an economic downturn has been helpful, but also because it allows the business to grow and focus on innovations because t... (truncated)",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9976968169,
        "format_confidence":0.9308452606
    },
    {
        "url":"https:\/\/www.hilltopsnewspaper.com\/hawk-talk-02-23-16-one",
        "text":"\n\nHartwick College's Student Newspaper\n\nThe View From Oyaron Hill\n\nHawk Talk 02.23.16\n\nDuring the demonstration on Friday afternoon, we asked fellow students for their opinions on the school's treatment of Noah Jager, the rally, and current state of the college. Here are their responses.\n\nEmily R. Class of 2019 -\n\n“The administration needs to allocate more resources towards the needs of current students. I feel that can be more effective to recruit  new students as well.”\n\nTrevor T. Class of 2017- “Fight for your right to party!”\nTim K. Class of 2018 - “I’m very happy that so many students came out to this rally. It’s important that we show change, and that we want change and our voice to be heard here in the community. It’s a big community bonding experience that hopefully will take Hartwick to new heights and a step in the right direction.”\nEthan K. Class of 2016 - “We’re gathering here today to show the president and the board of trustees that there are real issues at this school, and that the students are united. Although there may be a variety of issues, we still want them to be addressed. We’re willing to help out with this too. We don’t think it should just be them that are doing this. We think that the student body needs to engage more. I think this may be a good first step in that. That is what this is about. To bring about change in any problems we see.\"\nDiman S. SUCO Student - “I was a student at Hartwick for two years. There were a lot of things that made me decide to leave. One thing, I felt like I was more of a profit center. I didn’t really have much of a voice. There were a lot of changes that I think should’ve happened here, but none of them were. Yet, I was still being charged an obscene amount of money.”\n\nSteven S. Class of 2019 -\n\n“Alright, the one thing I just want to say is, can you (referencing Hartwick College) please stop talking about stuff you're going to do and actually do it for once? So far you keep talking about all these plans you have done, but yet, I don’t see shit being done. So I feel like what you really need to do is stop talking and actually walk.”\n\nAlex P. Class of 2017 - “I think that there are a lot of problems going on within the school, where the school will not address them. I think there’s an email sent out surrounding, basicly saying that nothing happened that actually happened to Noah, which is kind of bad on the school's behalf.So I think that for the school to gain back the students trust, it needs alot more transparency… We need to see where our money is going.”\n\nCameron W. Class of 2018 - “On the situation right now, I think this is pretty bullshit… But stuff actually needs to be done around the school that is not being done around here… It needs to happen now.”\n\nClaudia L. Class of 2016 -\n\n“People here are lacking a lot of school pride. There’s a lot of general unhappiness; the students, the staff, and the faculty are unhappy. The majority of people are unhappy and that’s a serious problem.”\n\nPhotograph by Aislin Glenn\n\nLiam S. Class of 2018 - “I’m the coordinator of student life, and as it stands, senate is completely neutral on the issue. However, this culmination of students here obviously suggests that this could be a student issue. It will be brought up in future senate meetings. If anybody would like to come to senate and express their feelings about this issue, feel free. We’re open to anything. Like I said, we are just here to help.”\nMajority of the Student Body - “Hello, my name is Noah.”",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.7948741913,
        "format_confidence":0.5243579745
    },
    {
        "url":"http:\/\/digital.hechingerreport.org\/content\/the-secrets-of-networked-teens-qa-with-author-danah-boyd_1255\/",
        "text":"The secrets of networked teens: Q&A with author danah boyd\n\ndanah boyd is a Principal Researcher at Microsoft Research, a Research Assistant Professor in Media, Culture, and Communication at New York University, and a Fellow at Harvard’s Berkman Center for Internet and Society. She’s one of the most knowledgeable resources in the field of young people and social media. Her highly anticipated book, It’s Complicated: the Social Lives of Networked Teens, based on ten years of field research with young people from a wide range of backgrounds, is officially released later this month. She agreed to share a preview with me and answer some questions for Digital\/Edu’s readers.\n\n\nQ. What do you think are the most common misconceptions held by media, educators, parents and the public about teens’ interactions online?\n\nA. The overarching misconception that many adults have is that everything today is radically different than it was in the past because of social media.  At the end of the day, what teens want – and what they do – actually looks a lot like it did 20 years ago. Technology certainly inflects those practices in new ways, but the underlying desires to hang out and socialize, gossip and flirt still dominate.  Much to many adults’ surprise, the internet hasn’t made teens’ lives worse or more dangerous, although it certainly makes teens’ practices more visible. This visibility is often a source of anxiety, particularly when taken out of context.\n\n\nQ. Throughout the book you take a nuanced, relatively optimistic stance toward technology. Can you explain how your research and views on, say, bullying or predators generally differ from the prevailing narratives in the media?\n\nA. When it comes to online safety issues, there’s a tendency in popular discourse to extrapolate from extremely horrific cases and assume that this reflects what’s happening.  Numerous scholars have been tracking issues like sexual predation and bullying for a long time and what they’ve found contradicts what the public thinks. For example, study after study shows that bullying happens more frequently and with greater emotional duress at school than online.\n\nLikewise, when sexual crimes involving the internet occur, they rarely take the form of a stranger identifying a minor and abducting her\/him.  All too often, what happens involves abused or emotionally struggling youth seeking attention from adults knowing that sex is part of the picture.  This is not to say that it’s not problematic – it’s _deeply_ problematic – but that the kinds of interventions that we need are very different than what is needed to address abductions.\n\nOne of the goals of my book is to take such online safety issues and tease out where there is merit to the concern and where the way that the concern is presented is a distraction from the real risks that youth face.  I think that this is one of the things that I struggle with the most.  There are many youth out there who are seriously hurting, desperately seeking attention, and otherwise making visible the pain that they are in.  When we focus on the wrong things, we fail to help those youth who really need our help.\n\nQ. Tell me about how Wikipedia is being used by students and the messages that educators are putting out about it.\n\nA. Whenever I would ask educators about Wikipedia, they would consistently tell me that the site was inaccurate because anyone could edit it.  This refrain gets echoed by young people.  It doesn’t matter that studies have shown that Wikipedia is more accurate than the encyclopedia in many situations; the belief of misinformation is widespread.  What saddens me about this refrain is that it undermines a fantastic educational opportunity.\n\nUnlike other content that youth encounter, the very production of Wikipedia’s material is visible. Anyone can see who edited the page, what edits they made, and how they debated what they saw to reach the final text.\n\nThe example that I give in the book is from the American Revolution. This entry had to be resolved by both British and American contributors who saw this historical event from very different perspective.  Even simple language like American references to “revolutionaries” are interpreted in British contexts as “terrorists.”  Watching the discussion page unfold over how to construct this article is itself tremendously educational.  And, yet, this opportunity is lost when we treat Wikipedia in a black-and-white way.\n\nQ. Many of the people I talk to think that blended learning and one-to-one use of tablets or laptops will become the norm in American schools within a few years.How do you think this will affect the current patterns of interaction and behaviors that you observe among teens online?\n\nA. It all depends on how devices are introduced and how they are contextualized pedagogically.  Technology won’t determine outcomes, good or bad.  But how teachers use that technology can.\n\nThe schools that I visited with 1:1 computer use had all introduced the machines very intentionally and with tremendous thought on the part of educators and parents.  Social dynamics that shape classrooms definitely spilled onto the online interactions too, but when teachers saw this as an extension of the classroom, they treated what they saw online as such.  What’s challenging to me is that I’m not at all sure how representative these early adopters are of what’s to come.\n\nQ. Why are the social activities, both on and offline, that seem worthless or counterproductive to adults so compelling for teens?\n\nA. Adults underestimate the value of hanging out. And yet, hanging out is where youth develop a sense of the world and their place in it. It’s where they learn to negotiate peer dynamics and social status. So much learning takes place when teens hang out but because it is not formal education, adults don’t recognize it as such.  Teens want to hang out because it’s fun but I think adults need to recognize that hanging out is educational too.\n\nPOSTED BY Anya Kamenetz ON February 11, 2014\n\nComments & Trackbacks (1) | Post a Comment\n\nMike Sadofsky\n\n“Hanging out” is the norm at Sudbury Valley School and yet our kids graduate and go on to success at jobs, college, careers and life in general. They exhibit mastery of the skills and knowledge expected of them as they move on to adulthood. The “secrets” of their childhood and teenage schooling? Conversation, play, respect and a real voice in making decisions about their school.\n\nYour email is never published nor shared.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.902843833,
        "format_confidence":0.9560451508
    },
    {
        "url":"https:\/\/www.thecircleeducation.org\/2021\/07\/14\/pass-it-on-helped-me-to-grow-stronger-friendships\/",
        "text":"Adele Mark, our Marketing and Communications Assistant at The Circle and former Pass It on Girl, spoke with Emma Phillips to hear about her experiences the past five years in the Pass It On Girls program. Emma has been a part of the Pass It On Girls program since Grade 8.\n\n\nWhy did you decide to join Pass It On?\n\nIn Grade 8, Kate came to the middle school, as she does, to talk with the eighth-grade girls about self-image and body confidence. During the session, all of us were crying and talking about our bodies. The experience was really intense but in a good way. I loved the connection that we fostered by being really vulnerable together. So, when Kate came back to the middle school to pitch Pass It On and said that it was more of that sort of thing, I thought to myself, “Oh, awesome, I have to do it!”\n\nWhat did you first expect when you joined Pass It On? How did your experience compare to your expectations?\n\nAs an eighth-grade buddy, I expected Pass It On to be an opportunity to look up to older girls as role models and to connect in a group of women. My actual experience was pretty close to what I thought it would be and also a lot more. In Pass It On, we got to talk about important topics like sex and drugs. Hearing people closer to my age talk about these things was really important for me. It helped me realize that there wasn’t this big expectation going into high school that I had to go to parties. I learned that those kinds of things aren’t a huge part of high school for everybody. And it doesn’t make you any less worthy or cool if you don’t do it. When I joined Pass It On as a mentor in Grade 10, it was a totally different experience than being a buddy. The connection I felt with the other older girls in the group was so strong. I felt like I could talk about anything, without judgement. It is something that I need to have in high school because high school is kind of a weird place!\n\nWhat is important to you or what are you interested in? And how does Pass It On fit into those interests?\n\nRight now, my relationships are really important to me. And balancing my relationships with taking care of myself is also important. I try to avoid being codependent by making time for myself and thinking about what I need. Kate and the girls from Pass It On have really helped me with that. Starting the journey of taking care of myself has, in turn, helped me to help other people and help me grow stronger friendships and relationships.\n\nWhat is your favourite thing about Pass It On?\n\nI would probably have to say the connection between the girls. In the circle, I realized that all of us have insecurities. You have this idea in your head from the media that the pretty girls or the popular girls don’t have any insecurities or problems. But being in Pass It On has shown me that we are all pretty much the same when it comes to worrying about what people think of us. It makes you realize that you’re not the only one and you’re not alone.\nAnd then there’s Kate. Kate is a mentor to me in my life. She is a professional but she still has the ability to have fun and to play. It is really important for me to see that as a young woman. That when you grow up, you don’t have to be so serious all the time. You can be successful, have fun in your job, play, and be an emotional person. She has also shown me that it is okay to not have my whole life figured out. And it’s okay to not really know what’s happening or where your life is going.\n\nWhat is your least favourite thing?\n\nThat’s a hard question. I would probably say the buddies, which is weird because interacting with them, is also one of my favourite things! Once you see what it’s like to be with just the mentors, and you’re used to having that weekly connection, it breaks up the flow sometimes when something else is going on. When the buddies are there, it is a different dynamic. But I also love connecting with the younger girls and being able to let them know that high school isn’t as scary as they think it will be.\n\nWhat is the most important thing you have learned about yourself in this program?\n\nI think Pass It On has really shown me how to self-reflect and see what things in my life I want to change or improve. I have also learned that I am not alone. Others in the circle are going through the same things that I am. High school is a weird time, but we’re all going to get through it. Also, in my life, I have not struggled that much. Listening to other girls’ stories and how they’ve overcome challenges reassures me that I can get through anything; I just have to be optimistic and push through.\n\nHave you learned any new skills in Pass It On? \n\nI have learned communication skills and deeper thinking skills. I can think about difficult topics in a more open way. I try to challenge the things I might be close-minded to and really try to listen to others’ perspectives. When you do this, we’re all learning together. Learning together is important in the circle but also in life. That’s what our society is moving towards with movements like Black Lives Matter, LGBTQ rights, and the climate crisis. We’re all trying to listen, learn together, and get through it together. I think listening and learning from others is a skill that we can all work on.\n\nWhat is special about Pass It On?\n\nEverything! It’s such a brilliant program that hits so many points all at once. It is women coming together to talk and to learn together. But it’s not just a group of women. It’s also a mentorship with Kate. It’s learning lots of important skills with others. And, being able to help younger girls with their transition into high school. When I think back to myself in Grade eight, I didn’t know what the heck was going on! But being able to look up to the older girls in Pass It On and see that high school isn’t such a scary place, was very special. I wish that everyone could get to experience a program like this.\n\nWhat is your favourite memory from Pass It On?\n\nThere are so many good ones! I love all the moments where we all cry together. It might sound a little weird, but the connection that happens when you’re being vulnerable with a group of people is so powerful. We’re all there for each other. It doesn’t feel like you’re alone in the circle or like you’re being watched like when you cry in public. It’s a safe place to be vulnerable and express your emotions. For example, one of my friends, who has always struggled with expressing emotions, recently joined Pass It On. After being in Pass It On for a little while, she can more easily express herself. It is so beautiful to watch that happen.\n\nHow do you think you have changed since your first day of Pass It On?\n\nI have really grown to love myself a lot more. I’ve always been a confident person. But I’ve realized my confidence wasn’t always genuine. I acted confident, but I still wasn’t fully comfortable in my body. Through Pass It On, I have had the opportunity to listen to other girls’ stories and self-reflect, and self-improve. I have realized that this is my body. And this is what I’m going to be in for the rest of my life. So why not love it?\n\nWould you recommend Pass It On to other girls? \n\nYes, I definitely would. It’s just so incredible. I feel like I am constantly telling people how much I love it and how much it has helped me. It opens your mind to many different perspectives and shows you different sides of yourself. And it’s also the program itself. Having a space for young people to be together and collaborate is important. It is so important for young women and young men to have their own spaces. I don’t see any reason why someone wouldn’t want to be a part of a program like this.\n\n*    *   *\n\nPromoting Healthy Relationships at The Circle\n\n\nHere at The Circle, all of our programs are built around the core principles of SEL (Social and Emotional Learning) to work towards safer communities.\n\n• We offer the Empathy Project for Grade 3, 4, and 5 students to provide them with the building blocks of social-emotional learning.\n• For Grades 6, 7, and 8, the Respect Project offers students the opportunity to get to know one another better and learn about the foundational role respect plays in their lives.\n• The Pass It On program is an after-school, cross-peer group mentorship program with intermediate students (as buddies) and high school students (as mentors). Its goal is to foster capacity for healthy relationships and support life transitions.\n\nOur programs have successfully offered students a wide range of benefits of social-emotional education. After attending our programming, students have expressed a greater capacity to feel empathy for others, resolve conflict, and build equal and healthy relationships. Teachers observe students using their new skills in the classroom, and they request our programs year after year.\nLearn more about our programs or request more information about how you can bring our programs to your classroom or organization.\n\nAdele Mark.\n\nAdele Mark is a third-year undergraduate student studying Sociology and Global Development Studies at the University of Victoria. She was involved in the Pass It On program in high school at Gulf Islands Secondary School and was hired as Marketing and Communications Assistant, a temporary student position in early 2021, at The Circle. Adele has been involved with several projects that focus on youth education and female empowerment and looks forward to continuing this work with The Circle.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.6750591397,
        "format_confidence":0.9726715088
    },
    {
        "url":"http:\/\/sfntoday.com\/nc-state-economist-dr-mike-walden-why-is-it-taking-longer-to-graduate-from-college\/",
        "text":"NC State Economist Dr. Mike Walden – Why is it Taking Longer to Graduate from College?\n\nMore young people are going to college, which many consider good, but they’re also taking more time to get a degree. More time to graduate means more expense, both for the student as well as for the government. Why has this trend occurred, and can anything be done about it? N.C. State University economist Mike Walden answers.\n\n“I’ve been teaching college kids now for over 30 years, and this is something I’ve noticed. My advisees tend to take longer to get through school.\n\n“And we now have a new report from the National Bureau of Economic Research, which provides us some information nationwide, and it’s showing that the proportion of college students who are finishing in four years has dropped, dropped by 25 percent over recent decades.\n\n“So, what I’ve observed in my students is being confirmed with the statistics nationally. Of course the big question is, Why? Interestingly, when researchers in this report have tried to answer that question they have found no statistical report for declines in student preparation, that is the ability of students coming out of high school, as a cause for this.\n\n“Instead, what they have found is that it’s an increase in student work hours that seems to be the most potent reason why students are taking longer to graduate. That is, students are simply working more than they did before while they’re in college.\n\n“Then the question becomes, well, why are they doing that? It could be because they have to work in order to afford college, which, as most people know, has become more expensive, even adjusting for inflation over time. Or it may be that they’re working more because they want to maintain a more elevated lifestyle, perhaps, than you and I did when we were in college. I think what all this says is we need much more research on this issue, but it clearly is an issue.” is dedicated to serving the agricultural industry in the Carolinas and Virginia with the latest ag news, exclusive regional weather station readings, and key crop market information. The website is a companion of the Southern Farm Network, provider of daily agricultural radio programming to the Carolinas since 1974. presents radio programs, interviews and news relevant to crop and livestock production and research throughout the mid-Atlantic agricultural community.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9925916195,
        "format_confidence":0.9187096953
    },
    {
        "url":"http:\/\/www.amanet.org\/training\/articles\/why-i-love-my-job-the-series-continues.aspx",
        "text":"Request a Catalog.\n\nWhy I Love My Job-The Series Continues\n\nJob Snapshot:\nKim M. Fields is Director of Career Services at Wake Forest University School of Law in Winston-Salem, NC. She oversees a staff of five professionals in the Office of Career Services, developing and supervising career programs for nearly 500 law students. She advises students and alumni on job search strategy and career development and also helps market the law school to employers in the legal community. She reports to an associate dean, who reports to the dean of the law school. Kim has worked in her field for nearly 17 years—just over five years in her current position and 11+ years in a similar position at another law school.\n\nHere’s what Kim had to say about her job and why she LOVES it.\n\nAMA: What do you love about your job?\nKim Fields: It’s different every day. It provides me with the opportunity to be creative and to try new things, meet new people, work on projects, and to continually stretch myself in doing things I’m not always comfortable doing. So my job still remains challenging.\n\nAMA: What do you do to make your job more enjoyable?\nKF: I guess it would be keeping a sense of humor, of not taking myself too seriously. But of course you have to be careful about the image you project, or others won’t take you seriously either. So that’s a balance you have to create. The other key factor is that the people I work with are so great. The staff in my office is wonderful and the people at the school are just fabulous to work with, very caring about the student body.\n\nWhat about your job gives you the greatest satisfaction?\nKF: Being able to help people—the students and alumni—helping them find work that they really will enjoy as much as I enjoy my job and career. It’s also satisfying to be able to help turn around those people who are frustrated with the whole process, to help them find something to focus on so they can get to where they want to be.\n\nAMA: What’s the market like out there for your law school graduates?\nKF: It’s gotten better recently. Even though we’re a small school—we graduate only150–160 students each year—our graduates go all over the country. That’s a challenge as well, trying to help people find employment in other markets.\n\nAMA: Let’s talk about work\/life balance. It seems to be a pretty important factor in job satisfaction. Do you feel you’ve achieved a good work\/life balance? If yes, what tips can you share with others who want to have a better balance between their work and personal life?\nKF: That’s not a good question for me! I work 50 hours a week or more. But a lot of the time I choose to stay. It’s not that I’m forced to; it’s a choice I make. I think I choose not to have work\/life balance. There are people in my office who do have work\/life balance and I try to promote it for the people that I supervise. But I have to say I find it hard myself, because I get so caught up in what I do and I enjoy it so much that it’s hard sometimes to draw the line. I think it’s a give and take, depending on what the needs are at a given moment. Sometimes you spend more time with your family, sometimes you spend more time at the office. I don’t think it’s ever really balanced.\n\nAMA: What advice do you have for young people who are just entering the work force?\nKF: I think Bill Gates said it best in a recent commencement address. He said that there is no fast way to achieve success. Often young people expect instant gratification and they may become frustrated with certain processes they have to go through on the road to success. My advice to students is that it’s important to develop social skills, to learn how to work with different kinds of people and different generations. As we continue to focus on technology as our primary means of communication, we are in danger of our interpersonal skills becoming more obsolete. I believe those traits will be sought after even more in the future because a lot of young people are uncomfortable in social situations. They’ve become so used to communicating via e-mail and text messaging. They are much more apt to send an e-mail than to pick up the phone and call someone. They also need to learn about what’s appropriate in various situations. For example, a younger person may call someone by his or her first name in an interview, which is not considered proper by someone from the older generation.\n\nAMA: What advice would you give to young people regarding loving your job and finding career satisfaction?\nKF: I think the key to career satisfaction is self-evaluation, determining what you really like, what your interests are, and what’s of value to you. You need to identify your skills early, finding out which skills you like to use and which you don’t. Once you find that—and it could be through shadowing someone, having an internship, working a summer job, or even going to work with mom or dad—you can take that information and explore the kinds of jobs that you will enjoy. The job search is much easier once you know what you’re looking for.\n\nI always ask my students, if they’re not interested in practicing law, what does their bookcase look like? They look at me as if I’ve got three heads, but it gives insight into what they’re interested in. To this day, I continue to buy books about career development and helping people meet their goals.\n\nAMA: To sum up, if I asked you to fill in the sentence: “I love my job because…” what would you say?\nKF: That’s hard, because there are so many things I like about my job. I’d have to say I love my job because it’s challenging, in a good way, and it’s rewarding because I get to help people do what they want to do.\n\nIf you love your job, write to Shari at newsletters@amanet.org.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9966849685,
        "format_confidence":0.9462800622
    },
    {
        "url":"https:\/\/lorenlegarda.com.ph\/message-29th-lis-month\/",
        "text":"Back to Home | Back to Keynote Speech\n\nMessage: 29th Library Information Services Month\n\nNovember 5, 2019\n\nKeynote Speech of Deputy Speaker and Antique Congresswoman Loren Legarda\n\n29th LIS Month\n\n5 Nov 2019 | National Library of the Philippines\n\n\nA pleasant morning to all of you.\n\nI am honored to be invited as Keynote Speaker in today’s Opening Ceremonies for the 29th Library and Information Services, or LIS, Month. During the session break of Congress, I went to Germany along with officials from the National Book Development Board to lead the Philippine contingent in this year’s Frankfurt Book Fair, the world’s largest and most important trade fair for the book publishing industry. An average of more than 7,000 exhibitors and 200,000 visitors visit the annual five-day trade fair. Fortunately for us, and through our hard work and sheer determination, the Philippines made its debut in 2015 after a 15-year absence from the book fair.\n\nSeeing the importance of the FBF in stimulating the interest of the international community in our own literature, I supported the participants from the Philippine book publishing industry in 2018 by providing additional funds when I was Chair of the Senate Committee on Finance.\n\nThis year, together with the NBDB, and with 19 co-exhibitors participating in the book fair, I proudly lobbied again for the Philippines to be chosen as the Guest of Honor – country during my meetings President and Chief Executive Officer Dr. Juegen Boos and FBF Vice President Claudia Kaiser.\n\nYou will be pleased to learn that, during our most recent meeting, Dr Boos offered assistance in translating Filipino books to German. NBDB Board Governor Maria Karina Bolasco also noted that officers from the PEN Centre Germany have likewise expressed willingness to help in such endeavor.\n\nNow that our presence is becoming more prominent in international culture-related fora such as the FBF, I am certain that the Philippines will make an excellent GOH country in the FBF.\n\nAnyway, I thought that it would be worth sharing to a group of librarians, information professionals, library-in-charge, reading center staff, library associations, teachers, and students, who are surrounded by thousands of books and printed materials every day. Your skills and knowledge greatly contribute to the data and materials that we use to seek answers to our questions.\n\n\nAlbeit less than the ideal number of public libraries, over 1,455 public libraries in the country render library and information services, not only to school children, but to grown ups as well. These 1,455 libraries serve as home to thousands of, which are products of hardwork and imagination of talented and ingenious Filipino writers.\n\n\nOur libraries are home to books that weave our stories and speak of our culture and tradition. They have witnessed more history than any other book or establishment can tell us. It is only right therefore that we promote their use and raise awareness on the different services that they offer by proclaiming November as the Library and Information Services Month. We continue to encourage people to participate in the LIS Month Celebration through various library activities such as interactive storytelling, outreach programs, social media contests, and many more, organized by the National Committee on Libraries and Information Services of the National Commission for the Culture and the Arts (NCCA-NCLIS) in collaboration with the Philippine Librarians Association of the Philippines, Inc. (PLAI) and other stakeholders.\n\n\nWith this year’s theme for the LIS Month, “Inclusive, Innovative, Interconnected,” we advance our available practices of outreach services with the aid of technology to cater the preference of all generation. Although in this time, many of us, most especially the young ones, no longer know how to borrow a book from a library or use the card catalog because our computers have made it so easy for us to reach publications and discover text, this LIS Month Celebration, through its various activities, will introduce fun and innovative ways to enjoy reading and storytelling.\n\n\nThis is the reason why we celebrate the LIS Month: to show that our libraries are advancing, too. Our libraries are becoming more inclusive and more innovative. Our libraries are starting to adapt to technology to accommodate the needs of their visitors.\n\n\nThrough the help of our librarians, information professionals, library-in-charge, reading center staff, and teachers, we are able to utilize them efficiently and effectively. You make visiting a library a pleasurable experience. With that, our heartfelt gratitude to you.\n\n\nToday, as we celebrate the opening of the 29th LIS Month, may your commitment as librarians, information professionals, library-in-charge, reading center staff, and teachers be renewed. May the activities and programs that have been prepared just for you continue to inspire you to pursue personal and professional growth.\n\n\nThank you and good day.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.7548853755,
        "format_confidence":0.9486284852
    },
    {
        "url":"http:\/\/writerhouse.org\/instructors\/bethany-carlson\/",
        "text":"Bethany Carlson\n\nInterview with Bethany Carlson\n\nBethany Carlson\n\nWhat drove you to the field of crowdfunding?\n\nI was teaching a Professional Self-Publishing class at WriterHouse in 2013, and one of my students, Stefan Bechtel (Roar of the Heavens, Mr. Hornaday’s War), said, “what about Kickstarter?” I had heard of it, but didn’t know until then that it could be used to fund books. He and I worked together with action bowler Bob Purzycki on a successful Kickstarter campaign for his memoir, then titled Bowling for the Mob. It ended up being picked up for a nice contract by Rodale Press and re-released as Redemption Alley. That was the start of a journey that led to over $160,000 raised for creative projects, many of them books by local authors.\n\nHow has the crowdfunding trend affected the literary community?\n\nCrowdfunding is one of the best query letters there is. If you can sell your book before it exists, you can sell it once it’s published. Most books (over 90%) fail to turn a profit, so showing a publisher that you actually sell books can be an attention-grabber. In fact, a crowdfunding site dedicated to books,, specifically works with authors who have an agent. Authors with successful campaigns receive introductions to traditional publishing houses. Another site, Inkshares, is a publishing company that exclusively funds its books through its own in-house crowdfunding site. And Kickstarter alone has raised over $83MM for publishing projects. Now, the publishing industry as a whole has revenues of approximately $28Bn or so annually, so compared to that, crowdfunding is pretty small – but it’s growing.\n\nAny secrets for staying on track, breaking writer’s block, or staying creative and innovative in your writing?7-1239319_960_720\n\nIn my observation it’s very difficult for authors (or really anyone) to wear a creative hat and a business hat at the same time. If you are working on your MS, don’t worry yet about selling it – it can become a depressing mental block. But, if you have a solid draft MS done and it’s time to start selling it, do some kind of ceremony where you’re telling yourself, on a deep level, “I’m going to sell this sucker now”, and switch hats. There’s a key marketing principle, Effective Frequency, that is helpful for authors to know: simply put, a person needs to hear a message seven times to act on it. That means, if you’re selling your book (through crowdfunding or another mechanism), you need to tell your prospective readers seven times about it before they buy it. It’s easy to give up after two or three times (the silence can be so discouraging!), so write down your plan to share your message seven times before you even start. Then just keep slogging through and checking them off one by one so you don’t give up before Effective Frequency has the chance to work for you.\n\nWhat motivated you to become a board member for WriterHouse?\n\nI want people to get their voices heard in the world. Anything I can do to help make that happen, awesome.\n\nFavorite Books?\n\nKafka on the Shore, Haruki Murakami; The Summer Book, Tove Jansson; Hoboes, Mark Wyman; Beatrice and Virgil, Yann Martel; The Sisters Brothers, Patrick deWitt; Out of Africa, Isak Dinesen.\n\nDax the Blue JackDo you have any hobbies that might surprise your students?\n\nI’m training my CASPCA rescue Jack Russell \/ Blue Heeler, Dax, in agility. I am a crazy dog mom, so he has his own Facebook page, “Dax the Blue Jack”.\n\n\n\nBethany’s Website– The Artist’s Partner",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.5941594839,
        "format_confidence":0.8819617629
    },
    {
        "url":"https:\/\/www.psneurope.com\/training\/aes-up-your-output-leeds",
        "text":"Audio experts lined up for AES' Up Your Output student event\n\nThe British segment of the Audio Engineering Society has been holding an annual event for pro sound students and young audio professionals since 2013. Up Your Output is a two-day event comprising lectures, seminars and all-important networking sessions. Tara Lepore spoke to its team to find out why this year’s event is bigger and better than ever…\nPublish date:\nPhoto: Simon Claudius Wystrach\n\nPhoto: Simon Claudius Wystrach\n\nThe Audio Engineering Society is an organisation that needs no introduction. Offering guidance, support and networking opportunities across the full spectrum of professional audio, AES members have benefitted hugely from the Society’s work in the 60 years since it was founded, with tools to help advance professionals throughout their careers.\nHaving launched in 2013, Up Your Output is an AES event for students and young audio professionals. Taking place this year on March 17-18 at Leeds Beckett University, the free event aims to bring together students, practitioners, academics and pro audio companies to explore the latest developments in audio engineering.\n\nOne of the speakers, AES western region vice president, Leslie Gaston-Bird, told PSNEurope: “I am happy to be speaking once again at the 2018 Up Your Output conference. In 2016, I was an invited speaker and very impressed with what the AES student leaders were able to achieve, from sponsorships to organising the activities, which included panels, workshops, tours, and demo rooms. It is so important for students to take ownership of their audio education. I am happy to bring my professional experience, as well as talk about the AES’s newly formed Diversity and Inclusion committee, whose membership includes professionals and students from all areas of the audio world interested in better visibility for underrepresented groups in our field. We are always welcoming new members and hope to demonstrate our principles by listening and acting upon suggestions from anyone who wants to participate.”\n\nSponsorship from pro audio brands including Solid State Logic, Calrec Audio, Dolby and KEF allows the event to remain free, open to all and able to grow each year. PSNEurope spoke to chair of the event’s committee Benjamin Moseley, who is a senior lecturer in Audio Engineering and Acoustics at Leeds Beckett University, and Dr Mariana Lopez, lecturer in sound design and vice president of the British AES, about what the event can do for audio professionals starting out in their careers.\n\nWhen was the first Up Your Output event, and why did you feel the need to launch it?\n\nBenjamin Mosley: Up Your Output first took place in 2013 and was founded by AES member and freelance sound engineer Nikolai Georgiev. Previous hosts include London’s SAE Institute, Southampton Solent University and the University of York. The initial aim was to provide an event that supported students on their way to becoming audio professionals. It was felt that students weren’t engaging in the main AES conferences and we needed to provide a bespoke event that targeted students specifically. The lectures and workshops have always had an educational and developmental focus and the event fosters a supportive and friendly atmosphere. The event has grown steadily over the last few years and has become a little more ambitious and wide-reaching, bringing in new sponsors and new venues.\n\nIt is free to attend for AES student members, something that’s only possible through the ongoing support of our sponsor companies who come from a wide range of audio and acoustics companies. It’s really important for our sustaining members to engage with the student body as there is a huge amount of talent there who will become the future employees and drivers of the audio industry. We must embrace the next generation in order to drive the industry forwards.\n\nMariana Lopez: Up Your Output provides students with a great opportunity not just to learn from professionals in the audio industry but also to work on their networking and employability skills. It allows them to go beyond sitting in a lecture theatre listening to someone talk about their experience but it engages them in practical sessions where they can ask for advice from professionals as well as engage with future employers.\n\nHow will the 2018 event be different to previous ones?\n\nML: The field of audio engineering is very vast and we’ve worked very hard this year to make sure that students are exposed to a variety of sub-fields, such as editing, mixing and mastering. The workshops and lectures included over the two days don’t just cover music but they also include film, television and VR.\n\nBM: It’s going to be more of the same great stuff but with a new host, Leeds Beckett University. We have a new mission statement and equality and inclusion are really important to the way we are approaching this year’s event.\n\nHow is the two-day event structured?\n\nBM: The event is broadly structured as lectures and keynotes in the mornings with workshops in the afternoons. The workshops will take place in small groups and will give a chance for students to spend time with an experienced practitioner in their field in a real studio environment. Subject areas include mixing, mastering, audio for VR, sound design and broadcast. There will also be recording critique sessions, student posters and career development activities over the weekend.\n\nML: We are still working on the fine details but we are hoping to kickstart day one with our wonderfully talented guest speaker Kate Hopkins. I’ll be interviewing Kate on her work as a sound editor in nature documentaries. Kate has worked on the most prestigious natural history documentaries, including Blue Planet and Blue Planet II, Planet Earth, and Frozen Planet. On the first day participants will also be treated to two lectures, ‘Broadcast Engineering 101’ delivered by Ann Charles, whose career has included 12 years at the BBC, teaching journalism in New Zealand and training broadcast engineers and producers in South Sudan. The second lecture will be delivered by Dr Gavin Kearney, lecturer in Audio and Music Technology at the University of York and vice-chair of the AES Audio for Games Technical Committee. Gavin will be introducing students to cutting edge research on audio for VR. The second day opens with a lecture by Leslie Gaston-Bird, president for the Audio Engineering Society’s Western Region (USA and Canada) and associate professor of Recording Arts at the University of Colorado.\n\nIn addition to the lectures, both days will include workshops on mastering with Katie Tavini, mixing with Marta Salogni and recording with Ian Corbett. We are also working on the possibility of including sessions on career advice and career speed dating.\n\nMariana Lopez\n\nMariana Lopez\n\nWhat do you hope students\/young audio professionals will get from the experience?\n\nML: I think it’s a great opportunity for students to get acquainted with a variety of research and practice in the field of audio and it’s a great way to complement their studies. Also, we offer a great number of opportunities throughout the event for students to approach professionals, ask for advice, and even the possibility of shadowing or internship opportunities, demonstrating the importance of being pro-active.\n\nBM: We obviously hope students will learn things from the lectures and workshops, but we think the most important thing is the chance to meet students from other institutions and to meet practitioners and companies that are active in the industry. The event always features plenty of networking time and a Saturday night social event to get to know people. The planned sessions will also try and introduce students to some of the more recent developments and practices in the industry and to give them ideas for possible career directions and how to get where they want to be.\n\nYou say Up Your Output is a flagship event for equality and diversity, how will the event champion this?\n\nBM: It’s really important to us that our students are provided with as wide a range as possible of positive role models. We recognise that there is a certain amount of male dominance in the audio industry but it really doesn’t have to be that way. Our student members are the future of the industry and our best chance to carry forward any required changes in attitude. We would like to normalise talented women doing great things in the audio industry.\n\nML: The Audio Engineering Society UK is committed to gender equality and has aligned itself to the United Nations’ HeforShe campaign. We are committed to tackling issues of inequality within the audio industries and we invite our members and the audio community in general to support us through signing a free pledge to the HeforShe campaign online, sending us a screenshot of their confirmation e-mail to We then share it through our social media channels to keep the campaign alive and to encourage others to think about how their actions can have an impact on equality.\n\nWe believe that it’s crucial that students have a diverse range of inspiring role models and that they can attend an event that encourages positivity and good practice within the industry. There is sadly a trend in audio events to have a majority of male speakers, in some cases 100% of the speakers being male. I was taken aback recently when I questioned this regarding an event which had described its line-up as ‘gender neutral’. Surely they must have noticed that they hadn’t invited any female audio engineers to speak? We are working to make sure that this type of behaviour isn’t replicated in our events. There are wonderful female engineers out there that are never invited to events because male professionals are – intentionally or not – favoured, and we want to end this bad practice.\n\nHow does the Audio Engineering Society support young audio professionals throughout the year?\n\nML: The AES UK has regular events through... (truncated)",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9629669189,
        "format_confidence":0.6864456534
    },
    {
        "url":"https:\/\/www.brandeis.edu\/global\/podcast\/drbr\/episode-012-priya-sapra.html",
        "text":"Brandeis International Business School\n\n012: COO, CPO and Mom\n\nHaving it all\n\nPriya Sapra is the COO and the CPO of SHYFT Analytics, an industry-leading, cloud-based data analytics and insights organization in the life sciences.\n\nPriya is also a self-described serial entrepreneur who has had the privilege of serving on five high-growth organizations since she graduated college. By training, she is a scientist. By practice, she is a makeshift statistician. And through it all, she is a working mom.\n\nPriya gets a lot done, she does it all very well,\\ and she keeps an exceptionally positive outlook on life – and today, we’re going to learn how she does it all!\n\nFrom the Dorm Room\n\nPriya arrived at MIT knowing she would be a physician, but she wasn’t there for very long before she realized that there’s a lot more out there to learn and try.\n\nSo, she decided not to pursue medicine and she tried a lot of other things: chemistry, chemical engineering, literature and more. “Because what I found was that as focused as I was ... the university experience gave me the ability to introduce myself to things that I had not been aware of.”\n\nPriya ultimate graduated as a Biology and Literature double major with a Chemistry minor, “but that really is only a testament to the fact that I wanted to explore a lot of things,” which is something that she encourages any current college students to do, too.\n\nTo the Boardroom\n\nFor the first few years of her career, Priya was, again, trying a lot of new things. She worked in a variety of roles at five different organization, in addition to staying home for two years with her son after he was born.\n\nAnd when she was ready to go back to work, she received an incredible offer to head consulting for Trinity Pharma Solutions. It was a great group of people and a fantastic opportunity, but jumping straight into a full-time position was too much right away. So she told that to the CEO, and the next day he offered her the opportunity to work part-time hours, which just goes to show you that you’ll never know what’s possible if you don’t ask.\n\nSo she joined part-time heading consulting for the organization, and she continued keeping part-time hours so that she could drop off her son and be home by 3:00 for a number of years.\n\nDuring that tenure, however, she also took on the role of the VP of Analytics as they transitioned from Trinity Farm Associates to SHYFT Analytics. “So, just to create that line more directly, I did start off at SHYFT as a part-time employee. So, that's something to underline that the way you start does not dictate where you're going to end up.”\n\nAs VP of Analytics, she build a product that uses real-world patient data to help pharmaceutical organizations, which is the cornerstone of the SHYFT product portfolio today and led me to her being promoted to CPO.\n\nIt was a new role for her, and she was super uncomfortable – “And all I can tell all of you is get super uncomfortable. I was a mom. I was a CPO. I didn't know what I was doing very well, probably on either side, but I learned.”\n\nThen, SHYFT lost the head of operations and the CEO looked to her. So, again, she took on a new role, with a positive attitude and an openness to not knowing everything.\n\nThen, she built a team around her that respected her vision and complemented her. “I think that the best leaders, frankly, understand what they know and what they don't know and are transparent about that. And I think that's what leads to respect. And, honestly, that's what's allowed me to continue to be successful here for the six-and-a-half years of tenure that I've had out here.”\n\nSo, as a senior in college, you might feel like everyone you know is going to graduate school or has a job lined up, but you’re left alone with no idea what you’re doing – and Priya wants you to know that that’s okay!\n\n“I was dead set about being a physician. I knew what I wanted to do, and I finished school having no idea. But what I would do is put one foot in front of the other. Find that thing that makes you interested now. What's going to drive your passion now? And go forward with it and fail fast.\n\n“Investigate what is exciting to you, and that's going to change. As you experience something, that's going to evolve. Allow that evolution to happen, but don't be afraid to take that first step, and then the second step, and the third step. Your journey is not linear – it's not linear for any of us – and you don't know what it's going to look like, but allow yourself to wander a little. It's okay!”\n\n\nListen on Apple Podcasts\n\nListen on Spotify\n\nListen on Stitcher\n\n\nFollow @FromTheDormRoom\non Twitter  \n\nShare Your Thoughts\n\nConnect With Us",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.8809754848,
        "format_confidence":0.9480153918
    },
    {
        "url":"https:\/\/www.theyworkforyou.com\/lords\/?id=2019-07-04c.1575.0",
        "text":"Apprenticeships - Motion to Take Note\n\n– in the House of Lords at 2:56 pm on 4th July 2019.\n\nAlert me about debates like this\n\nLord Young of Norwood Green:\n\nMoved by Lord Young of Norwood Green\n\nThat this House takes note of the Apprenticeship Levy and the case for the effective delivery of workplace opportunities for young people.\n\nPhoto of Lord Young of Norwood Green Lord Young of Norwood Green Labour\n\nMy Lords, it gives me great pleasure to move this Motion, focusing on an area in which I have a long and abiding interest, as most people know. I declare my interests, which are twofold: first, as an ex-apprentice, and secondly, as the only apprenticeship ambassador in the House of Lords, I think.\n\nThe objective of the apprenticeship levy is agreed by everyone: we want more good-quality apprenticeships. When the Government announced their intention to create 3 million apprenticeships in the parliamentary period up to 2020, a number of us expressed the view that the number of apprenticeships was not the most important thing for the Government to focus on; to paraphrase that old saying, never mind the width—we want to feel the quality of the apprenticeships. We have been proved right. It does not give me pleasure to say that. Most Governments have had a go at forming policies on skills and apprenticeships. We have had some success but some things have not gone so well. When Tony Blair announced that his three priorities were “education, education, education”, and decided that it would be a good idea, given the knowledge economy, for 50% of young people to go to university, that was good in itself; it certainly had an impact on social mobility. If it had a negative impact, it was by somehow implying that if you did not go to university, you were not quite up to the mark. That was not the intention but it shows how difficult it is to get policy right.\n\nOn quality, we had the Richards review—an important review that found, perhaps unsurprisingly, that some things that were badged as apprenticeships were only for six months and of poor quality. He rightly recommended a minimum level of 12 months—I would query whether even that is long enough—with 20% off-the-job training.\n\nThat is some of the background. When it started, employers viewed the apprenticeship levy with a bit of suspicion. Would it be just a payroll tax, or would it do what we wanted it to do: drive up the level of interest among employers and make them understand the importance of contributing towards training and apprenticeships? If nothing else, it focused their minds. If an employer’s yearly pay bill was £3 million, 0.5% of that was their apprenticeship levy. Soon, the finance department was nudging HR and saying, “What are you doing with it, where is it going?” In that respect, it was good.\n\nHowever, when it started, it was disappointing inasmuch as the number of starts was much lower than we expected and lower than in previous years before the levy. That has improved and the Government argued, rightly, that would take time to bed in but it still has some worrying aspects, which I will cover later. The Sutton Trust made an interesting comment: never mind looking just at the number of starts—you also need to keep your eye on the number of completions. It is a bit worrying that 32% of apprenticeships were not completed; I think that that was in 2017. We will never drive that up to 100%; I remember that when we in the previous Labour Government started looking at this, the figure was pathetic. Completions were down to about 27% and we drove to that up to about 72% of a much smaller number. I welcome the Minister’s response on what he is doing to ensure quality control. That is question number one, which it will be important for the Minister to address.\n\nI remember commenting on a number of occasions on the key role of training providers in the scheme. I expressed some concern when, at one point, it seemed that anybody could set themselves up as a training provider. I was told, “Don’t worry about that—Ofsted will be around”. I said, “Yes, but have you seen the periodicity of Ofsted inspections? They are every three years”. As a training provider, I could function for three years below the radar while providing poor quality—and some did. Some bigger ones went bankrupt as well. We have a better system now, with a register of training providers, but I cannot stress enough to the Minister the importance of ensuring that those providers are of a high quality. After all, they are the first port of call for employers; if their experience of training providers is that they are of poor quality—I am still getting some feedback—that tends to create a negative approach. Remember that with apprenticeships, when we talk about quality, it is a matter of not only what you deliver but the perception of what is out there. It is about the perception of employers, parents and potential apprentices, whether the younger or the adult ones. The quality of the brand is key if we are serious about improving the long-term role of apprenticeships.\n\nI listened with interest to some of the debate on the Augar report, which I welcome because it stresses the importance of apprenticeships. The report points out that if 50% go to higher education, what about the other 50%? It is not as though there is no crying demand for skills in this country: whole swathes of industry are desperate for more skilled people. That may be in the construction industry or, as I learned recently—much to my surprise and real disappointment —in nursing, which is struggling to meet its target of 1,000 apprenticeships because, it was found, the funding arrangements made it really difficult. I do not necessarily expect the Minister to have the answer on that but, again, I welcome his commitment to look at the situation. We know about the demand for nursing so I cannot help feeling that the response, “That’s okay: we’ll rob other countries overseas, which are desperately in need of those qualified people, and use them”, is wrong. This should be a matter of our own respect: we ought to train and recruit these people ourselves.\n\nThe levy expenditure has, needless to say, been a matter of some interest to employers. For the past six months or so, people, myself included, have been going around saying, “If the average employer has claimed back only 15% of what they paid into the levy, there’s a large surplus, so what will happen to it? Will it just go back to the Treasury?” It took until a month or so ago for me to hear definitively from the National Apprenticeship Service that there was no surplus any longer because of the expenditure from the couple of years that preceded the levy on the existing frameworks and standards. If anything, it is likely that we have overspent. In a report to the Public Accounts Committee, the Education and Skills Funding Agency admitted that it would have to go back and renegotiate. From an employer point of view, that is a matter for worry when they were initially assured by the Government, “If you pay into the apprenticeship levy, you’ll be able to draw it out again”. It is quite a complicated formula when you go into it; I will not attempt to do so now.\n\nI want to raise some further points, including on the question of higher and lower skills. In looking at the statistics, we found that the level 2s and level 3s have dropped quite significantly, while there has been a huge increase in the take-up at a higher level. I have nothing against that but when we find out the cost of those higher-level qualifications—some employers are using the levy to fund MBAs and so on—people are beginning to ask themselves, “Where do we want to focus apprenticeship funding?” I certainly think it vital not to neglect the level 2s and level 3s. They are a core area for young people, who will hopefully start their careers. We know that every young person who we can engage in an apprenticeship and remove from the terrible situation of being not in education, employment or training—who is horribly classified as a NEET—is a success story. It gives them a career opportunity that can set them off for life. I welcome the Minister’s views on this important issue.\n\nI said in previous debates that the levy will not work unless we move the dial on SME take-up. If we do not manage to get a significant number of small and medium-sized employers to take up apprenticeships, they levy will have failed; large employers will give you only so many, so it is vital. The Government have tried to address that by saying that large employers can take 20% of their levy funds and help employers in their supply chain. Larger employers are telling me, “That’s all very well but I can’t just throw that money at them. It has to be managed, which takes time, and there is no allowance for that”. Another comment I have had is about functional skills. Employers say to me, “I’ve got young people who are potentially good at apprenticeships but I have to spend time in getting their English, maths and IT skills up to standard so that I know that they will complete an apprenticeship successfully”. Again, I welcome comments from the Minister on that issue.\n\nThere was also a bit of a hiccup, if that is the right word, in starting the levy in that it depended on the Institute for Apprenticeships and its trailblazer groups to determine the apprenticeship standards. It got off to a bit of a slow start, but it has improved significantly and the feedback is now better—except that employers say to me, “Over a two to three-year period, those standards will become a bit dated and I’ll need to amend them”. Trying to amend a standard is a difficult process; they are saying that there is not enough flexibility there. One retail employer with a lot of small stores also told me that it could recruit 500 more apprentices but has a problem in its small stores: if it releases an individual for one day a week, it needs to find some way to cover them but does not h... (truncated)",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.7152992487,
        "format_confidence":0.9614422917
    },
    {
        "url":"https:\/\/thelsattrainer.academy\/an-interview-with-dan-oakes\/",
        "text":"An Interview with Dan Oakes\n\nDan Oakes is a former attorney from southern California. He has tutored and taught LSAT classes for six years now, and written extensively on it. His own LSAT score was in the 99th percentile, and he knows much more about the test now than he did when he took it himself. He’s helped hundreds of students prepare for the exam, and his former students are now practicing attorneys and law students scattered across a variety of law schools including upper tier-1 schools. He has reinvented himself numerous times, and is a former standup comic, bartender, journalist, teacher, bridge club owner, and more. He’s also a magician member of Hollywood’s famous “Magic Castle,” a United States Chess Federation expert, an American Contract Bridge League silver life master, and a mediocre but avid curler. He’ll be breaking a 47+ year streak by getting married on April 30, 2016. His LSAT tutoring website is\n\n\nQ & A\n\nQ: How did you study for the LSAT when you first took it?\n\nA: Very haphazardly. I took the LSAT on a whim. I asked a friend what he was doing one weekend in late 2001, and he said, “I’m taking the LSAT on Saturday; you should take the LSAT.” As it happened, I was in a bookstore that weekend and noticed “One L,” Scott Turow’s account of his first year at Harvard Law. It’s a book that talks people out of law school, for the most part, but I found it fascinating and intriguing. I kicked the idea around for a couple of weeks, then signed up for the December LSAT. I went to Barnes & Noble and picked up the Princeton Review book, which…how shall I say this…wasn’t any better then than it is now. I knew absolutely nothing about the test before I bought the book; I worked through it for a few weeks, then took the test. Not recommended! But I was lucky; I had a little philosophy in my background, and I had done things that coincidentally happened to be great training for the LSAT – I had worked in journalism, and I was a competitive bridge\/chess\/poker player, which is great applied formal logic training: “If he had the king of diamonds, he would have played a spade; he didn’t play a spade, so he must not have the king of diamonds.”\n\nQ: Why did you decide to become an LSAT tutor?\n\nA: Shortly after I had been laid off from the firm I worked at as an eminent domain attorney, I started my own solo practice, and a friend asked for a help with a couple of logic games. She was taking a class…either Kaplan or Blueprint. I helped her out, and told me I had explained it better than her instructor, and she had paid some ridiculous but typical amount for the class…maybe $1,200 bucks?\n\nI had absolutely no idea that people paid that much for prep courses. When I took the test, I didn’t even look into prep courses. I thought it was something I could do on the side, so I printed up some business cards, she got me a couple of referrals, I started advertising online, and it just built up to the point where I could do it full-time, and I stopped renewing my bar card and practicing. That’s the how; the why is basically that I enjoyed it, and I was good at it. I set my own hours, I don’t have to wear a coat and tie and deal with judges and attorneys, and I get to help people achieve their dreams. I enjoyed law school, and I enjoyed being a lawyer, but I didn’t have the lifelong passion for it that some of my students do – it’s really important to them that they become attorneys, and I love being able to help make that happen.\n\nQ: If you had a chance to give just a bit of advice to every student studying for the LSAT, what would it be?\n\nA: Focus on conditional logic and get it down cold or close to cold before you start worrying about anything LSAT-specific, like game diagrams, LR question types, etc. Give yourself a long enough time horizon; improvement is incremental. Focus on accuracy – thinking your way through the games and arguments. If you’re doing the process correctly, timing will improve organically. Finally, only three things really suck in between now and becoming a lawyer – the LSAT, your first semester finals, and the bar exam. So keep your eyes on the prize and do the work.\n\nQ: What do you see as the key to Logical Reasoning mastery?\n\nA: When it comes to LR, at first pay specific attention to flaw questions and questions that ask you to find the conclusion. Conclusion questions because on every passage that has a conclusion – which is the vast majority – the question will revolve around that conclusion in some way, and if you can’t find it, you’re in trouble. Flaw questions because every argument you see will be imperfect. Syllogisms make for bad LSAT questions – there’s no flaw, they can’t be strengthened or weakened; they’re 100% certain, there’s no assumption being made… So LR questions are about imperfect arguments, and there are only so many ways that arguments can go wrong. Learn them by getting flaw questions down solid, and you’ll see the knowledge pay off on the other question types.\n\nQ: What do you see as the key to Logic Games mastery?\n\nA: First, you’ve got to learn just a few basic but essential diagram types. These are the tools in your toolbox. When you’re diagramming to test an answer choice, don’t confuse the 100% certain stuff with the possible-but-not-necessary stuff; that’s a recipe for disaster. Similarly, keep in mind the important difference between the could-be questions and the must-be questions. If you have a must-be-true question, it does you no good to know that an answer choice could be true; but if you know it could be false, you can eliminate it.\n\nQ: Do you have any advice for people who are thinking of starting their own LSAT tutoring business?\n\nA: Lots! LOL. Take it seriously; don’t add LSAT just because you kind of understand it better than most people and you want to add a subject to your general tutoring business. If someone gets a C instead of a B in the algebra class you’re tutoring them in, it’s probably not a big deal; he or she passed, anyway. If someone gets an LSAT score five points lower than they could have, it could cost him or her tens of thousands of dollars in scholarship money; it could keep him or her out of a higher ranking law school, which in turn can lead to fewer job opportunities. Work through all of the past available LSAT exams, buy and read the available commercial test prep materials – you’re responsible for your own Continuing Education. You could probably count the number of weeks I haven’t thought about the LSAT at all over the past six years on one hand. Be familiar with the conventional wisdom from the tutors and writers who have gone before you, and see if you can develop some ideas of your own, too.\n\nForce yourself to discover new things about the test. Most of my students have taken a prep course taught by a major test prep instructor who’s on script – you either get it their way, or you don’t. They need someone who can explain the same idea in different ways, if the first way doesn’t work. If you haven’t taken an actual timed, proctored, scored LSAT, sign up and do so. It’s good for your skill set, and it’s good for your business, as far as credibility goes.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9685349464,
        "format_confidence":0.975425005
    },
    {
        "url":"http:\/\/www.uri.edu\/facsen\/about\/committees\/minutes\/2012-2013\/fsec\/apr1.html",
        "text":"Skip to main content\nScenes from Faculty Senate\n\nFaculty Senate Executive Committee Meeting\n\nMinutes #32\n\nApril 1, 2013\n\n\n1. The regular meeting was called to order at 10:00 a.m. on Monday, April 1, 2013 a.m. in the Dorothy Vocino Conference Room in the URI Library, Chairperson Larsen presiding. All members were present except Senators Barbour and Davis.\n\n2. The Minutes of Executive Committee Meeting #29, March 18, 2013, were approved as distributed.\n\n3. Announcements\/Correspondence\/Reports\n\na. Chairperson Larsen reported that he had attended two of the Wabash Program sessions. He said that the same faculty members seemed to be interested in programs like this, which meant that there were very few new faces. He said that there had been a question about the faculty satisfaction survey, but no data were reported.\n\nb. Chairperson Larsen reminded the FSEC that the IDEA workshops were scheduled for Thursday, April 4, 2013.\n\nc. Chairperson Larsen urged members of the Executive Committee to take the LibQual survey.\n\nd. The FSEC discussed a memorandum from the Student Senate endorsing the Report of the Ad Hoc Committee on Advising. Chairperson Peters said that he had written back noting that the Executive Committee had recommended action on the report and that By-Laws changes would come up for a final vote on April 18. In addition, he had encouraged the Student Senate to appoint two members of the proposed committee.\n\ne. The Executive Committee reviewed the revised By-Laws change on the membership of the Committee based on amendments and discussion on March 21 and agreed that Ms. Grubman should send the revised By-Laws section to the e-mail lists.\n\nf. Ms. Grubman announced that she had been informed that the Intellectual Property Policy approved by the Faculty Senate in the spring of 2012 has been forwarded to the Board of Education.\n\ng. Chairperson Larsen announced that the Faculty Senate Coordinator Candidate Interviews had been scheduled as follows:\n\n1) Today, after the FSEC Meeting and through lunch: Nancy Neff\n2) April 3: Tracy Miller 11:00 a.m. through lunch University Club\n3) April 8: Robert Luke 12-1:00 p.m. through lunch University Club\n\n4. The Executive Committee agreed to the following topics for their April 8 meeting with Provost DeHayes:\n\na. Discussion of Faculty Outstanding Service Award Nominees\nb. Administrator Evaluation update\nc. Summer issue: Stipends for faculty for work on committees during the summer\nd. Focused Program Review\ne. Governance structure for Graduate Council and Honorary Degrees Committee\n\n5. The Executive Committee discussed the following items of continuing business:\n\na. The FSEC reviewed the most recent iteration of the proposed University Manual Language on Focused Program Review and agreed on a final draft to be forwarded to Provost DeHayes for discussion at their next meeting with him.\n\nb. Chairperson Larsen and Vice Chairperson Byrd reported that they were scheduled to meet with Deans Zawia and Killingbeck to discuss concerns about bringing the graduate council under the committee structure of the Faculty Senate.\n\nc. Ms. Grubman reported that she had spoken to Professor Ordoñez and had been informed that the Council for Research was planning to discuss the FSEC's By-Laws recommendations later that week and would get back to the FSEC shortly thereafter.\n\nThe meeting was adjourned at 11:30 a.m.\n\nRespectfully submitted,\n\nSheila Black Grubman\n\n\n\n\nSheila Black Grubman\n\nFaculty Outstanding Award\n\n2015 Notice and Criteria\n\n\n\nUniversity Libraries LibGuides",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9974837303,
        "format_confidence":0.8094488978
    },
    {
        "url":"https:\/\/news.cci.fsu.edu\/cci-news\/cci-alumni-news\/meet-anna-benbrook-health-educator-and-fsu-alumna\/",
        "text":"Meet Anna Benbrook, Health Educator and FSU alumna\n\nThe Basics\n\nName: Anna Benbrook\nDegree: Master’s in Integrated Marketing Communications\nGraduation Year: 2015\nHometown: Niceville, Florida\nCurrent City: Atlanta, Georgia\nJob: Health Educator, the Emory-CDC AIDS Clinical Trials Group (ACTG)\n\n\nMeet Anna\n\nWho do you admire and why?\nRuth Bader Ginsburg. She is such a brilliant, strong, and vocal woman.\n\nWhat Jeopardy category could you clear, no problem?\n“Let’s Rap, Kids!”\n\nFavorite snack?\nCarrots or whatever marked as “FREE! Eat me!” in the office break room\n\nBest account to follow on social media?\nTrying to decide between @SheaSerrano and @chrissyteigen.\n\nBest piece of advice you’ve received?\nBe tenacious. Stay resilient. Always have a plan.\n\nThe Career\n\nTell us about your job:\n\nThe Emory-CDC AIDS Clinical Trials Group (it’s a mouthful, isn’t it?) is a segment of the largest international network of “expert clinical and translational investigators and therapeutic clinical trials units in the world. These investigators and units serve as the major resource for HIV\/AIDS research, treatment, care, and training\/education in their communities.” In my role as a health educator, I go into the Atlanta community and, you guessed it, educate. We speak and collaborate with clinicians, community leaders, non-profit organizations, and universities on the importance of our clinical. I’m the liaison between the medical lens and the community. In other words I have to figure out ways to translate “Safety and Efficacy of Sirolimus for HIV Reservoir Reduction in Individuals on Suppressive Antiretroviral Therapy” and all of it’s components into language people would understand, while also recruiting for the trials.\n\nWhat does your average day look like?\nThough it varies day by day for the most part I’m in the women’s clinic at the Grady Infectious Disease Program in the morning. While there I talk to clinicians, screen potential study volunteer’s medical records, and speak directly to patients about our trials. Then it’s lunch time, which is vital for sanity etc. After filling my stomach with semi-healthy food there are typically two options with what I will do with the rest of my afternoon. The first is to go in the community and do exactly as described above – maybe table at an HIV conference, maybe speak to a doctor’s office about the future research studies and how we are heading toward a cure agenda. The other option, is to do more administrative work. This would include contacting potential units and people to collaborate with or designing and creating marketing materials for our studies, community advisory board, or any upcoming events.\n\nHow did your education prepare you for your career?\nIt prepared me in a more atypical fashion. As you can see, I’m clearly not working at an ad agency or doing any 100% direct communications work. I came into the FSU program with a BS and MS in health education so obtaining a second master’s more so heightened what I could already do and broadened my career path. So, in a nutshell, my previous education laid the foundation and built the house for my current career whereas my education from FSU added flowers on the porch and stainless steel appliances – so made me more marketable as a health and communications professional.\n\nHow has working in your industry changed the way you look at the world?\nAgain my industry is different than the communications industry. My industry is more like a social work job where you are constantly helping people who are affected by HIV and forging partnerships with other non profits to amplify our efforts. Being able to help people and seeing them smile is a great feeling. On the flip side sometimes you have to deliver life changing news that can be devastating. With that, you learn to have more empathy and kindness when dealing with anyone in life – most people are going through things that you would never even know, so why be unnecessarily mean?\n\nWho do you look to for inspiration?\nI look to a lot of people and things for inspiration. Though it may sound arrogant but a lot of my inspiration comes from myself. I look at how far I’ve come and all of the hurdles that I have jumped to get to where I am. Looking back helps further propel me further. I also like to go for hikes for inspiration. There is nothing like being in the wilderness on the edge of a mountain that brings me stereotypical inspiration. And finally I find inspiration in my every day interactions with both people I know and complete strangers.\n\nHow do you handle work-life balance?\nTwo words: Roller Derby. There is nothing that will help me balance working late hours or the stress of the job like hopping on the track and avoiding hits from teammates. It is also incredibly empowering to see the strength that your body is fully capable of.\n\nWhat advice would you give yourself in college?\nGet involved. In fact, I wish I would have gotten more involved when I was in college. I played a lot of intramural sports and joined maybe one club toward my later years (you know, once you realize your resume is bleak) but there is so much going on and I did not take advantage of it all. Plus by getting involved you have the opportunity to meet different people from different backgrounds and which can aid in expanding your world view and help you become more vulnerable.\n\nConnect with Anna\n\nInstagram \/\/ Twitter\/\/LinkedIn",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.8487597108,
        "format_confidence":0.6106166244
    },
    {
        "url":"https:\/\/blog.nurturelist.com\/2015\/11\/17\/what-exactly-is-montessori-and-why-is-it-so-popular-we-ask-big-city-montessori-school\/",
        "text":"What Exactly Is Montessori and Why Is It so Popular? We Ask Big City Montessori School\n\nMontessori has become one of the most popular preschool philosophies and its presence today in the U.S. dwarfs that of some other philosophies such as Reggio Emilia (the American Montessori Society, one of the two main organizations has 1,200 member schools, compared to just approximately 50 schools listed on the North American Reggio Alliance’s website – though both philosophies are highly represented in cities such as San Francisco).\n\nYet, it can be hard for parents to grasp what the philosophy is really about among all the buzzwords of “play-based,” “child-directed” or “work-periods.”  We sat down with Amanda Ricetti, director of Big City Montessori School (BCMS) to really understand what the curriculum is about, and how it is practiced at BCMS.  We also discuss how to tell if a Montessori school is authentic, and how might parents tell if Montessori is right for their child.  Read on to learn more about this important philosophy.\nMontessori preschools encourage children to explore and play with objects to learn about different subjects.\nMontessori preschools encourage children to explore and play with objects to learn about different subjects.\n\nNL: How did you become involved in Montessori education?\n\nAmanda: Big City Montessori School (BCMS) is a family-owned business. My mother originally started the school in 1972 as Westlake Montessori School where she was a Montessori teacher herself.  The school moved to its current location in 1980 and we changed our name to Big City Montessori School.\n\nI officially trained and started to work at BCMS around 18-years-old and that is when I discovered how much I enjoyed working with young children.  35 years later, I am still enjoying working with young children as the owner\/director of the school.\n\nNL: What was the Montessori training like?\n\nAmanda: The Montessori training, compared to the state-mandated early education training (ECE) for preschool teachers, not only has a clear philosophy, but also has an established curriculum.  When you become a certified Montessori teacher, you are prepared to direct a class; to engage children in learning in all three areas of the I.Qs: social, emotional, and cognitive; and to guide and support the children’s parents during these very informative years of child development.\n\nNL: What is Montessori curriculum like?\n\nAmanda: A hallmark of the Montessori program is how the Montessori classroom is set up to reflect five major areas for the child to travel while in the class: Practical Life, Sensorial, Math, Language, and Cultural Studies.  Learning is child directed and the teacher guides the child to try new things over their three years of preschool.  Students, who we think of as “little travelers” can pick, use and explore a material for as long as he or she likes until he or she is ready for a new one.\n\nThere are no grades, and no expectations; the emphasis is on the child developing socially, emotionally, cognitively, and most critically, building life skills and good habits.\n\nThe first place our young travelers visit is the Practical Life area, where he or she can find trays, buttons, zipper frames, and more.  They learn practical skills such as pouring water from a pitcher into a cup.\n\nIn the Sensorial Section, our young traveler can discover all kinds of manipulatives designed to serve the senses.  Dr. Montessori believed that the training of the senses was of utmost importance, and that the development of the five senses should precede all other educational experiences.  Through concrete exercises at this critical stage of development, children become aware of their own individuality and environment.\n\nMontessori is the only preschool today with a Cultural Section built into the curriculum.  Here, our young traveler learns about geography, botany, zoology, art, etc. in order to create an aware and global thinker.\n\nFinally, our travelers will visit the Math and Language Section of the class.  This section contains lots of interesting manipulatives, such as sandpaper letters, number rods, etc. allowing them to learn from a teacher and independently at their own pace.\n\nNL: In this child-directed approach, how do you ensure that children get a well rounded experience and are not doing the same thing over and over?\n\nThere are other children in the classroom and only one of each material, pushing them to try new things.  However, if a child is drawn to something in particular, their turn with that material will eventually come and they can work with it for as long as they want until they have fully explored and mastered it.\n\nNL: How has the curriculum evolved since Maria Montessori developed it?\n\nAmanda: Interestingly, in 105 years, the curriculum has not changed much at all. It is well thought out and universally adaptable.  For example, in China, children might have tea sets in the classroom as a Practical Life exercise and sandpaper Hanzi (Chinese characters) cards, etc.  Nevertheless, overall, the curriculum and the philosophy is the same worldwide and is guided by Association Montessori Internationale (AMI), which was founded by Maria Montessori in 1929 and is still run by her descendants.\n\nAnother hallmark of Montessori education is that teachers are trained and certified by AMI or American Montessori Society (AMS), the other major Montessori organization.\n\nNL: What’s the significance of a mixed-age group?\n\nAmanda: Because children start preschool anywhere between 2.5 and 3.5-years-old, children have 2-3 years to explore all of the materials in the classroom.  Older children can be role models and younger children are encouraged to explore by constantly seeing older kids use different things.  By age 5 to 6, when the child is the oldest in the classroom, he or she has moved from the unconscious mind to the conscious mind.  They become teachers for the younger children, thus reinforcing what they have learned and fine-tune their life skills\n\nDuring the work periods in the classroom, younger children will do an activity alone for 10 to 15 minutes compared to older children, who will often find a project to work with another child, such as building a structure that can take 30 or more minutes.  Children work independently, but may sit together at tables, share materials, talk – it’s a social environment.  However, children learn that when someone is busy, to give them space.\n\nNL: How does the Montessori curriculum incorporate technology?\n\nAmanda: Montessori is not against technology, but believe there is a place for it.  At Big City, we want children to learn about the real world before the fantasy world.  Maria Montessori probably wouldn’t have wanted kids under 6 watching shows about princesses or Batman and Robin, because it takes away from the foundation of learning about the real and natural world: flowers, how the sun comes up, why we have wind, etc.\n\nYoung children’s brains do not know how to filter yet between fantasy and reality and some content, such as even some Disney movies, can causes nightmares and model bad behavior.  It’s critical for children to understand their world before getting into the imaginary world.\n\nThat said, we do have computers and iPads equipped with art, math, geography, and puzzle software programs.  We aren’t using these devices otherwise, and believe children are going to be exposed to technology at home and in their later life, anyways.  At school, we want children to use their whole brain, build something, use all of their senses, and socialize and interact with other children.\n\nNL: What skills do Montessori children possess at the end of preschool?\n\nAmanda: Montessori is a 3-year journey and at the end, children are ready to go into the wider world.  They can solve problems; know about the time, weather and calendar; and understand a bit about the global world.  They feel powerful, are respectful to the environment and to others, and have the skills to deal with issues in both their academic and personal life.\n\nAs your child walks this learning path with their teacher during their personal three-year journey, all the information and experiences he or she has had will be absorbed and transformed into solid lifelong skills.  I have listed some below.\n\nTo be able to:\n\n  • Focus on a task with joy\n  • Sympathize with others\n  • Take initiative and have independence\n  • Concentrate\n  • Enjoy simple things\n  • Love nature\n  • Conduct life with proper manners\n  • Create ever-lasting friendships\n  • Love work and order\n  • Spontaneously concentrate\n  • Self- discipline\n  • Contribute to society to better the world and future\n\nDr. Maria Montessori believed that these are the truly “normal” characteristics of childhood, which emerge when children’s developmental needs are met and have time to develop, and so do we at BCMS.\n\nNL: Are Montessori schools accredited by AMI or AMS?\n\nAmanda: There are no rules about which schools can call themselves Montessori schools.  However, There are three things that parents can look for in an authentic Montessori program:\n\n  • Teachers that are certified by AMI or AMS\n  • Mixed-aged classrooms\n  • Environment set up with the five main areas and associated manipulatives\n\nNL: How can parents know if Montessori is right for their child?\n\nAmanda: Generally, if you have a child that is gentle by nature, investigates things, is interested in the world, plays by themselves, does puzzles, etc., then Montessori can be a good fit.\n\nThe children who don’t do well in Montessori typically are those that are over the spectrum in energy, have trouble communicating, and tend to move around a lot.  Out of 10 children that I interview, 2 may not do well.  I see that more today than in the past.  But it’s hard for the parent to know, because they only have the perspective of the one child, so it’s best to visit a school and talk to the director.  Until parents are at a Montessori school and see c... (truncated)",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9979816675,
        "format_confidence":0.8903839588
    },
    {
        "url":"http:\/\/www.valpo.edu\/history\/featured_alumni\/miller.php",
        "text":"Brandon Miller, Class of 2011\n\nmillerWhy did you choose history?\nAs a youth, my interest in history was very strong.  I was very much a storyteller at heart.\n\n\nWhat are you doing now?\nFollowing graduation I found employment at the Constitutional Walking Tour Company in Philadelphia, Pennsylvania. With this company, I gave guided walking tours of the city's historic districts.  Now I am work as the Assistant Director of Education at the Brandywine Battlefield Park Associates, a nonprofit dedicated to the operation and general upkeep of a former Pennsylvania State Park.  My many responsibilities include booking educational groups, media and social media marketing, and the development of \"living history\" events.\n\n\nWhat is your best memory of history at Valpo?\nI recall being allowed into the archive at the Christopher Center, where our historiography class was able to handle documents and books that date all the way back to the Reformation.  Quite an exciting day!",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.7335996628,
        "format_confidence":0.7768869996
    }
]