[
    {
        "url":"http:\/\/www.ehow.co.uk\/list_6802698_roles-umpire-netball.html",
        "text":"The Roles of the Umpire in Netball\n\nWritten by eric benac\n  • Share\n  • Tweet\n  • Share\n  • Pin\n  • Email\nThe Roles of the Umpire in Netball\nNetball can be played on a basketball court. (basketball image by Yvonne Bogdanski from\n\nNetball is a sport that derived from basketball due to a confusion of the rules. It is played similarly, but players cannot move once they have the ball. Each player has a very specific position and must play only in his section of the court. There are two umpires in netball, one for each half of the court. They share the same roles and duties, but each has the last call on his side of the court.\n\nOther People Are Reading\n\nPre-Game Roles\n\nThe umpire must perform many duties before each game. He starts by checking the court, goalposts, players and ball to make sure all conform to the rules of the game. The court cannot have anything stuck to the surface, such as dried liquids or foods. The ball must be fully inflated and the nets firmly attached to each goal. To protect players from injuries, the umpire then checks each player to make sure he isn't wearing anything sharp on his body, such as jewellery, a watch or any other metallic object. For the same reason, the umpire also ensures players have short, well-filed fingernails. He checks jerseys to make sure each player is wearing the correct one and that there are no tears, which could cause a jersey to rip off the body.\n\nRunning the Game\n\nThe umpire in netball makes sure each game runs smoothly and properly. He begins the game with a coin toss to decide which team starts, and he stops the game by blowing his whistle. He stops the game when any team calls a timeout. He also stops the game with his own timeouts when a team member appears injured or when something interrupts the game, such as an animal on the court or a fight erupting in the bleachers. The umpire also signals the end of a quarter, which is 15 minutes. The next blow on his whistle restarts the game. The umpire restarts the game at his discretion after he has called a timeout. The umpire signals when a goal has been scored. Each umpire controls the goal and penalty calls on his half, and although one umpire can appeal the other's call, each umpire is the last authority on his half's calls.\n\nCalling Penalties\n\nThe umpire must watch carefully for penalties during each game. Players cannot move once they have the ball, nor can they hold the ball longer than a few seconds. Players cannot make contact with each other or leave their specific areas. Each umpire calls penalties on his own side. The other umpire can appeal, but the correct-half umpire's decision is final. After blowing the whistle to stop the game, the umpire gives the correct hand signal for the penalty and indicates which team has earned the penalty. He informs the other umpire and the team coaches of his call, then enforces the correct penalty according to the rule book, such as allowing a free throw or kicking a player out of the game.\n\nDon't Miss\n\n  • All types\n  • Articles\n  • Slideshows\n  • Videos\n  • Most relevant\n  • Most popular\n  • Most recent\n\nNo articles available\n\nNo slideshows available\n\nNo videos available\n\nBy using the site, you consent to the use of cookies. For more information, please see our Cookie policy.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9951944947,
        "format_confidence":0.8652155399
    },
    {
        "url":"https:\/\/www.isle-of-lewis.com\/what-to-do\/childrens-attractions\/sporting-facilities\/",
        "text":"Sporting Facilities\n\nSoft Play area Sporting FacilitiesSporting Facilities\n\nThe Isle of Lewis has a very good range of leisure facilities based around sport.\n\nIn the north is Sports Ness, just outside Ness, and is one of the best  facilities in the Western Isles. The Sports Centre is open to the public Monday until Saturday .\n\nFacilities include a large Sports Hall, three Badminton Courts and to cap it all a two lane fully automatic 10 pin bowling alley.  Next door in the school is the pool.\n\nIn Stornoway is the sports centre with pool and soft play area, along with all the usual sporting activities.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9689189792,
        "format_confidence":0.9193288088
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Roger_Rivi%C3%A8re",
        "text":"Roger Rivière\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nRoger Rivière\nPersonal information\nFull name Roger Rivière\nBorn (1936-02-23)23 February 1936\nSaint-Étienne, France\nDied 1 April 1976(1976-04-01) (aged 40)\nSaint-Galmier, France\nTeam information\nDiscipline Road\nRole Rider\nMajor wins\nWorld champion pursuit (3x)\nInfobox last updated on\nJuly 8, 2008\n\nRoger Rivière (23 February 1936, Saint-Étienne – 1 April 1976, Saint-Galmier) was a French track and road bicycle racer. He raced as a professional from 1957 to 1960.\n\nRivière, a time trialist, all-around talent on the road, and a three-time world pursuit champion on the track, lost his career to injury. He was positioned to take the lead in the 1960 Tour de France but crashed on the Col de Perjuret descent of Mont Aigoual in the Massif Central while following leader Gastone Nencini. Rivière hit a guard-block on the edge of the road, falling 20 meters into a ravine. He landed in brush, breaking two vertebrae.\n\nEarly career[edit]\n\nRivière started as a track rider, at the old velodrome in St-Étienne. At 19 he beat Jacques Anquetil for the national pursuit championship at the Parc des Princes in Paris. He turned professional in 1957, when he beat Albert Bouvet to win the world pursuit championship at Rocourt, Belgium.\n\nHour record[edit]\n\nOn the advice of his team manager, Raphaël Géminiani, and his agent, Daniel Dousset, Rivière attempted Ercole Baldini's hour record on 18 September 1957 at the Vigorelli track in Milan. He was still in national service in the army at Joinville, near Paris, although in a battalion which allowed the country's top athletes to train at public expense. He rode a 7.28m gear and took the record with 46 km 923m.\n\nHe won the world pursuit championship again in 1958, at the Parc des Princes, beating Leandro Faggin in the final with 5m 59s, the first time the title had been won in less than six minutes. He said he would attack the hour again, on 23 September. He rode 53 x 15 (7.48m),[1] higher than that usually used by sprinters. He punctured but started again and became the first rider to exceed 47kmh. Pierre Chany wrote:\n\nWhen the Frenchman arrived at the stadium, on the stroke of 4.30pm, making his way through the Jeeps of the police which gave a real feeling of something special happening, 12,000 people had already taken their place in the stadium.[2] On the track, Renée Vissac was busy beating the women's record. The Stéphanois [3] watched her not without some amusement, exchanged small talk, then went to his cabin, while his entourage measured the strength of the wind: matches blew out and the smoke from cigarettes stretched out horizontally. After a long moment, Rivière reappeared. He was wearing a helmet covered in nylon, varnished shoes and a world champion's jersey made of silk. He rode a few laps of the track behind a scooter and then stopped.[4]\n\nRivière thought the draught blowing through the stadium too strong and wanted to return to his hotel. At 6pm he agreed with Dousset and his soigneur, Roger Provost, to start the ride.\n\nRené de Latour wrote in Sporting Cyclist:\n\nOne lap of the Vigorelli track is 397 metres. The bell was to ring every 30.8 seconds. If Rivière was on the [finish] line, it meant that he was riding at Baldini's pace. But right from the first kilometre, Rivière forgot all the warnings. He was going like mad, and the man with the bell whose jobs it was to signal his position each time the bell rang had to run as much as 30 yards a lap.[5]\n\nOn finishing, he asked journalists whether he was talking coherently and not still giddy from going round and round the track.[6] His record lasted nine years.\n\nTour de France crash[edit]\n\nA monument records where Rivière fell.\nA la memoire de Roger Riviere 1.JPG\n\nRivière was one of 14 riding for France in 1960. It was his fourth participation and he had become one of the favourites. But his talent made him careless with training and what he ate.[6] Rivière had a personal war with another French rider, Henry Anglade. Rivière won the opening time trial but Anglade had the yellow jersey of leadership by day six. Rivière took his revenge, even though they were in the same team, by attacking 112 km from the finish at Lorient. He beat Anglade by 14 minutes. Only a German, Hans Junkermann, Jean Adriaenssens of Belgium, and Gastone Nencini of Italy could stay with him. Rivière won the stage and Nencini the overall lead.\n\nThe Tour took the Perjuret on 10 July 1960 on a stage from Millau to Avignon. It had never previously been that way.[7] Rivière followed Nencini wherever he went. He had only to hold him until the final time-trial and beat him by 1m 38s to win the Tour. On the zig-zags of the col de Perjuret, Nencini passed fourth with Rivière behind him. Nencini was known as the fastest descender in the world and Rivière tried to follow him. He hit a low wall soon after the start of the descent and fell over it, rolling down the slope. A team-mate, Louis Rostollan, raised his hand to call the team manager, Marcel Bidot. He, journalists and officials found Rostollan peering into the ravine. Rivière's bike was nearby, its forks pushed back and its frame twisted. Rivière had broken his back. A helicopter took him to hospital in Montpellier.\n\nAntoine Blondin wrote:\n\nOn a bend, we saw a rider, the tall Rostollan, making demented gestures and running back up the hill and shouting 'Roger has fallen! Roger has fallen!' It was impossible to stop on the gravelled toboggan on which we'd embarked. Nobody had seen Rivière disappear. For five minutes, we thought he had been vaporised, purely and simply crossed off the map of the world, of which the immense and chaotic landscape around us gave the scale. Well, he was lying 20 or so metres below with a broken spine that forbade him the slightest gesture, the least call. His head was resting on a bed of rocks, his eyes open to the mountainous (rugueuse) countryside that surrounded him.\nWhen we managed to stop in the hamlet of Vanels to collect our breath, we still didn't know exactly what had happened, but anxiety showed on the faces of all who passed us. One by one, face after face, the event was written there... Finally, Radio Tour announced: 'Roger Rivière has been the victim of a serious accident'... The helicopter, which couldn't land on the steep slope where Rivière had ended up after his fall, turned above us in the way that vultures circle.[8]\n\nDoctors found pain-killers in Rivière's pockets and more in his body. Rivière nevertheless blamed his mechanic, saying his brakes were faulty. \"I pulled them on but they didn't work.\" The brakes were examined and found to be faultless. He then said there was oil on his rims. He withdrew the accusation in face of criticism. He later sold the story of his drug use to a newspaper, admitting he had taken Palfium during the climb of the Perjuret, a painkiller that could have affected his reflexes and judgment. In 1961, Miroir du Cyclisme republished an article originally written for Libre Santé by Rivière's friend and dietician, Clarisse Brobecker. She confirmed the theory that Rivière was so numbed by painkillers that he either hadn't attempted to pull on the brakes or had been unable to.[9]\n\nRivière admitted taking amphetamines and solucamphor during his hour record in 1958 - including tablets during the attempt.[10] He said he had an injection of solucamphor and amphetamine before the start and swallowed several amphetamine tablets.[11]\n\nRetirement and death[edit]\n\nRivière never regained full use of his limbs. He lived the rest of his life in a wheelchair, considered an 80 per cent invalid. He opened a restaurant in Saint-Etienne called 'Le Vigorelli', after the Velodromo Vigorelli track in Milan where he twice set the world hour record. It failed and he opened a garage, and finally a holiday camp in the Rhone Valley. Those too failed. \"Rivière, who succeeded at the impossible, found the possible more difficult,\" said the writer, Olivier Dazat.[6]\n\nRivière died of throat cancer at 40.\n\nMajor road victories[edit]\n\nTour d'Europe\n1st Mont Faron, 1st GP Alger (with Gerard Saint and Raphael Geminiani)\n2nd Grand Prix des Nations\n3rd Critérium du Dauphiné Libéré\n6th overall Vuelta a España + 3 stage wins\nTour de France:\n4th place overall classification\nWinner stages 6 and 21\nGP Alger (with Rudi Altig)\nTour de France:\nWinner stages 1B, 6 and 10\ncrashed on 14th stage descending from Col de Perjuret (Route D996 - Meyrueis en Florac)\n\nMajor track victories and records[edit]\n\nArc en ciel.svg World Pursuit Championship\n France national pursuit championship\nWorld Hour Record (46.923km)\nWorld 10km Record (12'31.8\")\nArc en ciel.svg World Pursuit Championship\nWorld Hour Record (47.346km, unbroken until October 1967)\nWorld 10km Record (12'22.8\")\nWorld 20km Record (twice: 25'15\"; 24'50.6\")\nArc en ciel.svg World Pursuit Championship\n\nSignature bicycles[edit]\n\nGitane, Rivière's last sponsor, manufactured a Roger Rivière signature series of bicycles in the 1970s.[12] The production of the Rivière line coincided with the 20th century \"bike boom\".\n\nSee also[edit]\n\n\n  1. ^ Rey, Jean-Paul (2000), 100 Rois de la Petite Reine, Solar, France\n  2. ^ René de Latour, who was present, put the crowd at 8,000\n  3. ^ Name of people from St-Étienne\n  4. ^ Chany, Pierre (1988), La Fabuleuse Histoire du Tour de France, Nathan, France\n  5. ^ Sporting Cyclist, UK, undated copy\n  6. ^ a b c Dazat, Olivier (1987), Seigneurs et Forçats du Vélo, Calmann-Levy, France\n  7. ^\n  8. ^ Cited Chany, Pierre (1988), La Fabuleuse Histoire du Tour de France, Nathan, France\n  9. ^ Miroir du Cyclisme, France, April 1961\n  10. ^ Jean-Paul Olivier (1992), La Tragedie du Parjour: Roger Riviere, Glenat, France\n  11. ^ France Dimanche, France, cited Cycling, UK, 4 November 1967, p17\n  12. ^\n\nExternal links[edit]\n\nPreceded by\nErcole Baldini\nUCI hour record (46.923 km)\n18 September 1957-23 September 1959\nSucceeded by\nPreceded by\nUCI hour reco... (truncated)",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9907774925,
        "format_confidence":0.993625164
    },
    {
        "url":"http:\/\/publications.americanalpineclub.org\/articles\/13199203000\/print",
        "text":"AAC Publications - http:\/\/publications.americanalpineclub.org\n\nFall on Rock, Placed Inadequate Protection, Colorado, Rocky Mountain National Park, Organ Pipes\n\n\nColorado, Rocky Mountain National Park, Organ Pipes\n\nOn April 28, 1991, Charles Sharp (34) took a 15 foot lead fall while leading the second pitch of Organ Pipes on the Twin Owls at Lumpy Ridge, Rocky Mountain National Park. Sharp impacted on a ledge and sustained an open tibia\/fibula fracture of his right leg. Partner Jeff Defalco stabilized Sharp on the ledge, and then left to get help. The park service rescue team, supplemented with Colorado Mountain School guides, lowered Sharp vertically in a litter 240 feet, and then rerigged the litter for about 1,000 feet of non-vertical scree evacuation to the trail and then to an ambulance.\n\n\nWhen leading above intrusive features such as ledges, the leader should consider placing protection in such a manner that if a fall were to occur, he would not hit the obstacle. Remember that it is the landing and not the fall which generally causes the damage! (Source: Jim Detterline, Ranger, RMNP)",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9623283744,
        "format_confidence":0.8901245594
    },
    {
        "url":"http:\/\/www.sportingcharts.com\/dictionary\/nba\/beef.aspx",
        "text":"\n\n\nWhat is BEEF?\n\nAn acronym in basketball that stands for \"balance, eyes, elbow, follow-through.\" It signifies the \"perfect\" formula when teaching the art of shooting.\n\nSporting Charts explains BEEF\n\nBEEF is a shooting strategy comprised of four elements. The first, balance, requires a shooter to be as well-balanced as possible when lining up a shot. This means that a shooter should have one foot in front of the other, with the lead foot matching the hand the player shoots from. Secondly, eyes should always been on \"target,\" meaning that rather than on the ball, a shooter should be looking directly at where he intends the ball to go (i.e., the basket). Thirdly, the elbow or elbows of the arm(s) holding the ball should be straight, directly beneath the hand and the basketball, when the shot is released. This ensures the most accuracy when shooting the basketball. Lastly, just as with many swings and shots in other sports, a good follow-through is essential. It helps reinforce the entire shooting motion and stabilizes the direction of the shot.\n\nRelated Video",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9975275397,
        "format_confidence":0.8912886977
    },
    {
        "url":"http:\/\/demonwiki.org\/tiki-index.php?page=Semi%20Final%201957",
        "text":"Semi Final 1957\n\nSemi Final, 1957\nEssendon vs Melbourne\nSaturday 7 September\nVenue: MCG\nAttendance: 70,232\n\nMatch Statistics\n\nEssendon win by 16 points\n\nGoalkickers: Robert B Johnson 2, Geoff Tunbridge 2, Geoff Case 1, Dick Fenton-Smith 1, Ian Ridley 1, Athol Webb 1\n\nLast Game\nJim Sandral\n\n100 Games\nIan McLean\n\nMelbourne had beaten Essendon in the last minute of their Round 14 clash thanks to a controversial free kick in the last minute, so along with the prospect of a finals victory Essendon went into the Semi-Final with all the motivation they needed despite having lost to the Demons in both their meetings during the year.\n\nThey were the only one of the 1956 finalists who had qualified for the top four, but were lucky to earn the double chance and a week off after the previously second placed Hawthorn self-destructed in their last match of the season.\n\nAfter a number of poor performances to end the season the Demons kept faith with the side who had beaten Richmond in the last game of the home and away season a fortnight earlier - with the exception of Peter Marquis recalled from an eye injury to replace John Lord at centre-half back. On the other side Essendon switched four of their team.\n\nA disappointing crowd, not much more than the Carlton vs Hawthorn semi final a week earlier, had been affected by a pre-game forecast of cold, showery wind. Those who did show up witnessed the accident semi-finalists spring an upset over the minor premiers.\n\nThe game turned in the second quarter when Melbourne's defence crumbled under intense pressure, conceding 9.3 and eventually leaving them down by 48 points down at the long break. Melbourne had been chaotic with their forward player, often ignoring Robert B Johnson during the first half even when the Demons had the wind. Both he and Ron Barrassi improved in the second half when they were moved on to the ball.\n\nIn an effort to rally his troops John Beckwith climbed on a locker room bench and led a rendition of \"Grand Old Flag\". The impromptu singalong cut the tension in the locker room, and the side was dramatically reshuffled which gave them a second lease of life. Beckwith's side almost went on to pull of a spectacular comeback.\n\nCutting the gap to four goals at three quarter time despite the predicted rain coming during the term and momentarily halting their momentum by rain. The switch to a Johnson\/Barassi ruck combination had helped.\n\nMelbourne continued to press and with 10 minutes left they were just 10 points behind. With the wind fading they could have snatched the unlikeliest of wins but fell short as Essendon's defence tightened, leaving them to play Hawthorn in the Preliminary Final a week later.\n\nBad kicking had cost Melbourne again, not only did they score 8.19 but they had another eight shots which failed to register a score. It didn't help that they hit the post four times. They had issues elsewhere too, making mid-match switches at full back, centre half-back, centre, centre half-forward as well as using three different full-forwards during the day.\n\nIt was the only major Semi Final that the Demons would ever lose under Norm Smith.\n\nBest were McLean, Beckwith and Johnson. Gleeson was replaced by Mithen at three quarter time after suffering a kick to the knee and Wilson by Sandral in the last quarter.\n\nThe Demons won the free kick count 22-17 but lost the marks 62-34.\n\n\nB: Beckwith, Carroll, Wilson\nHB: Williams, Marquis, Thorogood\nC: McLean, Barassi, Dixon\nHF: Tunbridge, R. Johnson, Case\nF: Fenton-Smith, Webb, Ridley\nFoll: Gleeson, T. Johnson, Adams\nRes: Sandral, L. Mithen\nEmg: Brenchley, Jones, Mountain\n\nNewspapers show the crowd as 69,789\n\nFootball Record 1957 Finals\n\"MCG attendance down again\" - The Age 09\/09\/1957\n\"Essendon strikes premiership form\" - The Age 09\/09\/1957\nFootball Record 1957 Finals\n\"In times of treble\" - The Age 25\/05\/2003\n\nCreated by Supermercado. Last Modification: Sunday 08 June 2014 16:43:54 AEST by supermercado. (Version 11)\n\nDonate to Demonwiki\n\n\nGoogle Search",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9902364612,
        "format_confidence":0.9623126388
    },
    {
        "url":"https:\/\/www.hookandbullet.com\/fishing-big-wash-bagdad-az\/",
        "text":"Big Wash Fishing near Bagdad, Arizona\n\nWrite a Report\nCourtesy Google Images\n\nDetails for Big Wash\n\nSpecies Caught Here: None\nAccess: Public Property\nBody of Water Type: Stream\nLat\/Long: 34.792511 -113.613548\n\nBodies of Water near Big Wash\n\nDescription for Big Wash, Mohave County, Arizona\n\nBig Wash is a stream located just 27.4 miles from Bagdad, in Mohave County, in the state of Arizona, United States, near Wikieup, AZ. Fishermen will find that there are no fish here. That's right, no fish. No rainbows, no steelies, no pinks, no perch, no muskies. Nothing. So keep looking for another spot nearby and you'll be glad you did. For Fishing License purchase, fishing rules, and fishing regulations please visit Arizona Fish & Wildlife. Please remember to check with the local Fish and Wildlife department to ensure the stream is open to the public. Now get out there and fish! Check out our Fishing Times chart to determine when the fish will be most active.\n\nFishing Hot Spots near Big Wash\n\n  \"For smallmouth bass it is usually best to fish rocky points, ridges, shorelines, or canyons. Most...\" Lake Havasu\n\n  \"For 15 miles from Parker Dam to Headgate Rock Dam flows the Colorado River. Those 15 miles are home...\" Parker Dam\n\nBest Fishing Times near Big Wash\n\nFishing Times for Big Wash near Bagdad, AZ",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9817647934,
        "format_confidence":0.7781493068
    },
    {
        "url":"http:\/\/www.emerald-gym.com\/muaythai\/muaythai-history\/",
        "text":"The Muay Thai Short Story\n\nVarious forms of kickboxing have long been practiced throughout Southeast Asia. As with the most countries in the region, Thai culture is highly influenced by ancient civilizations within Southeast Asia.\n\nMuay Thai’s origin in Thailand can be traced back to its ancestor Muay Boran (“ancient boxing”), an unarmed combat used by Siamese soldiers in conjunction with Krabi Krabong, the weapon-based style. Eventually Muay Boran was divided to:\n\n  • Muay Korat (Northeast) emphasized strength. A technique like “Throwing Buffalo Punch” was used. It could supposedly defeat a buffalo in one blow.\n  • Muay Lopburi (Center region) emphasized movements. Its strong points were straight and counter punches.\n  • Muay Chaiya (South) emphasized posture and defense, as well as elbows and knees.\n  • Muay Pra Nakorn (North) emphasized speed, particularly in kicking. Because of its faster speed, it was called as well “Ling Lom” (windy monkey or Loris).\n\nThere is a phrase about Muay Boran that states, “Punch Korat, Wit Lopburi, Posture Chaiya, Faster Thasao. (หมัดหนักโคราช ฉลาดลพบุรี ท่าดีไชยา ไวกว่าท่าเสา)”.\n\n\nAs well as continuing to function as a practical fighting technique for use in actual warfare, Muay Thai became a sport in which the opponents fought in front of spectators who went to watch for entertainment. This kind of muay contests gradually became an integral part of local festivals and celebrations, especially those held at temples. It was even used as entertainment to kings.\n\nEventually, the previously bare-fisted fighters started wearing lengths of rope wrapped around their hands and forearms. This type of match was called muay kaad chuek (มวยคาดเชือก).\n\nIn its original form, Muay Thai consisted of an arsenal of nine weapons – the head, fists, elbows, knees and feet – known collectively as na-wa arwud. However in modern Muay Thai, both amateur and professional, headbutting an opponent is no longer allowed.\n\n\nTo strike and bind the opponent for both offensive and defensive purposes, small amounts of stand-up grappling are used: the clinch. Formal Muay Thai techniques are divided into two groups: Mae Mai or major techniques and Luk Mai or minor techniques. Muay Thai is often a fighting art of attrition, where opponents exchange blows with one another. This is certainly the case with traditional stylists in Thailand, but is a less popular form of fighting in the contemporary world fighting circuit.\n\nWith the success of Muay Thai in mixed martial arts fighting, it has become the de facto martial art of choice for competitive stand-up fighters. As a result, it has evolved and incorporated much more powerful hand striking techniques used in western style boxing and the Thai style of exchanging blow for blow is no longer favorable.\n\nNote: when Muay Thai fighters compete against fighters of other styles (and if the rules permit it), they almost invariably emphasize elbow (sok) and knee (kao) techniques to gain a distinct advantage in fighting. Almost all techniques in Muay Thai use the entire body movement, rotating the hip with each kick, punch, and block. The rotation of the hips in Muay Thai techniques, and intensive focus on “core muscles” (such as abdominal muscles and surrounding muscles) is very distinctive and is what sets Muay Thai apart from other styles of martial arts.\n\nThe televisions of the whole world broadcast the big fights of Muay Thaï in Thailand and in Japan and more particularly the spectacular tournament of K1.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9946498275,
        "format_confidence":0.8607698083
    },
    {
        "url":"http:\/\/www.usaswimming.org\/ViewNewsArticle.aspx?TabId=2208&itemid=4397&mid=11881",
        "text":"What are the causes of dropping out of youth sports? In general, the reasons fall into two categories. The first category involves a shift in interests, especially in adolescents. Other involvements, such as a job, a boyfriend or girlfriend, or recreational pursuits, may leave little time for sport involvement. In such cases, a youngster may simply choose to set other priorities.\n\nThe second general set of reasons why youngsters drop out re¬late to negative sports experiences. Research conducted in the United States and Canada has shown that the following reasons often underlie a decision to drop out:\n\n  • Not getting to play\n  • Undesirable, abusive coaching practices\n  • An overemphasis on winning that creates stress and reduces fun\n  • Over-organization, excessive repetition, and regimentation leading to boredom\n  • Excessive fear of failure, including frustration or failure to achieve personal or team goals\n  • Mismatching relative to physical size and maturation\n\nIf the youngster has decided that other activities are more important, his or her priorities should be respected. However, it is wise to provide a reminder that a commitment has been made to the program and to teammates and that athletes owe it to them¬selves and to others to honor commitments and to finish out the season. This gives the youngster an opportunity to feel good about himself or herself by fulfilling the obligation through the rest of the season-even if the activity itself is no longer pleasurable.\n\nIf the decision to quit is based on one or more of the negative factors listed above, there is a legitimate problem. Again, it is very important that you listen to your child and offer understanding and support. Beyond that, you may discuss some ways to resolve the problems that are affecting the desire to participate. As a last resort you may wish to take some active steps to correct the difficulties. This way involves speaking to the coach or league administrators. In talking with your youngster, you should evaluate how intolerable the situation is to him or her and whether the problems can be worked out. In all but the most severe cases, you can point out that a commitment has been made, and you can encourage your youngster to finish out the season.\n\nIf the problems are sufficiently severe, the decision to drop out may be in the best interests of the child. In this case, you would want to communicate to your child that although it is important to live up to commitments, you understand that the principle is outweighed by the nature of the problems. If the child does drop out, there may be other opportunities to play in a sport program that doesn't have the negative factors that prompted the decision to quit.\n\nArenaATTBMWCeraVeMarriottMutual of OmahaMyrtha PoolsOmegaPhillips 66SpeedoTYRUniversal Sports",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9944013953,
        "format_confidence":0.8158943653
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Len_Dykstra",
        "text":"Lenny Dykstra\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from Len Dykstra)\nJump to: navigation, search\nLenny Dykstra\nCenter fielder\nBorn: (1963-02-10) February 10, 1963 (age 54)\nSanta Ana, California\nBatted: Left Threw: Left\nMLB debut\nMay 3, 1985, for the New York Mets\nLast MLB appearance\nMay 18, 1996, for the Philadelphia Phillies\nMLB statistics\nBatting average .285\nHome runs 81\nRuns batted in 404\nCareer highlights and awards\n\nLeonard Kyle \"Lenny\" Dykstra (\/ˈdkstrə\/; born February 10, 1963), is a former Major League Baseball center fielder. Dykstra played for the New York Mets from 1985 to 1989 and the Philadelphia Phillies from 1989 to 1996.\n\nBaseball career[edit]\n\nNew York Mets[edit]\n\nThe Mets signed Dykstra as a 13th round draft pick in 1981. A star in the minors, in 1983 he led the Carolina League in at-bats, runs, hits, triples, batting average and stolen bases. That season, he hit .358 with 8 HR, 81 RBI, 105 stolen bases (a league record for 17 years), 107 walks and only 35 strikeouts. He was consequently named the Carolina League's MVP, and soon emerged as one of the Mets' prized prospects. While playing in Double-A in 1984 he befriended fellow outfielder and teammate Billy Beane, who later said that Dykstra was \"perfectly designed, emotionally\" to play baseball and that he had \"no concept of failure.\" According to Beane, his first comments on seeing Hall of Fame pitcher Steve Carlton warming up were, \"Shit, I'll stick him.\"[1]\n\nIn 1985 Dykstra, deemed ready for the major leagues, was promoted to the Mets when the team's starting center fielder, Mookie Wilson, was placed on the disabled list. The rookie's play and energy were a big boost to a Mets team that surged to a 98-win season and narrowly missed out on the NL East crown. The following season, Dykstra was first intended to be platooned in center field with Wilson, but when Mookie suffered a severe eye injury during spring training Dykstra took over the position as outright starter and leadoff hitter. Later that season, the Mets released left fielder George Foster and moved Wilson to left. Mets fans soon nicknamed Dykstra \"Nails\" for his hard-nosed personality and fearless play. In 1986, he even posed shirtless for a \"beefcake\" poster under the \"Nails\" nickname. Dykstra and #2 hitter Wally Backman were termed \"the Wild Boys\" for their scrappy play as spark plugs for the star-studded Met lineup.\n\n1986 season[edit]\n\nWith Dykstra as leadoff hitter, the 1986 Mets coasted to the division crown, outlasting the second-place Philadelphia Phillies by 21.5 games en route to a 108–54 season. The Mets ended up in the World Series after a hard-fought victory over the NL West champion Houston Astros in the 1986 NLCS, 4 games to 2. Dykstra will forever be remembered for his walk-off home run in Game 3, which is considered one of the biggest hits in Mets franchise history and the defining moment of Dykstra's career. He hit .304 in the 1986 NLCS, and then .296 in the World Series against the Boston Red Sox. But his leadoff home run in Game 3 at Fenway Park sparked the Mets, who had fallen behind 2 games to none even though those games were played at Shea Stadium. The home run made him the third Met in team history (along with Tommie Agee and Wayne Garrett, both of whose home runs also came in a Game 3, in the 1969 and 1973 World Series respectively) to hit a leadoff home run in the World Series. Following Dykstra's home run, the Mets rallied to defeat the Red Sox in seven games in one of the most memorable World Series of all time.\n\n\nDykstra continued to play in a platoon with Wilson.[2] In the 1988 NLCS against the Los Angeles Dodgers, he continued his postseason success by hitting .429 in a losing effort. But the Mets traded him to the Phillies on June 18, 1989 with pitcher Roger McDowell and minor-leaguer Tom Edens for second baseman Juan Samuel.[3] Teammate Keith Hernandez later characterized Dykstra, in his book Pure Baseball, as being \"on the wild and crazy side\", which he cites as one of the reasons the Mets chose to trade him and the Phillies chose to acquire him.[4]\n\nPhiladelphia Phillies[edit]\n\nDykstra was initially upset over the trade since he enjoyed playing in New York, but Phillies fans loved him and he soon became a fan favorite there as well. (According to former general manager Frank Cashen, the Phillies offered Dykstra back to the Mets after the 1989 season, but the Mets refused.) He was known for his trademark cheek full of tobacco and hard-nosed play.[5] With the Phillies, Dykstra's career was marked by incredible highs and lows. In 1990, he started the All Star Game, led the league in hits and finished fourth in batting average, hitting over .400 as late as June.\n\nDykstra's next two seasons were marred by injury. In 1991, while driving drunk, he crashed his car into a tree on Darby-Paoli Road in Radnor Township, Delaware County, Pennsylvania. Teammate Darren Daulton, his passenger, was also injured. Dykstra suffered fractured ribs, a broken cheekbone and a fractured collarbone, and lost two months of playing time. In late August he re-broke his collarbone in Cincinnati running into the outfield wall and missed the rest of the season.\n\nOn Opening Day 1992, Dykstra was hit by a pitch that broke his hand. He played in just 145 of 324 possible games for the Phils in 1991 and 1992.\n\nIt all came together again in 1993 for Dykstra and the Phillies. The team, which had been rebuilding since its last playoff appearance ten years before, when they won the 1983 pennant but lost the World Series to Baltimore, returned to the top of the National League East and won the pennant again. He played in 161 games, setting a then major league record with 773 plate appearances. Despite being overlooked for the 1993 All-Star team he led the league in runs, hits, walks and at-bats, and was runner-up to the Giants' Barry Bonds in voting for NL Most Valuable Player. He led the Phillies into the World Series, which they lost to the defending World Series champion Toronto Blue Jays in six games. In the series, Dykstra batted .348 and hit four home runs, including two in a futile 15–14 loss at home in Game 4.\n\nIn October 2015, Dykstra told Colin Cowherd that beginning in 1993, he paid a team of private investigators $500,000 to dig up dirt on MLB umpires. He used the information, he said, to leverage a more favorable strike zone during games. He said it was not a coincidence that he led the Majors in walks in 1993, going from 40 in 392 plate appearances in 1992 to 129 in 773 at-bats the following year. In 1994, Dykstra walked 68 times in 386 plate appearances.[6]\n\n\nInjuries plagued Dykstra for the rest of his career. He last played in 1996, although he launched one final comeback attempt in spring training of 1998 before retiring at the age of 35.\n\nPost-baseball career[edit]\n\nHe first ran a car wash in Simi Valley, California, but sold it in 2007.[7] Dykstra was sued in relation to the car wash in 2005. The lawsuit, filed by former business partner Lindsay Jones, alleged that Dykstra used steroids and told Jones to place bets on Phillies games in 1993, when Dykstra was on that pennant-winning team. He denied those allegations,[8] but others arose when he was cited in retrospect as a steroid-user during his playing career.[9]\n\nIn the meantime, Dykstra managed a stock portfolio and served as president of several privately held companies, including car washes; a partnership with Castrol in \"Team Dykstra\" Quick Lube Centers; a ConocoPhillips fueling facility; a real estate development company; and a venture to develop several \"I Sold It on eBay\" stores in populous areas of southern California. He also appeared on Fox News Channel's The Cost of Freedom business show, and his stock-picking skills were even mentioned by Jim Cramer, who had Dykstra write an investing column for TheStreet.\n\nDykstra then purchased NHL superstar Wayne Gretzky's $17 million estate (built at a cost of $14,999,999[10]) hoping to flip it, but was unsuccessful. At one point he owed more than $13 million on the house, and Lake Sherwood security guards were eventually told to keep him away from the property because he had stripped the house of over $51,000 worth of items (countertops, an oven and hardwood flooring) and allowed the homeowners' insurance policy on the property to lapse.[11] The house was eventually sold in January 2011 for \"an undisclosed amount\". Jeff Smith, the second lien holder on the former Gretzky mansion, said the property was listed on the market for $10.5 million, and sources interviewed by CNBC said that Smith \"did very well\" with the sale.[12]\n\nIn 2000, Dykstra and other members of the 1986 Mets' World Championship team threw out the ceremonial first pitch before Game 5 of the World Series at Shea Stadium against the New York Yankees.[13][14] In 2002, Dykstra made another much-anticipated return to New York after being elected to the Mets' 40th Anniversary All-Amazin' Team.\n\nHe returned to Shea in 2006 for the Mets' 20th-anniversary celebration of their 1986 World Championship. He then voiced a greater desire to get back into baseball, and his name was mentioned as a possible Mets coach or even manager. He also served as part-time instructor at the Mets' spring training camp in Port St. Lucie.\n\nHe came back to Flushing for the last time on September 28, 2008, for the Farewell to Shea Stadium ceremony held after the final game of that season.\n\nIn May 2011, Dykstra was sentenced to house arrest after a bankruptcy fraud indictment. Under the terms of his plea agreement, he had been allowed to leave the house only to go to work, attend church or be mandatorily drug-tested.[15] Since his June 10 hearing for drug possession and grand theft auto, he had been jailed awaiting trial for inability to post $500,000 bail. He was also appointed a public defender.[16] On October 19, he pleaded no contest to three grand theft auto charges and one count of filing a false financial repo... (truncated)",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9480269551,
        "format_confidence":0.991744101
    },
    {
        "url":"http:\/\/ultimateupland.com\/birds\/grayfrancolin\/",
        "text":"Home » Birds » Gray Francolin\n\nGray Francolin\n\nGray Francolins are native species to Asia, hailing from a region between Iran to Bangladesh. These birds were introduced to the United States during the 1950s and 60s for the purpose of recreational hunting. However, the Gray Francolin’s introduction to the mainland was a failure and can now only be found within US territory on the main Hawaiian Islands. \n\nThis bird enjoys open habitat consisting of grassland, shrubby uplands and forest edges. Despite this, the Gray Francolin is a prodigious omnivore that will make itself at home in more cultivated areas like irrigated plantations and golf courses, roadsides and fields of crops. These birds prefer to run when flushed.\n\nAs part of Hawaii’s unique and diverse upland game, the Gray Francolin is a great bird to hunt with a 20 gauge and having a good dog along is always a great asset.\n\nPhoto Courtesy of Ravi Vaidyanathan.\nGray Francolin\n\nWhere to Hunt Gray Francolin\n\nPluck it\n\nIt certainly is more convenient to breast out game birds. After a long day of hunting the bulk of uplanders look for the quickest way to clean birds and get them in the cooler. And if you have hunted for any length of time you probably have the breasting down to a science. There are … Read more\n\nBrian Koch\nButchering Game Birds\n\nPreparing Birds for the Cooler\n\nMost folks who watch hunting shows on TV or who are new to the sport may never see what happens to birds after they are brought to hand. Because we camp and travel most of the season, often in places where access to fresh water is limited, we like to clean birds in a way … Read more\n\nBrian Koch\n\nPheasant Defying Drought….. For Now\n\nThere has been a lot of news about the terribly dry conditions across the bulk of the country this year. This news sparked many early negative predictions for the upland populations. If you read much about the lifecycle of upland birds though, most don’t require much water when they are young. So unlike harsh winters … Read more",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.8585191965,
        "format_confidence":0.8155314326
    },
    {
        "url":"http:\/\/www.oprfhistory.org\/explore_local_history\/hometown_legends\/sports\/tinker\/default.aspx",
        "text":"Joe Tinker\n\n\"These are the saddest of possible words—Tinker to Evers to Chance\"\n\nShortstop Joe Tinker was part of the legendary double-play trio of Tinker, second baseman John Evers, and first baseman Frank Chance. This Baseball Hall of Famer was also an Oak Park resident from 1908 to 1914.\n\nJoe Tinker was born in 1880 in Muscotah, Kansas, and played professional baseball for 15 seasons from 1902 to 1916—most of them with the Chicago Cubs. Known as a light hitter, but an outstanding defensive player, Tinker led the National League in fielding among shortstops five times.\n\nDuring his years with the Cubs from 1902 to 1912, he helped the club win four National League pennants—in 1906, 1907, 1908, and 1910—and two World Series Championships in 1907 and 1908. Following the 1912 season,Tinker was traded to the Cincinnati Reds, where he was player-manager. He stayed only one season and returned to Chicago as player-manager of the Chicago Federals and the Chicago Whales of the Federal League. He returned to the Cubs for a final season in 1916 as player-manager.\n\nTinker was elected to the Baseball Hall of Fame, along with John Evers and Frank Chance in 1946; he died in Orlando, Florida in 1948.\n\nFranklin P. Adams immortalized the trio in his 1910 poem, \"Baseball’s Sad Lexicon,\" with the phrase: \"These are the saddest of possible words—Tinker to Evers to Chance.\" Some baseball historians believe the poem may have unwittingly aided the election of the three to the Hall of Fame.\n\nJoe, his wife Ruby, and sons Joe Jr. and Roland lived on Gunderson Avenue in Oak Park. Tinker appears to have been a popular figure around town, and April 23, 1914, was proclaimed \"Joe Tinker Day\" in Oak Park to honor his return as player-manager of the Chicago Federals. Local businessmen purchased a block of tickets and organized an automobile caravan to the ballpark for Opening Day.\n\nMore than 20 automobiles, including Franklins, Overlands, Hudsons, Studebakers, Cadillacs, and Fords, were festooned with banners and pennants, and carried some 100 Oak Parkers to the first game ever played at Weeghman Park. Charlie Weeghman, owner of the Federals, called the ballpark \"an edifice of beauty.\" Today we know it as Wrigley Field.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.8964033723,
        "format_confidence":0.9411504865
    },
    {
        "url":"https:\/\/paralympic.ca\/para-athletics",
        "text":"Canadian Paralympic Committee\nDisplay Options\n  • Font size: A A\n  • Display mode:\n\nPara athletics\n\nPara athletics, also known as track and field, is the largest competition at the Paralympic Games.  Events are available for physical disabilities – both wheelchair and standing - and athletes with visual impairments. Contested events are held in track racing, throwing and there is also a marathon and pentathlon.\n\n  • Track events: Sprint (100m, 200m, 400m), Middle Distance (800m, 1500m), Long Distance (5,000m, 10,000m), and Relay races (4x100m, 4x400m)\n  • Road event: Marathon\n  • Jumping events: High Jump, Long Jump, and Triple Jump\n  • Throwing events: Discus, Shot Put, Club Throw and Javelin\n  • Combined events: Pentathlon (track and road events, jumping events, and throwing events, depending on the athletes' classification)\n\nThe rules of Paralympic track and field are almost identical to those of its Olympic counterparts.  Allowances are made to accommodate certain disabilities (for example, blind and visually-impaired runners may compete with guide runners attached to them by a tether at the wrist, but it is not a requirement for them to be physically be attached). \n\nCanada has a rich history in para athletics and its athletes have reached the podium at every Paralympic Games since 1968. Wheelchair racer Chantal Petitclerc is the most successful Canadian track Paralympian with 21 medals earned at the Games. She was awarded the Lou Marsh Trophy as Canada’s athlete of the year in 2008, a first for a female athlete with a disability.\n\nAthletics are governed by the International Paralympic Committee (IPC) with co-ordination from the IPC Athletics Sports Manager and Technical Committee. For more information about Canadian Athletics for athletes with a disability, go to the National Sport Federation: Athletics Canada.\n\n\nFor a full list of historical results, visit the International Paralympic Committee website. \n\nMore Information\nFind a Club",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9968894124,
        "format_confidence":0.8233574629
    },
    {
        "url":"http:\/\/www.scouts.ie\/rover_scouts\/what_we_do\/explorer_belt-44.html",
        "text":"rover scouts\n\nExplorer Belt\n\nThe Explorer Belt is the ultimate National Event for Rover Scouts and no other prise is regarded as highly as the simple brown leather belt with its compass point buckle that is awarded to successful participants. The Belt is a 10 day expedition that takes place in July of each year in continental Europe. Rover Scouts take part in teams of two, and over the course of the 10 days they must cover 200km’s by foot while completing a number of projects along the way. Not only this, but they must survive on a tiny budget which requires them to rely on the generosity of people they meet en route. There are two types of projects to be completed. The first are based around the major areas of the Rover Scout programme which are Adventurous, Social, Skills, Environmental and Service. These can cover a whole variety of topics, but all involve interacting with people met over the course of the expedition. The second involve each Rover Scout taking on a number of Personal Challenges. These involve the Rover Scouts investigating an aspect of their own development under the headings of Social, Physical, Intellectual, Character, Emotional and Spiritual.\n\nThe expedition begins with teams being dropped off at an unknown location. Each team is handed a sealed envelope which contains their project instructions, budget money, mobile phone, base camp location and maps. After this they are left on their own and they have to work out a plan to get themselves to the base camp location while completing all the required projects along the way.  A team of staff constantly monitor the progress of the teams and phone checks are done on a daily basis. When the teams eventually arrive at base camp they can enjoy a couple of days of well earned relaxation. During this time assessments of the projects and log books take place. These are followed up by team interviews to determine that all requirements of the Belt were competed. On the last night a formal meal takes place, at the end of which the successful teams are awarded their Belts.  \n\nThe Belt is an incredible experience which will be different for every team that takes part. But no matter how difficult the challenge, the Belt will provide memories that will last long into the future.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.6285513043,
        "format_confidence":0.7030097246
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Semyon_Varlamov",
        "text":"Semyon Varlamov\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nThis name uses Eastern Slavic naming customs; the patronymic is Aleksandrovich and the family name is Varlamov.\nSemyon Varlamov\nSemyon Varlamov - Colorado Avalanche.jpg\nVarlamov in 2014.\nBorn (1988-04-27) April 27, 1988 (age 27)\nKuybyshev, Russian SFSR, Soviet Union\nHeight 6 ft 2 in (188 cm)\nWeight 209 lb (95 kg; 14 st 13 lb)\nPosition Goaltender\nCatches Left\nNHL team\nFormer teams\nColorado Avalanche\nLokomotiv Yaroslavl\nWashington Capitals\nNational team  Russia\nNHL Draft 23rd overall, 2006\nWashington Capitals\nPlaying career 2006–present\n\nSemyon Aleksandrovich Varlamov (Russian: Семён Александрович Варламов, Russian pronunciation: [sʲɪˈmʲɵn vɐrˈlaməf]; born April 27, 1988) is a Russian professional ice hockey goaltender currently playing for the Colorado Avalanche of the National Hockey League (NHL). He first played professionally with Lokomotiv Yaroslavl of the then Russian Superleague (RSL) after he was drafted in the first round, 23rd overall, by the Washington Capitals in the 2006 NHL Entry Draft.\n\nPlaying career[edit]\n\nEarly career[edit]\n\nVarlamov grew up in Kuybyshev, developing his skills under the VVS hockey program. Before learning to skate properly, he started playing in net at the age of eight, preferring the goalie stick to the inferior bandy sticks that mite-level players were using at the time.[1] The young goalie moved to Yaroslavl in his early teens and quickly established himself as the club’s dominant goalie. During the 2004–05 season, Varlamov made his debut on Lokomotiv’s junior farm club, Lokomotiv-2, playing as backup to Ivan Kasutin in the 1st League (Russia 3). During the summer of 2005, Kasutin was loaned to Penza, effectively making Varlamov the starting goalie for the 2005–06 season. In 2008, he helped lead Lokomotiv Yaroslavl to the Russian Super League finals.[2]\n\nWashington Capitals[edit]\n\nVarlamov at Capitals convention in 2009.\n\nAfter having been drafted by the Washington Capitals 23rd overall in the 2006 NHL Entry Draft, Varlamov was signed by the Capitals to a three-year, entry-level contract on July 11, 2007. He came to North America for the 2008–09 season and played, for the most part, with the Capitals' minor league affiliate, the Hershey Bears of the American Hockey League (AHL). Varlamov was called up, however, on several occasions during the season and played his first NHL game on December 13, 2008, against the Montreal Canadiens. Making 32 saves, he won his debut 2–1 and was named the first star of the game. His home debut in Washington came five days later on December 18 against the St. Louis Blues, where he made 29 saves on 31 shots and was named the second star of the game in a 4–2 Capitals win. After regular Capitals backup Brent Johnson was sidelined with a hip injury in February 2009, Varlamov assumed the backup position behind José Théodore.[2][3] He went 4–0–1 with a 2.37 goals against average (GAA) and .918 save percentage in six games with the Capitals, while also going 19–7–1 in 27 games with the Bears in the AHL.\n\nVarlamov during the 2009 Stanley Cup playoffs.\n\nDuring the first round of the 2009 playoffs against the New York Rangers, Varlamov replaced José Théodore after he allowed four goals to lose Game 1.[4] He subsequently made his NHL playoff debut on April 18, 2009, losing the second game of the series 1–0. He went on to win Game 3 4–0 on April 20, recording his first career NHL shutout. On April 24, Game 5 of the series, Varlamov achieved his second shutout by the same score, 4–0. He won the next two games 5–3 and 2–1, respectively, to help the Washington Capitals advance to the second round of the playoffs for the first time since 1998. In Game 1 of the second round against the Pittsburgh Penguins, Varlamov made a spectacular save on Sidney Crosby that NHL pundits dubbed \"the save of the playoffs.\"[5] In Game 7 of that series, after allowing four early goals, he was pulled in favor of deposed starter José Théodore in which the Capitals were ultimately eliminated 6–2 by the eventual Stanley Cup champions.\n\nVarlamov wearing #1 at the 2011 NHL Winter Classic.\n\nThe next season, Théodore began the season as the starter, with Varlamov able to challenge for the spot. After a hot start, just as it seemed he would supplant Theodore, Varlamov was injured. Varlamov was sent down to the Hershey Bears of the AHL by the Capitals on December 29, 2009, to begin his rehabilitation starts. Varlamov was later recalled from the Bears on March 1, 2010. Théodore remained the starter, but just as it was the year before, Varlamov eventually made most of the playoff starts. Théodore was not retained after the season, seemingly making Varlamov the official starter. However, he eventually lost out to rookie Michal Neuvirth, and Neuvirth was instead Théodore's successor.\n\nOn July 9, 2010, it was announced that Varlamov changed his jersey number from the recognizable number 40 to number 1.\n\nColorado Avalanche[edit]\n\nOn July 1, 2011, Varlamov was traded to the Colorado Avalanche for a first-round draft pick in the 2012 NHL Entry Draft and a second-round pick in either 2012 or 2013.[6] As a restricted free agent at the time of his trade, he was then signed to a three-year, $8.5 million contract with the Avalanche the following day, marking his projection as the Avalanche's starting goaltender.[7]\n\nThe start of the 2011–12 season proved successful for Varlamov and the Avs, but a disastrous November put the club back to the bottom of the Northwest Division. Varlamov was often benched in favor of veteran backup Jean-Sébastien Giguère, originally brought in by the Avalanche to mentor the young Russian. With Giguère's exemplary effort in net, the Avs climbed back within the race for bottom playoff spots in the Western Conference. On February 15, 2012, Giguère pulled his groin in the first period against the Vancouver Canucks. Varlamov replaced Giguère in a losing effort. Since then, he has reaffirmed his position as starter and kept his club in playoff contention.\n\nApril 5, 2012, the 81st game of the season, in a must-win situation for the Avs' playoff hopes, Varlamov made his career high eighth consecutive start and let up four goals in a 5–2 loss against the last placed Columbus Blue Jackets at Pepsi Center. Two of the goals goals came from Columbus captain Rick Nash, the other two from rookie Cam Atkinson, who notched his first career hat-trick with an empty-net goal after Varlamov was pulled in favor of an extra skater at the end of the game. The loss ended Colorado's playoff bid. This game finished his season with a .913 save percentage and a 2.59 GAA with a 26–24–3 record. Despite his well known contempt for the post-overtime tiebreaker, Varlamov went undefeated in the shootout in the 2011–12 season, winning all eight of his contests and allowing only two goals in 24 attempts.\n\nWith the 2012–13 NHL lockout cancelling the start of the NHL season, Varlamov signed a lockout contract to return to his Russian club, Lokomotiv Yaroslavl, on September 27, 2012.[8] Used as one of three main goaltenders on the Lokomotiv roster, Varlamov impressed early in his debut Kontinental Hockey League (KHL) season.[9] Despite suffering a knee injury, Varlamov played in 16 games and led the KHL in GAA and save percentage before the conclusion of the NHL lockout called for his return to the Avalanche on January 6, 2013.[10][11]\n\nVarlamov struggled during the lockout shortened 2012–13 season, only posting 11 wins in 35 game played and ended the season with a career-worst 3.02 GAA and .903 save percentage[12] as the Avalanche missed the playoffs again and finished last in the Western Conference.[13]\n\nOn January 30, 2014, Varlamov signed a five-year contract extension with the Avalanche worth $29.5 million.[14]\n\nPersonal life[edit]\n\nOn October 30, 2013, Varlamov surrendered to Denver police and was arrested on domestic violence charges on his girlfriend,[15] including second degree kidnapping and third degree assault.[16][17][18][19]\n\nOn November 22, 2013, Varlamov was charged with misdemeanour assault of his girlfriend.[20] The misdemeanor charge against Varlamov was dropped by a Denver judge on December 20, 2013, after prosecutors said they could not prove the case beyond a reasonable doubt.[21]\n\nName pronunciation[edit]\n\nWhen Varlamov first started playing for the Capitals, his name was most often pronounced VAR-la-mov. However, Varlamov has since corrected journalists and the Capitals television team, who mentioned it often during Game 4 of the 2009 Eastern Conference Quarter-finals. The correct pronunciation is var-LA-mov, similar to the syllable emphasis of the last names of fellow Russian netminders Evgeni Nabokov and Ilya Bryzgalov.\n\nOn August 5, 2009, Varlamov registered a change of spelling of his first name with the NHL, \"for the upcoming season and foreseeable future,\" from the incorrect \"Simeon\" to \"Semyon.\"[22] In the Russian alphabet, Varlamov's first name is spelled \"Семён.\" The Russian letter (ё), equates to the sound (yo) in English. Other transliterated variations in use include Semen (as it is written in the NHL 09 video game), Semyen, Simyan, Simyon, etc.\n\nIn response to attempts by Varlamov and other Russian players to correct the spellings of their names, the International Ice Hockey Federation (IIHF) came out with a standardized code in 2011 for transliterating names from the Cyrillic to the Latin script.[23]\n\nInternational play[edit]\n\nMedal record\nCompetitor for Russia Russia\nIce hockey\nWorld Championships\nGold medal – first place 2012 Helsinki\nSilver medal – second place 2010 Germany\nWorld Junior Championships\nSilver medal – second place 2007 Sweden\nSilver medal – second place 2006 Canada\n\nVarlamov was a backup for Russia during the 2005 IIHF World U18 Championships, where they finished fifth. He then earned the backup position over Lokomotiv-2 teammate Ivan Kasutin for Russia at the 2006 World Junio... (truncated)",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.995865941,
        "format_confidence":0.9921873808
    },
    {
        "url":"https:\/\/getaway.10best.com\/13184415\/how-long-does-it-take-to-hike-camelback-mountain",
        "text":"How Long Does it Take to Hike Camelback Mountain\n\nBy Meg Jernigan; Updated June 08, 2017\n\nTaking the trail up the tallest peak in Phoenix\n\nHow Long Does it Take to Hike Camelback Mountain\n\nCamelback Mountain rises 2,707 feet over Arizona’s Valley of the Sun. The mountain, a short drive from downtown Phoenix, is a popular hiking spot, but it’s not for the unfit or the faint of heart. Begin early in the day to avoid the weekend crowds, and you’ll be back at your hotel in time for a late breakfast.\n\nHiking Camelback\n\nTwo main trails lead to the summit of Camelback, a camel-shaped mountain just 20 minutes from downtown Phoenix. Both are rated extremely difficult. The Echo Canyon hike is the more rugged of the two and requires steep climbs and scrambling over large rocks. The Cholla Trail, while a little bit less strenuous, is also a little bit longer. The beginning of the hike is easy, with switchbacks and even terrain. The last third of the trail requires scrambling up steep grades with drop-offs on each side. Both hikes are a little under 2.5 miles long. Plan on taking two to three hours, depending on your condition, to make either of the round-trip hikes.\n\nGear and other essentials\n\nTake plenty of water. Heat stroke is a real possibility when hiking in the desert. Experts recommend hydrating before you start hiking and packing more than you think you’ll need. No matter where you are on the mountain, turn around and head back down once you’ve used half of your water. Wear sunscreen and a hat to protect your face and the top of your head. Pack a camera to capture the 360-degree views from the summit of Camelback.\n\nLeave the pooch at home if you’re hiking Camelback. Dogs are prohibited on all trails. The terrain, weather and elevation gain aren’t appropriate for kids or hikers who aren’t in good condition.\n\nTips for the trip\n\nParking lots at the trailheads fill up quickly during the winter and spring when visitation is the highest. On weekends, they may fill for the entire day. When this happens, the park closes the gates and prohibits cars from idling in the street, waiting for the gates to open. Visit the park during the early afternoon on weekdays, when it’s least crowded, or use an alternative method of transportation. Use the restroom at the Echo Canyon trailhead; you won’t find any other accommodations along the trail.\n\nHikers with a fear of heights should be aware that a sheer cliff drops off the side of the summit. The Cholla Trail’s steep drop-offs might also cause problems. Stay on the trail. People have died from falls.\n\nNearby hiking\n\nPinnacle Peak, about 25 miles north of Camelback Mountain, is the centerpiece of a small park near Scottsdale. A moderate, 3.5-mile out-and-back trail with about 300 feet of elevation gain winds its way through the Sonoran Desert. Three areas in the park have rock climbing routes.\n\nSouth Mountain Park, on the southern edge of Phoenix, encompasses three mountain ranges. The park has 51 miles of trails leading to spots such as Dobbins Lookout and Goat Hill.\n\nSandstone buttes rise out of the desert in the urban Papago Park. The park, site of the Phoenix Zoo and the Desert Botanical Garden, has four hiking trails, ranging from a very short walk to the geological formation known as Hole in the Rock to a 3.1-mile hike through the buttes.\n\nAbout the Author\n\nMeg Jernigan",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.5847893357,
        "format_confidence":0.6767620444
    },
    {
        "url":"https:\/\/www.hobbydb.com\/subjects\/dan-gurney-driver?utm_source=blog&utm_medium=post&utm_campaign=hwvsjl",
        "text":"Hdb get involved\n\nDan Gurney\n\n\nDaniel Sexton Gurney was born in Port Jefferson, Long Island. Dan's racing career, which started with a Triumph TR2 in 1955, spanned 15 years. During that time he became a top road racing star in America as well as one of the most popular F1 drivers of the era. He raced for Ferrari, BRM, Porsche, Brabham and later EAGLE bringing a maiden F1 win to Porsche, Brabham (twice), and his own marque.\n\n  • {{ catalogItem['variantCount'] }} Variants\n  • {{}}: {{fieldValue.value}} {{fieldValue.value}} ,\n  • {{catalogItem.catalogItemTypePrimaryEstimatedValueLabel}}: {{formatMoney(catalogItem.catalogItemPrimaryEstimatedValue)}}\n  • {{catalogItem.catalogItemTypeSecondaryEstimatedValueLabel}}: {{formatMoney(catalogItem.catalogItemSecondaryEstimatedValue)}}",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.8028497696,
        "format_confidence":0.7155717611
    },
    {
        "url":"http:\/\/www.backcountrycoalition.com\/descents\/area\/south-drainages",
        "text":"South Drainages\n\nWhat's in this Area?\n\nSouth Drainages\n\nSubmitted By: Shumaker on January 09, 2013\n\nAdministrator: Shumaker\n\nViews: 378 page views\n\nFeatured Descent\n\nColorado » Holy Cross Wilderness\n\nSavage Peak Couloir\n\nThe couloir is skiable from summit to bottom (1200+ feet), however, when we skied it we entered the couloir from a side inlet 200' below the summit as a sizable cornice existed at the top.  The upper pitch can reach 50 degrees, but the majority of the couloir is sustained 45.  The bulk of the couloir is fairly shaded from the sun, except for the top 100', so an early start is prudent.  No narrow chokes exist and the majority of the couloir is wide at roughly 30', but it does have a double fall line.\n\n\n\nHow to Get There\n\nArea Camping\n\nArea Food\n\nArea Access\n\nUpcoming Events in South Drainages\n\nFull Events Calendar »\n\nRecent Comments\n\nNo Comments for this entry.\n\nLeave a Comment\n\nForgot your password?",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9656028152,
        "format_confidence":0.8594222069
    },
    {
        "url":"http:\/\/champions-league-betting.com\/uefa-champions-league-trophy\/",
        "text":"UEFA Champions League Trophy\n\nThe European Cup is the trophy awarded to the club that wins the UEFA Champions League. The first UEFA Cup was donated to the competition by L’Équipe, the French sports newspaper that originally proposed the pan-European competition. The original trophy was awarded to Real Madrid in 1967, when they claimed their 6th Champions League winners’ title.\n\nThe design of the European Cup was modified when the original trophy was replaced. The new European Cup was cast in silver in a workshop in Switzerland at a cost of 10,000 francs. The trophy sports an urn-like shape with two large handles that have earned it the title ‘La Orejona’ in Spain due to the handles’ similarity to a pair of oversized ears. The trophy is also unusually large, standing 74cm in height.\n\nSince the first European Cup was replaced in 1967, the trophy has been recast several times as top European clubs have claimed it permanently as they won the tournament either three times in a row or have notched up their fifth title in the history of the competition.\n\nBesides Real Madrid, Ajax Amsterdam, Liverpool and AC Milan, Bayern Munich has also been awarded permanent ownership of original Champions League trophies. Liverpool was the last club to achieve this feat after claiming their fifth title in 2005. Each new trophy is engraved with the names of the previous winners.\n\nBesides being allowed to retain an original trophy these five clubs have the right to wear ‘badges of honour’ on their football jerseys which indicate the years in which the relevant club won the title on a patch bearing an outline of the Champions League trophy.\n\nOther teams winning the UEFA Champions League trophy are allowed to retain the trophy for 10 months, and are then awarded a scale replica to hold permanently. Clubs are also permitted to cast their own replicas provided these replicas are scaled down versions of the original trophy.\n\nOver recent years the UEFA Champions League trophy has become something of a celebrity attraction in its own right and has toured the world extensively, appearing at exhibits throughout Asia and Europe. When the UEFA Champions League trophy arrives in the host city of the UEFA Champions League final it tends to draw enormous crowds as it is paraded through the city.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9924116731,
        "format_confidence":0.846722424
    },
    {
        "url":"http:\/\/www.nascar.com\/en_us\/sprint-cup-series\/nascar-nation\/nascar-edu\/did-you-know\/nascar-number-4-busch.html?blogArchive=April%202013",
        "text":"NASCAR Number: 4\n\nApril 26, 2013, Reid Spencer, NASCAR Wire Service,\n\n4: The number of consecutive spring races at Richmond International Raceway won by Kyle Busch. Since Busch first triumphed at Richmond on May 2, 2009 (his 24th birthday), Joe Gibbs Racing drivers have won six of eight races at RIR, and Toyotas have won seven of eight. Busch got his Richmond weekend off to a fast start Thursday night, winning the charity short-track showdown hosted by teammate Denny Hamlin for the third time in six tries. Busch claimed his first two showdown victories at Southside Speedway in nearby Midlothian, before the event moved to RIR in 2011.\n\n\nComments are currently unavailable. We’re working on the development of a NASCAR fan forum – please stay tuned.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9946782589,
        "format_confidence":0.5678419471
    }
]