[
    {
        "url":"http:\/\/www.ipowerfour.com\/case-study\/custom-business-analytics",
        "text":"Custom Business Analytics\n\nWe enhanced operational efficiencies for CXOs using innovative data aggregation and custom business analytics\nA large Financial\/Insurance company had a challenge of exposing KPA and KPI metrics for their CXO in a central system which would help them in business reviews and performance monitoring. Every department in the company had their own systems which had the data. The staff of respective department had to spend large of time to collate all the information and come up with the metrics to present. Moreover, there was a need for a common person to consolidate the metrics across department and prepare a pitch with the information which was then used in the review meetings.\n\nWe initiated a business transformation initiative followed by building data aggregation and custom analytics. A need was identified to develop dashboards that present enterprise with operational and performance metrics used for periodic business performance review. The departments covered various business functions such Audit, Admin, Communications, Consumer, Finance, Investment, IT, HR, Operations, etc.\n\nFollowing approach was followed to come up with the transformation strategy\n\n  • Analyzed the data from each department along with the KPA and KPI required for performance review\n  • For every KPI looked at the data source and its availability\n  • Since the data sources of different kind involving databases, excel files, enterprise API, etc., we developed custom ETL programs to transform the data to the required format\n  • Developed custom analytics from the common data source to present the KPI metrics\n  • Designed and developed compelling user experience using using interactive and animated charts, graphs and various other rich elements.\n\nLatest technologies such as HTML5, D3, AngularJS were used to make the interface rich and responsive.\n\nKey Features implemented were\n\n  • Rich Internet Web Application\n  • Front-end and Back-end Partitioned\n  • RESTful Web services with JSON output\n  • Thick Client, MV based Single Page Application\n  • Single Sign-on making access to dashboards easy for CXOs\n  • Intuitive interface having KPI strips, Metric Tabs and Domain sections with\n  • Rich graphs.\n  • Business data organized in groups and sub groups with creative easy drilled down or roll up.\n  • Graphs showing trends over time periods, comparisons and distributions across peer areas.\n  • Many types of graphs such as Pie charts, Line graphs, Bar charts, Stacked Bar charts, Tables, Geo Maps with Locations, Scatter plots, etc implemented using D3.JS\n  • Graphs have options to Select, Filter, Segregate, Search, Combine, Split, Roll up and Drill down\n  • ETL to transform the business data in various formats\n  • Migration from Tomcat\/MySQL to IBM WebSphere\/Oracle\n  • About 40+ Dashboards for various OPCOs developed and delivered successfully\n  • Test automation using Protractor",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.9332966208,
        "format_confidence":0.9610673189
    },
    {
        "url":"http:\/\/klariti.com\/concept-of-operations-template-apple-iwork-pages\/",
        "text":"Concept of Operations Template (Apple iWork Pages)\n\nThe Concept of Operations template (iWork Pages 30 pages) describes the purpose of a proposed system, the environment in which it will be operated, how it will be used, roles and responsibilities of users, resources required for its implementation, and other information project stakeholders will need to fund the proposed system.\n\n\nApple iWork Concept of Operations Template\n\n\nUse this template to:\n\n  • Assist stakeholders in determining if the proposed system should be developed\n  • Serve as the basis for the Functional Requirements Document\n  • Communicate the user’s expectations to buyers and developers\n  • Describe the proposed system, identify user classes, modes of operation, and clarify conflicting user requirements\n  • Build consensus among user groups, buyer organizations, and\/or among developers.\n\n\nThe template pack includes the following documents:\n\n  • Concept of Operations template – iWork Pages 30 pages\n\n\n\n\n\n\n\n\nApple iWork Concept of Operations Template\n\n\nFile Formats\n\nApple iWork Pages\/Numbers\n\nSupported Platforms\n\niPhone, iPad, iMac\n\n\nTemplates are written in English\n\nAbout Us\n\nKlariti Ltd has created templates, forms, and documents for business, software development, and testing since 1997.\n\nWhat software did you use to create it?\n\nWe created the templates in Apple Pages and Numbers.\n\nDo the templates work in older versions?\n\nYes. You can use them in all versions of Pages and Numbers.\n\nDo the templates work in the cloud?\n\nYes. You can save the files to Apple’s iCloud.\n\nDo the templates work in the iPad?\n\nYes. They look lovely on the iPad and download quickly. We formatted the tables with a lot of care so it’s easy to enter values in the cells. We also have tutorials on the site on how to write on the iPad.\n\nAre there any special downloads or plugins?\n\nNo. There is no special plugins or macros. Once you download the file, just open it, and get started.\n\nCan I change the text and images?\n\nYes. You can change everything in the template. You can remove the images, change the formatting, add your own images, and anything else you’d like to do.\n\nWhat can’t I do?\n\nThe only thing you really can’t do is resell the templates as though there were yours.\n\nCan I make copies of the templates and share them with others?\n\nYes. Actually, we recommend that you make a copy of the template you download and save it for future reference. For example, save it to Dropbox or your Google Drive.\n\nCan I ask you questions about how to use the templates?\n\nOf course. You can email me at ivan at klariti dot com or get me on Twitter or Facebook.\n\nAre there other templates you’d recommend?\n\nIf you plan to buy more than one template, you might want to look at the bundles. These are great value and include lots of different forms, checklists, and guides.\n\nApple iWork versions\n\nMS Office versions\n\nDo you have an iTunes app?\n\nYes. You can download the Klariti Template Store app here. It’s updated every week with new templates, special offers, and freebies.\n\nApple or Microsoft – which file format do you want?\n\nms-office-templates iwork-templates\n\nWe have created this template in both Apple Pages\/Numbers and MS Word\/Excel format.\n\n  • To download the MS Office templates, click here.\n  • To download the Apple iWork templates, click this BUY NOW button\n\nApple iWork Concept of Operations Template",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.6743944883,
        "format_confidence":0.9689166546
    },
    {
        "url":"https:\/\/www.hitasoft.com\/ios-developer-training-course\/",
        "text":"Chat with us, powered by LiveChat\n\nTraining from top-rated app development instructors!\n\nios development course\n\n70 days\n\nTraining sessions\n\nios development course\n\n5+ yrs\n\nExperienced software developers\n\nandroid training\n\nAll time\n\nExpert support during the training period\n\nios development course\n\nKick-start your career in iOS app development\n\nAre you looking for the best way to build a successful career in iOS app development? Then, our iOS training program with effective training sessions will be the apt choice for you to dive right into creating full-fledged iOS apps.\n\nLearn how to design, build and deploy iOS mobile applications with modern tools. Know all core and advanced concepts on iOS app development from well-experienced software professionals.\n\nWhat you will learn from our iOS course\n\n1. Building feature-packed, impressive iOS apps from scratch\n\n2. Complete study of programming languages such as Objective-C and Swift\n\n3. Testing, debugging, monitoring, and deploying iOS apps\n\n4. Emerging technologies to optimize and scale iOS app fitting diverse screen resolutions\n\nOur iOS developer training program includes\n\n1. Training to work with real-world apps\n\n2. Flexible training schedule (Half-day training program)\n\n3. Work-related training from skilled professionals\n\n4. Company culture training sessions\n\n5. Customized training classes based on the skill set of the candidates\n\n6. Hands-on experience in developing iOS applications\n\nWhy Hitasoft for iOS development course?\n\n1. Best-in-class iOS training program with affordable fee structure\n\n2. Learners will explore iOS mobile app development with our instructors who specialize in various mobile app development divisions\n\n3. Comprehensive process of building iOS mobile apps for diverse business models with the trendiest technologies\n\n4. Excellent placement opportunities for the candidates who have successfully completed our iOS development course\n\niOS training program outline\n\n1. Mac versions –Features\n\n2. iOS versions -Features\n\n3. Introduction to Xcode tool and Compilers\n\nios developer course\n\n1. classes and Methods\n\n2. Properties and methods\n\n3. Arrays, Dictionaries - (Mutable)\n\n4. Categories and protocols\n\n5. Application Lifecycle\n\n5. Xib, StoryBoard and Interface builder\n\n6. Creating and building simple applications\n\n7. UIState Preservation\n\n8. View application sandbox and CrashLogs of Application\n\n9. Delegate and Data Source\n\n10. Properties tag\n\nios developer course\n\n1. About MVC\n\n2. Model, View, and Controller Classes\n\n3. Pod file integration\n\nios developer course\n\n1. UIViewController Lifecycle\n\n2. Button,label,Text Fields,SearchBar\n\n3. switch,slider,progress bar\n\n4. Alerts Action sheet\n\n5. Tableviews, CollectionView\n\n6. Scrollview, Web view\n\n7. Picker, Date picker, Imageview, Image picker controller\n\n8. Gestures\n\n9. Mail, Message, Phone call\n\nios developer training\n\n1. UITableViewController\n\n2. UITableViewCell\n\n3. Working with multiple TableViews\n\n4. CustomCell creation\n\n5. Collection delegate and datasource\n\nios developer training\n\n1. view to view (Present model view controller )\n\n2. Navigation controller\n\n3. Tab Bar controller\n\n4. Pageview controller\n\nios developer training\n\n1. UIKit and view lifeCycle\n\n2. Alpha ,Opaque ,hidden\n\n3. SplashView and Basic animation\n\n4. Adding Views with animation\n\n5. Lottie Animation\n\nios developer training\n\n1. Introduction to MapKit Framework\n\n2. Showing a simple Map\n\n3. Update User Location\n\nios developer training\n\n1. Rest service\n\n2. JSON Parsing\n\n3. Error handling\n\nios course\n\n1. User Defaults\n\n2. Plist\n\n3. SQLite\n\n4. Core Data\n\nios course\n\n1. AVAudio player\n\n2. Media Player\n\n3. MPMovie player\n\nios course\n\n1. Local notifications\n\n2. APN and Firebase Notification\n\n3. VOIP Notification\n\nios course\n\n1. FaceBook\n\n2. Firebase Mobile login\n\n3. Apple Sign In\n\nios training\n\n1. Image Asset\n\n2. Color Asset\n\n3. Custom Font\n\nios training\n\n1. Synchronous and Asynchronous\n\n2. Introduction to NSTimers\n\nios training\n\n1. Developer ID Creation\n\n2. Debugging application in the device\n\n3. App store Submission\n\nios training\nios training\n\nLearn with the best\n\nEnroll your name now for our iOS course!\n\nJoin Now",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.8236208558,
        "format_confidence":0.9976878166
    },
    {
        "url":"http:\/\/spyratech.com\/products\/services\/project-programming.html",
        "text":"Project Programming\nOpen Quick Reference\n\nWe can work on your programming projects to get results.  We've been professionally programming for 30+ years in many languages.  If you have projects in PHP, Perl, Tck\/TK, Shell Script or Synergy DBL for Linux, Windows or any other Unix platform, we're capable of understanding your needs and producing managed code.\n\nS5 Box\n\n\n\nYou need to enable user registration from User Manager\/Options in the backend of Joomla before this module will activate.",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.9850900173,
        "format_confidence":0.983594358
    },
    {
        "url":"https:\/\/www.br.freelancer.com\/projects\/php\/note-image-creator\/",
        "text":"Em Andamento\n\nNote Image Creator\n\nIn this project I am looking something along the lines of this: [url removed, login to view]\n\nIn that link, you will notice they are just images on loose leaf paper with writing already on it and a code provided. What I am looking for is something along the same lines but where you will be able to write what you want on the note and a code will generate for the image\/writing on the note.\n\nHabilidades: PHP\n\nVer mais: note image creator, writing image, note writing , note creator, want to write a note, note, image, note php, notice, php image write, creator project, images image code, write lines php code, project image, paper php, php generate image, notes writing, project paper writing, leaf images, write notes image creator, writing project paper, lines code, something paper, generate image, leaf image\n\nAcerca do Empregador:\n( 46 comentários ) ML, United States\n\nID do Projeto: #148381",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.858721137,
        "format_confidence":0.8509215713
    },
    {
        "url":"https:\/\/eisdigital.com\/version\/1.1\/",
        "text":"EISdigital 1.1 – 10 November 2009\n\nThis version was also focused in internal management needs. These are list of feature added:\n  • Issue Fixed – Functional\n  • Improved - Performance and Business Flow\n  • Optimized grid based data listing & pagination using AJAX trends\n  • Color code for enquiry and student list. Color Code(New: Pink, Fake: Gray, Registered: Green, Not Interested: Yellow, Joined Somewhere Else: Blue)\n  • Added multiple roles support",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.7363269329,
        "format_confidence":0.7600007057
    },
    {
        "url":"http:\/\/wareseeker.com\/Software-Development\/aero-wizard-.net-library-1.0.zip\/3818b15ab",
        "text":"Main > Software Development > Components & Libraries >\n\nAero Wizard .NET Library 1.0\n\n\nAero Wizard .NET Library 1.0\n\nSponsored Links\n\nAero Wizard .NET Library 1.0 Ranking & Summary\n\nRankingClick at the star to rank\nRanking Level\nUser Review: 0 (0 times)\nFile size: 239 KB\nPlatform: Windows All\nLicense: Freeware\nPrice: FREE\nDownloads: 23\nDate added: 2010-10-08\nPublisher: David A Hall\n\nAero Wizard .NET Library 1.0 description\n\nAero Wizard .NET Library 1.0 brings you an outstanding and useful library for simple creation of Aero Wizards (new wizard format in Vista and later). Strictly follows Microsoft guidelines and uses Visual Styles to pull specific settings from the system. Includes nice design-time experience and demonstrates how to render controls on glass.\n\nThe project is built on a number of great projects around the web on creating wizards for .NET using the old Wizard97 format. This library uses the system theme cues to build an interface. It also provides a good design-time experience so the developer can focus on the wizard function and not making it work.\n\nMajor Features:\n\n  1. Class that wraps DwmEnableBlurBehindWindow and DwmExtendFrameIntoClientArea capabilities exposed by the Desktop Window Manger (DWM) allow you to create the extended glass window effect. (NativeDWM.cs)\n  2. Entension class for the VisualStyleRenderer class that includes a method to fix the broken GetMargins method and the ability to paint glowing text or paint theme backgrounds on glass. (NativeVisualStylesRendererExtender.cs)\n  3. Rough controls for a label and button that paint correctly on glass. (ThemedLabel.cs & ThemeImageButton.cs)\n  4. A fully evented generic list. (EventedList.cs)\n  • Visual Studio\n\nAero Wizard .NET Library 1.0 Screenshot\n\nAero Wizard .NET Library 1.0 Keywords\n\nBookmark Aero Wizard .NET Library 1.0\n\nHyperlink code:\nLink for forum:\n\nAero Wizard .NET Library 1.0 Copyright do not provide cracks, serial numbers etc for Aero Wizard .NET Library 1.0. Any sharing links from, or are also prohibited.\n\nAllok Video Splitter 2.2.0 Review:\n\nName (Required)\nFeatured Software\n\nWant to place your software product here?\nPlease contact us for consideration.\n\nRelated Software\nTNT Clip Art Library is a free and useful library of design elements for Flash Free Download\nCreate your own wizard with just few clicks! Free Download\nTechnorati Class Library (API) for Microsoft .NET web sites and applications (C#, VB.NET, ASP.NET). Enable applications to search for blogs, find links to blogs, query for blog info, etc. Free Download\nVintaSoftBarcode.NET Library - the easiest way to read and write barcodes from your VB.NET, C# or ASP.NET application. Supported barcode types: Code 39, Code 93, Code 128, DataMatrix, EAN, PDF417, QR, IntelligentMail, Royal Mail, UPC etc. Free Download\nfree sample library for native instruments kontakt Free Download\nVB Code Library - VB Code - Organize and track the files and code snippets you download from the Internet. A great tool for programmers, web page de... Free Download\n179 Unique Vector graphic FLA Files. Editable FLA files Free Download",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.9765684605,
        "format_confidence":0.9857451916
    },
    {
        "url":"https:\/\/webdesign-flash.ro\/p\/sisc\/index.html",
        "text":"Speed Up Your Slider\nKeep Your Moments Alive\n\nImprove your business with the best performing and most deployed Slider Carousel.\n\nView demos\n\n100% Responsive\n\nEasy instant updates\n\nParalax support\n\nDynamic CSS layout\n\nInfinite loop\n\nScroll to so see demos\n\nDemo 1: Amanda\n\nFluid width\n\n\n\n\nDemo 1: Amanda\n\nDemo 2: Lima\n\nDemo 3: Apia\n\nDemo 4: Brasilia\n\nDemo 5: Roma\n\nDemo 6: Alofi\n\nDemo 7: Male\n\nDemo 8: Lisboa\n\nDemo 9: Caracal\n\nDemo 10: Oslo\n\nDemo 11: Suva\n\nDemo 12: Izabela\n\nDemo 13: Commin soon\n\nCreate Outstanding, Professional Slider Modules With No Coding Experience Required.\n\nResponsive, Flexible, Fluidwidth, Fullscreen Layouts.\nEasy, Instant Updates.\n\nIncreased Performance By Using Hardware Accceleration To Render The Images, Content And Animations.\n\nVery Easy To Use And Setup As Well Direct Support From The Plugin Developer.\n\nOther features\n\n+ Multiple display types, that will make it very easy to integrate it in your layout desgn like responsive, ,fluid width, fullscreen, afterParent and more.\n\n+ Lazy scrolling \/ loading, the posibility to initialize the slider on scroll when the slider is visible in the page, this way for example if the slider is in a page section that is not visible it will not be initialized \/ load images, instead the slider will be initalized \/ load images only when the user is scrolling to that section in which the slider is added, this feature will greatly improve loading time and performace of your page.\n\n+ Customizable image geometry like border, spacing, reflections, shadows, colors and other visual settings can be configured with ease.\n\n+ Playlists can be created using HTML markup or JSON.\n\n+ The option to randomize the images playlist order.\n\n+ Multiple transition types.\n\n+ The posibility to show all images or set a number of images to be displayed.\n\n+ Support for HTML \/ text content that can be added inside the image, at the bottom or top of the image or outside the image at the bottom, this is adding infinite possibilities to image caption creation.\n\n+ Two animation HTML \/ text types and the possibility to add more.\n\n+ Optional \"click and open page\" on the images, the center image can be set to open a new page when clicked, the page URI and target can be set.\n\n+ Mobile optimized IOS (Iphone \/Ipad) and Android.\n\nShortcode generator and custom post type support for the WordPress plugin.\n\n+ Video tutorial for the wodpress version here.\n\n+ Customizable theme \/ skin.\n\n+ Optional slideshow support and the option to set the slideshow run time or delay.\n\n+ Optional infinite loop.\n\n+ Swipe support for mobile devices and optional keyboard support for desktop.\n\n+ Optional next, previous, zoom and fullscreen buttons.\n\n+ The next and previous buttons can be positioned inside or outside of the center image or at the edge of the browser.\n\n+ Fine tunning for possitioning all buttons.\n\n+ API support.\n\n+ Full CSS support.\n\n+ Autohide buttons, the buttons can be set to autohide after a number of seconds of inactivity.\n\n+ Documentation included.\n\nJoin +25,000 happy clients!\n\nBuy Simple Image Slider Carousel!",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.8868718743,
        "format_confidence":0.9966754913
    }
]