[
    {
        "url":"http:\/\/permissiontokill.com\/blog\/tag\/avakoum-zahov\/",
        "text":"Browsing the archives for the Avakoum Zahov tag\n\nThe Zakhov Mission\n\nAuthor: Andrei Gulyashki Translated by Maurice Michael Publisher: Cassell Published: 1968 Originally published as Priklogyyeniyema na Avakum Zakhov (1963) The first thing I must clear up is the relationship between Andrei Gulyashki’s books The Zakhov Mission and Avakoum Zahov versus 07. They are two different books. The original Russian version of The Zakhov Mission was […]\n\n1 Comment Posted in Books and Comics\nTagged , , , ,\nAvakoum Zahov Versus 07\n\nAuthor: Andrei Gulyaski Publisher: Scripts Publishing Published: 1967 I generally lounge around in a dinner suit, seated in a candy coloured bean bag, nursing a vodka martini while watching spy films from the sixties. But today, with your indulgence, I am going to slip into a burgundy crushed velvet smoking jacket, light my pipe, pour […]\n\n14 Comments Posted in Books and Comics\nTagged , , , ,",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9846985936,
        "format_confidence":0.8264619112
    },
    {
        "url":"https:\/\/partiallyexaminedlife.libsyn.com\/webpage\/2014\/10",
        "text":"The Partially Examined Life Philosophy Podcast\nThe Partially Examined Life is a podcast by some guys who were at one point set on doing philosophy for a living but then thought better of it. Each episode, we pick a short text and chat about it with some balance between insight and flippancy. You don't have to know any philosophy, or even to have read the text we're talking about to (mostly) follow and (hopefully) enjoy the discussion. For links to the texts we discuss and other info, check out We also feature episodes from other podcasts by our hosts to round out your partially examined life, including Pretty Much Pop (, covering all media), Nakedly Examined Music (, deconstructing songs), Philosophy vs. Improv (, fun with performance skills and philosophical ideas), and (sub)Text (, looking deeply at lit and film). Learn about more network podcasts at\nOn Anarchy, State & Utopia (1974), ch. 1-3 and 7. What are the moral limits on government power? No redistributive taxation, suckah! With guest Stephen Metcalf.\nDirect download: PEL_ep_104_9-28-14.mp3\nCategory:Podcast Episodes -- posted at: 11:34am CDT\n\nSeth Paskin introduces Anarchy, State, and Utopia about libertarianism and the limits of legitimate government power.\nDirect download: PEL_Precog_for_ep104.mp3\nCategory:Podcast Episodes -- posted at: 6:59pm CDT\n\nOn Henry David Thoreau's Walden (1854). Should all true philosophers go live in the woods and seek Truth in nature? Probably YOU should.\nDirect download: PEL_ep_103_9-24-14.mp3\nCategory:Podcast Episodes -- posted at: 10:07am CDT",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9619229436,
        "format_confidence":0.9747267962
    },
    {
        "url":"https:\/\/www.bookshare.org\/browse\/grade?grade=TENTH_GRADE&resultsView=TABLE",
        "text":"Browse Results What Format Should I Choose?\n\nShowing 1 through 25 of 4,141 results\nPrevious   Page: 1 2 3 Go to last page   Next\nTitle Author Copyright Date\nالأولاد المشاغبون سو كولي 2008 04\/25\/12\nمخاطر العولمة روبرت إسحاق سعيد الحسنية 2005 04\/25\/12\n1-800-WHERE-R-YOU #1: When Lightning Strikes Meg Cabot 2002 01\/29\/10\n1-800-WHERE-R-YOU #2: Code Name Cassandra Meg Cabot 2001 07\/16\/07\n1-800-WHERE-R-YOU #3: Safe House Meg Cabot 2002 02\/22\/10\n1-800-WHERE-R-YOU #5: Missing You Meg Cabot 2006 02\/16\/10\n1 and 2 Peter: Courage In Times of Trouble John Macarthur 2000 06\/16\/05\nThe 100 Kass Morgan 2013 09\/03\/13\n100 Women Who Shaped World History Gail Meyer Rolka 1994 10\/31\/04\n100 Words Every High School Graduate Should Know The Editors of the American Heritage Dictionaries 2003 10\/25\/08\n10th Grade Joseph Weisberg 2003 12\/18\/08\n145th Street: Short Stories Walter Dean Myers 2000 09\/29\/10\n16 Things I Thought Were True Janet Gurtler 2014 03\/04\/14\n1600 Perfect Score: The 7 Secrets of Acing the SAT Tom Fischgrund 2003 03\/07\/08\n172 Hours on the Moon Johan Harstad 2008 05\/02\/13\nThe 1990s Richard A. Schwartz 2006 10\/11\/09\n20th Century American Short Stories Jean A. Mcconochie 1995 01\/29\/10\n21 Proms David Levithan Daniel Ehrenhaft 2007 09\/23\/09\n21st Century Wicca: A Young Witch's Guide to Living the Magical Life Jennifer Hunter 1997 05\/08\/08\n24 Girls in 7 Days Alex Bradley 2005 09\/27\/09\n3-D Band Book: Conductor James D. Ployhar George B. Zepp 1983 01\/21\/14\n3 Dead Princes Alex Cox Danbert Nobacon 2010 07\/05\/14\n30 Days to Getting Over the Dork You Used to Call Your Boyfriend Clea Hantman 2008 11\/14\/09\n38 Basic Speech Experiences (11th Edition) Clark S. Carlile Dana V. Hensley 2005 10\/28\/13\n40 Short Stories: A Portable Anthology (4th Edition) Beverly Lawn 2013 09\/16\/14\nShowing 1 through 25 of 4,141 results\nPrevious   Page: 1 2 3 Go to last page   Next\n\n\nSelect your format based upon: 1) how you want to read your book, and 2) compatibility with your reading tool. To learn more about using Bookshare with your device, visit the \"Using Bookshare\" page in the Help Center.\n\nHere is an overview of the specialized formats that Bookshare offers its members with links that go to the Help Center for more information.\n\n  • Bookshare Web Reader - a customized reading tool for Bookshare members offering all the features of DAISY with a single click of the \"Read Now\" link.\n  • DAISY (Digital Accessible Information System) - a digital book file format. DAISY books from Bookshare are DAISY 3.0 text files that work with just about every type of access technology that reads text. Books that contain images will have the download option of ‘DAISY Text with Images’.\n  • BRF (Braille Refreshable Format) - digital Braille for use with refreshable Braille devices and Braille embossers.\n  • MP3 (Mpeg audio layer 3) - Provides audio only with no text. These books are created with a text-to-speech engine and spoken by Kendra, a high quality synthetic voice from Ivona. Any device that supports MP3 playback is compatible.\n  • DAISY Audio - Similar to the Daisy 3.0 option above; however, this option uses MP3 files created with our text-to-speech engine that utilizes Ivona's Kendra voice. This format will work with Daisy Audio compatible players such as Victor Reader Stream and Read2Go.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.5073725581,
        "format_confidence":0.8536179662
    },
    {
        "url":"http:\/\/es.feedbooks.com\/userbooks\/recent?lang=en&locale=es&page=196",
        "text":"Obras Originales\n\nNovedades \/ Page 196\n\nicon Abonarse al canal\n\n\n\n\n\n\n\nFan Fiction (900)\n\nCuentos y Novelas cortas (580)\n\nCiencia ficción (438)\n\nFantasía (412)\n\nRomance (386)\n\nHumor (236)\n\nAcción y Aventura (220)\n\nErótica (218)\n\nPoliciacas y de misterio (217)\n\nHorror (208)\n\nFantástico (172)\n\nNovela (163)\n\nJuvenil (163)\n\nSuspenso (156)\n\n\nNo Ficción\n\nReligión (630)\n\nEducación y ayuda escolar (332)\n\nHumanidades (303)\n\nSalud y vida cotidiana (234)\n\nReferencia (221)\n\nBiografía y autobiografía (191)\n\nHistoria (177)\n\nEsoterismo y Ocultismo (177)\n\nActualidad y reportajes (83)\n\nDerecho (80)\n\nCiencias sociales (76)\n\nCasa y hogar (47)\n\nHumor (41)\n\nMedicina (40)\n\n\n\nInglés (5237)\n\nFrancés (1232)\n\nAlemán (112)\n\nEspañol (348)\n\nItaliano (217)\n\nMás opciones\n\nI’ll tell you a secret, Jackalope\n\nde Matthew Vandrew\n\nWhat can make a young director hide under the stuffed bison? The answer is in the museum after hours where Will struggles to keep his sanity. His crew is sent directly from hell, there are too many ghosts and...\n\nJonah Hex: Shades of Gray #2\n\nde Susan Hillwig\n\nJonah Hex: Shades of Gray: Back In Black. Wait a minute, how in blazes can we have a second issue if Hex was killed in the first? Well, y'see, that's the funny thing... What, you think we're gonna spoil the...\n\nLegion of Super Heroes #6\n\nde Scott Kruger\n\nLegion of Super Heroes: Cataclysm. FINAL REGULAR ISSUE! The Conclusion of the Dark Circle Saga is here! A random act of horrible violence sends the Legion of Super-Heroes on a collision course with the Dark...\n\nThe Door\n\nde Michael Constantine\n\nA door that opens up to new and different possibilities for the man living behind it. A woman whose past haunts her to such an extent that she is driven to extreme measures. It all ends up as a curious tale...\n\nFor They Know Not...\n\nde Greg M. Hall\n\nTurlock and his insectoid partner are hired to barge into a monastery and intimidate the holy men into selling their property. Though it's a shrewd business move, it might prove to be bad for their health.\n\n\n\nThe Reconstruction of Religious Thought in Islam\n\nde Sir. Muhammad Iqbal\n\nThe Reconstruction of Religious Thought in Islam is a compilation of lectures delivered by Muhammad Iqbal on Islamic philosophy; it was published in 1930. These lectures were delivered by Iqbal in Madras, Hyderabad,...\n\nGreen Lantern Corps: Liberation #5\n\nde Charles Wilkins and Daniel Palmer\n\nGreen Lantern Corps: Liberation: When We Fall. It ends here. The future of the Green Lantern Corps is decided, and when the smoke clears... the losses will be clear.\n\nSuicide Squad #13\n\nde Jay McIntyre\n\nSuicide Squad: Who Do You Trust? (A Justice League vs. America tie-in)\n\nTeen Titans #15\n\nde Mark Bowers\n\nTeen Titans: Titanic Days, Part 2. Roy Harper gets a glimpse of tomorrow's Titans... but, if the Fearsome Five have their way, that tomorrow will never come.\n\nThe Flash #14\n\nde Sebastian Gutierrez\n\nThe Flash: Bitter Reflections. Trickster and Weather Wizard. Heatwave and Captain Boomerang. The Flash has confronted these villainous Rogues and lived to tell the tale. But now he must face the combined force...\n\nGoodmans Hotel\n\nde Alan Keslian\n\nThis novel is a gay love story set in 1990s London. Mark, a City high-flyer, is irresistibly attracted to Tom, a manual worker from a tough neighbourhood. Both men have been marked by past ordeals. Conflict...\n\nJulhi Refed\n\nde Cathan L. Moore\n\nA Norawest Smith story. Norawest Smith is taken by the haunters of Vongg, strange alien vampires that cross the boundaries between worlds and dimensions in this weird and ancient city. They have other victims,...\n\nThe Three Musketeers For All\n\nde Alexandra Dumas\n\nA D'Artagnyn story. A young Gascon woman goes to Paris, with little more than her mother’s sword, a letter of introduction and a burning desire to be a musketeer. That is if the Three Inseparables Athys, Porthys...\n\n\n\nPreview: Below Sunlight\n\nde Ryan Adam Smith\n\nFor twenty-three years Sam has lived an ordinary life in Seattle with his mother, sister, and friends. But after a romance with his girlfriend ends in tragedy, Sam escapes to New Mexico in hopes of finding adventure...\n\n\n\nDelver Magic Book III: Balance of Fate\n\nde Jeff Inlo\n\nRyson Acumen finds that his time of service to the Land of Uton and its people is not yet complete. Together with Holli Brances and Lief Woodson, they must work together once more to end a growing threat and...\n\nNight fell\n\nde Michael Constantine\n\nNight, taking a journey across her fantastic world, falls. See her friends and lover journey with her and help her in this piece of whimsical, but heartfelt flash fiction.\n\nLast Day In Leda\n\nde Tara Loughead\n\nThe partnership is split. Bulays and Emar undertake a revealing interrogation on the Slave Ship on Space to try and get a lead on the Death Queen of Neptune’s cousin. Ghaavn takes a junior agent with him to...\n\nAn International Language\n\nde Otto Jespersen\n\nPart One of this book discusses the need for an International Auxiliary Language (IAL), the disadvantages of ethnic languages for that purpose, and common objections to constructed IALs. Jespersen also provides...\n\nThe Intruder\n\nde Maurice Maeterlinck\n\nIntruder (French: L'Intruse) is a play by Belgian playwright Maurice Maeterlinck. It is the second play Maeterlinck wrote. Intruder concerns man's conflict with preternatural forces, against which he is powerless.The...\n\n\n\nThe Turn\n\nde Christian Glahn\n\nA game of communication. Describes a method taken from conflict resolution on how to communicate with your partner using game pieces and rules. This practice offers hands-on, how-to advice on listening, talking...",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9384059906,
        "format_confidence":0.9630665183
    },
    {
        "url":"http:\/\/www.poetryfoundation.org\/poetrymagazine\/browse\/65\/2?_escaped_fragment_=\/20584044",
        "text":"Table of Contents\n\nMarie Borroff, Gwendolyn Brooks, Marie Emilie Gilchrist, William Justema, Lenore G. Marshall, David Morton, and more\n\nTapestry with Figures\n\nDavid Morton\n\nWeather Report\n\nDavid Morton\n\nJSTOR and the Poetry Foundation are collaborating to digitize, preserve, and extend access to Poetry.\n\nYour results will be limited to content that appeared in Poetry magazine.\n\nSearch Every Issue of Poetry\n\nOriginally appeared in Poetry magazine.\n\nThis poem has learning resources.\n\nThis poem is good for children.\n\nThis poem has related video.\n\nThis poem has related audio.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9943076968,
        "format_confidence":0.982801497
    },
    {
        "url":"http:\/\/historynewsnetwork.org\/tag\/1328",
        "text":"Join our mailing list\n\n* indicates required\n\nTags Matching:\n\n\n  • Originally published 06\/02\/2013\n\n    Steve Hochstadt: Review of Lawrence S. Wittner's \"What's Going On at UAardvark?\" (Solidarity Press, 2013)\n\n    Steve Hochstadt teaches at Illinois College and blogs for HNN.What if the trend toward commercialization of higher education continued and accelerated? What would the fully commercial university look like? Lawrence Wittner presents UAardvark: every building named after a corporation; TV sets that can’t be turned off, broadcasting commercials in classrooms, dorms, and offices; and a president negotiating to store radioactive waste in the New Technology Center.Wittner taught history for thirty-six years at the State University of New York at Albany, and has widely published on peace movements and nuclear disarmament. His recent memoir, Working for Peace and Justice, identifies him as an activist intellectual; he serves on the national board of Peace Action. This is his first novel.\n\n  • Originally published 03\/22\/2013\n\n    Gordon N. Bardos: Marxists in the State Department\n\n    Gordon N. Bardos is a Balkan politics and security specialist based in New York. Don’t laugh—but maybe Joe McCarthy was on to something. And the problem might be even more serious than he realized. Stepping back from contemporary policy debates reveals that Marx’s materialist view of history and Lenin’s voluntarism have been the ideological basis for many of our imperial misadventures from the Balkans to the Mideast to Central Asia.Actual commies are probably not crawling Washington’s hallowed halls. But a very Marxist-Leninist understanding of human nature and historical change has nevertheless had a significant impact on U.S. foreign-policy making in recent decades. Some forty years ago, Walker Connor, one of the deans of the study of ethnic nationalism, had already observed (and decried) the ”propensity on the part of American statesmen and scholars of the post-World War II era to assume that economic considerations represent the determining force in human affairs.” This “unwarranted exaggeration of the influence of material factors” on the world is of course a direct outgrowth of Marx’s belief that existence determines consciousness....\n\n  • Originally published 02\/11\/2013\n\n    New satire unleashes Hitler on modern, multi-cultural Germany\n\n    What would happen if Adolf Hitler woke up in modern-day Berlin to find that it was not occupied by Russian soldiers but instead by a vibrant, multicultural citizenry? This is the premise of the debut novel by German journalist Timur Vermes, Er Ist Wieder Da (He’s Back), which has topped Germany’s best-seller list.Narrated in the first-person by Hitler, the story follows the Führer as he awakens from a 66-year sleep in his bunker beneath Berlin to find an entirely changed Germany. In the celebrity-obsessed modern-day city, everyone assumes the fulminating leader of the Nazi party is a comedian in character — and soon he becomes a celebrity with a guest slot on a Turkish-born comedian’s TV show. His bigoted rants are interpreted as a satirical exposure of prejudice, leading him to decide to start his own political party....\n\nSubscribe to our mailing list",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.5185595751,
        "format_confidence":0.992759943
    },
    {
        "url":"https:\/\/andy.ciordia.info\/articles\/tag\/iain-banks\/",
        "text":"Tag Archives: Iain Banks\n\nReview: Look to Windward (Culture, #7)\n\nAh yes, another Culture novel visited. From the end of the Idirian war, it’s long felt after effects and early Special Circumstance meddling (botched.) What could be better? The story sits on Masaq orbital, holding many billions of lives in its balance. Zooming in further to the life of a Chelgrian composer named Ziller. Who […]\n\nRead More\n\nReview: Consider Phlebas (Culture, #1)\n\nI did not start here on my journey, I came back to it. This was neat. I’ve read a lot of Culture books and this war was referenced quite a few times throughout the series. If you are just beginning here good job. If you liked it, know that every Culture book will be different. […]\n\nRead More",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9896185994,
        "format_confidence":0.6781423688
    },
    {
        "url":"https:\/\/readingmytealeaves.com\/tag\/black-history-month",
        "text":"Browsing Tag\n\nblack history month\n\n  • borrowed words.\n\n    “I have a different story to tell at 75 than I did at 25. Fifty years makes a difference and so if there’s a poet listening to us right now, one of the things…\n\n    February 11, 2019 7 Comments\n  • borrowed words.\n\n    February puddles from a moment I took just for myself. And this: “‘For Ahkeem,’ along with ‘Quest,’ and ‘Step,’ reminds white audiences that it is not enough to agree that black lives matter, but…\n\n    February 12, 2018 11 Comments",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.5877406001,
        "format_confidence":0.873218894
    },
    {
        "url":"https:\/\/rhitibose.wordpress.com\/tag\/lunacy\/",
        "text":"Tag Archive | lunacy\n\nThe Moon Tattoo\n\nDressed in moonbeams and inadequate hopes of life She steps out Her smudged kohl, stolen from the darkest clouds, lines her eyes With the agony of the unfulfilled promises They had named her desire, as a child Of which she had none left, all she had in her were An inferno of broken glorious pieces […]\n\nThe slippery shadows from my mind…\n\n  The slippery shadows from my mind inject furious poems into my skull Fumes of raw torment crawl underneath my eyes Lacing my eyelashes, with a hope of infinite endless red skies Of a morning of never ending indigo dewdrops The laughter of lunacy beckons me towards an untamed yearning for existence My deep dark […]\n\nSilent Spider Silk\n\nWriting on and off, and living life in the spaces in between.\n\nSweta Paul Vs The World\n\nThis world terrifies me. And at times, I break out in emotion, sarcasm and lame humour.\n\n\nThe Fantastic and Mundane Chronicles of an Aspiring Writer\n\n\nAuthor of the 'Lauren's Story' about a teenage runaway who ends up sleeping rough.\n\nDaily (w)rite\n\n\n\nThis is the site about life, people, highs, lows and all those blows.\n\n\nDiary of a VAGABOND\n\nSurbhi Sarna\n\nThe Pursuit of Writing\n\nMy Petridish\n\nImagination is the fire of life...\n\nHeartstring Eulogies\n\nConjured by Sarah Doughty\n\nDeidra Alexander's Blog\n\nI have people to kill, lives to ruin, plagues to bring, and worlds to destroy. I am not the Angel of Death. I'm a fiction writer.\n\nThe Critiquing Chemist\n\nLiterary Analysis derived from an Analytical Chemist\n\nMilly Schmidt\n\nThe Cat's Write\n\nPreethi Prabhu\n\nAn Indian Home\n\nAarti V Raman\n\nWhere Writer Gal talks about books, movies, hot men, TV shows, random poetry and why she cannot absolutely go on hikes longer than three kilometers.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9846333265,
        "format_confidence":0.6913121343
    },
    {
        "url":"http:\/\/www.wordsworks.co.uk\/tag\/oxford-english-dictionary\/",
        "text":"Oxford English Dictionary\n\nYou are here:\/Tag:Oxford English Dictionary\n\nWhat nice i’s you have!\n\n2017-12-02T18:44:01+00:00 Writing tips|\n\nIt’s easy to see why people get confused between complement and compliment – they look similar and sound the same. Even their usages aren’t a million miles apart – but they do mean two very different things.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9224484563,
        "format_confidence":0.6146641374
    },
    {
        "url":"https:\/\/helenscheuerer.com\/tag\/readers\/",
        "text":"14 posts tagged readers\n\nThese Are My (Author) Confessions #6: War of Mist Launch Day Feels\n\nIt's the release day of my third book, and not only that, but the final book in a series. It's unknown territory. People keep asking me how it feels, and I'm sorry to say, I still don't have a neat answer for you. This book tested me in so many ways, in ways that the previous two didn't. I suppose every new ...\n\nContinue Reading\n\n[GIVEAWAY] A Kindle Fire and 9 Incredible Fantasy eBooks\n\nTalented author of Song of Shadows, Sylvia Mercedes is offering an incredible giveaway! See details below on how to enter! a Rafflecopter giveaway\n\nContinue Reading\n\nThese Are My (Author) Confessions #4: Reign of Mist Launch Day Feels\n\nIt's the publication date of my second book, and I'm still grappling with what that means. To be completely honest, I didn't know what to expect when this day arrived. I've been a jumble of nerves and emotions. There are a lot of things people don't tell you about releasing a second book. For me, my first ...\n\nContinue Reading\n\nMini Podcast #5: Where I Ramble About My Publishing Process, A New Prequel & Book Events\n\nHey hey lovely readers and listeners. Welcome back to my mini podcast! Here's another glimpse into what's happening in my writer's life... http:\/\/helenscheuerer.com\/wp-content\/uploads\/2018\/03\/Author-Update-5.mp3   In episode #5 I talk about what's happening with the publication and production ...\n\nContinue Reading\n\nAudiobook Excerpt: ‘Heart of Mist’ Narrated by Angele Masters\n\nHello hello lovely readers and listeners. Today, I'm so so excited to share an excerpt from the upcoming Heart of Mist audiobook with you all! I've only listened to it myself for the first time this morning and I can't tell you how weird it is hearing my characters and world come to life with another person's ...\n\nContinue Reading\n\n6 Things You Didn’t Know About Book II in ‘The Oremere Chronicles’\n\nHello lovely readers, I'm back with another celebratory post! While this week’s all about celebrating Heart of Mist, it’s also about looking forward. So I’m whispering a few secrets about Book II in the series...  So here goes! 1. Book II starts right where we left off Remember that somewhat-of-a-...\n\nContinue Reading\n\nMonthly Recap: January 2018\n\nWe're just about done with the first month of 2018. How are we already 31 days into a new year? Someone tell me, please. Anyway, if you're a regular reader of this blog, you'll know that I usually split my recap into which books I'm working on and my freelance life... However, I'm starting to find that format a ...\n\nContinue Reading\n\n\nBooks I Read in 2017\n\nIf you read my monthly recaps, you’ll know at the end of each month I list the books I’ve read in the last 30 days (or try to, anyway). As I did last year, I'll also feature them in one complete list at the end of the year just so they’re all in the one place... 2017 was a slow reading year for me... I ...\n\nContinue Reading\n\nBookTag - I Dare You\n\n#BookTag: I Dare You\n\nSo I'm very new to the whole 'book tag' scene, but I came across the 'I Dare You' book tag on Raven & Beez's blog, and was so intrigued that I fell into an internet black hole reading through numerous posts (PaperFury, It Starts At Midnight, Dinosoaur to name a few...).   I loved this tag ...\n\nContinue Reading",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9859220386,
        "format_confidence":0.9014917612
    },
    {
        "url":"https:\/\/literarytitan.com\/tag\/motivational\/",
        "text":"Blog Archives\n\nMy Breaking Point\n\nRobert Crown Author Interview\n\nRobert Crown Author Interview\n\nSuffering Ends When Awakening Begins is the story of your dark childhood and how you overcame tough obstacles with the power of positive understanding and purposeful thought. Why was this an important book for you to write?\n\nAs I wrote in the Chapter “Facing Timeless Truth” this event pushed me to my breaking point after all these years. I did not care if I lived or died any longer I was ready to leave this world. The thought of writing a book ignited a spark within and brought me back to life. A reason to live, a reason to give, so others would not have to suffer as much as I did.\n\nWhat’s more, my intention and the only reason for writing Suffering Ends When Awakening Begins was that when the world reads my story, it will give people hope, faith, and courage to overcome the challenges they face in their own life. I went through a variety and numerous intense traumatic events in my life. I know all too well what it means to suffer. If people read what I went through, realize I made it through to the other side, and now that I’m thriving living a life I choose, they will also know they can do the same.\n\nKnowing that sharing my story has improved the quality of someone’s life, brings me a tremendous amount of joy, happiness, and purpose. This is my passion, my purpose, my reason for being born into this world.\n\nThis was a very emotional novel, and I felt you held nothing back. What did you feel was important to get right in your retelling of events?\n\nI have a profound understanding of what it means to suffer immensely. If exposing the intimate details of my life will help people avoid what I went through, so they can improve the quality of their life, I’m all in. I firmly believe this is why I came into this world. To give faith, hope, and courage to millions of people in the world.\n\nPeople need to know they are not alone, despite what happened in their past. They need to love themselves, know they matter to other people in their life and to this world. Everybody is worthy of living this life, they are also worthy to be empowered, go within, and discover who they truly are.\n\nLife happens, but it happens for a reason. When we are able to discover this reason, tune in with our higher-selves, this is when our life will change for the better, forever. When this happens, it’s so magical, liberating, and empowering. There’s no going back.\n\nMy experiences are my teacher. Since I have been through numerous, and various amounts of trauma, I learned a tremendous amount which no university, no book, no one, can teach you about. This allowed me to put it all together. Although it took me a while and it wasn’t easy, I finally figured out how to overcome hardship, adversity, and suffering and live a life that thrives. Better late than never.\n\nFrom my experiences and studying spirituality for thirty years my understanding is out of the box. This allows me to view the suffering one goes through in life as an opportunity or is intended for us to awaken to who we truly are. This is the purpose of life for humanity. To awaken that we are multidimensional beings living in this third-dimensional world. Once we have a profound understanding of this, awaken to the powers, abilities, and divinity within, our suffering will end.\n\nI believe it’s important to be the best we can be, to accept ourselves for who we are regardless of what has happened to us in our past. The past no longer matters only the present moment matters.\n\nIt’s more than just okay to be who we really are, it’s the purpose of life.  I’ve been through hell and back a few times, but regardless of what I’ve been through, regardless of what people may think of me, or even what I have thought of myself in the past, I love and accept myself as I am. I love and accept others as they are too. This is an essential step in being able to change.\n\nI just want others to realize that no matter what they go through in their life, they matter. People can enjoy a life which thrives if only they learn to control and use their thoughts intentionally to create the experience they want.\n\nWhat do you find is one reason many people have for keeping themselves down? And how can they overcome it?\n\nThat’s easy. It’s the belief systems we hold onto, whether learned or programmed into us while we were young. Anyone can overcome any challenge in life. All they need to do is learn how to think properly.\n\nMost people today live their life by default, instead of by intention. Meaning they let their thoughts run wild throughout the day. When you learn how to harness your thoughts, like placing reins around a horse, then you direct them to where you want to go, you can create the reality, the life you choose to have for yourself.\n\nWhat is the next book that you are working on and when will it be available?\n\nMy next book is going into detail on how to overcome hardship, adversity, and suffering. Along with practical solutions on how to change old belief systems and negative thought patterns so you can thrive in your life.\n\nAuthor Links: GoodReadsTwitterFacebookWebsite\n\nSuffering Ends When Awakening Begins by [Crown, Robert]\n\nHow Does a Child’s Life Change When His Mother Tries to Murder Him? It’s one of the most profound betrayals imaginable, and it can follow the victim into adulthood, into all he does with his life, tainting his sense of self and his relationships with others. How does a man’s life change when he discovers that with his thoughts, his imagination, and his ability to listen to his higher self, he has the power to overcome the devastating events of his past and build a new life and a family?  \n\nThis is The Inspiring True Story of Robert Crown’s amazing journey out of the darkness of his childhood and into a world brightly illuminated by the power of positive understanding and purposeful thought. It’s the story of rejecting the victimhood he once embraced and finding the answers that allowed him to embrace the power to create a new life using universal spiritual laws.\n\nBuy Now From\n\nSuffering Ends When Awakening Begins\n\nSuffering Ends When Awakening Begins by [Crown, Robert]\n\nAs a reader of Robert Crown’s Suffering Ends When Awakening Begins, from the moment I started reading to closing the book, I was completely hooked. The mix of of suspense and the unknown along with themes of death, betrayal, and loyalty is a great example of the new age and spirtuality genre. Crown does an amazing job at writing this inspiring true story whilst still inflicting a sense of uncertainty and eeriness to his readers.\n\nSuffering Ends When Awakening Begins is based on a true story about childhood and growing up. A book complete with struggle, hardship, journies, and belonging. Robert Crown attempts to captivate his readers by using a dark childhood to demonstrate the importance of positivity and embracing the future.\n\nWhat really enticed me whilst reading this book is the narration. The first person narration created that extra appeal. Reading an account of a person’s life really puts things into perspective for me. I love this idea that you can really learn from someone else’s life experiences, no matter how far away they are from your own.\n\nFor me, the book acts as a great reminder that no matter what you face in life, you will be able to conquer anything you set your mind to. No matter the hardship, no matter the isolation, no matter the fear, everyone has a tough interior – they just need to find it and use it!\n\nAlthough Suffering Ends When Awakening Begins provides an epic depiction of the author’s challenges in life, we are also subject to a particular thought process. As I was reading I was constantly thinking to myself: if he could overcome these tragic moments in life, then so can I. This book left me feeling a sense of positivity. Although I have no idea what the author’s events could possibly have felt like, I felt as though my own struggles in life really help you to connect to the author and to the narrative.\n\nThe writing is clear and focused, which has a heavy focus on descriptions and impact. The writing provides a clear account of how one’s life can be instantly turned upside down. The writing assumes that, despite the rollercoaster ride of events, you can still come out of it a much stronger, happier person. This is something I think that everyone longs for, isn’t it? And reading this book is a great demonstration of just that!\n\nSuffering Ends When Awakening Begins was by far one of the best books I have read for a long time. It has everything – originality, a clear thought process, a personal touch. For this reason, and all of the above, I would like to award this book an extremely deserving 5 out of 5 stars. I could immerse myself in the events of the book, and despite not actually going through these events myself, I felt as though the author described them to the point that I felt as though they were real and emotional.\n\nI have very little negative points to say in regards to the book. The writer expertly conveys themes of betrayal, relationships, past vs. future and childhood. An emotive, beautiful piece of personal writing brought to you by Robert Crown. A fantastic read for anyone who enjoys themes including life experiences, childhood, longing, journeying on, and betrayal. This book is bound to get your heart racing whilst putting you on the edge of your seat!\n\nPages: 290 | ASIN: B077DWRSK5\n\nBuy Now From\n\nAnam Cara: Your Soul Friend and Bridge to Enlightenment and Creativity\n\nHumans are on a constant quest for self-actualization. We have a deep need to live in genuine serenity, to discover selves. People always seek to have full control of their mental faculties such that they can meditate without struggling too much.\n\nAnam Cara: Your Soul Friend and Bridge to Enlightenment and Creativity will get one on the right path. To open the floodgates of creativity, one needs to have peace of mind... (truncated)",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9013036489,
        "format_confidence":0.6394137144
    },
    {
        "url":"http:\/\/thepagesinbetween.com\/index.php\/tag\/spring-reading\/",
        "text":"Book Review Of “The Eliza’s” By Sara Shepard @atriabooks @booksparks #NoShelfControl #Springreading\n\n  When debut novelist Eliza Fontaine is found at the bottom of a hotel pool, her family at first assumes that it’s just another failed suicide attempt. But Eliza swears she was pushed, and her rescuer is the only witness. Desperate to find out who attacked her, Eliza takes it...\n\nRead More\n\nSpotlight On @BookSparks #Springreading #NoShelfControl Part #Two Featuring “She Writes Press”\n\nTREE DREAMS, BY KRISTIN KAYE- When seventeen-year-old Jade Reynolds witnesses a violent clash between a protesting tree sitter and a local logger, she is forced to flee the California town she grew up in. Jade runs as far as she can from the battles that plague her home and from the...\n\nRead More\n\nSpotlight On @BookSparks #SpringReading #NoShelfControl Part One\n\nTHE SUMMER OF NEW BEGINNINGS, BY BETTE LEE CROSBY- One family learns that love is the greatest miracle of all. Aspiring journalist Meghan Briggs has always been the responsible one in the family. So when her father passes away unexpectedly, leaving behind his at-risk business, she steps up to save his...\n\nRead More\n\nBook Review Of”Our Little Secret” By Roz Nay @Booksparks @StMartinsPress\n\nThey say you never forget your first love. What they don’t say though, is that sometimes your first love won’t forget you… A police interview room is the last place Angela expected to find herself today. It’s been hours, and they keep asking her the same inane questions over and...\n\nRead More\n\nFollow my blog\n\nWant to be notified when I update my blog? Enter you email!",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9756071568,
        "format_confidence":0.9417233467
    },
    {
        "url":"https:\/\/dbmoone.com\/category\/book-reviews\/page\/2\/",
        "text":"\n\nThe Last Second: A Brit in the FBI Series (Book 6 of 6) Authors: Catherine Coulter and J.T. Ellison Page Count: Hardcover 464 Pages Publisher: Simon & Schuster Publisher Author's Page Published: 03.26.2019 ISBN-10: 1501138227 ISBN-13: 978-1501138225 Genre: Fiction > Mystery, Thriller & Suspense > Spies & Politics > Espionage > Crime  Available from Amazon, … Continue reading Book Review: ​The Last Second A Brit in the FBI Series (Book 6 of 6)\n\n\n\"She only knew she couldn't risk shutting off the car, having her girls broil in the heat, like a distracted mother at a shopping mall in the newspaper only a week ago.\" \"They were at peace, protected from the vicious heat with the car running, the cool air circulating.\" \"Dropping to her knees, Claire flattened one hand on the greasy floor like a kickstand. She couldn't pass out.\"\n\n\nA DANGEROUS COLLABORATION A Veronica Speedwell Series (Book 4) Author: Deanna Raybourn Publisher: Penguin Random House Publisher’s Page for Veronica Speedwell Mystery Series Publisher’s Author Page Publication Date: 03.12.2019 Genre: Mystery & Suspense > Romance Page Count: 336 Pages ISBN -13: 9780451490735  Pre-Order from Amazon, Barnes & Noble, Books-A-Million, Hudson Booksellers, IndieBound, Powell’s, Target, Walmart, Penguin Random … Continue reading Book Review: A DANGEROUS COLLABORATION​\n\nBook Review: CLOVER BLUE: A Novel\n\n\"Who did I come out of?\" Harmony stares at me, her big eyes suddenly mirroring my question, the one I'm pretty sure I'm not supposed to ask. Willow glances at Goji. He shakes his head slightly and whispers to Doobie. Doobie takes my hand. \"Let's go for a walk.\" - CLOVER BLUE: A Novel\n\nBook Review: Running Home\n\n“I beg you, to have patience with everything unresolved in your heart and to try to love the questions themselves as if they were locked rooms or books written in a very foreign language. Don’t search for the answers, which could not be given to you now, because you would not be able to live them. And the point is to live everything. Live the questions now. Perhaps then, someday far in the future, you will gradually, without even noticing it, live your way into the answer.” - Rainer Maria Rilke\n\n\nDefense of An Other  Author: Grace Mead Publisher: Clink Street Publishing  Publishers Author’s Page Launched November 13, 2018 Genre: LGBTQIA > Legal > Thriller > Fiction Page Count: 312 Pages ISBN-10: 1912262258 ISBN-13: 978-1912262250 Read Chapter 1 Available for purchase in paperback and e-book from Amazon, Barnes & Noble, and paperback from Waterstones, Book Depository, Books-A-Million, INDIEBOUND, … Continue reading Book Review: DEFENSE Of AN OTHER",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9811397195,
        "format_confidence":0.950876832
    },
    {
        "url":"https:\/\/www.baybookfest.org\/archive\/teen\/",
        "text":"• Teen Readers\n\nTeen Readers—2018 Program\n\nFrom top-selling YA author readings and signings to poetry slams to writing workshops and an open mic opportunity, our events for teens will not disappoint.\n\n  • Life as We Know It: Realistic Young Adult Fiction (Jesse Andrews, Alexandra Ballard, Annie Barrows, Maurene Goo, Krystal Sutherland) Readers of all ages can see themselves in YA characters who face real-life questions about budding love, friendships, powerlessness, and the process of finding one’s place in the world. What do these YA characters have to teach readers about themselves? Join Jesse Andrews, author of “Me, Earl, and the Dying Girl”; Alexandra Ballard, who masterfully depicts one girl’s struggle with an eating disorder in her new book “What I Lost”; Annie Barrows, author of the new novel “Nothing,” which proves that every life is a story worth telling; Maurene Goo, who presents a “richly-drawn portrait of multicultural LA” in her new novel “The Way You Make Me Feel”; and Krystal Sutherland, whose “bewitching” new book addresses mental illness in a fresh, honest way. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Saturday, April 28, 11:45AM-1:00PM. Berkeley City College, Auditorium Get Tickets\n  • Nina LaCour Up Close and Personal Nina LaCour’s characters look a lot like her readers. The characters are easy for readers to relate to: living in worlds readers recognize, suffering the same kinds of uncertainties, experiencing the same sorts of tiny life-changing moments. LaCour has devoted her life to young adults: first as a teacher, then as a writer. Her new novel, “We Are Okay,” follows a college-aged girl as she deals with trauma, isolation, coping, and change. It was called “a moving portrait of a girl struggling to rebound after everything she’s known has been thrown into disarray” by Publisher’s Weekly and was named the best book of the year written for teens, winning the Michael L. Printz Award from the American Library Association, a leading award for teen fiction. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Saturday, April 28. 1:30-2:45PM. The Marsh Theater Get Tickets\n  • Melissa de la Cruz Writes It All: History, Fantasy, Modern Life Melissa de la Cruz never met a genre she didn’t like. The versatile author (with a penchant for villains) has written more than 45 chart-topping books—from the historical love story of Alex and Eliza (Hamilton, that is) to the fantastical prequel to the Disney Channel movie “The Descendants.” Her books have graced the charts of The New York Times, Publishers Weekly, USA Today, Wall Street Journal, and Los Angeles Times, and now she graces our stage. Come learn from this Jack of all Trades as she talks the challenges of risky writing and how she finds her groove. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Saturday, April 28, 3:15-4:30PM. Hotel Shattuck Plaza, Crystal Ballroom Get Tickets\n  • Jabberwalking with Juan Felipe Herrera Can you walk and talk at the same time? How about Jabberwalk? Can you write and draw and walk and journal all at the same time? Festival favorite and marvelous speaker Juan Felipe Herrera, former Poet Laureate of the United States, will teach you everything he knows about being a real-life, bonafide, Jabberwalking poet! While his new book is technically for kids, anyone can learn to jabberwalk—parents, older siblings, and grandparents who have some pep in their step! Jabberwalkers write and speak for themselves and others no matter where their feet may take them—to Jabberwalk is to be a poet on the move. And there’s no stopping once you’re a Jabberwalker, writing fast, fast, fast, scribble-poem-burbles-on-the-run. It’s all out there—vámonos!\n    Saturday, April 28 4:15PM-5:30PM. FREE at San Francisco Chronicle Stage in the Park\n  • What Makes a Family? (With Nidhi Chanani, Chris Crutcher, Abdi Nazemian, Mitali Perkins) There are those with whom we share blood and childhoods, and those we choose as adults: These are the beautiful, sometimes ill-fitting puzzle pieces that make up a family. These panelists discuss what makes a family (and what makes a family difficult to write): Nidhi Chanani, graphic novelist who delves into the immigrant experience; Chris Crutcher, novelist and family therapist; Abdi Nazemian, whose newest novel raises the question of personal identity and unknown heritage; and Mitali Perkins, who tells multigenerational stories of family and the Indian-American identity. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Sunday, April 29, 11:45AM-1:00PM. Hotel Shattuck, Boiler Room Get Tickets\n  • Writing the Truth: Fiction and Non-Fiction? (With Dashka Slater, Anne Nesbet, and Sara Saedi) Young readers have an intense curiosity about the world, and sophisticated books based on real-life events can help them navigate the complexities they find. The authors on this panel will discuss how they incorporate difficult real events into their books while keeping them enjoyable for young readers. Slater, who has written several children’s books, has a new nonfiction book geared toward young adults that deals with the burning of a cross-dressed teenager on an Oakland bus. Nesbet’s historical fiction follows an 11-year-old orphan in 1941 America. Saedi presents her true story of her family’s undocumented history. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Sunday, April 29, 1:30-2:45PM. Hotel Shattuck, Boiler Room Get Tickets\n  • A Free Trip to Another World: Fantasy in Young Adult Literature (With Shea Ernshaw, Lexa Hillyer, Anna-Marie McLemore, Laura Sebastian, and Leslye Walton) It’s a popular sentiment, wanting to escape the drudgery of everyday life in favor of new worlds—worlds where fairy tales take on new life, where gardens and witches have the power to enchant people, where young princesses and budding witches seek to find their place. You won’t want to miss these authors as they discuss the intricate worlds they’ve built and where they find the inspiration for the fantastical in this world. Hear from bewitching novelist Shea Ernshaw, Founder and President of Publishing at Glasstown Entertainment Lexa Hillyer, magical realist author Anna-Marie McLemore (who incorporates multicultural magic into her literary worlds), debut fantasy writer Laura Sebastian, and best-selling author Leslye Walton. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Sunday, April 29, 1:30-3:00PM. Hotel Shattuck, Crystal Ballroom Get Tickets\n  • Dave Eggers Conjures a Fantastical Story for Young Readers (Dave Eggers interviewed by Aniya Butler) There’s nothing as sure as the ground beneath your feet. That is, unless there’s a whole world down there you don’t know about. In critically acclaimed author Dave Eggers’ new book for middle graders, “The Lifters,” our heroes discover a complex underground system that gives way to something nefarious. What if it were up to just two kids to stop these dark forces? What would it feel like to have the fate of an entire town on your shoulders? Readers of any age will enjoy hearing literary magician Eggers conjure another timeless tale. Interviewing Dave is Aniya Butler, a sixth-grade poet activist from Downtown Charter Academy. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Sunday, April 29, 3:15-4:30PM. Freight & Salvage Get Tickets\n  • The Empire and the Resistance of Sabaa Tahir Here’s one reason why young adults today are so outspoken: They’ve been exposed to powerful political heroes since a young age—via their fiction. Pakistani-American young adult fiction writer Sabaa Tahir’s characters, no older than their teen readers, face despotism, oppression, and daily threats to their lives. In the face of the ruthless Martial Empire, our heroes risk everything to resist. These young heroes show us what’s right, what’s possible, and what sorts of governance need not be tolerated. (Remember, anyone under age 18 is let in free—no wristbands necessary!)\n    Sunday, April 29, 3:30-4:45PM. Hotel Shattuck, Crystal Balloom Get Tickets\n\nFor more detailed information, download this grid of sessions with times and locations.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9233989716,
        "format_confidence":0.9637995958
    },
    {
        "url":"https:\/\/tintededges.com\/links\/",
        "text":"Other places you can find me:\n\nTinted Edges – my facebook page where I share book-related things I come across\n\nPatreon – a place where you can show some love for the Lost the Plot podcast\n\nAngharad Lodwick – my twitter account where I stalk authors and rarely post\n\nTinted Edges – my companion tumblr that I forget I have.\n\nOther things I write:\n\nLost Magazine – a magazine I write for.\n\nFeminartsy – another magazine I write for.\n\nHomer – another, another magazine I write for.\n\nCapital Letters – the ACT Writers Centre blog that I contributed to for the ACT Lit-Bloggers of the Future Program\n\nOrganisations I care about:\n\nBooks for the World – a great charity I’m involved in that gives books to people who need them\n\nLifeline Canberra – home of my thrice-yearly place of worship, the Lifeline Bookfair\n\nThe Indigenous Literacy Foundation – home of the Great Book Swap\n\nPeople you should check out:\n\nwenlowdwhispers – a fantasy book blog\n\nWhispering Gums – an Aussie literature book blog\n\nSeeking Tumnus – a great Aussie podcast about YA books\n\nOther sites I live on:\n\nNaNoWriMo – the website for National Novel Writing Month.\n\nWhat’s That Book – a Reddit forum where people try to help each other remember forgotten books.\n\nGoodreads – a great website for keeping track of what you’re reading, checking out reviews, following authors and reviewing books yourself.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9673504829,
        "format_confidence":0.6423509717
    },
    {
        "url":"https:\/\/whatdoesnotkillme.com\/category\/column\/",
        "text":"New Storyville Columns—UPDATE!\n\n\nBoy, I’ve been bad about updating my Storyville columns. So, here is an update, all of the new columns in one list. Enjoy!\n\nStoryville 19 Happy Not Sappy\nStoryville 20 Where To Submit Your Stories\nStoryville 21 My 10 Favorite Short Stories\nStoryville 22 Writing Dialogue\nStoryville 23 Best American Short Stories—Resource\nStoryville 24 Breaking Hearts\nStoryville 25 Top Ten Things Literary Publications Need to Do NOW\nStoryville 26 The Grotesque\nStoryville 27 Dissecting “Fireflies”\nStoryville 28 Avoiding Cliches and Stereotypes\nStoryville 29 20 Things I’ve Learned About Writing\nStoryville 30 Why Write Short Stories\nStoryville 31 10 Ways to Evaluate Fiction Markets\nStoryville 32 Growing Your Brand\nStoryville 33 Putting Together a Short Story Collection\nStoryville 34 When Is a Story Done?\nStoryville 35 Best Books in Every Major Genre\nStoryville 36 What is Neo-Noir Fiction?\n\nStoryville Column is up – Top Ten Authors You’ve Never Heard Of Before\n\nWhere to start, yeah? For this column I talk about ten powerful voices in contemporary literature that you may never have heard of before. Each one of these voices is somebody that has impressed me with their words, destroyed me with the honesty and emotion, and become a name that I will follow for the rest of my life. Head on over to see what I say about them, but here are the names anyway: Matt Bell, Tina May Hall, Craig Davidson, Holly Goddard Jones, Kyle Minor, Roxane Gay, Benjamin Percy, Lindsay Hunter, Alan Heathcock, and xTx. There’s something here for everybody, but know this: they all take risks, and they all hold nothing back.\n\nNew Storyville Column is Live – Writing Dynamic Settings\n\nMy latest Storyville column is all about writing dynamic settings. I’m a big believer in grounding your work in reality, whether you write literary stories that focus on an internal monologue, or fantastic stories set in distant galaxies. I hate stories with floating heads that don’t tell me where I am. So, here are some tips on how to deliver the goods by revealing character, using all five senses, and painting with broad brush stokes so that you allow your audience to picture the setting while bringing their own history and experiences onto the stage. Hope it helps!\n\nNew Storyville Column is Live – Dissecting “Maker of Flight”\n\nMy new Storyville column is now up, and in this column, I dissect one of my favorite bits of short fiction, “Maker of Flight.” Why do I love this story? Partly because it has a sweetness at its center—it’s one of the few stories of mine I can actually read to my children. Every once in awhile they’ll quote the last line, “I wonder if the sky is still blue?” back to me and it just melts my heart. I also love it because it was the winner of the 2009 “Enter the world of Filaria” contest over at ChiZine. The contest asked you to write a flash story (under 1,000 words) that was based in the world of one of their titles, Filaria, by Brent Hayward. It’s a fantastic book, and I really enjoyed this challenge. I hope you get something out of the dissection. And pick up some ChiZine titles, they do great work over there. I also loved In the Mean Time by Paul Tremblay and Sarah Court by Craig Davidson.\n\nNew Storyville Column is Live – All About Narrative Hooks\n\nNew Storyville column is now up, all about writing narrative hooks. I focus on some of the work of southern gothic author Ron Rash. How do get your audience’s attention with one line? Icebergs and red herrings, what are those? In medias res, have you heard that said before? It’s Latin. And which of these are not narrative hooks: descriptions, settings, action, dialogue, back story? One hint: all of them. Hope it helps!\n\nNew Storyville Column on Writing Sex is Now Live at Lit Reactor\n\nMy latest Storyville column over at Lit Reactor is all about writing sex scenes! What’s the difference between pornography, erotica and simply a powerful sex scene? What words should you use (and avoid)? How do you create sexual tension? Sex is a part of life, and the power it introduces into every intimate relationship will ultimately define that relationship. Hope it helps. ENJOY!\n\nWARNING: There is frank adult language in this article, so if you are underage or sensitive, you have been warned.\n\nNew Storyville column on endings is now LIVE\n\nMy latest Storyville column over at Lit Reactor is all about endings, twisted and otherwise. What do we talk about? Beginnings, icebergs, fulfillment through resolution, to twist or not twist, deus ex machina, and caring about your characters. Hope it helps. ENJOY!\n\nNew Column: THE WORD is now live at ManArchy Magazine\n\nSo, I always leap at the chance to work with brilliant and talented people. So when Pela Via asked me to do something for ManArchy Magazine, I said, “Sure. Watchoo want?” We talked a little bit about it. I already do book reviews for The Nervous Breakdown, and a column on writing for Lit Reactor. So what else could we do? I still wanted to talk about books, if possible, as well as other cool things that have been informing and infecting my life, and my writing. We ended up with THE WORD. The first column talks about Sriracha, The Olympics, Adventure Time, Justified, and The Rumpus Letters. I hope you enjoy it, and while you’re at it, spread THE WORD. Ha, see how that worked out?",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9833950996,
        "format_confidence":0.7731658816
    },
    {
        "url":"http:\/\/www.sfwa.org\/category\/news\/page\/99\/",
        "text":"Archive for the ‘SFWA Blog’ Category\n\nHoliday Hiatus\n\nBecause even watchdogs have to rest sometimes, the Writer Beware blog will be taking a break over the holiday season. Unless there’s a really juicy publishing story, this blog will be on hiatus until the new year.\n\nGuest Post: Steampunk\/Alt History Week\nLiving in Color\n\nPicture this–it’s the 1870’s. An African American pharmacist in knee-breeches and a frock coat has just made a startling invention–a refrigeration device. Okay, it’s an improved model designed for corpses, which makes me wonder what other mad scientist stuff was going on in the background, but Thomas Elkins was a REAL GUY. And totally, thoroughly steampunk.\n\nGuest Post: Why Go to the Museum?\n\nEvery fall, I teach my students Walter Pater’s Conclusion to Studies in the Renaissance. What I’m talking about here is not so different from what Pater is talking about: he says that we need to experience each moment fully, to live with a certain passionate intensity that involves continual curiosity, observation.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.6694639325,
        "format_confidence":0.8314483762
    },
    {
        "url":"http:\/\/drracket.com\/index.php?fc=module&module=smartblog&page=2&controller=category&id_lang=6",
        "text":"Beautiful Rumi Quotes that are Worth Reading\n\nRumi, is the most popular Sufi poet in the world. His work is not only deep and intense, but also very ethereal. His poetry often stirs an emotion never touched and shows a facet never seen. This Buzzle article has a collection of some beautiful Rumi quotes that are worth reading, without which, life would literally feel quite disregarded. Read more...\n\nFour Types of Verbal Communication\n\nVerbal communication include sounds, words, language, and speech. Speaking is an effective way of communicating and helps in expressing our emotions in words. This form of communication is further classified... Read more...\n  • 1\n  • 2\nShowing 2 to 4 of 4 (2 Pages)",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9615117311,
        "format_confidence":0.9776370525
    },
    {
        "url":"http:\/\/www.podcastchart.com\/podcasts\/the-tolkien-professor\/episodes\/riddles-in-the-dark-digest-4-the-split",
        "text":"The Tolkien Professor\n\nCorey Olsen\n\nArts, Literature\n\nChart Positions\n\nLiterature 85\n\nThe Tolkien Professor podcast is a series of lectures, discussions, and seminars on the works of J.R.R. Tolkien by Corey Olsen, Assistant Professor of English at Washington College in Maryland. Find me on Facebook at \"The Tolkien Professor,\" on Twitter at @tolkienprof, or at my website at www.tolkienprofessor.com. I have also begun a grand new venture: the Mythgard Institute, offering courses on Tolkien studies for credit at the MA level, or just for fun! Join us at www.mythgard.org.\n\n\nRiddles in the Dark Digest 4: The Split\n\nJuly 21st, 2012\n\nEpisode 160 of 364 episodes\n\nDave and Trish wrap up their marathon Saturday podcasting session with one more digest. This week we revisit The Split and The Battle of Dol-Guldur!\n\nFeatured Podcast",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9761137962,
        "format_confidence":0.6079671383
    }
]