[
    {
        "url":"https:\/\/www.spoofee.com\/forums\/threads\/1079-International-travel-deals",
        "text":"Results 1 to 2 of 2\n\nThread: International travel deals ???\n\n  1. #1\n    L2 Member Xingzoa's Avatar\n    Join Date\n    May 2002\n    Thanked 0 Times in 0 Posts\n\n    International travel deals ???\n\n    What are the best international travel packages , destinations, and sites\/brokers?? I may be going to Europe or Australia after the 1st of the year and want to get the best deals.\n\n    Thanks ahead of time.\n\n  2. #2\n    L14 Officer TheRingWraithe's Avatar\n    Join Date\n    Aug 2002\n    Thanked 0 Times in 0 Posts\n    How about the \"All Asia\" pass from Cathay Pacific Air?\n\n    For $999 you can travel to 17 asian cities during a 21day period. Including R\/T air from NY\/LA?\n\n    Here's the cut and paste:\n\n    Cathay Pacific Air Pass\n\n    CATHAY PACIFIC ALL ASIA PASS: is one of the great bargains in the Airline Industry. For 9 you can travel to seventeen different destinations in Asia and the pass includes the round trip ticket from either New York or Los Angeles to Hong Kong. You must complete your journey within 21 days but extensions of the time limit are available for additional fees.\n\n    The destinations you may visit for the basic price are Tokyo, Osaka, Fukuoka, and Nagoya in Japan; Kuala Lumpur, and Penang in Malaysia; Manila and Cebu in the Philippines, Bali, Surabaya, and Jakarta, Indonesia; Bangkok, Thailand; Seoul, South Korea; Singapore, Taiwan, Pakistan, and Hong Kong.\n\n    If these are not enough, you may visit even more cities, including Bombay, Colombo, Beijing, Shanghai, Hanoi, Ho Chi Minh City and assorted destinations in Australia, but additional fees will be accessed.\n\n    There are many restrictions involved with this fare however, and you should review the above link to make yourself aware of all the restrictions. Cathay Pacific is always one of the highest rated airlines and with the strength of the dollar in Asia this trip is extremely economical.\n\nSimilar Threads\n\n  1. Replies: 0\n    Last Post: 08-24-2005, 12:17 PM\n  2. Replies: 0\n    Last Post: 04-19-2005, 03:14 AM\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts\nRSS Feed Facebook Twitter\nSubmit Deals\nHave a good deal or coupon? Want to share with our members? Please post it on our forums\n\nIf it's a hot deal, we will post it on the front page with your name on it!\nFollow Us\nNew Deals\nHot Deals Only (4.5+ stars)\nNew Coupons\nFacebook Fanpage",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9898636937,
        "format_confidence":0.9499998689
    },
    {
        "url":"http:\/\/www.ratevegas.com\/blog\/2006\/11\/bellagio_wynn_n.html",
        "text":"Two Way Hard Three | Las Vegas Casino & Design Blog\n\nNovember 30, 2006\n\nBellagio & Wynn, November '06\n\nPosted by detroit1051\n\nI checked out of a Bellagio Suite in the main tower this morning and have just unpacked in a Wynn Parlor Suite. I tried to start a report early this morning, but Bellagio's internet service was down all night and still wasn't up at 9 AM. I'll offer a few opinions now and then add comments later. After all, I want to enjoy Wynn.\n\nThis will not be a trip report, but random thoughts start after the jump.\n\nCityCenter's sales office off Bellagio's lobby is open to the public again without appointments. Opening weekend when I was there, they inexplicably closed the doors and required advance reservations. This week, they welcomed all lookers with open arms. The model is now on a revolving turntable which is a big improvement in seeing the proposed buildings. If there was a turntable in September, it wasn't working. Since I had registered with them before, I asked if I was still in the computer for notice of pricing. They said prices and complete details would be emailed at the same time the permanent sales office, near Monte Carlo, opens a few days after Christmas or the first week of January. There were brochures which described each property and its architect. The sales person encouraged me to sign a reservation now, giving a refundable deposit of $10,000. When the prices are available, a payment of 10% will be required and then an additional 10% sometime before closing. Buyers who don't sign a reservation now will be subject to a third 10% down. I'm not interested, but I wonder if the push to get deposits now is an indication of the market's strength\/weakness, or whether it's normal for new developments. Regardless, the sales and reception staff was very organized and customer friendly. The information in the brochure can be found on the website at:\nCityCenter Website\n\nI run hot and cold on Bellagio. After this trip, I'm not sure I'll return. Entering into Wynn this morning was a much more pleasant experience. I have been told by a friend that I'd complain if I was hanged with a new rope, so take my comments with a grain of salt.\n\nMore later, but upon entering Wynn's Tower Suites lobby, I saw the carpet inserts have been replaced. Originally, they were muted grey and green which reminded me of the original carpets Steve Wynn used in Bellagio's elevator lobbies and VIP Lounge. Wynn' new carpeting has bold flowers in blacks and greens. It looks good.\n\n\nRead archived comments (24 so far)\nNovember 30, 2006 12:39 PM Posted by detroit1051\n\nHunter, was it you who wanted a copy of Wynn Magazine? The Fall issue has a feature on the Fairway Villas. I'll take it home and mail it to you if you want. The Winter issue will probably replace it very soon.\n\nNovember 30, 2006 2:27 PM Posted by charlie\n\nSooner or later we all have to come to the realization that the Bellagio is just not the same place as it once was.\n\nNovember 30, 2006 4:42 PM Posted by Hunter\n\nYeah, that was me. That would be great if you don't mind.\n\nNovember 30, 2006 6:06 PM Posted by mike_ch\n\nCharlie: I'd suspect it has to do with the number of rooms they have now. Bellagio is a monster compared to what it used to be and that will effect service. Give it a chance, though, because it's still going through it's transition for the next ten years. The on-site facilities (casino, restaurants, etc) are operating better than they have in a while, maybe because MGM has realized they've let the place glide on it's name too long.\n\nI wouldn't argue that Wynn is that much better though, at least to those of us who don't experience the Tower Suites side. Maybe Encore will be better. And though I don't find it aesthetically pleasing, I'm hoping CityCenter will knock both Da B and WLV down a notch.\n\nNovember 30, 2006 6:39 PM Posted by charlie\n\n10 years is a long time for turn-around...I was hoping for about 10 months. :)\n\nI think part of the problem is that Bellagio is so wildly successful. The whole Bellagio experience is just too impersonnal; kind-of like I'm there to spend my couple of hours of alotted \"Bellagio time\" during my trip. Don't seem to put much of a sale on me (after they typically ask) that I should be staying at Bellagio, even when I was staying at Wynn.\n\nContrast that attidude to this one, back in '95 I was staying at MGM, but had dinner at the old Italian restaurant at the Mirage. Charlie Meyerson came by the table, introduced himself, and asked where I was staying. Told him MGM. Well old Charlie would have none of that. He gave me his card, told me that I shouldn't be staying at MGM and from now on I should stay at Mirage.\n\nTrue Story.\n\nCompare that to how they run the Bellagio.\n\nNovember 30, 2006 7:57 PM Posted by Hunter\n\nWow, I haven't heard Meyerson's name in quite some time. Flashback.\n\nNovember 30, 2006 10:35 PM Posted by detroit1051\n\nBellagio has almost finished renovating the casino. The area near the buffet, from the main walkway to the elevators down to the \"O\" shop, will be recarpeted and changed before the end of the year. The high limit slot room will be totally redone but not before January. The casino looks more up to date in the MGM corporate vein. The VIP Lounge has been redone in dark woods with leather walls and new carpeting. It looked much better. The look extends toward the back elevators to the suites and the limo garage. Those elevators are now identical to the Spa Tower elevators. Much less impressive looking. Bellagio just looks so much more commercial than when Wynn owned it. MGM knows how to make money, but money doesn't equate to taste. Bellagio is MGM Grand on steroids.\n\nMy beef with Bellagio is related to comps. I never know where I stand any more, from one trip to the next. I'm a casino's ideal customer because I primarily play high limit slots. They have total control over payback percentages and know exactly how much, overall, they'll make. My defection to Wynn has not gone unnoticed. My offers have dropped from full RFB to Limited Food, and the suite has changed from a Bellagio Suite to a Salone Suite. However, my host put me back in Bellagio Suite this trip. When I walked into the VIP Lounge to register, as I have since 1998, the representative looked at her computer and said, \"I'm sorry, you cannot check in here; you must go to the Front Desk.\" This all sounds petty, but Bellagio doesn't seem to care that I'm giving more business to Wynn. Since there are always more customers, there's no need to try to keep existing ones. Bellagio will definitely drop a notch when the CityCenter Casino opens. The brochure says, \"CityCenter's sophisticated, contemporary resort and casino will set a new global standard for gaming and leisure.\"\nSo, why did I go to Bellagio at all? I wanted to cash in my Holiday Gift Shoppe points to select the \"free\" gifts I've paid for many times over.\n\nDecember 1, 2006 8:51 AM Posted by mike_ch\n\nWell, you've obviously seen these places from a perspective I haven't, so just let me pick your brain a bit.\n\nJust about everyone seems to be super-precise about comps now (watch, for example, how I can get 2 free buffets one month, 2-for-1 the next, and then 2 free again the month after.) However I'm surprised they'd treat a guy playing big slots like that.\n\nPersonally, we'll have to disagree on the Wynn casino because while I do know they send quite a bit of come-ons for a classy place (I've never gotten a single thing from Bellagio as I'm not worth their time or something) I just don't know how you can spend so much time there. I already ranted in another thread; it's nice place to drop in for a short spell, but I'd go nuts if I spent most of several days in there.\n\nI will challenge you though on your comment about MGM being \"so corporate.\" When has Bellagio not been the definition of corporate hospitality? It's always been somebody's flagship since it started out life and it shows. I'll admit, though, that the service is snobbier and bizarrely ineffective now than it was even just three years ago. I'm guessing that the amount of places opening up and that company's plan for CityCenter has depleted their best employees (and probably Mandalay Bay's too, since I get a lot more can't help ya\/don't know sort of responses there, too.)\n\nI think their facilities are beginning to finally reach a degree of just plain being nice that they haven't been at since 2000. My biggest problem is that I leave upset and muttering curses after a particularly bad service experience too often. The worst time I stood at the front desk area looking lost next to seven people in uniform and none of them wanted to help me. Wynn is, aside from the occasional doorman or front-line security, better than that.\n\nDecember 1, 2006 7:05 PM Posted by detroit1051\n\nMike_ch, I don't spend all that much time at Wynn, but I like it. I'm with friends at Wynn this weekend, so I'll comment further on both Bellagio and Wynn next week.\n\nDecember 5, 2006 7:26 PM Posted by detroit1051\n\nMike_ch commented, \" I just don't know how you can spend so much time there. I already ranted in another thread; it's nice place to drop in for a short spell, but I'd go nuts if I spent most of several days in there.\"\n\nMike, Wynn was a thoroughly enjoyable place to meet up with local Vegas friends and friends from Michigan who were in town. A full week in Las Vegas is too long. I figured I'd combine my Bellagio and Wynn winter offers while using my MGM Mirage Holiday Gift Shop points. Burnout occurred on the fourth day. Here are a few comments on Wynn:\nWynn is superior to Bellagio in my opinion, and I didn't see the maintenance items others have commented on. However, everything isn't 5-Star with the property. Smoke in the casino seemed much more pervasive than at Bellagio. It may have been those expensive cigars like Mike E is fond of. I've noticed the smoke before and have wondered whether Steve skimped on the air handling systems. Related to that, on... (truncated)",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.7274717093,
        "format_confidence":0.6781243086
    },
    {
        "url":"http:\/\/www.marksdailyapple.com\/forum\/forum\/the-primal-blueprint-forum-discussion\/primal-resources\/56590-us-trip-soon\/page3?t=56649&page=3",
        "text":"No announcement yet.\n\nUS trip soon\n\n  • Filter\n  • Time\n  • Show\nClear All\nnew posts\n\n  • #16\n    I second Yelp and Chowhound.\n\n\n    • #17\n      I live in St. Louis, which has been ranked, many times, the \"murder capitol\" of the U.S.\n      It laughable to us, really. It's mostly the people shooting people who they know, in the north-side of the city. We'll protect you, if you come here\n\n\n      • #18\n        all I can say is that I hope this is not your first trip to the US, because if so, I fear it will be your last. Please don't let your impression of those states impact your impression of the US as a whole. Yikes. That said, I think you'd be best off sticking to grocery stores if possible. Or just say the heck with it and experience southern food for what it is. In some towns you might be able to find some decent restaurant food, but I'd suggest avoiding fast food if at all possible.\n\n\n        • #19\n          Wow, I can't believe half of the folks on this thread (the other half had actual suggestions). And Dado - bullshit. I haven't visited a state yet in the US where the entire population was a criminal write-off - it must be your experience due to your attitude, or maybe you just have a penchant for looking for trouble and then blaming it on others when you find it. I was born in the South, did a stint in Texas, and then was mostly raised in the North when I wasn't in Europe because of my immigrant mom. EVERYWHERE I found nice people and EVERYWHERE I found food I would return for.\n\n          Shamia, I hope you have a ton of fun! I am really glad you are choosing to do the road-trip thing and not just head for Disney (for example). Here are my suggestions:\n\n          I agree - please do not discount tiny roadside places. My husband is a junkie of one unlikely joint in North Carolina just for its BBQ that he will risk missing his flight for; and an out-of-the-way place outside of Baton Rouge for its crawfish etouffee.\n\n          Do some homework before you leave the Netherlands. Google \"Georgia food\" just to see what a little of the food history is, for example. This will give you an idea of what you could be asking for in any of the states you are visiting.\n\n          You will find small festivals and fairs just everywhere. There is, in almost every real town, and certainly in every county seat, something called the \"Chamber of Commerce \/ Tourism Office\". Find this address and go. They have the master list of every food happening in the area, and they are more than happy to help interested foreigners find eats.\n\n          Bend the Primal rules. When I was in Amsterdam, I ate the stroopwaffel and drank the Advocaat, too. And you know what - it was yummy.\n\n          Southerners have a notorious sweet tooth, so plan for sweet tea and lots of desserts. Or plan how you plan to decline them.\n\n          I agree - get a cooler. Ice is available everywhere, and if you don't find anything you like, you will at least have Primal in the car from something purchased from the grocery store.\n          I have a mantra that I have spouted for years... \"If I eat right, I feel right. If I feel right, I exercise right. If I exercise right, I think right. If I think right, I eat right...\" Phil-SC\n\n\n          • #20\n            Having no idea when the time frame of this trip is, let me just say that it is HOT right now in Northwest Alabama (June 2012). Other than seeing the superneat Cathedral Caverns and extremely primal Dismals Canyon (which are underground and very cool), I'd avoid summertime sightseeing this way. Well, Elvis Presley's birthplace in Tupelo, MS just a few miles away is airconditioned and a really interesting step back in time to a more-primal 30s-40s way of life, even if you don't like Elvis.\n\n            Meanwhile, do not be afraid to travel in the Deep South. We will not eat you. We will however eat all kinds of venison, wild boar, and fried catfish. Most of the small town diners will deep fry their mothers in peanut oil though. You might want to be careful of that. And practically everything includes carbs--french fries, grits, biscuits, cornbread, peach cobbler, etc. I tend to stick to lots and lots of salads and grilled meats of many kinds.\n\n            I wish we had a good local primal meetup group so we could all get together for dinner--Southern primal style!\n\n\n            • #21\n              I would recommend using when looking for places to eat. I found an amazing Thai place in Kingman, Arizona of all places. If you just put in the area you're in and check for good reviews, you should be able to find some really decent restaurants. Remember, sometimes the best places in town don't even have signs out front.\n\n              I would stay away from chains as much as possible. I mean, what a boring thing to do on a trip to a foreign country, you know? Not to mention the quality usually sucks. I'd definitely recommend trying out all the dinky little local places. Even if they're terrible, at least it will be a good story to tell later. I've never heard a good story that started \"So, we went to Cracker Barrel, and...\" Also, last I heard, Cracker Barrel was a super super racist company. Personally, I don't support that.\n\n              Anyway, since you'll be in the south, there will be a ton of local BBQ places to choose from. Go for dry rubs over sauces if you are worried about sugar content, and enjoy!\n\n              _-J o u r n a l_--------- ---- ---- --- --- -- -- -",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.5086282492,
        "format_confidence":0.9966435432
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/royal-caribbean-international\/228976-rhapsody-seas.html",
        "text":"\nRegister Forgot Password?\n\nLinkBack Thread Tools Search this Thread Display Modes\n  #1 (permalink)  \nOld May 13th, 2001, 09:59 AM\nSusan Bebbington\nPosts: n\/a\nDefault Rhapsody of the Seas\n\nWe are booked on the Rhapsody to Alaska in late June 2001. Anyone have any comments or advise on the best things to see and do ? We have booked a C class cabin and would like to know what you thought of the size? Would appreciate any help. Thanks.\nReply With Quote\nSponsored Links\n  #2 (permalink)  \nOld May 13th, 2001, 10:27 AM\nDonna's Avatar\nJoin Date: Aug 2000\nLocation: on my computer\nPosts: 26,780\nSend a message via AIM to Donna\nDefault Re: Rhapsody of the Seas\n\nHi Susan,\nSounds like you have the perfect cabin for seeing the sights in Alaska. We too had a catagory C cabin on Rhapsody for a southern itinary and it was great.\nYou may get a kick out of reading about the Vision of the Seas cruise in Alaska that Kuki here from Cruisemates wrote about, some good tips in there as well,\n\n\nTuesday Chat Host\nReply With Quote\n  #3 (permalink)  \nOld May 13th, 2001, 05:10 PM\nPam Pam is offline\nSenior Member\nCruise Maniac\nJoin Date: Sep 2000\nPosts: 240\nDefault Re: Rhapsody of the Seas\n\nWe were on the Rhapsody last summer in a C cabin. It was great. We had 4 in the cabin and fit no problem!\nReply With Quote\n  #4 (permalink)  \nOld May 14th, 2001, 12:58 PM\nJustine Bradley-Vargas\nPosts: n\/a\nDefault Re: Rhapsody of the Seas\n\nHi, We are booked in a Cat D cabin on the Rhapsody for our May 25th cruise. This will be the second time that we are cruising Alaska on this ship. There is so much to see and do in Alaska, but I would defintely recommend riding the White Rail Pass train in Skagway. Each of the various ports have their own tourism websites and you can get brochures from each city to see what you might want to do. Here are the websites for you to check out.\n\n\nEnjoy and have lots of fun.\n\n-- Justine\nReply With Quote\n  #5 (permalink)  \nOld May 15th, 2001, 10:51 AM\nsally richards\nPosts: n\/a\nDefault Re: Rhapsody of the Seas\n\nwe were on the rhapsody in march (mexican riviera) in a C (8584) and it was the most beautiful cabin! large veranda, lots of storage and even a bath tub! it was a little worn and a few stains here and there. No hair dryer and bring your own lotion, shampoo etc. as it just has a dispenser in the shower with the worst shampoo\/conditioner combo. Nice bathrobes are supplied. Charo was next door! I have photos of the cabin if you want to see them.\nReply With Quote\n  #6 (permalink)  \nOld May 18th, 2001, 10:02 PM\nSusan Bebbington\nPosts: n\/a\nDefault Re: Rhapsody of the Seas\n\nHello Sally,\nThanks for the return e-mail. If you don't mind, I'd love to see the cabin photos. You can e-mail me directly at\nLooking forward to hearing from you.\nReply With Quote\n  #7 (permalink)  \nOld May 19th, 2001, 01:49 PM\nSenior Member\nCruise Maniac\nJoin Date: Dec 2000\nPosts: 150\nDefault Re: Rhapsody of the Seas\n\nI have sent a photo to you..hope it makes it! We just got back from a cruise on the Radiance..WOW! Had a lesser catagory cabin. Had a balcony but smaller. I missed that cabin on the Rhapsody!\nReply With Quote\n  #8 (permalink)  \nOld May 23rd, 2001, 05:33 PM\nCyndi Wagner\nPosts: n\/a\nDefault Re: Rhapsody of the Seas\n\nHi, check out my website with pictures of our Alaska cruise on Rhapsody as well as my review of the ship. The stuff on our Alaska trip is at the bottom of this page. Hope this helps. Feel free to email me if you have specific questions and have a great trip!!\n\nReply With Quote\n  #9 (permalink)  \nOld June 26th, 2001, 01:10 AM\nMary Ann Wolf\nPosts: n\/a\nDefault Re: Rhapsody of the Seas\n\nHi, Hope you had a great, great trip. I just wanted a review of your trips at port.\nI have a 12 & 9 Year old. Thank you\nReply With Quote\n\n\n8584, cabin, rhapsody, seas\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nRhapsody of the Seas k8 Royal Caribbean International 4 August 9th, 2005 08:21 PM\nrhapsody of the seas hco_brunette08 Teen Cruisers 5 July 14th, 2005 05:55 PM\nRhapsody of the seas HOPE Royal Caribbean International 3 July 4th, 2005 10:16 PM\nRhapsody of the Seas OverTheOceanWaves Caribbean & Panama Canal 0 June 19th, 2005 08:11 AM\nRhapsody of the Seas 4\/13\/03 okeedokee Gay \/ Lesbian Cruising 0 March 11th, 2003 09:42 PM\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\n\nAll times are GMT -4. The time now is 12:19 PM.\ndesign by: Themes by Design\n\nSearch Engine Friendly URLs by vBSEO 3.6.1",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9960821271,
        "format_confidence":0.9916620255
    },
    {
        "url":"http:\/\/www.cruisereviews.com\/forum\/141059-post7.html",
        "text":"View Single Post\n  #7 (permalink)  \nOld 01-30-2007, 04:22 PM\naus10cop's Avatar\naus10cop aus10cop is offline\nJunior Member\nJoin Date: Jan 2007\nLocation: Austin, Texas USA\nPosts: 7\nOriginally posted by moeve:\nHello Chris try there are links or info to the port facillities and to EZ Parking an of site outfit.\n\nWhen are you sailing?\nWe sail out on April 22nd. Can't wait!!!!!\n\nCaribbean Travel Photos",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9596774578,
        "format_confidence":0.9955435395
    },
    {
        "url":"http:\/\/www.freckledcitizen.com\/2014\/03\/grand-cayman-or-bust.html?showComment=1394740199478",
        "text":"Thursday, March 13, 2014\n\nGrand Cayman or bust\n\nThe wind chill outside is currently in the single digits. In March. In Washington DC. Yet there is hope on the horizon, in the form of an anniversary getaway.\n\nWe've spent our last two anniversaries in New Orleans, as you might remember. It's one of my favorite cities in the world, and there's something about the vibe there that just speaks to us. Strolling the streets hand in hand, music in the air, our bellies either full of delicious food or on the way to eat more delicious food... my kind of city in every way. This year, though, with baby in tow, New Orleans just didn't feel right. We also really wanted to get away, to take real time off (unlike our usual long weekends), to celebrate each other but also our little gal, and to go someplace new. Here's what we settled on:\n\nYes please.\n\nWe've rented a condo at Grand Cayman Island for a week in May. A week! T and I have actually never been to the Caribbean together, so it'll be new for all of us. H will turn six months old while we're there, and I practically squeal when I think about her baby toes in the Caribbean. I'm also excited that we have a condo instead of a hotel room to help create more of a \"home away from home\" atmosphere. Other good things: having a washer and dryer, having baby furniture already there, and being able to toast English muffins for breakfast instead of having to order $30 omelets every day. (Ever practical over here!)\n\nWe've booked a direct flight and to T's chagrin, I've placed us in the very back row of the plane to hopefully limit the annoyance factor if she's fussy. Fingers crossed!\n\nFor those of you who've taken your wee ones on beach trips, do you have any recommendations that were vacation-savers on the beach or in the pool together? We'll obviously be taking swimsuits, rash guards, and hats, but what am I missing? I have my eyes on a tented pool float that packs flat, for one. Anything else? Flat-packed beach tent? Oh, and what's your favorite baby sunblock?\n\nNow excuse me while I stare at those palm trees the rest of the afternoon.\n\n\n  1. Well that just sounds heavenly. Can't wait to see pictures of Hazel in her suit, relaxing in the Carribean! As for baby sunblock, California Baby has a good line without a lot of extra chemicals. I like to use a stick sunscreen for the face because it covers well and you don't end up with sunscreen in their eyes. California Baby makes one of these too but I think the one we use is Waterbabies?\n\n  2. We went to the Caymans in August for my sister-in-laws wedding and we LOVED it! Everyone was very friendly and we were never afraid to leave the resort like we were in Jamaica. You will love it.\n\n  3. We took Mac to St. John over Christmas when he was 6 months old too, so we know exactly how much you need the trip and how excited (and scared) you probably are. Honestly, my most valuable advice would just try to be as relaxed about the whole trip as possible and go with the flow. We were too hard on ourselves about making sure everything was packed and perfect and taken care of that we didn't enjoy ourselves as much as we thought we would. Be relaxed about naps and her \"schedule\" if you can. We were slaves to Mac's nap schedule (still napping 2x a day and not at the beach), so that really limited what we could do during the day. We spent way more time at the rental house than we wanted to, which wasn't terrible, just not what we expected. I don't think we fully appeciated how much a baby would slow us down and change our normal vacation habits. It wasn't a bad trip, just different. Subsequent trips have gotten MUCH better b\/c we've learned to let go. As for beach stuff, take a giant beach blanket that you can put baby on where she'll be out of the sand. Stick sunscreen. Baby powder is great for getting sand off the baby. A hat or sunglasses for the baby b\/c it's really bright. Mac absolutely would not get in a floatie thing, but it can't hurt to try. Let me know if you have any other questions. We've now done 3 beach trips with Mac and it gets better\/easier each time. Have fun!!!\n\n  4. Thanks for these great tips already, everyone!\n\n    @Sara: It's so funny how different everyone is (and what makes life so fun, right?). We probably suffer from the opposite mindset - being too laid-back and unstructured! Haha :-)\n\n  5. Totally bring a portable beach cabana, if you can find one. Set it up, baby inside, let her sleep there, enjoy the beach!\n\n    And tie on cloth baby hats with a very wide brim:). Also, if you are still nursing, a tunic you can just pull up when necessary.\n\n  6. I have no advice. I just want to tell you that I am cold, yet hot with jealousy. Ha! Seriously, H is one on the most adorable babies I have ever seen.\n\n  7. Yay Grand Cayman!!! We did the beach with L at 3 mo and 5 mo (Cabo and Lake Michigan...which qualifies, right?). CA Baby makes a great sunscreen for the body, and, as others have said, a stick is easiest for little faces and ears - CA Baby makes one and I also think Aveeno does too?\n\n    One of those pop up mini cabanas is great for napping and play on the beach (or just find a shady spot with a huge towel!).\n\n    My only gripe about GC is there are a lot of Mosquitos on the beach if it happens to rain a bit. I'd pack some baby friendly bug spray as well!\n\n  8. I posted this on Elefantitas Alegres when she asked for Cayman recs, so here are a few more if you need them! We were married in Cayman and have been lucky enough to visit that gorgeous place at least once a year - please be sure to dine at Calypso Grill (sticky toffee pudding WHAT), eat fish tacos and tiny ice cream cones at the Sunshine Grill (totally random location but worth the walk!), have sunset drinks at the Royal Palms, and read all day in a hammock at Rum Point! If you can obtain a sip of one of their famous mudslides, all the better!\n\n    Try to sit outside at Calypso if you can - the moonlight on the water is so gorgeous! If you can get to Papagallo, it's also worth the trip: I've been underwhelmed by the food at The Wharf the last few times we've visited, but the scenery is lovely and feeding the tarpons is fun\/gross\/interesting. We were married at The Grand Old House - another wonderful splurge for dinner, but Calypso is our favorite by far. We don't have a trip planned this year but you're making me want to go back!\n\n    True love is the only key to be successful relationship and married when my husband left me heartbroken I was so lonely and i was so frustrated confused desperate i do all I can't to have my husband back home with me and the kids nothing work out luckily as i was browsing I saw people sharing a testimony of a great man call @DrPepokotemple for the help he did for them. I decided to try i contacted @DrPepokotemple he told me never to be worried again that my husband is going to be back with me within 48 hours I never believe to my greatest surprise my husband called me within 48 hours and start begging me for forgiveness for the pain he have cost me with the kids my husband is now back home with me and my family I am forever grateful for your help and saving my marriage sir\n\n\nC'mon, make my day...\n\nRelated Posts with Thumbnails",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.7969056964,
        "format_confidence":0.7896561623
    },
    {
        "url":"https:\/\/whatawaygook.wordpress.com\/contact-whatawaygook\/",
        "text":"Contact Whatawaygook\n\nI’m always too happy to help out with any questions you may have about coming to Korea, Paju or what life is like here. If you have any questions, you can send an email to\n\n6 thoughts on “Contact Whatawaygook\n\n  1. Hello!\n\n    This is Lisa from Hong Kong. I’m very interested in the cat cafe you visited in Seoul as me and my friends are going to Seoul later this month. May I have the address of it please?\n\n    Thanks and much appreciated!\n\n  2. Great blog! I’m Gina, leaving Korea after my contract, but plan to be back. Boy, leaving is just as hard as getting here. Would you recommend the best way to get to Incheon with 2 huge bags that weigh 50 lbs each plus my carryons. I’m traveling from Tongyeong, or perhaps Busan and departing on Korean air. Not sure if I should stay in Busan teh last few days and KTX direct to ICN, or stay at the ICN Spa for a night. I really don’t want to deal with toting luggage all around, so want to get to the airport direct. Do they have luggage handlers to help you with luggage at the airport? Thanks, and oh, here’s my blog… Enjoy Korea, I have! Cheers, Gina\n\n    • I think you should get transport directly to the airport. Can’t say they have luggage handlers but if you need help, you can inform the staff. It’s a great airport. Enjoy your travels!!!\n\n  3. Great blog! Loads of information that are helpful to live in korea specially in ilsan… appreciate your efforts and hope you will keep enjoi writing…!!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.9922424555,
        "format_confidence":0.8615689874
    },
    {
        "url":"http:\/\/www.cruisemates.com\/forum\/royal-caribbean-international\/333388-baltic-sightseeing.html",
        "text":"\nRegister Forgot Password?\n\nLinkBack Thread Tools Search this Thread Display Modes\n  #1 (permalink)  \nOld May 17th, 2007, 12:38 PM\nJunior Member\nJoin Date: Jul 2006\nLocation: England\nPosts: 19\nDefault Baltic Sightseeing\n\nWe are off to the Baltics at the end of June and have booked 2 tours for St Petersburgh. Regarding the other countries we are visiting are the sightseeing places near enough to walk to or get a bus or taxi?\nReply With Quote\nSponsored Links\n  #2 (permalink)  \nOld May 17th, 2007, 02:30 PM\nSenior Member\nJoin Date: Jan 2004\nPosts: 1,004\n\n\nI take it for granted that you will depart Harwich June 30 on the Jewel of the Seas. And yes, there are a lot of sightseeing places within walking distance from the ship in many of your ports of call.\nReply With Quote\n\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nRome sightseeing kb European & Mediterranean Destinations 0 June 19th, 2005 05:59 AM\nHelp with Anchorage sightseeing irismike Alaska 2 May 10th, 2005 03:57 AM\nManaus sightseeing ?? going up the river South America 1 February 10th, 2004 02:13 PM\naruba sightseeing lifeguard girl Shore Excursions 3 August 4th, 2003 09:06 PM\nAlaska Sightseeing Karen B Alaska 3 January 9th, 2002 11:02 AM\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\n\nAll times are GMT -4. The time now is 06:25 AM.\ndesign by: Themes by Design\n\nSearch Engine Friendly URLs by vBSEO 3.6.1",
        "topic_id":23,
        "format_id":4,
        "topic_confidence":0.996131897,
        "format_confidence":0.9943882823
    }
]