[
    {
        "url":"https:\/\/kinkstermag.nyc\/doyouevenunicorn-made-us-unicorn-believers1\/",
        "text":"#doyouevenunicorn Made Us Unicorn Believers\n\nA hodge-podge concoction where pop culture, queer creativity, social commentary and a healthy perv on a naked man-beast collide!\n\nDo you believe in unicorns? If not, well it’s time to start. We were not believers until we found our very own real-life unicorn, and let me tell you this unicorn is not what you see in children’s books. @doyouevenunicorn on Instagram is charming and has the body that will quench your thirst for something magical. We’re living in a time of division, heightened racial tensions, and political dis-ease, and if you’re like us, you’re often looking for a sign that everything will get better.\n\nSocial media is an escape for many of us. A fascinating part of being in challenging times is that we can bear witness to a level of creative expression that only happens when we are losing hope. Oprah said it best, “Each of us has a personal calling that’s as unique as a fingerprint. And the best way to succeed is to discover what you love and then find a way to offer it to others in the form of service, working hard, and also allowing the energy of the universe to lead you.”\n\nLately, the world has seemed dark so I needed an escape. I started to surf Instagram, and there was one person from Australia who changed my energy from sadness to happy feelings, a person doing unicorn things and junk.\n\nThe handle, @doyouevenunicorn on Instagram might be a life-like unicorn who has the body for the gods, but when you peel back the layers, he is giving us hope, having fun, enjoying his life, and is the latest Kinkster I’ve come across, which is why I asked to interview him.\n\nYou might think it’s a character, but it’s a person whose creative juices are flowing, and it’s the perfect time to showcase him, especially when Australia recently said, “YES” to same-sex marriage. It’s the perfect time to catch up with this innovative and creative Kinkster.\n\nDescribe for our readers the magical place and mind of Do You Even Unicorn.\n\nI like to think of Do You Even Unicorn – the mind and the page – as a hodge-podge concoction where pop culture, queer creativity, social commentary and a healthy perv on a naked man-beast collide!\n\nHow did you come up with the name Do You Even Unicorn and what does it represent?\n\nWe’re going back a few years and let’s be real, my brain is mashed potatoes at this point, but from memory, the whole thing came about during the “Do you even lift, bro!?” phenomenon, and who am I to not seize a name that is instantly recognizable? So I think I purposely rode those coattails into existence.\n\nIs there a message to be shared or is this just a fun endeavor?\n\nInitially, it was all just for a laugh. But as my audience grew and I realized I had a platform (albeit a modest one), I acknowledged that I could get some positive messages out there and spread a little awareness about things near and dear to my glitter-filled unicorn heart. Always wrapped up in some comedy and a decent showing of skin, naturally.\n\nHow do you come up with the images for your IG page and what inspires you to come up with the captions attached to each photo?\n\nI wish I had an amazing creative process to let you in on, but it’s all ridiculously haphazard! Inspiration is like a boner – it can strike anytime and anywhere. It can come from a quote I hear, an image I see, a memory, a night out, you name it! Sometimes it’s just a piece of the final image and I build things around it, other times I get an instant flash of a fully realized end product and I know exactly what I want to produce. Either way, I’ll jot down the thought so it doesn’t get lost among the mash-up of rainbows and sparkles and cute guys dancing around my head (I have a notoriously bad memory at the best of times and get distracted quicker than a caffeinated baby). The captions will either flow organically from that or simply be a quote I find inspiring or hilarious that I’d like to share with my unicorn army.\n\nWhat has been your most talked about the photo so far?\n\nDefinitely, the photo of me, ass-out, laying over my bed and spitting inferred semen into a bucket and wiping the residue from my face. Classy, right!? Haha And what I love most about that is the post was directly inspired by a conversation I had with a friend that went something along the lines of:\n\nUndisclosed friend: “I want to go ask for two or three ice cubes for my wine.” \n\nMe: “C’mon, you’re better than that…” \n\nUndisclosed friend: “I just told you I spat cum into a bin.” \n\nMe: “Go get your ice.”\n\nWhich photo has been your most favorite and why?\n\nI hate more than anything to be cliche, but I couldn’t isolate one! My style and approach and aesthetic are continuously evolving, so with that, as is my favorite image. I look back at photos from a year ago that I remember being so proud of at the time, and I’m like “really queen…!?”. What I will say, is more often than not, my favorite posts end up not being as universally appreciated as others that I like, but aren’t blown away by. I get a kick out of putting out an image with a fully realized concept and story, a total feel, and one that I may have spent a considerable amount of time on, but then a photo that took literally 30 minutes to put together that shows a lot of skin will get heaps more likes. Y’all are thirsty! Hahahaha!\n\nWhere do you the person and your persona, the hot unicorn man intersect, or not?\n\nThese days, we meet frequently and often and my real-boy Instagram is not too far from paralleling my unicorn persona. I used to be a lot more reserved in my regular IG posts, but the unicorn mask gave me a sort of freedom and anonymity to be a little more salacious and daring, However as I mature and my self-confidence really solidifies, I post suggestive photos quite liberally now on my regular IG account, and am proud of my mental progress and being happy enough with myself to bare all (well, almost all. Unicorn wang, for now at least, still isn’t on menu).\n\nWill you ever reveal the face behind the mask or will we always just have the mysterious unicorn man to look at?\n\nI have several photos where I play both the unicorn and his bearded dude counterpart, face strategically covered, of course. But I think that’s as close to a reveal as I’ll get. I like keeping the mystery up, and it also allows the viewer to imagine and project whatever they like under that mask, which can really add to their fantasy. But, to be honest, with a little sleuthing, it’s not too hard to marry up my unicorn IG and my real-world IG. While I don’t promote the connection, I often joke that it’s the internet’s worst kept secret.\n\nWhat have you learned about yourself from this creative outlet?\n\nNudity is fun, empowering, and doesn’t always have to be connected to sex! I’ve always had body image and self-confidence issues, so I’ve learned to embrace myself and my body and how I look. Love yourself (physically, if possible *ahem*) and be proud of exactly who you are. A very wise woman once said “You’re on the right track, baby, you were born this way” but I can’t remember who, I don’t think it was anyone famous 😉\n\nHow do you see Do You Even Unicorn developing over time? Any plans for merchandise?\n\nI’m just going with the flow for the moment. I’m a pretty busy non-unicorn, but I’ve absolutely had some thoughts about merchandise, it would be a trip to see my face (and let’s face it, my ass) on a t-shirt! So if the demand is there and people would like to see it, I’d definitely be open to creating Do You Even Unicorn merch. If you’re keen, hit me up on the DMs people, I’d love to hear what you’d like!\n\nWe like to ask our signature question, aside from being naked in a unicorn mask, what do you consider to be the edgiest, unconventional, or tight-lipped thing you’ve ever done and how did it impact your life?\n\nHmmm, good question, and somewhat confronting! I’ve definitely had my party days and illicit encounters – often publicly and often with multiple participants, almost always accompanied by mind-altering social lubricants – but I’m not sure that I found them notably significant or enlightening. For me, the most impactful events are the intimate relationships with partners. I’m thankful for every single one of my past partners and the things I’ve learned about myself through them, no matter how heartbreaking or toxic or unhealthy they may have been at the time. Other than that, I’ve been comparatively tame! I mean, aside from the occasional bondage session or sweaty elevator encounter of the naked kind, but by today’s standards, that’s practically more Disney than deviant. But hey, let’s not close that chapter just yet, I’m always open to suggestions 😉\nFollow @doyouevenunicorn on Instagram\nStyle of Living\n\nFounder, Co-Owner & Managing Editor. Corey has experience in the corporate financial services, training, brand development, and when he is not writing he’s at home dancing nude with a glass of wine.\n\nNo Comment\n\nLeave a Reply\n\n\n\nSubscribe to the Kinkster Brands NYC Mailing List\n\n* indicates required\nEmail Format",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.679993093,
        "format_confidence":0.769746542
    },
    {
        "url":"http:\/\/bostonsinglegirl.com\/interview-allie-haze\/",
        "text":"Interview with the Sexy Allie Haze\n\nOK, I have to admit it— as much as I love cock, I think I might have a serious girl crush on Allie Haze! Maybe it’s her girl next door, “I’m secretly a horny slut”, appearance. Or maybe it’s her sweet, genuine, down-to-earth personality that makes her so appealing.\n\nPorn Star Allie Haze\n\nThis 26-year-old smoke show is a California native who tried out many career choices prior to stepping into the adult industry— namely firefighter and bartender. I’m sure she makes many a hose squirt in her current profession as well as her previous!\n\nBeing brought up in a super religious family, Allie found herself married to a preacher at the age of 18 and then divorced two years later when she realized it just wasn’t what she wanted.\n\nWhen I asked Allie how she got started in the adult industry she said, “Well I’ve always been into girls, and identified as a lesbian when I was younger, before my marriage. But I got sick of going out to bars, picking up women, taking them home, only to find out that they weren’t really into girls and that it was all just for show in front of the guys at the bar. That wasn’t what I wanted because I was really into girls and having sex with women. That’s what pretty much led to me getting into the business because it provided a safe and fun way for me to have sex with other women who liked to have sex, not be a tease for a bunch of guys.” Allie broke into the business by doing strictly girl-girl scenes. When she decided she wanted to try a boy-girl scene, Reality Kings helped pop her cherry in that genre.\n\nLike many of today’s starlets, Allie Haze has made the cross to mainstream. You can currently see her in regular appearances on HBO’s Emmanuelle .\n\nRelated Posts:\n\nBoston Single Girl\n\nTrue stories of the good, the bad and the ugly of single life in Boston. Reality is far more interesting than fiction! You can find read the adventures here and on Singles Warehouse Make sure to follow on Twitter",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.970127821,
        "format_confidence":0.7834833264
    },
    {
        "url":"https:\/\/www.manhattandigest.com\/2013\/10\/13\/boomer-banks-get-know\/",
        "text":"Credit to: Boomber Banks\n\nI have run into a good amount of stars in the industry who have left me leaving with a bunch of different thoughts on who they are not only in it but outside the industry as well.  Boomer Banks is someone who caught my eye not only because of his good looks but because when I got to know him he just seemed like a really great guy.  When he agreed to do an interview with me and I got to know him more, my beliefs on him were confirmed and I got to know a really great side to him.  The new Raging Stallion Exclusive  is making a huge name for himself in the industry and on social networking sites like Twitter (9,000 fans and counting) and will be performing tonight at the annual Hustlaball NYC which is one of the biggest gay events in the world.  He sat down with me this past week to talk about his meteoric rise in the porn world and some pretty great insight on how he seems things from an insiders prospective.  Take a look.\n\nSo Boomer, what made you want to get your start in the industry?\n\nI literally just woke up one day and was given an opportunity and I took it.  I am a very spiritual person and I felt that it was right.  I don’t tend to run on self will I am a very spiritual person.  I love for the universe to bring things into my sphere.\n\nWas your side job as a Rentboy aid this decision or hurt it, because it can go both ways?\n\nNo, it aided it.  I guess it opened my mind to what is out there as I’ve heard every request possible.  I make it very clear that when i am “escorting” that I will not do anything that I don’t want to do.  And to this day I haven’t.  I’m very conventional to who I am.\n\nSo let’s keep it real here- you are well endowed.  Do you think that has helped in you getting cast in more well known productions?\n\nSo, listen I’m sure that I did get noticed because of that.  That can only carry you so far.  There are many men that have large cocks that come around but many of them don’t have the staying power.  Mind you, I am only saying that in regards to what I’ve seen.  I am a lot more than that.  I think that’s what Raging Stallion when they wanted to sign me saw that in me.  They saw one thing, but then they saw someone that can represent their company as respectful as one can be.\n\nIn terms of porn, is there anyone that you’ve looked up to as an idol?\n\nI am friends with Johnny Hazard, I’ve known him for a year as an acquaintance.  He is definitely a confidant in this whole process, great guy.  He still to this day is using everything that he has achieved to his advantage without hurting anyone or himself along the way. Since then I have let some legendary people in the industry.  Chi Chi Larue has been a huge cheerleader for me, Sister Roma as well.  They are all amazing individuals.  It’s been very interesting and very welcoming to say the least.\n\n\n\nHow many scenes have you shot so far?\n\nI’ve done five scenes so far, two have been released.  One with Marcus Isaacs for “Timberwolves” and James Ryder for the “Hard Friction” series.\n\nThe one that was just released that is getting quite a lot of buzz is with Marcus for “Timberwolves”.  Tell me about what that experience was for you being that that was your first big scene that you shot.\n\nIt was awesome, it was the most amazing experience for someone not knowing what they were getting into.  I know Marcus personally which made it very easy for him to coach and talk to me.  Because I am so coachable and easy to talk to it made the whole experience that much better for me.  There were even a couple of times where he didn’t need to coach me because I seemed to comfortable.  I just felt at ease and even though it was a lot for me take  in it got me prepared for every scene going forward which subsequently has made it easier each time.\n\nThis is a question I have never asked anyone before- is there a huge difference between making love on camera and making love to someone in your real life who you actually like on a personal level?\n\nWell number one- Raging Stallion is very much known for their elaborate production of everything.  The difference is every ten or fifteen minutes someone has to stop and say “Hey, do this” or “Now we are going to do that position”.  Porn is a job and people don’t realize that it’s not another hotel room where the cameras are rolling and they let you have sex.  It is a very thought out process- we talk about positions and how we are going to end everything, close ups, lighting- it really is a full blown production.  It’s not a job when you know someone personally.\n\nDo you think the adult industry lately has more of a negative view or a positive view?\n\nI’m constantly trying not to read things but I come across stuff on Twitter that people seem to think there are things going on behind the scenes.  For instance, one being that the porn companies only hire a certain kind of person.  Clearly they don’t, hence me.  I completely and utterly not Caucasian, I don’t have a hairless body, I take care of myself but I don’t have an airbrushed body.\n\nThen there is the only point where I’ve also read that a lot of porn models don’t like to work with different races.  I can’t speak for those other models but I do notice that it’s very rare when that happens.  I have no problem with it.  I’m a performer and I get paid to do things so I see no problem in being asked to do something and doing it.  If you are working at a coffee shop and there is a variety of races working there, you can’t simply say “I can’t serve you coffee because of your race”.  It’s the same in both aspects.\n\nPeople also have a lot of opinions on condoms in porn and what not.  There is nothing to fear if there is nothing to fear.  Period.  Period.  Just to elaborate on that, if you don’t know something on a particular topic of course there is reason to fear.  However, if you really know you really can understand that there is nothing to fear.  If you are working in condom porn, there is no chance unless you in your personal life decide to do things outside of that.\n\nWhat are you hopeful for in this industry?\n\nI want to have a good run in this industry. I want it to be filled with integrity and honestly about my sexual freedom which is what i was born with.  I want to make a name for myself so that my fashion design becomes more noticed.  I will be coming out with a Men’s line geared towards sportswear.  There has been a lot of companies that have paved the way, Nasty Pig is one of my favorites.  The adult industry porn is an amazing opportunity for me to take everything that i have to show on another level.  To all these incredible fans that long for something that they put on a pedestal.  I want to use that aspect in a good way because they are the ones who are visiting my pages and buying or streaming my DVD’s or whatever the case may be.\n\nGreat guy and a really profound interview.   For all things Boomer including upcoming appearances and releases, check out his Twitter page for more information.",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.9573517442,
        "format_confidence":0.9691579938
    },
    {
        "url":"http:\/\/sexinwords.ca\/2013\/09\/the-hook-up-lady-laid-bare\/",
        "text":"The Hook-up: Lady Laid Bare\n\nIntroducing Lady Laid Bare\nSometimes I have a hard time saying no to people. Sometimes that backfires on me. When Lady Laid Bare, aka Jillian Boyd, asked if she could be featured in The Hook-up, I said yes. I’m glad I didn’t say no.\n\nHow did you get into blogging?\nI was quite a sexual late-bloomer, and at the time I was going through changes I didn’t understand. I’d started watching porn, I’d started dipping toes into reading erotica… and I couldn’t help feeling really alone. I didn’t really have anyone to talk about these things with.\n\nOne day, I found this blog called Kiss Kiss Bang Bang, written a lady called Hyperballad. That blog pushed me to start my own, and I made it my mission to try and understand what sex meant to me, to other people and to the world.\n\nHow is that mission to understand sex going?\nI’ve always been fascinated by sex, ever since I first became aware of it. But because education on the topic was so lax back home, I didn’t really grasp more than your basic “this is a woman, this is a man, they have sex to have babies” thing until I started blogging and reading up on it. My world has been broadened immensely, and I’ve learned a lot about myself, my own sexuality and just how broad the sexual spectrum is.\n\nSo, in a way, that mission is going well. But it’s also a continuing process.\n\nWhat got you started writing erotica?\nI originally wanted to be a chick-lit author! I loved reading the genre and convinced myself that I could totally be the next great chick-lit novelist. But it’s a harder genre to work in than you might think. And the only bits that I actually looked forward to writing were the sex bits.\n\nSo, not long after I started the blog, I started experimenting with writing straight-up erotica. At the time, there were two brilliant memes out there (Wank Wednesday, run by Ruby Kiddell, and Fuck Me Friday, run by Aisling Weaver) that helped me practise the process of writing regularly. They would provide people with a weekly prompt and the challenge was to write a piece of short erotic fiction which encompassed this prompt.\n\nI enjoyed doing that immensely, and after having a long talk with a friend of mine, she eventually suggested I write something to submit to a publisher. And so I did.\n\nWhat has been your favourite publishing experience this far?\nI’ve loved all my publishing experiences so far, but I have to say that nothing tops that feeling when you get your very first acceptance letter in the mail. Or via email, as was the case for me.\n\nWhat is your favourite sexy\/dirty\/sweet\/raunchy word to use in your stories?\nI’m going to sound really cliché, but it has to be “cock”. Or “fuck”. I’m not much of a fan of other synonyms for penis, so cock has always been my go-to. Occasionally, a “dick” slips in, but that’s rare. As for fuck, it’s one of my favourite words to use in anything I do. Obviously not in my day job, but I do tend to slip in “fuck” into most of my sentences.\n\nYour blog occasionally features guest posts by other prominent erotica writers. How do you connect with them?\nThe UK has a very close-knit erotic writing community, and we see each other at events like Eroticon and readings at several places. Business cards get given out, you follow people on Twitter and you make connections. So, mostly Twitter, with a bit of networking on the side.\n\nIf you could pick another writer to write the erotic story of your life, who would that be and what would the title be?\nI would quite like to have Charlotte Stein write the erotic story of my life. As for the title… The Girl Who Waited would be a cool one. Sort of a double meaning. One the one hand, you have the girl who waited for her chance in life, and on the other, it’s a Doctor Who reference, so it’s pleasingly geeky as well.\n\nWhat do you think the most significant differences are when trying to write erotic fiction and erotic poetry?\nHonestly, I’m not really very good at writing poetry, so I don’t think I can really give you a profound answer! I will say that writing erotic poetry is more challenging, because you’ve got less time to convey what you want to convey. Poetry, to me, is something compact, so you’ll have to come out swinging in what you’ve written and carry that on until the end. Does that make any sense at all?\n\nHaving said that, I have incredible respect for people who are very good at erotic poetry.\n\nWhat can we look forward to from you in the future?\nI honestly don’t know. I’m up for anything people throw at me. But there will be lots of new writing to come, that’s for sure. And maybe I’ll finally get my arse in gear towards writing a novel.",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.8682357073,
        "format_confidence":0.9172731638
    },
    {
        "url":"https:\/\/spanked.wordpress.com\/2008\/08\/31\/spanking-interview-with-me-at-erwa\/",
        "text":"Spanking interview with me at ERWA\n\nOver at the Erotica Readers & Writers Association (THE website for anyone looking to write or read erotica), Ashley Lister interviewed me about Spanked and my writing process\/motivations:\n\nAshley Lister: Denise is an archetypical Rachel Kramer Bussel heroine in that she is self-aware and relates the story to the reader with layers of complex introspection that juxtapose cleverly against the physical aspect of the narrative. (I’m thinking archetypical here in the same mould as your unnamed heroine from Doing the Dishes, Best Women’s Erotica 04 and Mammoth Best New Erotica 4, and Marianne from Tight Squeeze in Rubber Sex). Why do you place such a strong emphasis on the psychological element of your characters?\n\nRachel: That’s an interesting question, one I’ve never really pondered before. Well, I think for one thing, dialogue is not my strong suit, so most of my stories are in the first person because that’s the easiest way for me to get inside the characters’ heads, and to tell the story.\n\nBut beyond that, I think at a very primal level, it’s the psychology of both my lovers and characters in stories that turns me on. The fastest way to rope me in is to share something truly intimate, and when you do it in a story, I think it creates this bond with the reader. It shows them where the character is coming from and why whatever action is happening turns them on so much. To me one of the greatest things about spanking, as a topic and activity, is there there’s such a vast range of motivations. You could watch, say, two men get spanked by two women. Both have their hands above their head, standing against a wall. Both women use the same black paddle. To an outsider, the scenes look the same, but maybe one is being “punished” by his mistress, and maybe the other has never been spanked before, and is curious. Or maybe he’s usually the top and they’ve decided to switch. You never know, and by telling the story in an engaging way, we can find out.\n\nTags: , , , , , , , , ,\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.7545351982,
        "format_confidence":0.8510193825
    },
    {
        "url":"http:\/\/jmadele.blogspot.com.au\/2017\/02\/fixation-friday-featuring-jan-graham.html",
        "text":"Friday, 24 February 2017\n\nFixation Friday - Featuring Jan Graham\n\nHi all! Fixation Friday time again, and today we have Jan Graham joining us. She's giving us the inside scoop on life as she knows it. Enjoy!\n\nYou write a range of genres including contemporary, BDSM, ménage, romantic suspense and paranormal, which one do you like to write the most?\n\nMy favourite genre is romantic suspense, well for now anyway, lol. I like writing a complex story with lots of twists and turns along the way. I tend to combine genre’s so my currently published romantic suspense stories have ménage and BDSM elements to them but neither is the main thrust of the storyline, the suspense is. As for paranormal I do love to create worlds and I have taken down the original paranormal book I had on the market while I refine the series. Hopefully I’ll be back into writing paranormal by next year, of course it will have an element of suspense to it.\n\nYou openly admit to being a sub, what is the most common misconception about the lifestyle that you’ve experienced or heard?\n\nI think the biggest misconception is that BDSM is based on abuse, where a Dom can treat a sub any way they like and the sub has no say in it. That’s so far from reality. Everything is negotiated and agreed upon, it’s consensual and either party can walk away at any time. Also, not all BDSM involves being caned or flogged, pain doesn’t have to be part of the dynamic, and in a lot of BDSM relationships it isn’t.\n\nWhich one of your characters was the hardest for you to write and why?\n\nThe hardest character for me to write was Rhia from Playing Jax. Rhia is an ex nun and a virgin. I went to Catholic school as a kid, so the nun bit didn’t really phase me, but it’s been a loooonnng time since I was a virgin, so figuring out how forward Rhia should be and a few other traits associated with losing your virginity made me think. I ended up turning her into a woman determined to have sex, one who decided if she was embracing a new life outside the church then she needed to go all the way, so to speak, lol.\n\nWhat’s the worst\/ best piece of advice you’ve ever received?\n\nThis is the best piece of advice I’ve ever received didn’t really have anything to do with the writing world but it helped me write nonetheless. I had difficulty getting back into writing after my hubby passed away so, one day a friend sat down with me after I’d been complaining how I couldn’t write anymore and didn’t know why, and she asked me a simple question - “Where is Shane in all this?” I didn’t get her at first, but after talking I realised that he’d been with me for the other books I’d written, I bounced ideas off him, let him read what I’d written etc. After he’d gone I removed all sign of him from my life, took down pictures and didn’t mention him, because I didn’t want to deal with the pain. My friend made me get a picture of him out of storage and I sat it on the desk in plain sight. After a few emotional days of staring at him I finally sat down to write and the words started to flow. I finished Switching Mercedes in record time and it remains one of my favourite works. I still have his picture in my work area.\n\nWhat is the biggest challenge you’ve had to overcome so far in your writing career?\n\nI think the biggest challenge has been finding a life\/writing balance. Working from home, it’s so easy to give into interruptions. I can always find something else to do or somewhere else to go. I had to realise I needed to treat my writing like an everyday job, sit at the computer and work, schedule time off when needed but otherwise just say to family and friends “I can’t today, I’m working”. It’s the only way to get the job done.\n\nWhat is something that a reader will find in your books that they won’t find in others?\nI don’t know that I’m exclusive in this but I think readers will find an accurate portrayal of people in the BDSM lifestyle. They’ll also find a glimpse into the Aussie character. I mean I can’t write an Aussie hero or Dom without making him a bit of a larrikin.\n\nBesides writing and reading, what are your favourite things to do?\n\nI must admit that I have a Netflix addiction, so I do enjoy finding new series or movie to watch in my downtime. I also love going out with friends and just sitting, drinking coffee, and chatting. I do a little bit of jewellery making as well, but I’m not great at it…lol.\n\nTell us something about yourself that most people don’t know.\n\nI hate being outside on really windy days, I find it hard to think and just want to go inside and hide.\n\nIf you could travel to anywhere in the world where would it be?\n\nProbably New York. I’d love to go and see as many Broadway shows as possible.\n\nPolitical rally or rock concert? Which would you choose?\n\nA rock concert. Unless the political rally was something I felt passionate about and needed a groundswell of support.\n\nThank you for sharing with us today, Jan!\n\nJan's book, One Night in Sydney, is on sale at Amazon for 99 cents as part of the Tirgearr Publishing 5th birthday celebrations.\nCheck out the book below and go to Jan's blog post for more info on the birthday party. There are lots of prizes up for grabs.\n\nAbigail Devon is all about business, until the dream of keeping her company alive fails and she finds herself seeking distraction in the arms of a tempting stranger she met on the plane. Kane Matheson is a man like no other, and once Abby gives into her attraction to him, passions spark and a night of erotic pleasure begins.\n\nKane can’t believe his luck when his flight to Sydney places Abby along his path to a fun filled weekend. She’s his kind of woman—business minded, clever, and with curves in all the right places. When he discovers they have more in common than savvy business expertise and undeniable sexual heat, he’s faced with a daunting choice, and left wondering if pleasure can win out over wise business sense in one of the most beautiful harbour side cities of the world.\n\nWriting a bio that lets readers know who you are is tricky at times because I describe myself in so many ways. Like my books I fall into different genres, all of which depend on my mood and inspiration at the time. I am a writer, submissive, orphan, widow, sister, aunt, friend and sometimes, a wild child.\n\nMy writing currently falls under a variety of genres including BDSM, contemporary romance and romantic suspense but who knows where my literary future will lead. That’s going to be the next exciting chapter.\n\nFollow Jan:\n\n1 comment:\n\n  1. Thanks for having me here today, JM. I hope your followers enjoyed the interview.\n\n\nThanks for visiting! I luurve to read comments. It might take a while for me to reply because, unless you're in Oz, I'm in a different timezone. I will reply. Have a great day\/ night!\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.6036684513,
        "format_confidence":0.9082074165
    },
    {
        "url":"http:\/\/www.shortandsweetnyc.com\/2013\/04\/the-sex-files-we-talk-with-the-queen-of-lesbian-foot-worship-kayla-jane-danger\/",
        "text":"THE SEX FILES: We talk with the Queen of Lesbian Foot Worship KAYLA-JANE DANGER\n\nmalibu_5690v2Some people might think it’s ‘dangerous’ to go from a Go-Go dancer, burlesque performer and fashion design and illustration student to the Queen of Lesbian Foot Worship and soft core sensual scenes. But in less than eight years, Kayla-Jane Danger has done it…and without fear making fantasy into her real world. In her previous incarnation, Danger garnered the title “Music Video Honey” and appeared in over 50 videos for world famous bands. Along with appearing on her own site MyDollParts.com that she runs, operates and makes exclusive content for, the girl next door with the ALT look has worked with Burning Angel and Sex Art, and has been photographed by legendary photographers Holly Randall and Ken Marcus for the multiple times she graced the pages of Hustler’s Taboo. I was lucky enough to talk to her about all this and more.\n\nAs the Queen of Lesbian Foot Worship, what have been your favorite foot scenes to either participate in or even just watch?\n\nI have a few favorites. “Lingerie Party” featuring myself, Aiden Ashley and Elle Alexandra, and it’s a silent story of sensual domination and worship, and a great story and very steamy scene!  I love “Willing,” which is a scene with me and Shyla Jennings, who sucks feet better than almost anyone I know, her mouth is like heaven and it’s always a joy to have her juicy lips and crazy tongue wrapped around my toes!\n\nWhat other kinks do you enjoy other than foot\/leg worship and do you find what you look for in your off screen sex life is the same for what you look for on?\n\nI am a very dominant woman and generally take the dominant stance in my scenes, unless it happens to be a neutral scene with no dominant\/submissive play. In my personal life, I feel so lucky to have found a very compatible bedmate! He gives me everything I want, and things I never knew I wanted. Off screen, I always look for open-minded lovers, people who can accept my kinks and open their minds enough to try something they might not do otherwise.\n\nHas it always been your goal to coalesce all your websites under your KJD Media? Was this your long-term goal even from the beginning when starting a website?\n\nYes, I wanted to create my own world where I could workout, through success and failures, and explore my sexuality and the interests and fantasies of others.\n\nDo you see the adult business slowly morphing into a complete web based business? Do you think it might be actually at this point already?\n\nI hope not. I am actually on the cusp of releasing DVDs, because I know how many of my fans still subscribe to magazines and watch DVDs; they like the collectability, and they like tangible items. A large population of foot fetish porn consumers are older men, and many of those consumers aren’t using the Internet, or are too wary to visit or join porn sites. After my appearances in Hustler’s Taboo, Leg Show etc., I received a lot of fan mail to my PO Box from people who don’t use the Internet and were hoping to see me in print or DVD soon (some even asked for VHS!!)\n\nDo you think fetish\/kink lends itself better to the web than DVD release?\n\nI think that’s a common misconception. I think the nature of the amateur fetish production world, which is so prevalent right now, and their “clips” or short scenes vs. feature format or longer more complete vignettes is a disservice to the genre. I prefer to tell stories, even in my shorter scenes, but I still make them complete, fully composed scenes. Part of why I want to start producing DVDs is all the feature length stories I have to tell that revolve around a person’s foot fetish, lust, addiction, desire and exploration. Sometimes these stories cannot be told in short format or viewed properly on web. I also think that couples prefer DVDs due to their long format nature, rather than masturbators looking for short format beat-off material.\n\nCan you reveal some of the things you’re planning for the future? And where can fans find you?\n\nI have so many plans for the future. I have just joined up with VIPnVegas to create VIP4Play, a membership program for Las Vegas VIP’s to interact with the world’s hottest adult stars!\n\nI am also putting out at least one vignette DVD and one feature this year in addition to hosting and performing in live lesbian foot worship cam shows. And last but definitely not least, I will be publishing an e-book entitled Pleasure or Pain, based on the screenplay by Zalman King!\n\nDo you have an opinion about Measure B and mandatory condom use in adult films?\n\nI think that it’s ridiculous to require the use of condoms\/female condoms etc. to shoot porn. Performers currently use strict testing procedures making the sex they have on set far safer and generally cleaner than the sexual encounters of the general public. Performer’s sign releases, waivers, and take the precautions and handle risks, so there is no reason for anyone else to be a part of the personal decisions of these performers to wear or not wear condoms, dental dams, etc.\n\nYou can find Kayla at MyDollParts.comat Instagram and Twitter: @kjdangerdoll, and on her Facebook fan page: facebook.com\/kaylajanedangeroffical.\n\nRelated Posts with Thumbnails\nStarbucks Whole Bean Coffee\n\nLeave a comment\n\nAdd your comment below, or trackback from your own site. You can also subscribe to these comments via RSS.\n\nYour email is never shared. Required fields are marked *",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.9788274765,
        "format_confidence":0.9353882074
    },
    {
        "url":"http:\/\/www.adultdvdtalk.com\/chat\/jules_jordan.asp",
        "text":"Adult DVD Talk, a porn community and adult movie shopping guide  \n\nThis chat with Jules Jordan was held in the Adult DVD Talk Chat Room on June 12, 2002 and sponsored by XRentDVD. Stay up-to-date on Jules' work at Many thanks to Jules Jordan, Tricia Devereaux, and XRentDVD!\n\nThis chat was unmoderated. Jules did a great job keeping up with the questions.\nThis transcript has been edited for brevity.\n\nsome of the pre-chat banter\nsnowden_porn:  hi all - anyone know what time it is in USA and how long till Jules gets here???\nGattman2:  snowden im guessing around an hour and 1\/2, where are you logged in from\nsnowden_porn:  London Uk - its almost 2am here!!! I'm tired!\nGattman2:  its 10.35am Thursday in Melbourne Australia - it should start around 3.30am your time\nsnowden_porn:  well lucky i'm not doing anything tomorrow then!\nlonewolf:  so this's the JJ chat huh?? where's the man at?\nGattMan:  lonewolf around another hour yet\nlonewolf:  aw shucks\nXRentGuy:  Everyone waiting for Mr. Jordan??\nlonewolf:  yea\nRon:  So when is JJ coming around together with Trish?\nSteph:  Jules will be here around 7pm, Tricia will be about 10 minutes later\nGattMan:  got to try and not to say Here Comes Mr Jordan\nRon:  Got a question or comment for JJ. Use Gauge in Space Invaderz 2 with lots of circus acts.\nbono-ONE:  Gauge kicks ass!!!! Can't wait to see her in Flesh Hunter 3\nRon:  Me 3\nsnowden_porn:  i want FH3 bad too - i wanna see Alexa Rae again! and Jenna, and Guage, and Aurora, and...i forget the other girls name\nbono-ONE:  Yeah Jenna H had a really good scene at the beginning of Flesh Hunter 2\nRon:  I wanna see more Aurora and Gauge dap and dpp. GBG 33 and 32 left me very unsatisfied emotionally\nMuerte:  what is everyones favorite jules jordan flick\nRon:  Space Invaderz\nsnowden_porn:  Lex The Impaler 2 - then Ass Worship 2\nMuerte:  lex 2 was good\nbono-ONE:  I thought Lex 2 was ok - Monica Sweetheart looked awesome as usual\nsnowden_porn:  \"Bet on Shyla or bet on the Impaler? Always bet on Black!\"\n\nJules Jordan enters the chat room\n\nJules Jordan:  Whats up guys?\n\n[Many hellos, welcomes, thanks for comings]\n\nJules Jordan:  I can type fast so don't worry - One Big thing i learned in high school\n\nAugustwest:  glad you gave Everhard a chance\n\nJules Jordan:  ha\n\nbono-ONE:  Saw Space Invaderz yesterday, a very good flick!!!! Aurora looked great\n\nJules Jordan:  yes space invaderz was a fun movie\n\nJules Jordan:  Tricia will be a little late tonight\n\nbono-ONE:  Have you used Monica Sweetheart yet\n\nAugustwest:  gina in New Breed was my fave\n\nJules Jordan:  yes gina lynn is probably my favorite - the best ass i have ever seen in my life\n\npornstarbets:  how was working with Luna?\n\nJules Jordan:  Luna is the perfect teen slut\n\nMuerte:  Jules Are You A.....Breast, Leg or Ass man?\n\nJules Jordan:  ASS, no question\n\npornstarbets:  going to work with Luna anytime soon?\n\nRon:  Hey Jules, How was Gauge in FH 3? Any plans to use her in Space Invaderz 2?\n\nJules Jordan:  Gauge was great, she gained a little weight, esp. in the ass, it looked great\n\nbono-ONE:  Lets have a Gauge and Monica Sweetheart two on one scene in Space Invaderz 2, sounds good to me!!!!!!\n\nJules Jordan:  Gauge will be in a lot of my new movies coming out this fall\n\ngoo:  Jules, what perfomer haven't you worked with that you want to?\n\nJules Jordan:  there are girls that come and go that i wished i had shot, but they leave too quickly\n\npornstarbets:  how many videos are you releasing this year\n\nJules Jordan:  12 movies\/year maybe a few more\n\nRon:  Are you shooting Space Invaderz 2 or 3? Any inside scoop?\n\nJules Jordan:  hopefully start shooting Space Invaderz 3\n\nJules Jordan:  its hard getting the right girls and guys at the same time\n\nJules Jordan:  took over 6 months to make\n\nRon:  Shoot more of Shyla -- too bad she had that bad boob job\n\nbono-ONE:  How about Michelle Wild, would you like to work with her if it was possible?\n\nJules Jordan:  michelle wild=hot, in europe though\n\njustaguy:  Is there anything you'd like to see in one of your movies that you haven't been able to get a girl to do?\n\nJules Jordan:  shyla is no longer doing anal, but is currently doing movies. if she decides to do anal again i will shoot it - she is amazing\n\nRon:  Is Space Invaderz 2 and 3 a 3-on-1 with lots of dpp and dap. If so, when can I stand in line to buy the dvd?\n\nbono-ONE:  I remember she did a Rocco movie and that was a pretty good scene\n\nRon:  Waaaaa Shyla no longer does anal and she was one of my fav dap girl\n\nMuerte:  Jules.....Who Is Your Favorite Starlet?\n\nJules Jordan:  Jenna Haze was my fav. for awhile\n\nAugustwest:  Krystal Steel... in anals from her\n\npornstarbets:  Kacey is one you should grab\n\nMuerte:  kacey is the best\n\nJules Jordan:  krystal steal, maybe\n\nRon:  Yes Kacey can now deepthoat. Just saw her in the latest gangland and Joey's EA release\n\npornstarbets:  Kacey and Luna\n\nJules Jordan:  I have shot kacey before, hope to again soon\n\nbono-ONE:  How about Rita Faltoyano is she exclusively in Europe\n\nJules Jordan:  yes rita hasn't hit U.S. soil yet\n\nmasterblaster:  how about making a trip to europe to tap those asses?\n\npornstarbets:  hannah harper is hot\n\nJules Jordan:  a lot of those girls have visa problems\n\nSpeelie:  You probably already said this, but will there be \"Jules does Budapest\" at some point?\n\nJules Jordan:  probably no Budapest, unless Budapest comes to LA\n\npornstarbets:  LA is the best\n\nRon:  That will be amazing -- JJ does all the babes in Booty Best\n\nJules Jordan:  I don't care for travelling to europe too much\n\nAugustwest:  East coast baby I loved your East cost vids JJ\n\nJules Jordan:  yes my east coast movies were my very first ones - very hard to find talent there\n\nSnowden_porn:  JULES - what are the chances of getting April Flowers to give you an anal scene???\n\nJules Jordan:  I have tried april flowers, believe me when she is ready you will see it from me first\n\nJules Jordan:  close anal in new breed #3 mr marcus kept trying to stick it in... she almost let him\n\nMuerte:  i tried to stick it in my girlfriend and she punched me\n\nJules Jordan:  try lube\n\ngoo:  what was your first movie?\n\nJules Jordan:  LiveBait 1 - amateur movie\n\nJules Jordan:  odyssey group has my very first amateur scenes though\n\npornstarbets:  Which video of yours has sold the most units?\n\nWarpig:  any scoop on Assworship 3\n\nbono-ONE:  How about Lea de Mae, she always seems to do a good scene\n\nJules Jordan:  Lea de mae is great she comes to the US a lot\n\nRon:  How about Kimberly, the French Canadian?\n\npornstarbets:  Are you happy with Evil Angel?\n\nJules Jordan:  Evil Angel is the best company ever\n\nJules Jordan:  I would have never thought i would be shooting for my fav. company\n\nbono-ONE:  Have you shot Judy Star yet, love that little French Canadian\n\nSnowden_porn:  JULES - have you considered pairing Lex up with another brother for the Impaler series???\n\nJules Jordan:  no, I only want to see lex 1on1 scenes usually, they end up much more amazing, plus you usually see lex paired up with other people in anabolic movies\n\nRon:  Jules, you do an excellent job shooting and editing. If only Anabolic\/Diabolic can learn from you. You need to start giving them lessons and charging\n\nMuerte:  i agree\n\npornstarbets:  Anabolic is doing fine\n\nAugustwest:  Hey ana and dia are ok\n\nJules Jordan:  Mike John is the best camera man in the business. Anabolic is a close favorite to evil angel\n\nbono-ONE:  I would agree with that if you like POV stuff he is awesome\n\nSnowden_porn:  JULES - I'm in love with Shyla - please tell me that you have her in your future plans???\n\nJules Jordan:  I have a blow job scene with shyla coming out next month for \"Feeding Frenzy\"\n\nRon:  Erik is learning to be a better cameraman -- goody\n\nAugustwest:  Jules gave Erik one of his first roles\n\nJules Jordan:  Erik is an amazing director, his first movie had very solid camera work, with him operating camera\n\nbono-ONE:  Hey Tricia !!!!!!\n\nSteph:  Tricia!\n\nMuerte:  hey tricia\n\nJules Jordan:  Hey tricia!\n\nbono-ONE:  Great interview with John by Rog, a very interesting read\n\nSpeelie:  Hi Tricia!\n\nWarpig:  Hi tricia\n\nJules Jordan:  yes rog's interview was great with john stagliano\n\nAugustwest:  with Erik also 4 shots in 15 mins. wow\n\nTricia Devereaux:  Hey everyone sorry I was late... I'm just going to sit and catch up.\n\nMuerte:  JULES.....what starlet have you had problems with on a set\n\nJules Jordan:  I have really not had too many problems with starlets on the set\n\nJules Jordan:  I usually cater to them, and get better scenes\n\nMuerte:  smart jules\n\npornstarbets:  Do you get any from the starlets?\n\nJules Jordan:  The first night i met Devon we had sex in my car in front of her apartment\n\nMuerte:  damn\n\npornstarbets:  cool\n\nJules Jordan:  if thats what you mean, \"do i get any\" haha\n\nHoustonDon:  Jules: Do you ever read your reviews (it should help that most of them are so positive)?\n\nSpeelie:  Along with what HoustonDon just asked, are you surprised by your immediate Evil Angel success, or did you expect it?\n\nJules Jordan:  Well, Evil Angel allowed me to put much more into my product\n\nJules Jordan:  I had no more budget restrictions, I have to make a living\n\nRon:  Good ole EA -- letting JJ do his thang\n\nJules Jordan:  Although i'm just happy making porno and getting by doing it\n\npornstarbets:  You are the best director in the evil angel empire\n\nRon:  Pornstarbets -- SHHHH Mrs. JS is here and ...\n\nSnowden_porn:  JULES - I liked the bit in Ass W2 where Eric is in Shyla's ass rocking her back and forth, then he holds her up in mid air for Lex to invade her ass. Please repeat that move in your future works!!\n\nJules Jordan:  Snowden- I discovered that \"position\" in Ass Worship 1 by accident, it is very hard but very interesting to watch\n\nnickelodeon:  jules, how much does each of your movies actually cost to make?\n\nJules Jordan:  I dont keep track of how much i spend on a movie, when I feel it is ready it comes out - I dont care how much i spend\n\nWarpig: ... (truncated)",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.9802907705,
        "format_confidence":0.9612888098
    },
    {
        "url":"http:\/\/isabeldresler.com\/my-first-interview-courtesy-of-slixas-after-dark-blog\/",
        "text":"My First Interview Courtesy of Slixa’s After Dark Blog!\n\nOn by Isabel in Blog\n\nLovely peeps! I forgot to share that I had a fantastic interview a few months back with the wonderful Tizzy Wall about my work as a Provider photographer and the deals that I am offering to the Sex Worker community. The original article can be found here on Slixa’s Undercover Blog, but I am going to go ahead and post the full interview here as well for your viewing pleasure!\n\nI am so so flattered and honored to photograph these beautiful individuals and even more flattered that people want to ask me questions about it! So without further ado, enjoy!\n\n\n\n Interview: Provider Photographer Isabel Dresler\n\nFinding a good photographer is absolutely vital to a provider’s business, and sometimes it can be incredibly tough. In nearly every city, there are at least a dozen so-called photographers who are actually just creepy dudes with a camera and a black sheet hung on their garage wall looking to perv on unsuspecting models. Finding a photographer who is not only a professional, but knows what providers really need for their business can be nearly impossible. That is, until you find Isabel Dresler.\n\nA few weeks ago, I hired Isabel to shoot some new work photos for me, and now I cannot believe I hadn’t found her before. Working with Isabel was an absolute treat, and she provided some of the best photos I have ever had taken of me. Her body-positive attitude combined with her proactive, creative approach to working with models and photographic skill makes her the ultimate provider photographer (oh, and she offers some killer discounts too). She was generous enough to answer some questions about her perspective on her work and some tips on how to get your best photos.  Enjoy!\n\nHow did you get involved in photography? What kind of training do you have?\n\nI started dabbling in photography when I was probably seven or eight – I used to take my stuffed animals into the park and set up little photo shoots with my disposable camera. From there I started taking photos of bugs and pretty flowers, which I sold on awesome cardstock greeting cards, and then I got my first job working in a portrait studio in the mall for minimum wage. A few years ago I began working as a commercial\/product photographer and have been ever since, while also doing scientific photography – mostly insects and arachnids – and my first solo show was actually giant prints of adorable bugs. And, of course, I began photographing people… without clothes on… and yeah. Now I’m here.\n\nHow did you get involved in shooting entertainers?\n\nI had dabbled in erotic art\/boudoir\/fetish photography for a little while, and then in 2010 I submitted some work to an erotic art show (which is a big deal, since my town is kinda small) and people liked it so much that I thought I might as well start trying to do more. I discovered early photographing people in intimate situations that I really enjoy building a relationship and creating a connection with my subject that makes them feel beautiful and unique and special. As I began being more active in the fetish community I met several entertainers and performers and politely asked them if I could take pretty naked pictures of them… And for some reason they said yes, and liked it, and told all their friends!\n\nWhat other kind of work do you do?\n\nOther work… hmm. I tried being a “sandwich artist” for a couple months, but that didn’t turn out so great. I also did a lot of work for my local watershed as a chemical and geography monitor, as well as benthic macroinvertebrate taxonomy, which I like to say because it’s a total panty dropper. Basically, I sorted tiny water bugs for several hours a day and did population studies. It was rad. Now all I do is photography, photography and photography. It’s not a bad way to live.\n\nHow do you plan your shoots?\n\nI love planning my sessions with my models, rather than on my own. Because so many of my clients tend to work creating experiences for others, it’s really important for me to create an experience and a photoshoot catered to my subject, rather than for myself. I’m pretty easily pleased, and I love seeing what other people want to create.\n\nYou’ve shot with some pretty big name entertainers! Do you ever get nervous before a shoot? Have you ever been starstruck with any of your clients?\n\nI get nervous and starstruck before pretty much any shoot – I mean, beautiful wonderful amazing unique people are getting naked and vulnerable for me! That’s a huge deal. I still get nervous before shooting people I’ve shot loads of time – Serena Blair is one of my best friends, but even after all the sessions we’ve had I still get butterflies every time. However, the one time I did get particularly “starstruck” was the first time I photographed James Darling. He is fantastic, and so gorgeous, and just the epitome of charm. But yeah, any time I get to meet someone new and learn such awesome things about them and cultivate the relationship that I do is just so intense and fantastic and I love every minute of it. I’m pretty good at pretending I’m super chill and not nervous though, so that’s good.\n\nThen again I guess everyone knows about my butterflies now though, soooo yeah.\n\nWhat I really love about your photography is how effortlessly you make everyone look fantastic, and after modeling for you, I know that a lot of it has to do with how you make the model feel at ease. Was that a skill that came naturally to you, or did you hone it over time? What do you feel is your best tool for creating that dynamic with your models?\n\nI don’t think it really involved a lot of honing (heh heh, “honing”), at least none that I did consciously… I think I get away with a lot of stuff because I’m a girl (PATRIARCHY FOR THE WIN), i.e. telling ladies their breasts look epic fantastic or whatever, and joking about stuff to make them comfortable. I’m pretty snarky, but for some reason people put up with it and even go so far to enjoy it. But when it comes down to brass tacks, it’s not about getting lucky by only photographing attractive people. For me, everyone has something about them that is beautiful both physically and mentally and when I’m photographing someone, that beauty is all I see – and I try to harness that beauty and convey it in my photographs so that they can see it, too. It makes me feel good, and it makes everyone else feel good, too. That’s what really counts.\n\nAfter working with lots of different people, do you have any tips for entertainers on getting the best photos? What’s the most common mistake you see models making?\n\nIt’s easy for me to figure out what features or angles I want to highlight in a shoot, but sometimes it’s not as easy for my subject – it’s important to love all of yourself, but it’s also important to figure out which styles, angles and lighting works best for you so that we can both create the best images that really highlight your best features. Also, don’t be nervous. You’re going to do great.\n\nSeeing how a picture is worth a thousand words, you can learn more about Isabel in pictorial form at her website, or follow her more risque adventures over on her blog. For the most intrepid 140 character updates, you can follow her on Twitter @IsabelDresler.\n\nIf you are an entertainer interested in working with Isabel, consider her Performer\/Entertainer Package, which lists at $700 (four sessions at $175\/ea.).  Rather than pay $300 for a single session, entertainers and performers now have the option of signing up for the Seduction Package, which provides four discounted Seduction sessions over the course of twelve months for the investment of $700, or $175 per shoot, which can be paid all at once or in installments if necessary.  She also offers a smaller Performer\/Entertainer package of $400 for two shoots.  You can see her other packages and single shoot prices here.  Contact her through her website for more details.",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.6768914461,
        "format_confidence":0.8257403374
    },
    {
        "url":"https:\/\/www.ean-online.com\/insights\/interview\/persian-palm-sex-toys-dont-have-to-be-hidden-but-can-be-part-of-the-decor\/",
        "text":"Hands with clay\n\n“Persian Palm sex toys don’t have to be hidden but can be part of the decor.”\n\nThe Italian company Persian Palm specialises in ceramic toys that are created by hand, which is rather unusual given the level of sophistication industrial mass production has reached these days. But the philosophy of Persian Palm emphasises the personal touch, and the market seems to agree, as could be seen from Persian Palm’s highly successful debut at eroFame 2016. EAN wanted to know which new projects the up-and-coming company from Tuscany has been working on since October, so we interviewed one of the two founders of Persian Palm, Eva Cincar.\n\n\nEAN first introduced its readers to Persian Palm ceramic toys in September of 2016. I know you were at last year’s eroFame, but what else have you been up to in the meantime? What are the latest developments at Persian Palm?\nEva: After eroFame, we participated at a few fairs in Italy, however, they were not specific fairs for the adult industry; one was a fair for women’s handcraft and another for environmentally sustainable products. Both were very interesting for us, because it was the first time that we presented our brand to Italian customers.\n\nOur products were even displayed at Arte Fiera in Bologna, and also at the design fair in Milan, which was a very satisfying experience for us. We also finished our new website, so now Persian Palm can also be found online. We started a collaboration with different retailers in Italy, Europe, and even in the USA, with different shops that are focussing on artisan and design items.\n\nEva Cincar\nEva Cincar is one of the founders of Persian Palm\n\nYour ceramic toys are created by hand, which is a rarity in today’s market. How did the international adult industry respond to your products at last year’s eroFame?\nLast year at eroFame, we were one of the few producers who offered something different: handmade, artistic sex toys. The visitors of eroFame were very excited, and most everybody whi visited our stand had a reaction like: “Wow! This is really different! Finally, a sex toy that should not be hidden, but can be in plain sight “….exactly what we wanted to hear! Because our goal is to produce something that can be shown without shame, an artistic ornament that also happens to be a perfectly functional sex toy.\n\nWere you approached primarily by retailers, or did you also get in touch with distributors?\nMostly, we are working with retailers, erotic boutiques, and shops that are selling designer items. Obviously, if we can find a distributor who appreciates and understands products such as ours, we would be ready to enter into a collaboration.\n\nWhich new products have been added to your product line throughout the past months?\nWe have introduced some new decorations, but soon, there will also be a new line of Persian Palm sex toys; it will be a baseline collection, a bit simpler, but still in line with the philosophy that we will do not abandon! An artistic product, handmade, a bit simplified in its decorations and packaging, all in order to offer the best Persian Palm sex toys at a lower price.\n\nWould you mind explaining the advantages of using ceramic for sex toys? Why is this material so well-suited for creating dildos, etc.?\nSo, let’s start from beginning: Ceramic is a material that has been used by humans in everyday life since the dawn of civilization; indeed, its discovery in the neolithic age was the beginning of civilisation as we know it today. This material has been used, with the same intensity, for 12.000 years!\n\nCeramic is well-suited for creating sex toys because it is a hard material and given the right shape, it helps stimulate the desired points. It is a very safe material; if it falls down, it will not break, unlike sex toys made of glass. It can be warmed up or cooled down for different sensations. The enamels and colours used in the decoration are completely safe for use – as a matter of fact, they are the same used for plates and mugs from which we eat and drink. Enamels make our sex toys completely non-porous, so they are easy to clean.\n\nBasically, it is no different than cleaning your dishes! It is enough to just wash and dry them. Persian Palm sex toys are designed to be both, beautiful decorations that you don’t have to hide, and at the same time perfectly functional sex toy. Last but not least, there is the possibility to personalise the toys. We are able to produce sex toys with customised decorations, a possibility that only ceramic and maybe a handful of other materials allow; we can decorate our toy the way a customer wants, with images, colours, or lettering, and more and more people have been asking for these decorations. They want a truly personal item, and that item happens to be a sex toy!\n\nCeramic Dildo\nAn example of how Persian Palm sex toys can be customised to meet customer requests\n\nThere is a tangible trend in the adult industry as more and more consumers demand sustainability, resource protection, and eco-friendly production. Are your products in line with this trend?\nAbsolutely yes. To produce a Persian Palm sex toy, we only use clay, water, fire, and completely safe colours, without heavy metals. Even the current packaging is a box made of recycled cardboard.\nThe whole production is done in Tuscany, our suppliers are craftsmen and not the big industries. We are happy to involve those artisans who have been doing their job with passion for many years, using their hands and not just machines.\n\nDo you think that hand-made products in general will benefit from this trend? Could this be something like a counter-movement to this world of industrial mass production?\nHandmade products surely help the sustainability trend, but I don’t think it’s a counter-movement, it’s just one segment of the whole adult industry. The handmade product is a more personal product than a vibrator made in an industrial way.\n\nEven if the customer buys a Persian Palm sex toy that has a standard, non-custom decoration, this customer still gets a product that is unique, because it is handmade, and it is a product on which artisans worked for hours; a product which reflects its creator’s personal touch, and we can always tell them apart by these little, unique subtleties. It is a much more personal relationship with the customer. When it comes to mass production, it is very likely that no hand ever touched the toy. That is the fundamental difference.\n\nBut again, there are two different things. Our competitor is not and will never be the mass manufacturer. We have two roads going in the same direction, but they are and will always be two different roads.\n\nOther than the materials, what else sets your products apart from the competition?\nFirst of all, we the don’t consider the other sex toys producers as competition but more as a resource, because we are on the same path, and surely together we can have more strength to foster our market segment. What sets us apart from other sex toys producers is, first and foremost, that our toys are art objects. Then, there is the fact that we can offer sex toys with individual decorations, and there are not many other materials that allow for this kind of personalisation. Persian Palm sex toys don’t have to be hidden but can be part of the decor.\n\nPersian Palm\nThe Persian Palm team do not consider hand-made toys a counter-movement to mass production, but rather one of several options within the industry\n\nHow are your products positioned in the market? Would you say they’re in the luxury segment? A niche segment maybe?\nOur product is a bit of both. It is a luxury product because it is an art object – because we use precious materials for decorations and especially because to produce them, we use the most valuable resource we have, time. But at the same time, it is a niche product because it is not a sex toy for everyone. It is for the consumer who doesn’t look just for a simple sex toy. It is for the consumer who, apart from looking for a functional sex toy, also appreciates the art, the tradition, the history, and the necessary time that went into the creation of this toy.\n\nAnd who buys your products? Who is the target audience for Persian Palm toys?\nOur end-customer, like I told before, is the person who can appreciate the artistic value of our products. Usually, Persian Palm sex toys are not the first sex toy they purchase, but the next step in their evolution of using sex toys.\n\nIf we are talking about retailers that carry Persian Palm, we usually work with erotic boutiques which sell specialised pleasure objects, and not just objects from mass production. In the last few months, we have seen an increasing interest in Persian Palm products from retailers who are focussing on general design and art items, not even necessarily sex toys.\n\nWhat are your plans for the rest of the year?\nOur main plan is developing the new line of Persian Palm sex toys I mentioned before, and at the moment, we are working on that. Then, we hope to return to eroFame, a fair that helped us a lot to start our adventure in the world of adult industry.",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.9548302889,
        "format_confidence":0.9832730293
    }
]