[
    {
        "url":"https:\/\/haslingdenhigh.com\/information-sharing\/",
        "text":"Information Sharing\n\nPlease check the personal information we hold about about you and your children.\n\nYou may already be aware of new data protection law (GDPR) and received privacy notices from organisations that store your personal data.  \n\nAs part of this, the School must hold accurate and up to date information to support you and your child’s learning. It is especially important for us to have correct contact information in case we need to call you in an emergency.  We use text and email to send important messages including student reports.\n\nYou can view and suggest changes to the information we hold about you online via the Edulink One App.  As well as this, you can also see your child’s timetable, achievements in school and recent school reports.  You can find out more about the app here.\n\nYou may also download, print and complete this blank data collection sheet.  Blank copies are available from main reception.  Please return completed forms to the school office.\n\n[pdf-embedder url=”; title=”Data Collection Sheet blank (1)”]\n\nPrivacy Notice\n\nOur privacy notice for students and parents can be viewed here.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9838601351,
        "format_confidence":0.7991530299
    },
    {
        "url":"https:\/\/www.brightoncollege.edu\/privacy-policy\/",
        "text":"At Brighton College, we want your visit to be both satisfying and comfortable. Our privacy policy reflects a concern for you as a valued student and customer.\n\nBrighton College recognizes the importance of protecting your privacy. Therefore, Brighton College does NOT make our student or lead lists (including names, addresses, phone numbers, or email addresses) available to any other third-party company. We respect your right to privacy and value our professional relationship.\n\nThe information you share with us via email or forms online is used to respond directly to your request.\n\nOther online learners can read information or messages you submit in chat rooms or bulletin boards. Therefore, do not submit confidential or restricted information. Please remember that comments submitted by other students represent their opinions, not those of Brighton College. For more information about the Student Conduct Policy on the website, please see the School Catalog.\n\nBrighton does utilize industry-standard security measures to protect any personal information that you provide to us. However, Brighton cannot guarantee that your submissions to our website will be completely secure.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9490220547,
        "format_confidence":0.9872106314
    },
    {
        "url":"http:\/\/www.nr.edu\/veterans\/policyonrefunds.php",
        "text":"Follow Us! Become a Fan of NRCC!\n\nMilitary Friendly Schools\n\nContact Information:\n\nOffice: Godbey 74\nPhone: (540) 674-3693\nFax: (540) 674-3689\n\nMailing Address:\n\nVeterans Office\n5251 College Drive\nDublin, VA 24084\n\n\nDublin Campus\n5251 College Drive\nMondays - Fridays\n9:00 a.m. - 3:00 p.m.\n\nNRV Mall Site, Christiansburg\n400 New River Road\n10:30 a.m. - 2:30 p.m.\n\nVeterans Day\n\nPolicy on Refunds, Credits, and\nReinstatement as a Result of Military Service\n\n\nPursuant to 23-9.6:2 of the Code of Virginia, and corresponding SCHEV Guidelines, each community college shall have a policy statement providing for the tuition relief, refund, and reinstatement of students whose service in the uniformed services has required their sudden withdrawal or prolonged absence from their enrollment. Service in the uniformed services is defined as service (whether voluntary or involuntary) on active duty in the Armed Forces, including such service by a member of the National Guard or Reserve, for a period of more than 30 days under call or order to active duty of more than 30 days.  Each community college shall provide for the following:\n\nTuition and Required Fees\nShould a student be ordered to active duty (for reservists) or be mobilized (active military) as described in the Code of Virginia, Section 23-9.6:2 and the State Council’s Virginia Tuition Relief, Refund, and Reinstatement Guidelines, he\/she requests to be withdrawn from the college after the census date, the student may elect either to be deleted from the registration file and be awarded a full refund or to be administratively withdrawn with no refund and assigned a grade of \"W\".\n\nStudents called to active duty are entitled to a refund of tuition and fees according to college’s policy. Official military orders are acceptable for documentation of mitigating circumstances.\n\nThe college shall provide, at the option of the student, for such refunds to be retained and to be applicable to tuition and fees charged in the semester or term in which the student returns to study.\n\nEach communitycollege shall have a policy statement regarding the granting of refunds of deposits to students.\n\nNew River Community College shall process refunds for textbooks according to contractual arrangement with Nebraska Books.\n\nAcademic Credits and Grades\nStudents who are called to active duty or are mobilized, meaning serving in the uniformed services, asdescribed in Virginia Tuition Relief, Refund, and Reinstatement Guidelines, have the opportunity to receive an incomplete grade (\"I\") until released from active duty (for reservists) or mobilization (for active military personnel).  All course requirements shall be completed within one year from the date of release from active duty or mobilization.\n\nStudents may be given the option of taking their examinations prior to regularly scheduled times as an exception to VCCS policy 5.6.1in accordance with the Virginia Tuition Relief, Refund, and Reinstatement Guidelines.\n\nCareful consideration will be given and special options are advised for students who receive student financial aid or Veterans Administration benefits.\n\nStudents who are called to active duty or are mobilized shall be assured a reasonable opportunity to be reinstated in the same programs of study without having to re-apply for admission if they return to the same community college after a cumulative absence of not more than five years so long as the student provides notice of intent to return to the institution not later than three years after the completion of the period of service.\n\nDocumentation of military discharge must be submitted to the Admissions and Records Office prior to registration for classes.\n\nDissemination of Information\nNew River Community College officials make every effort to ensure that the aforementioned VCCS policies relative to tuition relief, refund, academic credit and reinstatement are well disseminated and carefully explained in accordance with the requirements of the Code of Virginia, Section 23-9.6:2, and theVirginia Tuition Relief, Refund, and Reinstatement Guidelinesin the appropriate college publications.  Moreover, the college shall designate an administrative unit to ensure that these policies are properly disseminated and administered.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.99727422,
        "format_confidence":0.9499783516
    },
    {
        "url":"https:\/\/www.necc.mass.edu\/student-services\/current\/policies-conduct\/academic-policies-procedures\/general-policies\/",
        "text":"Home » Student Services » For Current Students » College Policies » Academic Policies & Procedures » General Policies\n\nGeneral Policies\n\nAbsences for Pregnancy or Childbirth\n\nIn accordance with Title IX of the Educational Amendments of 1972, absences due to pregnancy or related conditions, including recovery from childbirth, shall be excused for as long as the student’s doctor deems the absences to be medically necessary. When the student returns to the College she shall be reinstated to the status she held when the leave began, which includes the opportunity to make up any missed work. The College may offer the student alternatives to making up missed work, such as retaking a semester, taking part in on-line instruction, or allowing the student additional time in a program to continue at the same pace and finish at a later date.\n\nFor more information, please contact the either the Registrar at registrar@necc.mass.edu, or the Dean of Academic Advising, Articulation, Transfer, Testing and TRiO at advising@necc.mass.edu.\n\nAbsence for Religious Reasons\n\nStudents who, due to religious beliefs, are unable to attend classes or to participate in any examination, study or work requirements on a particular day, shall be excused from any such examination or study or requirement, and shall be provided with an opportunity to make up such examination, study, or work requirement which they may have missed because of such absence on any particular day, provided, however, that such makeup examination or work shall not create an unreasonable burden upon the school. No fees of any kind shall be charged by the institution for making available to said students such opportunity. No adverse or prejudicial effects shall result to students for availing themselves of the provisions for an absence for religious reasons in accordance with Chapter 375, General Laws of the Commonwealth of Massachusetts.\n\nAcademic Ethics and Plagiarism\n\nPlagiarism is a very serious violation of academic ethics and the NECC Student Code of Conduct. The college expects all students to maintain high standards of academic honesty and integrity.\n\nPlagiarism is defined by the College to be the use of any other person’s research, images, words or ideas as though they were your own, without giving appropriate credit to the original source. If a student uses another person’s research, images, words or ideas he\/she must give credit to the original source through proper citation (consult the instructor about this requirement), regardless of whether the use is a direct quote, or it is incorporated into his\/her own work.\n\nInstructors are required to provide students with a clearly written definition of plagiarism applicable in their discipline as part of the course syllabus that they provide during the first two weeks of each course.\n\nPlagiarism may range in severity from unintentional omission of credit, to intentional, dishonest representation of borrowed work as one’s own. In most cases, plagiarism will be dealt with by the faculty member in charge of the course, and students will be sanctioned according to the severity of the offense.\n\nStudents’ academic offenses, as outlined in the Regulations Governing Student Conduct (see Student Code of Conduct at www.necc.mass.edu\/collegepolicies), are usually handled by faculty members and\/or their supervisors, with the procedural protections mentioned in the Regulations Governing Student Conduct.\n\nStudents are responsible for understanding what plagiarism is in each of their classes. The college’s definition and that of their instructor will be used as a criterion against which all plagiarism allegations will be judged. Instances of plagiarism will be addressed first by the instructor who discovers, or is made aware of, the incident. Instructors must discuss the evidence of plagiarism with the student prior to taking action. Instructors who take action as a result of a plagiarism incident may report such action to the vice president of academic affairs. There shall be a range of penalties at the discretion of the instructor which may extend to a recommendation to the vice president of academic affairs for expulsion from the College. The vice president of academic affairs may take disciplinary action against students who are reported for plagiarism.\n\nStudents have a right to file a grievance if they feel that the action taken in the alleged plagiarism case discriminated or abrogated their individual or student rights. Students may contact the vice president of enrollment management and student services office for detailed information regarding the Board of Higher Education’s Student Grievance Procedures.\n\nAssessment of Program and Institutional-Level Learning Outcomes\n\nNECC’s commitment to student success involves the evaluation of student work at the program, department, and\/or campus levels to help ensure that students are achieving the learning outcomes identified by our programs and the college. This process may include the collection of such evidence as student classroom products or classroom-associated reports of student knowledge or skill demonstrations. All collected products will have any identifying information removed before they are reviewed. Results from these reviews are then aggregated to provide an overall view of students’ outcomes achievements. Assessments carried out at the program, department, and\/or campus levels will not impact students’ course grades. The process of assigning grades will continue to be the responsibility of the course instructors. Any student who does not wish to have their products collected for program, department, or campus-level assessment can opt out by notifying their instructor.\n\nAttendance and Participation\n(NP Policy)\n\nFor classroom, laboratory, videoconference, and clinical courses, students are expected to attend each meeting of each class in which they are enrolled. For online courses, students are expected to participate at a level acceptable to the instructor.\n\nDocumenting Attendance in Distance Education Courses\n\nChanges to federal financial aid regulations in recent years have highlighted the importance of accurate reporting on student attendance and participation in all courses, including online courses. To stay in compliance with federal financial aid regulations, the college is providing the following procedural guidance for faculty filling out non-participation rosters for distance education courses.\n\nTo quote from the Federal Student Aid Handbook:\n\n“In a distance education context, documenting that a student has logged into an online class is not sufficient, by itself, to demonstrate academic attendance by the student. A school must demonstrate that a student participated in class or was otherwise engaged in an academically related activity, such as by contributing to an online discussion or initiating contact with a faculty member to ask a course-related question.” FSA Handbook, Volume 5, Chapter 2, 5-60.\n\nFor practical purposes, this means that a student needs to be more than merely logging in to an online course (without showing any other kind of active participation) to be considered in academic attendance. Given the wide range of approaches used to teach online courses, monitor student activity, and assess student performance, individual faculty members are best positioned to determine whether their students are in attendance in a distance education course. However, to stay in compliance with federal financial aid regulations, that determination must consist of something more than a student just logging in and out of a course.\n\nIn every case, the class instructor has full and final authority to decide whether a student is permitted to make up work missed through absence or lack of participation, and on what terms. Attendance and participation policies are noted on each course syllabus.\n\nFaculty have the academic authority to remove students from their class for nonattendance or non-participation. A non-participating (NP) student is one who has excessive absences, has missed quizzes, tests or papers, or otherwise has failed to meet the participation standard clearly delineated in the course instructor’s syllabus.\n\nAn NW grade is assigned when non-participating students are removed from a class. Although the NW grade is not included in students’ grade point average, it may have other adverse consequences.\n\nA student may be removed from a course for inappropriate classroom behavior that is in clear violation of the student code of conduct published in the Student Code of Conduct and NECC Policies & Procedures (see www.necc.mass.edu\/collegepolicies). Faculty must follow notification procedures as prescribed in the code and should not use the NP Policy for this purpose.\n\nHome Schooling Policy\n\nAll home school students, without a high school diploma or GED, are eligible to apply for admission to a degree or certificate program provided they have successfully completed an approved home school program in accordance with Massachusetts General Laws or the laws of their home state.\n\nTo determine whether a student has participated in an approved home school program, the student shall submit, with the application for admission, evidence that the home school program was approved by the student’s school district’s superintendent or school committee. Additionally, if the home schooled student is under the age of compulsory attendance, which is sixteen (16) years old in Massachusetts, a letter from the student’s school district’s superintendent or school committee is required stating that the student is not considered truant and would not be required to attend further schooling or continue to be home-schooled if the student has completed his\/her home school program before the age of sixteen (16).\n\nThe College reserves the right to limit or deny enrollment of any student under the age of sixteen (16) in a course of program based on a case-by-case consideration of a variety of f... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9977077246,
        "format_confidence":0.8832566142
    },
    {
        "url":"http:\/\/dwl.etiwanda.org\/cms\/one.aspx?portalid=227608&pageid=9318627",
        "text":"School Behavior Expectations\n\nClick here to download a PDF version of this School Behavior Expectations bcl_1518398722.htm\n\n\n\nThe team at David W. Long Elementary is dedicated to working with families to foster a school climate that promotes collaboration in the development of a positive climate for our students. By structuring such a climate, our students will develop the necessary academic and social skills to contribute to our classrooms and society. The staff at David W. Long is committed to providing each child a superior education by engaging instruction and challenging learning experiences in a safe environment which encourages students to think logically, to learn cooperatively and independently, to respect and value diversity, and to develop a lifelong desire for learning that continues beyond the classroom walls. In order to ensure that all students are able to develop the skills necessary to be successful, the staff in collaboration with parents and students has developed school-wide expectations as a guide of how we expect our Rangers to behave while they are at school. To ensure the development of a positive, safe learning environment for all students, those who do not meet the behavioral expectations outlined in our plan may be subject to disciplinary action.\n\nStudents are required to meet four main expectations at all times. All other expectations are developed based on the four school-wide expectations listed below:\n\n1.Be Respectful\n\n2.Be Responsible\n\n3.Be Cooperative\n\n4.Be Safe\n\nSafety Expectations:\n\n1.For their own safety, students may only be on campus when adult supervision is provided. For this reason, students may not be on campus before 7:55 a.m. If you need to drop your child off prior to 7:55, please contact our Child Care Coordinator. There should be no running or playing in front of the school while they are waiting.\n\n2.Students who ride their bikes to school must provide their own lock to lock up their bike during school hours. The school and Etiwanda School District will not assume any responsibility for any theft or damage to anything left in that area. Bikes must be walked at all times on all parts of the campus including the sidewalk of the front traffic loop. Students are required by law to wear helmets while riding their bicycles. Students must adhere to all Bicycle Safety Rules and Vehicle Code Rules or they may lose the privilege of riding a bike to school. Skateboards, roller skates, roller blades and scooters may not be used on campus.\n\n3.Behavior that may cause harm or injury to other students will not be tolerated and will be dealt with in a serious manner, which may include suspension from school. Such behavior includes fighting, rock throwing, pushing\/shoving, hitting, kicking, and other similar harmful behaviors.\n\n4.Playground games such as football, “play fighting”, tag, etc., which could cause the risk of injury are not allowed at any time. Unsafe use of the playground equipment is not allowed. Students shall follow school determined rules for all games. Students will care and use all equipment properly.\n\n5.Students must remain in assigned areas where proper supervision is provided. When students arrive they will enter campus through the cafeteria. Only students will be allowed to enter campus through the cafeteria. At 7:55, students will be allowed to proceed onto campus and should hang up their backpacks and proceed directly to the playground. At recess, students may not be in the hallways, behind the classrooms, or out in the corners of the field. Failure to remain in the designated areas will result in consequences.\n\n6.Running or playing in the hallways, restrooms, or hard courts is unsafe and not allowed.\n\n7.When the bell rings, students will:\n\na.Freeze- get off equipment, hold playground balls, and kneel quietly.\n\nb.Wait for a teacher\/proctor to blow the whistle.\n\nc.Walk to their assigned line returning all equipment to the ball carts on the way.\n\nd.Sit quietly in their line, keeping their hands to themselves, and wait for their teacher to arrive.\n\n8.During dismissal, students who are being picked up will wait calmly on the sidewalk of the traffic loop. Students who are walking home will use all crosswalks and begin walking home immediately. Playing or running in the grass area in front of the school during high traffic times is not safe and is not allowed.\n\nRespectful and Responsible Behavior\n\n1.People, including other students, are to be treated with respect. Rudeness or defiance of authority of any adult on staff will not be tolerated.\n\n2.Students are expected to take pride in their school by being responsible for cleaning up after themselves and putting all trash in the proper containers while in their classrooms, the cafeteria, the playground, and the restrooms.\n\n3.Gum chewing is not allowed. Students may eat healthy snacks at recess only under the shade structure. Glass containers, soda, and candy are not allowed on the playground. Students are not allowed to share food with their peers due to the high risk of allergies that other students may have.\n\n4.Profanity and obscene gestures are never allowed and may result in serious consequences.\n\n5.Articles of value such as cell phones, video games, playing cards, fidget spinners, and other toys should not be brought to school as they are a distraction to the learning environment. The school will not be responsible for items that go missing. If a student finds an item of value, it should be turned into the Lost and Found cart in the MPR.\n\n6.Restrooms are to be used for their intended purpose only; playing in the restrooms is not permitted.\n\n7.Name calling, teasing, or being rude to fellow students will not be tolerated.\n\n8.Students may not bring playground equipment from home. The school supplies playground equipment to be used during recess and PE.\n\n9.Students are to respect school property and the property of others. Misuse or vandalism may result in the natural consequence of repairing or replacing the damage.\n\n10.Students are expected to support the proper environment for learning by following classroom expectations and procedures as set forth by the teacher.\n\nCafeteria Expectations\n\nDuring lunch or while the students are in the MPR, students will:\n\n1.Be respectful and cooperative while waiting in the lunch line. Behaving inappropriately may result in being moved to the back of the line.\n\n2.Sit in the assigned location as directed by staff and remain seated until a proctor has dismissed the table and the table is clean.\n\n3.Use good manners and use inside voices.\n\n4.Eat their own lunch and do not play with or throw food.\n\n5.Clean up any messes or spills that they have caused. Help those around them clean up.\n\n6.Throw away any left over lunch trash in the trash cans after they have been dismissed by the proctor.\n\n7.Walk in the MPR.\n\n8.Follow dismissal procedures as directed by the proctors.\n\nPlayground Rules\n\nWhile at snack recess and lunch recess, students will:\n\n1.Be aware of their space and keep their hands and feet to themselves.\n\n2.Be kind to others by using kind words and being a friend to others.\n\n3.Listen to the proctors and follow directions the first time they are given.\n\n4.Play games in the appropriate area abiding by the school developed rules while taking turns and including others that want to play.\n\n5.Have good sportsmanship while playing.\n\n6.Stay within the designated playground boundaries (stay away from the classrooms on the hard courts and away from the fences on the field).\n\n7.Eat snacks in the designated area under the shade structure and throw away trash in the trash cans.\n\n8.Freeze when the bells rings and kneel until the whistle blows. Walk safely to return equipment to the ball carts and line up.\n\n9.Sit and wait for their teacher keeping hands and feet to themselves.\n\n*Playground balls will be provided by the school, students may not bring balls or other toys from home to play with.\n\nPositive Behavior Recognition\n\nAt DW Long, we establish positive supports to promote a learning environment that allows all students to learn in an atmosphere that values education. Students who demonstrate respectful, responsible, cooperative, and safe citizenship by meeting our classroom and school-wide expectations will be recognized in a variety of ways:\n\nCitizenship grades on report cards\n\nRanger of the Month Awards\n\nRockin’ Ranger bucks\n\nGotcha Tickets (positive phone calls home)\n\nOther forms of recognition both in the classroom and around campus.\n\nDisciplinary Consequences-Suspensions\/Expulsions\n\nThe main objective of our Student Behavior Expectations policy is to teach students to manage their own behavior and learn to interact in a way that promotes a positive school climate. When a problem arises we begin a process of reviewing expectations, administering a consequence, and alerting parents if the problem continues. We are committed to an intervention-based approach, attempting other means of correction prior to suspension from school.\n\nIf a student engages in negative behaviors that violate our four main expectations, they will be dealt with in a variety of ways depending on the severity of the misbehavior, its impact on others, and the number of times the misbehavior has occurred. These consequences may include: removal from the game\/activity, time out, loss of recess privilege, detention, and if warranted, suspension. In severe cases, the student may be recommended for expulsion. Students may be issued an office referral or fill out a “Think Sheet” and parents will be notified if deemed necessary by the teacher and\/or the administrator. Acts considered major defiance will not be tolerated and may result in immediate suspension of the student from school. Listed on the following are suspendable offenses per the California Education Code.\n\nThe following are serious offenses according to state law and Education Code Sections 48900:\n\n(a)(1)Caused\/Attempted\/threatened physical injury or\n\n(2)Will... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9965350628,
        "format_confidence":0.7545684576
    },
    {
        "url":"https:\/\/www.birmingham.ac.uk\/privacy\/outreach.aspx",
        "text":"Outreach privacy notice\n\nThe University of Birmingham works with schools and colleges to deliver outreach activities to learners who are under-represented in higher education and have the potential to progress. This work is known as widening participation.\n\nWe aim to help young people to:\n\n  • do their best at school or college by providing outreach activities to support improvements in attainment, study skills, motivation and confidence\n  • learn more about higher education, apprenticeships and other career pathways to decide on the right path for them\n\nWe do this by delivering a range of outreach activities such as University taster days, summer schools, masterclasses, study support and mentoring.\n\nThis privacy notice provides information about how the University uses the personal data we collect and process about you. It supplements our webpage Data Protection – How the University Uses Your Data.\n\nIt is important that the personal information we hold about you is accurate and current. Please keep your personal information updated during your relationship with us.\n\nWhat personal data will be processed?\n\nWhen you apply for outreach activities\n\nWe will process the personal data you or your school provides to us when either you or your school\/college make an application for your participation within an outreach activity\/programme. This data will include some or all of the following: \n\n  • your name, home address and other contact details you may provide\n  • your email, your user name, your computer’s IP address, MAC address and device name\n  • your date of birth and year group\n  • your gender\n  • your learner ID number (UPN\/ULN)\n  • the name of your school\/college and in some cases, your previous school\/college (e.g. if you took your GCSEs there)\n  • your qualifications\/grades\n  • whether you are entitled to free school meals\n  • whether you are in care or are a care leaver\n  • whether you are a young carer\n  • information about your home life such as whether your parents\/carers have been to university and your household income). We will assume that you have obtained consent from those individuals before you supply their contact details to us.\n\nIf your school or college provides this information to us, we will assume that they have your consent to do so.\n\nIn addition to this, we may need to process some data about you that is classed as ‘special category’ or sensitive personal data. This includes data about your ethnicity and health\/disability data. Ethnicity data is important, as it enables us to carry out our statutory obligations\/conditions of funding as we need to ensure our outreach activities are targeted at learners who are under-represented in higher education. We may also request data about your health or any disability you have which will be used to provide help or reasonable adjustments at events. Access to, and the sharing of, your special category personal data are controlled very carefully. Special category data is also used for research and statistical purposes, but not in a way which will involve making any decisions about you personally or putting measures in place which relate to you personally.\n\nEngagement data and tracking outcomes\n\nIf you are accepted on to an outreach activity, we will monitor your engagement within the activities for the duration of the activity and evaluate the impact these activities have had in terms of your attainment, aspirations and where you go after school\/college.\n\n  • we will collect the outreach engagement data using registers within events\n  • from time to time you may be asked to complete evaluation forms, so that you can provide feedback on outreach activities\n\nObtaining information about you from third parties\n\nAt key points in your educational career we may ask your school\/college to provide us with information about you, such as your exam results and what qualifications you are studying and where, and education data from your Individual Learner Record (ILR) which is held by your college. We may also ask the Higher Education Statistics Agency (HESA), University Central Admissions Service (UCAS), the Student Loans Company (SLC), and the National Pupil Database (NPD) to provide us with the following information from your ILR:\n\n  • your attainment at school\/college\n  • if you have\/are receiving free school meals\n  • if you have a disability and your ethnic group\n  • the type\/level of course you are studying\n  • whether you went to university\n\nWe may also monitor and track your outcomes from this information if you have not engaged in outreach activities. This will allow us to compare your outcomes against outcomes of other learners that have engaged in outreach activities to support planning and help evidence which outreach activities are most effective. We may ask HESA, UCAS, SLC and NPD and\/or your school\/college to provide data on your background characteristics (e.g. from the school census), attainment and post-16 progression data (e.g. did you stay on in sixth form\/go to college\/go to university).\n\nWhat is the purpose of the processing?\n\nWe will process your personal data in order to deliver our outreach and widening participation activities and agenda which includes:\n\n  • considering the suitability of your application for the outreach event\/programme to which you or your school\/college has applied\n  • enabling you to take part in outreach events and activities, including putting in place any support which is appropriate and managing those events and activities\n  • monitoring your subsequent engagement with those activities\n  • communicating effectively with you or your school\/college by post, email, phone or other electronic media, including the communication of our decision on your application to take part in an outreach activity\/programme\n  • accessing national data sets and identify if you progressed to higher education\n  • responding to any queries about your participation within outreach activities\n  • fulfilling our analysis and reporting obligations (e.g. monitoring your engagement in outreach activities to see if they have made a positive difference to your attainment and post 16 progression)\n  • to enable us to contact others in the event of an emergency (we will assume that you have checked with the individuals before you supply their contact details to us)\n\nWhen you apply for an outreach programme\/activity, we:\n\n  • check if you are eligible to attend\n  • track your engagement within activities\n  • track your outcomes via local and national data sets\n  • evaluate the impact of your engagement within outreach activities\n\nWhen we have collected data about you from third parties (see Obtaining Information About your from Third Parties), that data will be matched together with data we hold to enable us to establish the impact of our activities\/programmes and report to our funders\/make statutory returns (e.g. the Office for Students). This data is not used to make decisions about you, including whether you can participate in further activities.\n\nWe will use your data to prepare aggregated and anonymised evaluation reports to enable us to carry out future statistical analysis on the impact of outreach activities\/programmes on learners from different socio-economic backgrounds or for historical or research purposes or to meet such reporting obligations as may be imposed on the University by relevant authorities, for example the Office for Students.\n\nVideo conferencing applications\n\nWhen using video conferencing applications, such as Zoom and Microsoft Teams, personal data such as your IP address and device name may collected by the companies who own these applications in order to schedule and create a record of meetings, improve and tailor your experience when using these applications. Where video conferencing applications are used to record meetings, personal data captured within the recording are stored within the cloud service owned by that company. Where recording is taking place, you will be notified at the beginning of or as you enter the recording session.\n\nData held and used by the University are compliant with GDPR. Personal data stored by a service provider within the cloud may be stored outside of the European Economic Area.\n\nWhat is the legal basis of the processing?\n\nProcessing of your personal data is carried because it is necessary:\n\n  • to perform our outreach activities and programmes, which are tasks we carry out in the public interest\n  • to deliver the outreach programme you have applied for in accordance with our contractual obligations\n  • to comply with a legal obligation (e.g. equal opportunities monitoring) or regulatory obligation (e.g. reporting to Government or governmental bodies)\n\nWe will only process special category data with your explicit consent or if it is necessary:\n\n  • for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes\n  • to perform our outreach activities in the substantial public interest where the law allows us to do so and in line with our Data Protection Policy\n  • very occasionally, when it is needed to protect your vital interests and you are not capable of giving their consent (for example, in an emergency)\n  • for the establishment, exercise or defence of any legal claims\n\nIf your consent (or that of your parent\/carer) is required for any specific use of your personal data, we will collect it at the appropriate time, explaining why we are collecting the data and how we will use it, and you can withdraw this at any time. Sometimes your school\/college will collect this before forwarding information about you to us.\n\nWho will your personal data be shared with?\n\nWithin the University, your data is shared with only those University staff who need access to it to deliver and support our outreach programmes and activities.\n\nYour personal data is shared with a range of external organisations as is necessary for the purposes set out above and as p... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.94724828,
        "format_confidence":0.9910154939
    },
    {
        "url":"https:\/\/www.gildersomeprimary.org.uk\/parents\/online-safety\/ks1-acceptable-rules-for-acceptable-use-of-ict-and-the-internet",
        "text":"KS1 Rules for Computing and the Internet\n\n\nIn school:\n\n  • I will ask an adult before I use a computer or other digital technologies.\n  • I will use the computers, Internet, email, forums and other digital technologies in a safe and responsible way.\n  • I understand that the adults in school can check my files, emails and website that I have visited\n  • If the adults in school have concerns about my safety they may contact my parents\/guardian.\n  • I understand that these rules are there to help me, my friends and my family feel safe. I agree to follow these rules. If I break any of these rules I may have my computer use restricted.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.8747422099,
        "format_confidence":0.7943147421
    },
    {
        "url":"http:\/\/www.naturalperfumeacademy.com\/mod\/page\/view.php?id=4728",
        "text":"Registration Terms and Conditions\n\n\nPayment of at least one instalment must be received before entry to the course is allowed. Payment can be made by paying 6 monthly instalments of $177  or a full payment of $1064. Or a reduced one off payment of $955. See FEES PAGE to pay. \n\nRefund Policy\n\nRegistration fees are nonrefundable. Failure to pay or honour your subscription will result in limited access to course material and no diploma will be issued by this academy in such cases. In special circumstances we will allow for late payment and are always ready to listen. Contact with any questions about payment. You may also call +353 (0)83 8190661\n\nPlease note that all PayPal transactions are subject to the PayPal Privacy Policy.\n\nEvent Cancellation\n\nThe Natural Perfume Academy reserves the right to postpone or cancel any course because of low registration or due to events beyond our control. In the unlikely event of cancellation, registrants will be notified and offered the option to switch to a different course or receive a full refund.\n\nCertificate of Completion\n\nThe Natural Perfume Academy provides a certificate of completion PLEASE NOTE: €95 is included in the fee for IPF student membership, students will receive IPF Natural Perfumery certificate of accomplishment.\n\nFor More Information\n\nIf you have any questions about The Natural Perfume Academy's online courses, please contact the - For more information see our: FAQ\n\nLast modified: Tuesday, 12 June 2018, 10:15 AM",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9060602188,
        "format_confidence":0.9465907812
    },
    {
        "url":"http:\/\/www.acc460master.com\/index.php?route=information\/information&information_id=5",
        "text":"Terms & Conditions\n\n\n\nACC460master is about helping students with our prepared content, so that students can use the material to write their own papers.\n\n\nNo children under age 18. If you are under age 18, please do not attempt to register for or provide acc460master.com\n\nany personal information about yourself to us.\n\nIf we learn that we have collected personal information from a child under age 18, we will delete that information as quickly as possible.\n\nIf you believe that we might have any information from a child under age 18, please contact us from the contact us option in the top menu\n\n\nacc460 © 2017 All Rights Reserved..",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9904869199,
        "format_confidence":0.9841448665
    },
    {
        "url":"https:\/\/www.brockport.edu\/support\/policies\/adopted\/emsa_registration_the_transcript.html",
        "text":"The Transcript\n\nMain Page Content\n\nPolicy Statement\n\nThis information explains the student's official academic record at The College at Brockport.\n\nCategory Name: Student\nResponsible Unit: Office of Registration and Records\nResponsible Exec: VP for Enrollment Management and Student Affairs\nAdoption Date: July 2014\nLast Revision Date:\nLast Review Date:\n\n\n\n\n\n\nThe transcript is the College's official record of both your attendance at this institution and your academic performance. That is, it contains your dates of attendance, a list of all the courses you took, all the academic credit you received for these courses, and the grades you earned in the process. Also, it contains information on whether or not you were ever dismissed, for academic or other reasons. If you were granted credit towards your degree from another institution or any other source, your transcript contains this information as well (although not the list of specific courses or grades, just the total number of credits accepted.)\n\nPolicy Procedures\n\nWhen a course is entered onto your transcript, it is there to stay. Courses that you drop during the first four weeks of the semester don't show on your transcript. But if you withdraw later in the semester, the course will show permanently on your transcript. Similarly, if you repeat a course, your previous attempt, together with the grade earned, stays on the transcript. The previous grade no longer counts in your cumulative GPA, but the record of your having taken the course remains.\n\nTranscripts are either official or unofficial. If you need an unofficial copy for your own information, is available online. When signed on to Web Banner, go to Student Services, then Student Records and then Academic Transcript. You can print it for your own use.\n\nIf a graduate school, an employer, or another college needs to see your transcript, however, they want an official one. Official transcript requests are not accepted by mail, fax or email. Requests for official transcripts must be ordered online. The Office of Registration and Records has contracted Credentials Inc. to manage all official transcript request orders. Your official transcript is maintained by the State University of New York College at Brockport and is bound by the federal law FERPA (Federal Educational Rights and Privacy Act of 1974.)\n\nYou must provide your Brockport Banner ID number or your SS#, a valid email address and a valid credit card number in order to use this service to place an order. You will receive confirmations of your order, its status and any issues that may need your attention. If problems arise, Credentials Inc. must be able to communicate with you. If communication isn't possible, your order will be automatically cancelled after 30 days.\n\nIf there is a hold on your record, it must be cleared with the department\/office that placed the hold there before the transcript can be released. You will receive an email from Credentials Inc. regarding any holds and will be given the telephone number of the department\/office to contact regarding clearance. Once cleared, Credentials Inc. will automatically notify Registration and Records to release the transcript.\n\nUnofficial Transcripts\n\nUnofficial transcripts can be accessed through Web Banner for students who were in attendance at The College at Brockport in 1983 and later. When signed on to Web Banner, go to Student Services, then Student Records and then Academic Transcript.\n\nStudents who attended Brockport prior to 1983 must send a signed request to the Office of Registration and Records for an unofficial transcript. Please note that an unofficial transcript will only be sent to the student's home address. Unofficial transcripts are free of charge.\n\nLinks to Related Procedures and Information\n\nTo complete a transcript order form, click Transcript Request Information from the options to the left and follow the prompts to order the transcript. You can check the status of your order through Credentials Solutions at any time online. \n\nContact Information\n\nQuestions regarding the status of an online transcript order should be directed to Credentials Inc. at (847) 716-3005.\n\nHistory (in descending order)\n\nItem Date Explanation\nNext Review Date July 2017  Three year review\nAdoption Date July 2014 Policy Adopted\n\n\nThis policy is approved by:\n\nLast Updated 1\/4\/18\n\nClose mobile navigation",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9978431463,
        "format_confidence":0.5771262646
    },
    {
        "url":"https:\/\/www.rin.com.bd\/terms_and_conditions",
        "text":"Terms and Conditions\n\n  • Unilever Bangladesh Limited (“UBL” or “Company”) invites your participation to the “RIN Career Academy” (“Academy”) wherein various free courses under the below terms and conditions, would be imparted to the participants in Spoken English, Office Dressing and Interview training to help them enhance their soft skills for career enhancement and sustainable livelihood.\n  • The Academy is primarily for individuals who have passed high school but no further formal education, and those who have received some form of formal education or training, and are seeking to improve their likeliness to be recruited.\n  • The Academy comprises of a web-based\/online-based course available through rin.com.bd, created by Unilever Bangladesh Limited (‘UBL’) and online materials such as tips and articles available on the website.\n  • The Academy, its courses and any services therein are currently made available to the Participants free of charge.\n\n1 Process\n\nAll interested individuals are required to register for the Academy by online registration through the Website for the Web course.\n\n\n  1. After the selection of the relevant course, the registered participants (\"Participants\") would be required to complete a basic aptitude assessment test to determine the appropriate course difficulty.\n  2. Participation in the Academy is open to individuals who, on the date of entry, are legal citizens of Bangladesh, are at least 18 (eighteen) years of age or older.\n  3. Notwithstanding the above, the mobile course is open to all individuals above 14 years of age provided that consent is sought by them from their parents or legal guardians for those who are within 14 to 17 years. Any fraudulent consent under the registration process is the sole responsibility of the Participant and would attract disqualification from the Academy.\n  4. UBL reserves the right to forfeit participation for any Participant who does not provide the required verification upon receiving the request\/notification from UBL or its partners.\n\n\n  1. No purchase is necessary for Participants to participate in the Academy.\n  2. Participants agreed and understand that the basic criteria and selection process for the courses, including any amendment if and when required, is at the sole discretion of UBL.\n  3. UBL has the sole right to withdraw\/ edit \/ cancel any aspect of the Academy at its discretion and\/or alter the terms and conditions without prior notice and such withdrawal\/editing and\/or alteration of terms and conditions with\/without prior notice shall be final and binding from the day of such amendment, as updated in this Website.\n  4. Entries may only be submitted by individual Participants and are non-transferable. Multiple Entries and Group entries will not be accepted for participation in the Academy.\n  5. By participating in this Academy, the Participants of the Academy grant unequivocal permission to UBL and its agents to take and store testimonials, voice recordings and videos which feature the participant, his\/representation or likeness. Such testimonials, voice recordings and videos taken therein may be used in full or parts by UBL for any promotional purposes of UBL and its brands, including the Academy, and the no other permission of any manner shall be required from the Participant in this regard.\n  6. By participating in this Academy, the participant also agrees to receive further communication or intimations, though SMS \/ call \/ e-mail\/ any other communication from UBL, with respect to surveys, promotions, offers, or advertisements for UBL or it various brands and products.\n  7. The Participant may withdraw\/unregister from Web course by deleting his\/her account under the Academy. This can be done by logging in, clicking on My Profile and then clicking on Delete Account. In addition to the opt-out available under the Academy, you would be able to opt-out from receiving future communications from UBL by sending us an email at careline.bd@unilever.com with the subject line \"Rin Career Ready Academy: Opt Out\" with your phone number.\n  8. UBL’s decisions shall be final in all matters relating to this Academy and no correspondences will be entertained.\n  9. UBL shall not be liable for any failure to comply with its obligations caused by weather conditions, fire, flood, strike, hurricane, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, acts of God or any other circumstances amounting to Force Majeure.\n  10. UBL reserve the right, in their sole discretion, to disqualify on any reasonable grounds, including tampering with the entry process or entry materials.\n  11. You understand, acknowledge and agree that when participating in the Academy, you may be exposed to advertising and promotional content of various products and services put up by the Company, including promotions and sales activities, contests and sweepstakes (collectively \"Promotions\"). Each Promotion may have Additional Terms and\/or Rules or eligibility requirements which shall be posted or otherwise made available to you in connection therewith in accordance with applicable law.\n  12. This acceptance of the terms and conditions shall be deemed to have been given at Dhaka, Bangladesh and the courts in Dhaka alone will have exclusive jurisdiction to entertain any proceedings in any way relating to or concerning these terms and conditions or any rights, duties, obligations or liabilities arising there under to the exclusion of all other courts in Bangladesh.\n  13. The Participants may be asked to provide valid photo ID card or any other suitable documents before issuing completion certificate at any point of time of the course.\n\n\n  1. By participating in this Academy, you herein understand and agree you’re your relevant personal details will be collected by UBL or on behalf of UBL in accordance with the Privacy Policy available on the Website - http:\/\/www.unileverprivacypolicy.com\/en_gb\/policy.aspx\n  2. The data given by the participant i.e. Mobile Number, Name, Gender, Educational Qualification, Age Range, Location etc. will be used in strict confidence by UBL & its other partners and these will not be passed to any other party.\n  3. UBL implements a variety of security measures to maintain the safety of the personal information when is entered, submitted, or accessed.\n  4. The participant’s personal information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without the participant’s consent, other than for the express purpose of the Academy or purposes agreed in the terms and conditions herein.\n\n\n  1. The Participants are solely responsible for their health, safety and precautionary measures during the Program and cannot hold UBL responsible for any injury, loss of property or damage.\n  2. The Participants understand and agree that independent service provider involved in the Program are solely responsible for their actions and omissions and will not be make UBL liable for the same.\n  3. Participant agrees to indemnify and hold UBL and its agents, officers and employees harmless against all losses and damages that may occur due to an act, omission, negligence, or deliberate act of the Participant.\n  4. UBL or RIN Career Academy shall not be held liable any way for any completion of the course by providing fraudulent information and\/or documents or through misrepresentation.\n\n\n  1. The Academy, services and courses, application, its content (including but not limited to all text, graphics, user interfaces, visual interfaces, videos, photographs, trademarks, logos, sounds, music, artwork and computer code, design, structure, selection, coordination, expression, \"look and feel\" and arrangement of such content and Application) are owned, controlled or licensed to the Company, and are protected by copyright, trademark and related intellectual property rights under the laws of Bangladesh. You will not use outside the purpose herein, modify, remove, alter or obscure any asset or intellectual property part of the Academy.\n  2. You are expressly prohibited from copying, reproducing, modifying, distributing, displaying, performing or transmitting any of the intellectual property, particularly the content for any purposes, except as otherwise provided for in these Terms. Nothing otherwise stated or implied in the Terms confers on you any license or right to do so. You also agree not to use any robot or other automated means to access the Academy in any way or use any data mining, data gathering or extraction method.\n\n\n  1. RIN Career Ready Academy, a public interest initiative of Unilever Bangladesh Limited is non-formal training course and is not recognized by or affiliated with any authority or organization under the formal educational system. Further, Rin Career Academy does not guarantee any future job prospects.\n  2. You understand and agree that Company provides the courses and related services under the Academy on an 'as-is' and 'as available' basis. The content, services, applications and any other materials contained on or provided under the Academy are, to the fullest extent permitted by law, provided without warranties of any kind, either express or implied. Without limiting the generality of the foregoing, all warranties including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, title, availability, completeness, security, compatibility and non-infringement are disclaimed and excluded. Further, Company does not make any representations or warranties that the Services or the Application will be uninterrupted, free of viruses and other harmful components, accurate, error free or reliable. You hereby irrevocably waive any claim against the Company with respect to Application, Services and Content thereof.\n  3. The Certificate to be provided to the Participants is merely a completion certificate only ... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.8428471088,
        "format_confidence":0.9901672602
    },
    {
        "url":"http:\/\/www.marylandpublicschools.org\/MSDE\/programs\/title_III\/compliance\/?WBCMODE=Presentatim%C2%A1%C3%91%C3%91%C3%80%C3%A8",
        "text":"\n  Awards and Recognition\n  Bridge to Excellence\n  Charter Schools\n  Common Core State Standards\n  Environmental Programs\n  Equity Assurance\n  ESEA Flexibility\n  ESOL\/Title III\n     Overview: Eligibility, Guidance and Laws\n     Frequently Asked Questions\n  Family Literacy\n  Financial Literacy\n  Gifted and Talented\n  Homeless Education Assistance\n  Maryland Skills2Compete\n  Military Families\n  Multicultural Education\n  No Child Left Behind\n  Parent Involvement Matters Award\n  Race to the Top\n  Residential Education Program\n  Response to Intervention\n  School \/ Community Nutrition\n  School Wellness Policy\n  STEM Education\n  Teacher and Principal Evaluation\n  Technology\/Library Media\n  Title I\n  21st Century Learning Centers\nPrograms > ESOL\/Title III > Compliance\nLegal Precedents\nTitle VI of the Civil Rights Act of 1964, The Equal Educational Opportunities Act (EEOA) explicitly provides in § 1703(d) that \"discrimination by an educational agency on the basis of race, color or national origin in the employment of faculty or staff\" constitutes a denial of equal educational opportunity.\n648 F.2d 989; 1981 U.S. App. LEXIS 12063. June 23, 1981\n\nStudents who do not understand English are effectively foreclosed from any meaningful education.\n\nLau v. Nichols (1974)\nNo state shall deny equal educational opportunity to an individual on account of his or her race, color, sex, or national origin, by the failure of an educational agency to take appropriate action to overcome languages barriers that impede equal participation by its students in its instructional programs.\n\nEqual Educational Opportunities Act (1974)\n\nAccording to the ruling in Plyer v. Doe, undocumented students have the right to attend public schools and participate in all school activities. Moreover, school officials are not allowed to require children or their parents to prove that they are in this country legally, through evidence such as green cards, citizenship papers or social security numbers. Nevertheless, many school systems in the country deny access to undocumented students as standard practice -- either due to lack of awareness of the law or for reasons based on prejudice.\n(The Mid-Atlantic Equity Center, 2000).\n\nPlyer V. Doe, 1982; Price et al., 1988.\n\nCivil Rights Act of 1964\n\"No person in the United States shall, on the ground of race, color, or national origin, be excluded from partiicpation in, be denied the benefits of, or be subjected to distrimination under any program or activity receiving Federal financial assistance.\"\n\nMay 25 Memorandum\n\"Where inability to speak and understand the English language excludes national origin-minority group children from effective participation in the educational program offered by a school district, the district must take affirmative steps to rectify the language deficiency in order to open its instructional program to these students.\n\n\"School districts must not assign national origin-minority group students to classes for the mentally retarded on the basis of criteria which essentially measure or evaluate English language skills.....\"\n\n\".....nor may school districts deny national origin-minority group children access to college preparatory courses on basis directly related to the failure of the school system to inculcate (teach) English language skills.\"\n\n\"School districts have the responsibility to adequately notify origin-minority group parents of school activities which are called to the attention of other parents. Such notice in order to be adequate may have to be provided in a language other than English.\"\n\nLau v. Nichols\nEquitable v. Equal-Equality of educational opportunity is not achieved by merely providing all students with \"the same facilities, textbooks, teachers, and curriculum; for students who do not understand English are effectively foreclosed from any meaningful education.\n\nLau Plan\nProvides a legal basis for programming\nForm\/convene a Language Assessment Committee\nOutline staff responsibilities and credentials for instruction\nIdentify assessment\/evaluative tools for on-going assessment\nSet program criteria (entrance\/exit)\nSet parameters for ELL student transition and monitoring\nDetermine program effectiveness\n\nCastaneda v. Pickard\nA program for English language learners is based on educational theory that is recognized by experts in the field-research based, pedagogically sound\nRelationship between theory and practices\nProgram produces results that indicate the language barrier is being overcome\n\nContact Information\nMaryland State Department of Education\n200 West Baltimore Street\nBaltimore, MD 21201\nMaryland State Department of Education\n200 West Baltimore Street\nBaltimore, MD 21201\nMSDE Privacy Statement Disclaimer  | Copyright © 2003 MSDE",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9911839962,
        "format_confidence":0.8139742017
    },
    {
        "url":"http:\/\/lxs.ecnu.edu.cn\/RU\/msg.php?id=141",
        "text":"Вы здесь：\nSecurity and Safety\n\n In order to maintain an excellent study environment at ECNU, prevent various accidents, protect the safety of international students, and ensure that international students can finish their courses successfully, we have drawn up the following obligations in accordance with Chinese laws, rules and university regulations.\n\n  1. Observe Chinese laws, rules and ECNU regulations; respect Chinese courtesy, manners and customs.\n  2. Apply for, change, and extend the Residence Permit in accordance with regulations determined by the Administrative Department of the Entry and Exit of Aliens, Shanghai Public Security Bureau.\n  3. International students who live off campus must register at both the local police station and the International Students Office and must be responsible for his\/her own safety.\n  4. High-power electric appliances, such as electric stoves are not allowed to be used in the dormitory to prevent fire accidents. Flammable, explosive, and virulent substances are prohibited in the dormitory and attention should be paid to fire prevention.\n  5. It is forbidden to damage, reassemble or change the dormitory's equipment and the protection of the fire facilities. This is each student's responsibility.\n  6. Any activity that either breaks the law or ECNU regulations are prohibited. Subleasing and transferring occupancy of dormitory rooms is forbidden. Visitors are not permitted to stay overnight in the dormitory.\n  7. Lock the room and close the windows before you leave the room. Do not give your keys to others.\n  8. Take care of your belongings and deposit your cash in the bank. Do not keep valuables in public places such as classrooms or the library.\n  9. It is safe to exchange foreign currency at the bank. It is illegal to exchange foreign currency in any place other than banks or official government offices.\n  10. Be respectfully quiet and keep clean in the library, teaching areas, and all areas in general. Noises and loud music that may disturb others are not allowed. No smoking in the classroom.\n  11. Please take legal taxis.\n  12. Drive safely and responsibly.\n  13. No buying or driving motor vehicles without license plates. No driving without a driver's license or after drinking alcohol. No speeding.\n  14. No fireworks in the dormitory, on campus or in districts.\n  15. No swimming in unsafe places such as rivers, lakes and reservoirs. Do not go to dangerous places.\n  16. No gambling, excessive drinking or fighting.\n  17. No prostitution, drug use or drug trafficking.\nПравила и регламентации\n\nYour browser does not support Canvas.\n\nВремя Пекина\n\n\n  почтовый индекс:\n\nКитай, Шанхай, № 3663 Джуншаньбэй Лу,\nкорпус физика, Комната 253-255, Офис по делам иностранных студентов.\n+86-(0)21-62238353, 62232013\n\nЦентр Международного Образования\n\nОфис по делам иностранных студентов\n\n\n2015 All Rights Reserved by International Students Office of East China Normal University",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.91320014,
        "format_confidence":0.9062460065
    },
    {
        "url":"https:\/\/curresweb.com\/index.php\/MEJAR1\/Publication_Ethics_Full",
        "text":"Publication Ethics\n\nThis journal and current research web strictly follow code of conduct by COPE (Committee on Publication Ethics). we strictly follow COPE code of conduct for Editors and Journal Publishers. we at this journal and at CURRENT RESEARCH WEB keep checking updates and new standards to implement and better screening of research articles.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9176419377,
        "format_confidence":0.9614127278
    },
    {
        "url":"https:\/\/www.thefire.org\/fire_speech-codes\/university-of-kentucky-student-rights-and-responsibilities-part-ii-selected-rules-of-the-university-senate-governing-academic-relationships-article-vi-student-academic-affairs-6-1-3-3\/",
        "text":"University of Kentucky; Student Rights and Responsibilities; Part II; Selected Rules of the University Senate Governing Academic Relationships; Article VI-Student Academic Affairs; 6.1.3\n\nCategory: Harassment Policies, Statement School: Statement Rating: Not Rated Last updated: December 15, 2013\n\nRelevant excerpt\n\nOne form of sex discrimination is sexual harassment. It is defined as unwelcome sexual advances, requests for sexual favors, or other verbal or physical conduct or written communication of an intimidating, hostile, or offensive nature, when submission to such conduct is made either explicitly or implicitly a term or condition of the student's status in a course, program, or activity, as a basis for academic or other decisions affecting such student, or substantially interferes with a student's academic performance, or creates an intimidating, hostile, or offensive working or academic environment. (US:4\/11\/83)\n\nDownload full policy",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9193321466,
        "format_confidence":0.9201754928
    },
    {
        "url":"https:\/\/www.newport.wednet.edu\/domain\/48",
        "text":"• Newport School District Non-Discrimination Statement                                                                                                                Newport School District does not discriminate in any programs or activities on the basis of sex, race, creed, religion, color, national origin, age, veteran or military status, sexual orientation, gender expression or identity, disability, or the use of a trained dog guide or service animal and provides equal access to the Boy Scouts and other designated youth groups.  The following employee has been designated to handle questions and complaints of alleged discrimination:  Title IX Coordinator\/ Compliance Coordinator, Section 504\/ADA Coordinator, Civil Rights Compliance Coordinator, Dave Smith (509.447.3167 x4500) \n\n    The Newport School District’s achievement data and reports can be accessed through the OSPI Report Card site at:                       http:\/\/reportcard.ospi.k12.wa.us\/summary.aspx?groupLevel=District&schoolId=183&reportLevel=District&year=2015-16&yrs=2015-16 \n\n    When you access the website, Washington State’s report card information will be displayed.  To access Newport School District’s information, type in Newport School District in place of Washington State or use the drop down menu, scroll down to Newport School District; click “go” to refresh the page with our School District’s data.  From the menu you can access individual schools in the District using the drop down box. You can access AYP, EOC and other assessment indicators on this website.  Last year, Newport School District participated in the pilot of the Smarter Balanced Assessment. The most current state assessment data for K-8 in reading and math is 2012-13 data.  NAEP data is also available and can be accessed at the following link:  http:\/\/reportcard.ospi.k12.wa.us\/naepCurrent.aspx?dmain=NAEP&groupLevel=District&schoolId=1&reportLevel=State&year=201213&gradeLevelId=4&waslCategory=1&yrs=2012-13  NAEP data is not specific to schools and districts, but compares how Washington State student achievement compares to the nation. If you have any questions or would like a hard copy of the data, you can contact the District Office at 447-3167 or you can contact your child’s school office directly.\n\n    Prohibition of Harassment, Intimidation and Bullying - (Policy 3207 Students)                                                                                  The District is committed to a safe and civil educational environment for all students, employees, volunteers and patrons, free from harassment, intimidation or bullying.  “Harassment, intimidation or bullying” means any intentional written message or image - including those that are electronically transmitted - verbal, or physical act, including but not limited to one shown to be motivated by race, color, religion, ancestry, national origin, gender, sexual orientation, including gender expression or identity, or mental or physical disability, or other distinguishing characteristics, when an act:  Physically harms a student or damages the student’s property; or has the effect of substantially interfering with a student’s education; or is so severe, persistent or pervasive that it creates an intimidating or threatening educational environment; or has the effect of substantially disrupting the orderly operation of the school. Nothing in this section requires the affected student to actually possess a characteristic that is a basis for the harassment, intimidation, or bullying.  “Other distinguishing characteristics” can include but are not limited to:  physical appearance, clothing or other apparel, socioeconomic status and weight.  The full policy can be viewed on our website at www.newport.wednet.edu or you can request a copy from the district office.\n\n    School Policies Explained and Non-discrimination Rules in Effect                                                                                                Newport School District #56-415 complies with all federal rules and regulations and does not discriminate on the basis of sex, race, creed, religion, color, national origin, age, veteran or military status, sexual orientation, gender expression or identity, disability, or the use of a trained dog guide or service animal and provides equal access to the Boy Scouts and other designated youth groups.  This holds true for all students who are interested in participating in educational programs and\/or extracurricular school activities. It is the policy of Newport School District not to discriminate on the basis of handicap in its educational program, activities, and employment   practices pursuant to Section 504 of Public Law 91-112, the Rehabilitation Act of 1973. The Newport School District policies and procedures concerning students’ rights and responsibilities (behavior, attendance, discipline, etc.) are published as a Student Rights and Responsibilities Handbook and are available from each school principal. Parents are advised of their right to review classroom materials and to consent to any psychological testing\/treatment proposed for their children.                                                                                           Inquiries regarding the above compliance procedures and laws may be directed to Dave Smith, Superintendent, PO Box 70, Newport, WA 99156; telephone 509-447-3167.Employment inquiries may be directed to the U.S. Equal Employment Opportunity Commission, 2401 E. Street NW, Washington, DC 20506.\n\n    Compulsory School Attendance                                                                                                                                                             Parents of any child eight years of age and under eighteen years of age shall cause such child to attend school and such child shall have the responsibility to and therefore shall attend for the full time when such school may be in session unless the child is enrolled in an approved private school, an educational center as provided in chapter 28S.205 RCW or is receiving home-based instruction.  Parents of any child six or seven years old, who have enrolled the child in school, shall cause the child to attend school for the full time when such school may be is session, unless the child is formally withdrawn from enrollment by the parents. Exception may be granted by the superintendent in the following circumstances: The student is physically or mentally unable to attend school; The student is attending a residential school operated by the Department of Social and Health Services; The student’s parents have requested a temporary absence for purposes agreed to by the district and which will not cause a serious adverse effect on the student’s educational process.  The student is sixteen years of age, regularly and lawfully employed and either has parent permission or is emancipated pursuant to chapter 13.64 RCW; The student has met graduation requirements; or the student has received a Certificate of Educational Competence (GED).             Any law enforcement officer authorized to make arrests can take a truant child into custody without a warrant and must then deliver the child to the parent or to the school. The District shall not require enrollment for either (a) a minimum number of semesters or trimesters or (b) a minimum number of courses in a semester or trimester which exceeds the enrollment time or courses necessary for a student to meet established course, credit, and test requirements for high school graduation.                                                                                          \n\n    Title I, Part A Citizen Complaint Procedure                                                                                                                                     Complaints that Allege Discrimination - Complaints Related to Federal Programs \n    A citizen complaint is a written statement that alleges a violation of a federal rule, law or regulation or state regulation that applies to a federal program. Anyone can file a citizen complaint, there is no special form. There is no need to know the law that governs a federal program to file a complaint. File a Citizen Complaint Against Newport School District, Educational Service District (ESD) or Other School Service Provider (Subgrantee). The following link will provide you the 5-step process through which a citizen can file a complaint against a school district or other school service provider or you can obtain a copy from the District or school offices.            http:\/\/www.k12.wa.us\/titleI\/familyinvolvement\/default.aspx \n\n    Annual Notice:  Teacher Qualifications                                                                                                                                                   Title I, Part A, Section 1111 (h)(6)(A)Title I, Part A is a federal supplemental program designed to high academic standards.  In receiving funds from this program the District shall, at the beginning of each school year, notify the parents of children attending a Title I school that you may request information regarding the professional qualifications of their child’s classroom teacher (s).  Upon written request, the District will provide  the following information to the parents in a timely manner: 1. Whether the teacher has met Washington State qualification and certification requirements for the grade levels and subject areas in which the teacher provides instruction; 2. Whether the teacher received an emergency or conditional certificate through which Washington State qualifications were waived; 3. What undergraduate or graduate degrees the teacher holds, including graduate certificates and additional degree, and major (s) or area (s) of concentration; 4. Whether your child is provided services from a paraprofessional and, if so, their qualifications.\n\n    Notification of Rights Under the Family Educational Rights and P... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9970363379,
        "format_confidence":0.9751474857
    },
    {
        "url":"https:\/\/jurnal.unitri.ac.id\/index.php\/japi\/about\/editorialPolicies",
        "text":"Editorial Policies\n\nFocus and Scope\n\nJAPI (Jurnal Akses Pengabdian Indonesia) mrupakan jurnal pengabdian masyarakat berkala 6 bulanan yang memuat berbagai artikel\/naskah berupa hasil pengabdian masyarakat Scope jurnal terdiri dari berbagai hasil penelitian yang sudah diterapkan pada masyarakat.\n\n\nSection Policies\n\n\nChecked Open Submissions Checked Indexed Checked Peer Reviewed\n\nPeer Review Process\n\nNaskah yang disampaikan pertama kali ditinjau oleh editor dan harus bebas dari isi plagiarisme, batas maksimum kesamaan adalah 20% dengan menggunakan Turnitin. Seblum naskah diupload sebaiknya penulis melakukan plagiarisme sendiri dan diupload bersama naskah yang akan diupload. Naskah yang diserahkan akan dievaluasi, apakah itu cocok untuk fokus dan ruang lingkup kami atau memiliki kelemahan metodologis utama yang tidak dapat ditoleransi. Setiap makalah yang disampaikan akan ditinjau oleh setidaknya satu peer-reviewer. Reviewer tidak menyadari identitas penulis, dan penulis juga tidak mengetahui identitas peninjau (double-blind review method). Proses peninjauan akan mempertimbangkan pendahuluan, sumber inspirasi, metoda, dampak bagi masyarakat, ulasan, dan kesimpulan. Keputusan yang disarankan akan dievaluasi dalam rapat dewan editorial. Komentar Reviewer kemudian dikirim ke penulis yang sesuai untuk tindakan dan tanggapan yang diperlukan dalam 2 minggu.\n\n\nPublication Frequency\n\nJAPI terbit setahun 2x yakni pada bulan Juni dan Desember Paper subbmissions date : anytime\n\n\nOpen Access Policy\n\nThis journal provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.\n\n\n\nThis journal utilizes the LOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. More...\n\n\nPublication Ethics\n\nJurnal Akses Pengabdian Indonesia is a peer-reviewed journal. This statement explains the ethical behavior of all parties involved in the publishing action of articles in this journal, including authors, editor-in-chiefs, Editorial Boards, peer reviewers and publishers (UNITRI PRESS). This statement is based on the Best Practices Guidance for COPE Journal Editors.\n\nEthical Guidelines for Journal Publications\n\nPublication of articles in the journal Jurnal Akses Pengabdian Indonesia examined by peers is an important building block in the development of a coherent and respected network of knowledge. This is a direct reflection of the work quality of the authors and the institutions that support them. The reviewed articles support and embody scientific methods. It is therefore important to agree on the expected ethical standards of conduct for all parties involved in publishing actions: authors, journal editors, peer reviewers, publishers and the public.\n\nUNITRI PRESS as a publisher of Jurnal Akses Pengabdian Indonesia carries out its trust duties for all stages of publication very seriously and we recognize ethical and other responsibilities. We are committed to ensuring that advertising, reprints, or other commercial revenue have no impact or effect on editorial decisions. In addition, UNITRI PRESS  of the University Tribhuwana Tunggadewi and the Editorial Board will assist in communication with other journals and \/ or publishers where this is useful and necessary.\n\nPublication Decision\n\nEditor Jurnal Akses Pengabdian Indonesia is responsible for deciding which articles are submitted to the journal to be published. The validation of the work in question and its importance to researchers and readers should always encourage such decisions. Editors can be guided by the policy of the editorial board of the journal and are limited by the legal requirements as currently applicable with respect to defamation, copyright infringement and plagiarism. Editors can negotiate with editors or other reviewers in making this decision.\n\nThe game is fair\n\nThe editor at any time evaluates the manuscripts for their intellectual content irrespective of race, sex, sexual orientation, religious belief, ethnic origin, nationality, or political philosophy of the author.\n\n\nThe editor and any editorial staff should not disclose any information about the manuscript submitted to anyone other than the relevant author, observer, potential observer, other editorial advisor, and publisher, as appropriate.\n\nDisclosure and conflict of interest\n\nUnpublished material disclosed in submitted manuscripts may not be used in the research editors themselves without the written consent of the author.\n\nViewer's Tasks\n\nContributions to Editorial Decisions\n\nPeer reviews help editors in making editorial decisions and through editorial communication with authors can also assist authors in improving papers.\n\n\nAny elected referee who feels ineligible to review research reported in the script or knows that a quick review may not have to notify the editor and excuse himself from the review process.\n\n\nManuscripts received for review should be treated as confidential documents. They may not be indicated or discussed with others except as authorized by the editors.\n\nStandards of Objectivity\n\nThe review should be done objectively. The personal criticism of the author is not correct. Referees should express their views clearly with supporting arguments.\n\nSource Recognition\n\nReviewers shall identify relevant published works that have not been quoted by the author. Any statement that observation, derivation, or argument has been previously reported should be accompanied by relevant citations. The reviewer should also seek the editor's attention if there are substantial or overlapping similarities between the text under consideration and other published papers that have personal knowledge.\n\nDisclosure and Conflict of Interest\n\nSpecial information or ideas obtained through peer review should be kept confidential and not used for personal gain. Reviewers may not consider manuscripts in which they have a conflict of interest resulting from competition, collaboration, or other relationships or relationships with any of the authors, companies, or agencies linked to the paper.\n\nAuthor's Duties\n\nStandard reporting\n\nThe author of the original research report must present an accurate report on the work performed as well as an objective discussion of its significance. The underlying data should be accurately represented in the paper. A paper should contain sufficient details and references to enable others to replicate the work. Fraudulent or intentionally inaccurate statements are unethical and unacceptable behavior.\n\nData Access and Retention\n\nAuthors are required to provide raw data in connection with papers for editorial reviews, and must be prepared to provide public access to the data (consistently), where possible, and should be in any event. be prepared to keep the data for a reasonable time after publication.\n\nOriginality and Plagiarism\n\nThe authors shall ensure that they have written works which are completely original, and if the author has used the work and \/ or the words of others that have been quoted or quoted appropriately.\n\nDuplicate, Redundant, or Simultaneous Publication\n\nA writer should not generally publish a script that explains essentially the same research in more than one major journal or publication. Sending the same script to more than one journal simultaneously is unethical and unacceptable publishing behavior.\n\nSource Recognition\n\nAppropriate recognition of the work of others must always be given. The author should cite publications that have been influential in determining the nature of the work reported.\n\nPaper Stamps\n\nAuthors should be limited to those who have made a significant contribution to the conception, design, implementation, or interpretation of reported research. Anyone who has made a significant contribution should be registered as a coauthor. Where there are others who have participated in certain substantive aspects of a research project, they must be recognized or registered as contributors. The appropriate author must ensure that all appropriate co-authors and no coauthor are incorporated on paper, and that all co-authors have reviewed and approved the final version of this paper and have approved the submission for publication.\n\nDisclosure and Conflict of Interest\n\nAll authors should disclose in their text any financial conflicts or other substantive conflicts that may be interpreted to influence the outcome or interpretation of their manuscript. All sources of financial support for the project should be disclosed.\n\nFundamental mistake in published work\n\nWhen a writer finds significant errors or inaccuracies in his published work, it is the duty of the writer to immediately notify the journal or publisher editors and work with the editor to retract or correct the paper.\n\n\n\n\nPlagiarism Policy\n\nPlagiarism Policy\nPlagiarism Includes But Unlimited to:\n\nReferring and \/ or quoting terms, words and \/ or sentences, data and \/ or information from a source without citing sources in the citation notes and \/ or without adequately mentioning the source;\nReferring and \/ or citing random terms, words and \/ or sentences, data and \/ or information from sources without quoting sources in citation notes and \/ or without adequately mentioning sources;\nUsing the source of ideas, opinions, views, or theories without adequately declaring the source;\nFormulate the words and \/ or sentences themselves from the source of words and \/ or phrases, ideas, opinions, views, or theories without adequately declaring the source;\nSubmit a scientific paper produced and \/ or published by others as a source of scientific work without adequately disclosing it.\n\n\nJurnal Akses Pengabdian Indonesia will ensure that any published article will not exceed 20% equality score. Plagiarism screening will be done by Jurnal Akses Pengabdian Indonesia using Plagiarism Turniti... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9779640436,
        "format_confidence":0.9448256493
    },
    {
        "url":"https:\/\/www.thorpe-acre-pre-school-playgroup.co.uk\/policies-procedures\/10-7-provider-records\/",
        "text":"Contact Us\n\nThorpe Acre Pre-school Playgroup\n\nC\/O Thorpe Acre Infant School\n\nAlan Moss Road\n\nLE11 4SQ\n\nTel: 07803 054757\n\n\nOr use our online contact form.\n\nThorpe Acre Pre-school Playgroup in social networks\n\nWorking Together to Safeguard Children\n            Working Together to Safeguard Children\n\n\n10.7 Provider records\n\nPolicy statement\n\nWe keep records and documentation for the purpose of maintaining our business. These include:\n\n  • Records pertaining to our registration.\n  • Landlord\/lease documents and other contractual documentation pertaining to amenities, services and goods.\n  • Financial records pertaining to income and expenditure.\n  • Risk assessments.\n  • Employment records of our staff including their name, home address and telephone number and DBS certificate number and next of kin.\n  • Names, addresses and telephone numbers of anyone else who is regularly in unsupervised contact with the children.\n\nDuring the COVID-19 outbreak there may be the need to keep additional records as part of outbreak management.\n\nA central record of all confirmed cases of COVID-19 that affect any member of staff or service users is held. This record does not contain personal details about the individual (unless for a member of staff). Records are kept of individual cases of children\/families who are self-isolating due to symptoms. In all cases the principles of data protection are maintained.\n\nWe consider our records as confidential based on the sensitivity of information, such as with employment records. These confidential records are maintained with regard to the framework of the General Data Protection Regulations (2018), further details are given in our Privacy Notice, and the Human Rights Act (1998).\n\n\nThis policy and procedure should be read alongside our Privacy Notice, Confidentiality and Client Access to Records Policy and Information Sharing Policy.\n\n\n\n\n  • All records are the responsibility of our Management team, who ensure they are kept securely.\n  • All our records are kept in an orderly way in files and filing is kept up-to-date.\n  • Our financial records are kept up-to-date for audit purposes.\n  • We maintain health and safety records; these include risk assessments, details of checks or inspections and guidance etc.\n  • Our Ofsted registration certificate is displayed.\n  • Our Public Liability insurance certificate is displayed.\n  • All our employment and staff records are kept securely and confidentially.\n\n\nWe notify Ofsted of any:\n\n  • change in the address of our premises;\n  • change to our premises which may affect the space available to us or the quality of childcare we provide;\n  • Change to the name and address of our registered provider, or the provider’s contact information.\n  • Change to the person managing our provision;\n  • significant event which is likely to affect our suitability to look after children; or\n  • Other event as detailed in the Statutory Framework for the Early Years Foundation Stage (DfE 2017).\n\n\nLegal framework\n\n\n  • General Data Protection Regulations (GDPR) (2018)\n  • Human Rights Act 1998\n\n\nThis policy was adopted by\n\nThorpe Acre Playgroup\n\n(name of provider)\n\n\nJune 2020\n\n\nDate to be reviewed\n\nFebruary 2021\n\n\nSigned on behalf of the provider\n\n\nName of signatory\n\nRachel Dashi\n\nRole of signatory (e.g. chair, director or owner)\n\n\n\nOther useful Pre-school Learning Alliance publications\n\n\n  • Accident Record (2013)\n  • Accounts Record (2015)\n  • Safeguarding Children (Ed 2013)\n  • Recruiting Early Years Staff (2016)\n  • People Management in the Early Years (2016)\n  • Financial Management (2010)\n  • Medication Administration Record (2015)\n  • Daily Register and Outings Record (2015)\n  • Managing Risk (2009)\n  • Complaints Investigation Record (2015)\n\n\n\n\n\n\n\n\n\nUpdated June 2020\n\n\nPrint Print | Sitemap\n© Thorpe Acre Pre-school Playgroup",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9639638066,
        "format_confidence":0.9757125974
    },
    {
        "url":"https:\/\/www.bullitt.kyschools.us\/Content\/692",
        "text":"Professional Learning\n\nStudent Learning Last Updated: 4\/15\/2020 6:53 PM\n\nDistrict Wide Professional Development\n\nThe Professional Development Program for the District and each school shall be incorporated into the school and district improvement plan.  Prior to the implementation of the program, both the school and District plans will be posted to this page.\n\nThe plans will be based on a Board-approved PD plan for the District.  The PD plans shall reflect individual needs of schools and be aligned with the school and District improvement plans and teacher growth plans.\n\nSchool Responsiblities\n\nEach School shall plan high quality PD experiences with the PD coordinator and, when appropriate, with other schools to maximize training opportunities.\n\n\nEach certified employee must have 24 hours yearly if he\/she worked the entire school year.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9980561733,
        "format_confidence":0.8007547855
    },
    {
        "url":"http:\/\/studentmanual.uchicago.edu\/page\/policy-religious-accommodation-missed-classes-assignments-and-exams",
        "text":"Policy on Religious Accommodation for Missed Classes, Assignments, and Exams\n\nThe University of Chicago is home to students of all the world’s major religions and, though firmly a secular institution, values the rich diversity of spiritual expression and practice found on campus. It is therefore the policy of the University that students who miss class, assignments, or exams to observe a religious holiday must be accommodated as follows: (i) absences may not be counted as a missed class in any course in which attendance is a measure of academic performance; (ii) reasonable extensions of time must be given, without academic penalty, for missed assignments; and (iii) exams must be reasonably rescheduled without academic penalty. Where a religious holiday occurs during the first week of the quarter, students who miss the first meeting of a class due to religious observance may not be dropped from the course roster, provided that they have given advance notice to the instructor of record of the need to miss the class due to a religious holiday.\n\nStudents must inform their instructors in writing of their need to observe a religious holiday reasonably well in advance of the absence, preferably at the beginning of the quarter. It is incumbent on the student who misses a class to catch up on any material discussed and assignments given during that class period. As a guide to students and to instructors in planning their courses and assignments, a list of religious holidays where observance may compete with the demands of the academic calendar can be found here. This list is not a designation of religious holidays recognized by the University; it is simply an aid for planning purposes.\n\nAny instructor with concerns regarding either a given holiday or the academic implications of a particular student’s religious observance of holidays may seek guidance from the chair of their department; dean of their school; the Vice Provost for Academic Leadership, Advancement, and Diversity; or the Dean of Rockefeller Chapel. Additional resources include the area Dean of Students and the director of Spiritual Life.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.616289258,
        "format_confidence":0.8022171259
    }
]