[
    {
        "url":"http:\/\/www.kigenac.com\/ucp.php?mode=privacy&sid=fe98da20d1f7cca54ab6c5000be3a888",
        "text":"Kigen's Anti-Cheat - Privacy policy\n\nThis policy explains in detail how “Kigen's Anti-Cheat” along with its affiliated companies (hereinafter “we”, “us”, “our”, “Kigen's Anti-Cheat”, “”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n\nYour information is collected via two ways. Firstly, by browsing “Kigen's Anti-Cheat” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files. The first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software. A third cookie will be created once you have browsed topics within “Kigen's Anti-Cheat” and is used to store which topics have been read, thereby improving your user experience.\n\nWe may also create cookies external to the phpBB software whilst browsing “Kigen's Anti-Cheat”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software. The second way in which we collect your information is by what you submit to us. This can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “Kigen's Anti-Cheat” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n\nYour account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid email address (hereinafter “your email”). Your information for your account at “Kigen's Anti-Cheat” is protected by data-protection laws applicable in the country that hosts us. Any information beyond your user name, your password, and your email address required by “Kigen's Anti-Cheat” during the registration process is either mandatory or optional, at the discretion of “Kigen's Anti-Cheat”. In all cases, you have the option of what information in your account is publicly displayed. Furthermore, within your account, you have the option to opt-in or opt-out of automatically generated emails from the phpBB software.\n\nYour password is ciphered (a one-way hash) so that it is secure. However, it is recommended that you do not reuse the same password across a number of different websites. Your password is the means of accessing your account at “Kigen's Anti-Cheat”, so please guard it carefully and under no circumstance will anyone affiliated with “Kigen's Anti-Cheat”, phpBB or another 3rd party, legitimately ask you for your password. Should you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software. This process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8957127929,
        "format_confidence":0.9900089502
    },
    {
        "url":"http:\/\/maintankadin.failsafedesign.com\/forum\/ucp.php?mode=privacy",
        "text":"Maintankadin - Privacy policy\n\nThis policy explains in detail how “Maintankadin” along with its affiliated companies (hereinafter “we”, “us”, “our”, “Maintankadin”, “”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Group”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n\nYour information is collected via two ways. Firstly, by browsing “Maintankadin” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files. The first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software. A third cookie will be created once you have browsed topics within “Maintankadin” and is used to store which topics have been read, thereby improving your user experience.\n\nWe may also create cookies external to the phpBB software whilst browsing “Maintankadin”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software. The second way in which we collect your information is by what you submit to us. This can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “Maintankadin” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n\nYour account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid e-mail address (hereinafter “your e-mail”). Your information for your account at “Maintankadin” is protected by data-protection laws applicable in the country that hosts us. Any information beyond your user name, your password, and your e-mail address required by “Maintankadin” during the registration process is either mandatory or optional, at the discretion of “Maintankadin”. In all cases, you have the option of what information in your account is publicly displayed. Furthermore, within your account, you have the option to opt-in or opt-out of automatically generated e-mails from the phpBB software.\n\nYour password is ciphered (a one-way hash) so that it is secure. However, it is recommended that you do not reuse the same password across a number of different websites. Your password is the means of accessing your account at “Maintankadin”, so please guard it carefully and under no circumstance will anyone affiliated with “Maintankadin”, phpBB or another 3rd party, legitimately ask you for your password. Should you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software. This process will ask you to submit your user name and your e-mail, then the phpBB software will generate a new password to reclaim your account.\n\nBack to login screen",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8994958997,
        "format_confidence":0.9892033935
    },
    {
        "url":"https:\/\/spp-forum.de\/ucp.php?mode=register&sid=f3a93b81f9b74d031883734dc5554950",
        "text":"Single Player Project - Registration\n\nBy accessing “Single Player Project” (hereinafter “we”, “us”, “our”, “Single Player Project”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “Single Player Project”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “Single Player Project” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) which is a bulletin board solution released under the “GNU General Public License v2” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions; phpBB Limited is not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “Single Player Project” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “Single Player Project” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “Single Player Project” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8791768551,
        "format_confidence":0.986097157
    },
    {
        "url":"https:\/\/bibloblog.com\/footer\/cookie-policy\/",
        "text":"Breaking News :\n\nnothing found\nJanuary 17, 2020\n\nCookie Policy\n\nPicture: Cookies Policy for BibloBlog\n\nCookie Policy is a policy of how the Website owner (We) uses Cookies on and this site product and services.\n\nAt, First all you have to read the BibloBlog Cookie Policy (“Policy”)  to understand what type of cookies, the information we collect, and how that information is used. For more detail, you can see our Privacy Policy page\n\n\nWhat cookies are in BibloBlog?\n\nCookies are directly proportional to a text file that saves on our devices when we first load the website in the browser. These text file just designed to hold new data to client website so that the website can remember you next time when you again visit our BibloBlog Website. BibloBlog uses two kinds of cookies Session cookie and Persistent cookie.\n\nNow you have to understand what is Session and Persistent cookie in BibloBlog.\n\nSession cookies are temporary cookies that do not store any information regarding the website. This type of cookies expires when you close the web browser(not site).\n\nPersistent Cookies are the main cookies that store information or remember your device even after when you close your web browser. Persistent Cookies is a text file that provides a website with user setting and data for the next time or future. It is also called a stored cookie.\n\nCookies may be set by the Website (“first-party cookies”), or by third parties, such as those who serve content or provide advertising or analytics services on the website (“third party cookies”). These third parties can recognize you when you visit our site and also when you visit certain other websites.\n\nWhat cookie options in BibloBlog?\n\nIf you are not familiar with the cookie, you can delete it from your browser, or you can change the setting.\n\nCan Website owners access users Cookies?\n\nDefinitely not.\n\nAs we mention above we use Cookies only for DoubleClick DART to display advertisement on our website.\n\nOnce a user visits the BibloBlog, and the cookie is created it is only possible for users to edit it and delete. Real Owners does not have authorized to access the user’s cookies because we already know that cookies are stored in the local user computer, not website owner server\n\n\nWhen we change or modify the Policy of BibloBlog, then we will notify users. This policy is created with Bibloblog Policies\n\nAcceptance of BibloBlog Cookie Policy\n\nYou as a user of this site acknowledge that you carefully read Cookie Policy and agree to all terms and condition and you agree to be bound by Policy.\n\nIf you do not agree with our Cookies Policy, you are not authorized to Acces our Website.\n\nFeel free to contact if you have any question by Clicking Here or you can send Email",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.949195385,
        "format_confidence":0.9840223193
    },
    {
        "url":"http:\/\/carexo.com\/forum\/viewtopic.php?f=7&t=3&p=3",
        "text":"Rules, Terms, Guidelines\n\nRules and Terms of Service governing the use of these forums. They may be updated from time to time, so please check back often.\n\nRules, Terms, Guidelines\n\nPostby CareXOAdmin » Fri Jan 04, 2013 2:55 pm\n\nRules, Terms, Guidelines:\n\nThe following terms and conditions govern all use of the website and all content, services and products available at or through the website, including, but not limited to, (“CareXO”) and the store (coming soon), (taken together, the Website). The Website is owned and operated by CareXO. The Website is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, CareXO's Privacy Policy and procedures that may be published from time to time on this site (collectively, the “Agreement”).\nPlease read this Agreement carefully before accessing or using the Website. By accessing or using any part of the web site, you agree to become bound by the terms and conditions of this agreement. If you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services. If these terms and conditions are considered an offer by, acceptance is expressly limited to these terms. The Website is available only to individuals who are at least 13 years old.\n\nBy accessing “CareXO” (hereinafter “we”, “us”, “our”, “XO”, “CareXO Forums”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “CareXO”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “CareXO” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nDo NOT repetitiously post, advertise unrelated and unrequested products or in otherwise spam this forum. Do not post unsolicited products or advertisement for products in any of the topics.\n\n1. Your Account and Site. If you create a profile on the Website, you are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with the account. You must not describe or misuse information provided by this website in a misleading or unlawful manner, including in a manner intended to trade on the name or seek the damage the reputation of others, and may change, block, or remove any actions or behavior, description or keyword that it considers inappropriate or unlawful, or otherwise likely to cause liability. You must immediately notify of any unauthorized uses of your profile, personal ID, your account or any other breaches of security. CareXO will not be liable for any acts or omissions by You, including any damages of any kind incurred as a result of such acts or omissions.\n\n2. Responsibility of Contributors (Forums). If you comment on a post, post material to the Website, post links on the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, “Content”), You are entirely responsible for the content of, and any harm resulting from, that Content. That is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software. By making Content available, you represent and warrant that:\n\n    a) the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;\n\n    b) if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;\n\n    c) you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;\n    the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content;\n\n    d) the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);\n\n    e) the Content is not pornographic, does not contain threats or incite violence towards individuals or entities, and does not violate the privacy or publicity rights of any third party;\n\n    f) your posting is not getting advertised via unwanted electronic messages such as spam links on newsgroups, email lists, other blogs and web sites, and similar unsolicited promotional methods;\n\n    g) your username or post is not named in a manner that misleads your readers into thinking that you are another person or company. For example, your forum username or name is not the name of a person other than yourself or company other than your own; and\n\n    h) you have, in the case of Content that includes computer code, accurately categorized and\/or described the type, nature, uses and effects of the materials, whether requested to do so by CareXO or otherwise.\n\nBy submitting Content to for inclusion on our Website, you grant a world-wide, royalty-free, and non-exclusive license to reproduce, modify, adapt and publish the Content solely for the purpose of displaying, distributing and promoting our forums (your posting). If you delete content, will use reasonable efforts to remove it from the Website, but you acknowledge that caching or references to the content may not be made immediately unavailable.\nWithout limiting any of those representations or warranties, has the right (though not the obligation) to, in’s sole discretion (i) refuse or remove any content that, in’s reasonable opinion, violates any policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in’s sole discretion. will have no obligation to provide a refund of any amounts previously paid.\n\n\nAnyone perceived as attempting to engage in sexual conduct, posting, propositioning with intent to engage, will be banned. This is a community forum. Topics and posts may be of a sexual nature and discussed in an informative and educational manner and are the sole responsibility of the poster. CareXO does not encourage participation in said sexual activity or ‘hooking up’.\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “CareXO” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “CareXO” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “CareXO” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Group”, “phpBB Teams”) which is a bulletin board solution released under the “General Public License” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions, the phpBB Group are not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nThank you! Please have fun and be courteous!\n\nUntil there's a cure...\n\nUser avatar\nSite Admin\nPosts: 13\nJoined: Wed Dec 26, 2012 1:17 pm\n\nReturn to The Forum Rules and Guidelines\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.7736173868,
        "format_confidence":0.9691912532
    },
    {
        "url":"https:\/\/www.visionsgame.com\/forums\/ucp.php?mode=privacy&sid=7f9aac57dca05469ccaffd1a4244eb1a",
        "text":"Visions Game Forums - Privacy policy\n\nThis policy explains in detail how “Visions Game Forums” along with its affiliated companies (hereinafter “we”, “us”, “our”, “Visions Game Forums”, “”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n\nYour information is collected via two ways. Firstly, by browsing “Visions Game Forums” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files. The first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software. A third cookie will be created once you have browsed topics within “Visions Game Forums” and is used to store which topics have been read, thereby improving your user experience.\n\nWe may also create cookies external to the phpBB software whilst browsing “Visions Game Forums”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software. The second way in which we collect your information is by what you submit to us. This can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “Visions Game Forums” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n\nYour account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid email address (hereinafter “your email”). Your information for your account at “Visions Game Forums” is protected by data-protection laws applicable in the country that hosts us. Any information beyond your user name, your password, and your email address required by “Visions Game Forums” during the registration process is either mandatory or optional, at the discretion of “Visions Game Forums”. In all cases, you have the option of what information in your account is publicly displayed. Furthermore, within your account, you have the option to opt-in or opt-out of automatically generated emails from the phpBB software.\n\nYour password is ciphered (a one-way hash) so that it is secure. However, it is recommended that you do not reuse the same password across a number of different websites. Your password is the means of accessing your account at “Visions Game Forums”, so please guard it carefully and under no circumstance will anyone affiliated with “Visions Game Forums”, phpBB or another 3rd party, legitimately ask you for your password. Should you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software. This process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8225650191,
        "format_confidence":0.9903751016
    },
    {
        "url":"https:\/\/flexidot.com\/privacy\/",
        "text":"Flexidot Privacy Policy\n\nYour privacy is important to us. This privacy statement explains what personal data Flexidot collects from you, through our interactions with you and through our products, and how we use that data.\n\nFlexidot offers a wide range of products, from server products used to help operate enterprises worldwide, devices you use in your home, software students use at school, and services developers use to create and host what’s next. References to Flexidot products in this statement include Flexidot services, websites, apps, software, servers and devices.\n\nPlease read the product-specific details in this privacy statement, which provide additional information about some of Flexidot products. This statement applies to Flexidot’s interactions with you and the Flexidot products listed below, as well as other Flexidot products that display this statement.\n\nPersonal Data We Collect\n\nFlexidot collects data to operate effectively and provide you the best experiences with our products. You provide some of this data directly, such as when you create a Flexidot account, administer your organization’s licensing account, submit a search query to Bing, register for a Flexidot event, speak a voice command to Cortana, upload a document to OneDrive, purchase an MSDN subscription, sign up for Office 365, or contact us for support. We get some of it by recording how you interact with our products by, for example, using technologies like cookies, and receiving error reports or usage data from software running on your device.\n\nWe also obtain data from third parties. We protect data obtained from third parties according to the practices described in this statement, plus any additional restrictions imposed by the source of the data. These third-party sources vary over time, but have included:\n\nData brokers from which we purchase demographic data to supplement the data we collect. Social networks when you grant permission to a Flexidot product to access your data on one or more networks. Service providers that help us determine a location based on your IP address in order to customize certain products to your location. Partners with which we offer co-branded services or engage in joint marketing activities, and Publicly-available sources such as open government databases or other data in the public domain. You have choices about the data we collect. When you are asked to provide personal data, you may decline. But if you choose not to provide data that is necessary to provide a product or feature, you may not be able to use that product or feature.\n\nThe data we collect depends on the context of your interactions with Flexidot, the choices you make, including your privacy settings, and the products and features you use. The data we collect can include the following:\n\n  • Name and contact data. We collect your first and last name, email address, postal address, phone number, and other similar contact data.\n  • Credentials. We collect passwords, password hints, and similar security information used for authentication and account access.\n  • Demographic data. We collect data about you such as your age, gender, country, and preferred language.\n  • Payment data. We collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument.\n\nDevice and Usage data. We collect data about your device and how you and your device interact with Flexidot and our products. For example, we collect:\n\nOnce parental consent is granted, the child's account is treated much like any other account. The child may have access to communication services like email, instant messaging and online message boards and may be able to communicate freely with other users of all ages. Parents can change or revoke the consent choices previously made, and review, edit or request the deletion of their children's personal data. For example, parents can access their personal Flexidot account and click on \"Permissions.\" For users of Minecraft and other Mojang games, parents can contact us at account.mojang.com\/terms#contact. Preview or Free of Charge Releases Flexidot offers preview, insider, beta or other free-of-charge products and features (\"previews\") to enable you to evaluate them while providing feedback, including performance and usage data, to Flexidot. As a result, previews can automatically collect additional data, provide fewer controls, and otherwise employ different privacy and security measures than those typically present in our products. If you participate in previews, we may contact you about your feedback or your interest in continuing to use the product after general release. Changes to This Privacy Statement We will update this privacy statement when necessary to reflect customer feedback and changes in our products. When we post changes to this statement, we will revise the \"last updated\" date at the top of the statement and describe the changes in the Change History page. If there are material changes to the statement or in how Flexidot will use your personal data, we will notify you either by prominently posting a notice of such changes before they take effect or by directly sending you a notification. We encourage you to periodically review this privacy statement to learn how Flexidot is protecting your information. How to Contact Us If you have a technical or support question, please visit support.Flexidot.com to learn more about Flexidot Support offerings. If you have a personal Flexidot account password question, please visit Flexidot account support. If you have a privacy concern, complaint, or a question for the Chief Privacy Officer\/Data Protection Officer of Flexidot, please contact us by using our Web form. We will respond to questions or concerns within 30 days. Unless otherwise stated, Flexidot Corporation is a data controller for personal data we collect through the products subject to this statement. Our address is Flexidot Privacy, Flexidot Corporation, One Flexidot Way, Redmond, Washington 98052, USA. Telephone: (+1) 425-882-8080. Flexidot Ireland Operations Limited is our data protection representative for the European Economic Area and Switzerland. The data protection officer of Flexidot Ireland Operations Limited can be reached at the following address: Flexidot Ireland Operations, Ltd., Attn: Data Protection, Carmenhall Road, Sandyford, Dublin 18, Ireland. Skype Communications S.à.r.l. 23-29 Rives de Clausen L-2165 Luxembourg, Luxembourg is a data controller for Skype. To contact us in relation to Skype software or products, please submit a support request to the Skype customer support team. To find the Flexidot subsidiary in your country or region, see www.Flexidot.com\/worldwide\/. Enterprise and Developer Products Enterprise and Developer Products are Flexidot products and related software offered and designed primarily for use by organizations and developers. They include: Cloud services referred to as Online Services in the Flexidot Online Services Terms (OST), such as Office 365, Flexidot Azure, Flexidot Dynamics365, Flexidot Intune, and Yammer, for which an organization (our customer) contracts with Flexidot for the services (“Enterprise Online Services”). Server and developer products, such as Windows Server, SQL Server, Visual Studio, and System Center (“Enterprise and Developer Software”). Appliances and hardware used for storage infrastructure, such as StorSimple (“Enterprise Appliances”); and Cognitive Services, such as Emotion API, Bing Speech API, Recommendations API, for which an organization or developer (our customer) contracts with Flexidot for the services (“Cognitive Services”). Developer services such as Bot Framework, Cortana Skills Kit, and Botlet Store. In the event of a conflict between this Flexidot privacy statement and the terms of any agreement(s) between a customer and Flexidot for Enterprise and Developer Products, the terms of those agreement(s) will control. You can also learn more about our Enterprise and Developer Products’ features and settings, including choices that impact your privacy or your end users’ privacy, in product documentation. If any of the terms below are not defined in this Privacy Statement or the OST, they have the definitions below. General. When a customer tries, purchases, uses, or subscribes to Enterprise and Developer Products, or obtains support for such products, Flexidot collects data to provide the service, including uses compatible with providing the service, provide the best experiences with our products, operate our business, and communicate with the customer. For example: When a customer engages with a Flexidot sales representative, we collect the customer’s name and contact data, along with information about the customer’s organization, to support that engagement. When a customer interacts with a Flexidot support professional, we collect Device and Usage data or error reports to diagnose and resolve problems. When a customer pays for products, we collect contact and payment data to process the payment. When a customer receives communications from Flexidot, we use data to personalize the content of the communication. The Enterprise and Developer Products enable you to purchase, subscribe to or use other products and online services from Flexidot or third parties with different privacy practices, and those other products and online services will be governed by their respective privacy statements and policies. Enterprise Online Services To provide the Enterprise Online Services, Flexidot collects Customer Data, Administrator Data, Payment Data, and Support Data. We use Customer Data and Support Data as described in the OST and the Flexidot Trust Center. Administrator Data is the information provided to Flexidot during sign-up, purchase, or administration of Enterprise Online Services. We use Administrator Data to provide the Ente... (truncated)",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8522191644,
        "format_confidence":0.9858081341
    },
    {
        "url":"https:\/\/www.photoshopvideotutorial.com\/terms-of-service\/",
        "text":"Terms of Service\n\nTerms of Service (“Terms”)\n\nLast updated: October 10, 2018\n\nPlease read these Terms of Service (“Terms”, “Terms of Service”) carefully before using the https:\/\/www.photoshopvideotutorial.com website (the “Service”) operated by Photoshop Video Tutorial (“us”, “we”, or “our”).\n\nYour access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service.\n\nBy accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service. This Terms of Service agreement for Photoshop Video Tutorial is managed by TermsFeed Terms and Conditions Generator.\n\nLinks To Other Web Sites\n\nOur Service may contain links to third-party web sites or services that are not owned or controlled by Photoshop Video Tutorial.\n\nPhotoshop Video Tutorial has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that Photoshop Video Tutorial shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.\n\nWe strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.\n\nGoverning Law\n\nThese Terms shall be governed and construed in accordance with the laws of Uttar Pradesh, India, without regard to its conflict of law provisions.\n\nOur failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.\n\n\nWe reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.\n\nBy continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.\n\nContact Us\n\nIf you have any questions about these Terms, please contact us.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.5560839176,
        "format_confidence":0.9883438349
    },
    {
        "url":"https:\/\/www.axis.com\/en-au\/information-about-cookies",
        "text":"How does Axis Communications use cookies?\n\nInformation about cookies\n\nAxis Communications AB uses cookies on this website to optimize your experience. If you do not accept our usage of cookies, you cannot use this service.\n\nWhat are cookies?\n\nCookies are small text files with information that are stored on your computer when you visit a website. A cookie stores information used to optimize your experience and provides the owner of the website with some information about user behavior.\n\nWhat is Axis Communications AB using cookies for?\n\nAxis Communications AB uses cookies to remember your user preferences, for storing anonymized user statistics, for marketing, and to understand how people use our sites so that we can improve the quality of our services. We use cookies to track trends and patterns of how people use our sites.\n\nCookies used by this website\n\nWe use both “first-party” cookies (cookies used by Axis Communications AB only) and “third-party” cookies (cookies originating from a third-party website). We use first-party cookies to store preferences and the data we need to make our site useful to you. We use third-party cookies for tracking user-generated trends and patterns. To do this, we use third-party web statistics providers, such as Google analytics. These cookies are used exclusively by Axis Communications AB websites and the web statistics provider. We do not share this information with any other third party.\n\nWe use remarketing to advertise online through text or images. Remarketing is a feature that lets us reach people who have previously visited our site and allows us to show them relevant ads when they visit other sites. Third-party vendors, including Google and Facebook, use cookies to serve ads based on a user's prior visits to our website. For this purpose, we save third-party advertising provider cookies when you visit our website. Users may opt out of Google's use of cookies by visiting the Google advertising opt-out page and opt out of a third-party vendor's use of cookies by visiting the Network Advertising Initiative opt-out page.\n\nHow do you block or delete cookies\n\nMost web browsers have standard settings that accept the usage of cookies. You can change these settings to either warn for or block cookies. You can also choose to delete all cookies that are stored on your computer. You can find information about how to delete cookies or change the settings for cookies in your web browser’s help pages.\n\nIf you choose to not allow our usage of cookies, you cannot use this website. Please immediately close your web browser and delete your cookies.\n\nChanges and questions\n\nAxis Communications AB may update this policy without prior notice. The date when this policy was last updated is specified at the end of this policy.\n\nIf you have any questions regarding this policy or our usage of cookies, please contact us via email:\n\nThis policy was last updated on 9th of October 2018",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.6318401694,
        "format_confidence":0.9832769632
    },
    {
        "url":"https:\/\/www.evvoretail.com\/en\/cookies-policy\/",
        "text":"What are cookies?\n\nCookie is a file that is downloaded to your computer when you access certain web pages. Cookies allow a web page, among other things, to store and retrieve information about the browsing habits of a user or their equipment and, depending on the information they contain and the way they use their equipment, they can be used to recognize the user. The user’s browser memorizes cookies on the hard disk only during the current session occupying a minimum memory space and not harming the computer. Cookies do not contain any specific personal information, and most of them are deleted from the hard drive at the end of the browser session (so-called session cookies).\n\nMost browsers accept cookies as a standard and, regardless of them, allow or prevent temporary or stored cookies in the security configuration. Without your express consent -through the activation of cookies in your browser- this page will not link to cookies the data stored with your personal data provided at the time of registration or purchase.\n\nWhat types of cookies does this website use?\n\nTechnical cookies: These are those that allow the user to navigate through a web page, platform or application and the use of different options or services in it, such as controlling traffic and data communication, identifying the session, access restricted access parts, remember the elements that make up an order, perform the purchase process of an order, make the request for registration or participation in an event, use security elements during navigation, store contents for dissemination of videos or sound or share content through social networks.\n\nPersonalization cookies: These are those that allow the user to access the service with some predefined general characteristics based on a series of criteria in the user’s terminal, such as the language, the type of browser through which the service is accessed, the regional configuration from where you access the service, etc.\n\nAnalysis Cookies: Those that are well treated by us or by third parties, allow us to quantify the number of users and thus perform the measurement and statistical analysis of the use made by users of the service offered. To do this, we analyze your browsing on our website in order to improve the offer of products or services that we offer.\n\nAdvertising cookies: Are those that, well treated by us or by third parties, allow us to manage in the most efficient way possible the offer of the advertising spaces that are on the website, adapting the content of the advertisement to the content of the service TEXT or to the use you make of our website. For this we can analyze your browsing habits on the Internet and we can show advertising related to your browsing profile.\n\nBehavioral advertising cookies: These are those that allow the management, in the most efficient way possible, of the advertising spaces that the editor has included in a website, application or platform from which the requested service is provided. These cookies store information on the behavior of users obtained through the continuous observation of their browsing habits, which allows the development of a specific profile to display advertising based on it.\n\nThird-party cookies: This website may use third-party services that will collect information for statistical purposes, use of the Site by the user and for the provision of other services related to website activity and other Internet services.\n\nIn particular, this website uses:\n\nGoogle Analytics cookies: used to analyze and measure how visitors use this website. The information is used to prepare reports to improve this site. These cookies collect information in an anonymous form, including the number of visitors to the site, how they arrived at this site and the pages they visited while browsing our website http:\/\/www.google.es\/intl\/es\/policies\/technologies\/types\/\n\nOther personalization cookies: These cookies allow the user to specify or customize some characteristics of the general options of the web page. For example, define the language, regional configuration or browser type.\n\nThe user expressly accepts, for the use of this website, the treatment of the information collected in the manner and with the aforementioned purposes. And likewise recognizes to know the possibility of rejecting the treatment of this data or information rejecting the use of cookies by selecting the appropriate settings for this purpose in your browser. While this option to block cookies in your browser may not allow full use of all the features of the website.\n\nYou can allow, block or delete the cookies installed on your computer by configuring the browser options installed on your computer:",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.907695055,
        "format_confidence":0.9871068597
    },
    {
        "url":"https:\/\/gprejects.com\/forum\/ucp.php?mode=register&sid=a342c86c04e71bad69511176767e4b7f",
        "text":"Grand Prix Rejects - Registration\n\nBy accessing “Grand Prix Rejects” (hereinafter “we”, “us”, “our”, “Grand Prix Rejects”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “Grand Prix Rejects”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “Grand Prix Rejects” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Group”, “phpBB Teams”) which is a bulletin board solution released under the “General Public License” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions, the phpBB Group are not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “Grand Prix Rejects” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “Grand Prix Rejects” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “Grand Prix Rejects” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.9181801677,
        "format_confidence":0.9862297773
    },
    {
        "url":"https:\/\/katsurashareware.com\/forum\/ucp.php?mode=terms&sid=f3cfc58ac279d900b9efb4fdaf690c19",
        "text":"katsurashareware.com forum - Terms of use\n\nBy accessing “katsurashareware.com forum” (hereinafter “we”, “us”, “our”, “katsurashareware.com forum”, “https:\/\/katsurashareware.com\/forum”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “katsurashareware.com forum”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “katsurashareware.com forum” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “www.phpbb.com”, “phpBB Limited”, “phpBB Teams”) which is a bulletin board solution released under the “GNU General Public License v2” (hereinafter “GPL”) and can be downloaded from www.phpbb.com. The phpBB software only facilitates internet based discussions; phpBB Limited is not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see: https:\/\/www.phpbb.com\/.\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “katsurashareware.com forum” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “katsurashareware.com forum” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “katsurashareware.com forum” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8979119062,
        "format_confidence":0.9892740846
    },
    {
        "url":"https:\/\/www.cashkeeper.es\/en\/cookies-policy\/",
        "text":"Cookies policy\n\nAt CashKeeper we use cookies. A cookie is a small file that is stored on your device (PC, tablet or phone) when you browse a website or an App. A cookie cannot contain viruses or damage your devices. Depending on their origin, cookies can be own (deposited by CashKeeper) or external (deposited by another domain, with our authorization). Next, we tell you what cookies we use and how to configure your preferences about them.\n\nWhile browsing our website you may be exposed to different types of cookies:\n\n  • Personalization cookies: they allow us to show you our adapted services based on certain characteristics, such as your preferred language.\n  • Technical cookies: they will allow you to fully navigate through the different sections of our website.\n  • Analytical cookies: they allow us to extract aggregated statistics about the people who visit our website.\n\nList of cookies used:\nName of the cookie\nOrigin Purpose\nOwn    Technique\nOwn    Personalization\nOwn    Analytics\n\nAs a user, you have the right to decide whether a website can place cookies on your device. One of the options you have for this is to configure your browser in the appropriate way, for example, indicating that you do not want to receive any cookies from any website. You can also delete them or change your preferences on them by following the instructions provided for this purpose by the most used browsers: Internet Explorer >>\n\nMozilla Firefox >>\n\nGoogle Chrome >> Apple Safari >>\n\nSafari for iOS\n\nOpera >>\n\nChrome for Android and iOS >>",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8934919238,
        "format_confidence":0.9821471572
    },
    {
        "url":"https:\/\/itconnect.uw.edu\/connect\/email\/resources\/mailman\/mailman-data-retention-policy\/",
        "text":"IT Connect\nInformation technology tools and resources at the UW\n\nMailman Data Retention Policy\n\nExamples of items that can be created and\/or stored.\n  • NetID\n  • Email address\n  • Email messages and attachments\n  • Name (optional)\n  • Application\/transaction logs\nWhat happens if an item is manually deleted?\n\nMailing lists deleted by their owners will be deleted immediately. Note that an owner who has lists with archives of 500 MB or larger will be asked to reduce their size via deletion or removing attachments.\n\nDoes anything ever get automatically deleted?\n  • A list is automatically deleted if 1) it hasn’t been used in two years and 2) the owner has not responded to notifications to keep it active.\n  • Class lists are retained for three quarters; at the beginning of each quarter, class lists from the same quarter in the prior year will be deleted.\n  • Lists that are never used will be deleted when they are at least one year old and the owner has not responded to notifications to keep it active.\nIf a user is no longer authorized to use Mailman what happens to their profile data and items they’ve created?\n\nMailman does not store a user’s profile data, so it cannot be deleted.\n\nMailman lists created by a user will persist as long as it has at least one owner who is affiliated with the UW.\n\nA user’s mailing list posts and responses will persist as long as a list is active and the owner has chosen to maintain it in an archive.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8470594883,
        "format_confidence":0.5717034936
    },
    {
        "url":"http:\/\/www.swlapcug.org\/ucp.php?mode=privacy&sid=62130c82f506fd95da8e9b1cd28ea258",
        "text":"\n\nSWLAPCUG - Privacy policy\n\nThis policy explains in detail how “SWLAPCUG” along with its affiliated companies (hereinafter “we”, “us”, “our”, “SWLAPCUG”, “”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n\nYour information is collected via two ways. Firstly, by browsing “SWLAPCUG” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files. The first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software. A third cookie will be created once you have browsed topics within “SWLAPCUG” and is used to store which topics have been read, thereby improving your user experience.\n\nWe may also create cookies external to the phpBB software whilst browsing “SWLAPCUG”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software. The second way in which we collect your information is by what you submit to us. This can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “SWLAPCUG” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n\nYour account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid email address (hereinafter “your email”). Your information for your account at “SWLAPCUG” is protected by data-protection laws applicable in the country that hosts us. Any information beyond your user name, your password, and your email address required by “SWLAPCUG” during the registration process is either mandatory or optional, at the discretion of “SWLAPCUG”. In all cases, you have the option of what information in your account is publicly displayed. Furthermore, within your account, you have the option to opt-in or opt-out of automatically generated emails from the phpBB software.\n\nYour password is ciphered (a one-way hash) so that it is secure. However, it is recommended that you do not reuse the same password across a number of different websites. Your password is the means of accessing your account at “SWLAPCUG”, so please guard it carefully and under no circumstance will anyone affiliated with “SWLAPCUG”, phpBB or another 3rd party, legitimately ask you for your password. Should you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software. This process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.\n\nBack to login screen",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8849069476,
        "format_confidence":0.9904752374
    },
    {
        "url":"http:\/\/achievementhounds.com\/forums\/ucp.php?mode=register",
        "text":"Achievement Hounds Podcast • User Control Panel • Register\n\nAchievement Hounds Podcast - Registration\n\nBy accessing “Achievement Hounds Podcast” (hereinafter “we”, “us”, “our”, “Achievement Hounds Podcast”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “Achievement Hounds Podcast”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “Achievement Hounds Podcast” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Group”, “phpBB Teams”) which is a bulletin board solution released under the “General Public License” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions, the phpBB Group are not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “Achievement Hounds Podcast” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “Achievement Hounds Podcast” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “Achievement Hounds Podcast” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.9127200246,
        "format_confidence":0.9874348044
    },
    {
        "url":"http:\/\/southgaterecandpark.net\/about-srpd\/partnerships\/southarea-recreation-inc-sri\/44.html",
        "text":"Language Translation Disclaimer\n\nYou are asking to have the Southgate Recreation & Park District website converted from English to another language. As a convenience to those who live and work here, the District links to Google Translation which provides an automated translation of the website. The tool is not perfect, and the context of the text may not be taken into account when it is translated. As a result, sometimes the translation may lose some of its intended meaning. Therefore, Southgate Recreation & Park District cannot guarantee the accuracy of the converted text. Where there is any question, the English version is always the authoritative version of the website.\n\nSome items on the site may not be translated, such as images containing text, documents, maps, and web page elements. In addition, some features on the site may not work in the translated versions. If you have any questions about information that appears on our site, please This e-mail address is being protected from spambots. You need JavaScript enabled to view it .",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.6114106178,
        "format_confidence":0.9623734355
    },
    {
        "url":"http:\/\/plazabum.com\/ucp.php?mode=terms&sid=fb89495b195b4e5ac5b6e80d81118369",
        "text":"Plazabum Forums - Terms of use\n\nBy accessing “Plazabum Forums” (hereinafter “we”, “us”, “our”, “Plazabum Forums”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “Plazabum Forums”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “Plazabum Forums” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) which is a bulletin board solution released under the “GNU General Public License v2” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions; phpBB Limited is not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “Plazabum Forums” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “Plazabum Forums” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “Plazabum Forums” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.\n\nBack to login screen",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.9304531217,
        "format_confidence":0.9886890054
    },
    {
        "url":"https:\/\/www.jsw.pl\/en\/cookies\/",
        "text":"Cookies on the service uses cookies text files that are stored on the end user device. website uses cookies for the purposes of:\n\n  • statistics - allowing you to create services operation statistics and the user visits, for internal purposes and also for contractors\n  • functional - allowing you to customize the functionality of the web page to the needs of users repeatedly using the service.\n\nCookies are not used by the service to determine the identity of users.\n\nThe person using the service may not express the consent to place cookies on his terminal device. To do this one has to disable the option of downloading and storing of cookies in a web browser. Removing cookies may lead to loss of some of the functionalities of the service",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.9286990762,
        "format_confidence":0.9794935584
    },
    {
        "url":"http:\/\/www.iubenda.com\/privacy-policy\/878284",
        "text":"Privacy Policy of\n\nThis Application collects some Personal Data from its Users.\n\nPersonal Data collected for the following purposes and using the following services:\n\n    • Analytics\n\n      • Google Analytics and Google Analytics with anonymized IP\n\n        Personal Data: Cookies and Usage data\n\n    • Displaying content from external platforms\n\n      • Google Fonts\n\n        Personal Data: Usage data and various types of Data as specified in the privacy policy of the service\n\nContact information\n\n    • Data owner\n\n      Dadeforweb s.r.l. - via manda Oderzo (Italia)\n\n      Owner contact email: [email protected]",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.627369225,
        "format_confidence":0.9875088334
    }
]