[
    {
        "url":"https:\/\/www.librarything.com\/profile\/Alisandre",
        "text":"\nThis site uses cookies to deliver our services, improve performance, for analytics, and (if not signed in) for advertising. By using LibraryThing you acknowledge that you have read and understand our Terms of Service and Privacy Policy. Your use of the site and services is subject to these policies and terms.\n\nSearch Alisandre's books\n\nMembers with Alisandre's books\n\nMember connections\n\nFriends: lilinah, PamBush, StarM\n\nInteresting library: lilinah\n\nRSS feeds\n\nRecently-added books\n\nAlisandre's reviews\n\nReviews of Alisandre's books, not including Alisandre's\n\n\nMember: Alisandre\n\nCollectionsYour library (606)\n\nReviews7 reviews\n\nTags16th century (176), Italian (80), Ottoman (80), textiles (79), 15th century (68), clothing (63), fashion (54), embroidery (50), 19th century (33), history (32) — see all tags\n\nMediaNot set (36), Book (562), Paper Book (550), Ebook (10), Video Recording (7), DVD (7), Other (1)\n\nCloudstag cloud, author cloud, tag mirror\n\nAbout meIndependent researcher of a variety of obscure topics. Fascinated by textile arts, material culture, social history & cutting edge technology. Daylighting as a mid-level corporate sarariwoman to support my book habit.\n\nIn the SCA, I am known as Lady Alisandre de la Chapelle from the Barony of South Downs in the Kingdom of Meridies.\n\nAbout my libraryI am always finding new rabbit holes to fall into, so it is eclectic and constantly expanding.\n\n\nFavorite authorsJanet Arnold, Roberta Orsi Landini, Jennifer Wearden (Shared favorites)\n\n\nLocationAtlanta, GA\n\nAccount typepublic\n\nURLs \/profile\/Alisandre (profile)\n\/catalog\/Alisandre (library)\n\nMember sinceOct 3, 2016\n\nAbout | Contact | Privacy\/Terms | Help\/FAQs | Blog | Store | APIs | TinyCat | Legacy Libraries | Early Reviewers | Common Knowledge | 146,482,589 books! | Top bar: Always visible",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.8469883204,
        "format_confidence":0.9903203845
    },
    {
        "url":"https:\/\/www.smashwords.com\/profile\/view\/LaurenHawkeye",
        "text":"Lauren Hawkeye\n\n\nLauren Hawkeye is a writer, theatre enthusiast, knitting aficionado and animal lover\nwho lives in the shadows of the great Rocky Mountains of Alberta, Canada. She’s\nolder than she looks—really—and younger than she feels—most of the time—and she\nloves to explore the journeys that take women through life in her stories.\n\nWhere to find Lauren Hawkeye online\n\nWhere to buy in print\n\n\nSafe Haven (Special Edition New Adult Romance-- All Proceeds go to Brenda Novak's Online Auction for Diabetes Research)\nPrice: $2.99 USD. Words: 58,070. Language: English. Published: May 1, 2015 by Brenda Novak. Categories: Fiction » Romance » New adult, Fiction » Romance » Contemporary\nDon’t forget to check out SWEET TALK, SWEET DREAMS and SWEET SEDUCTION, three limited edition collections from Brenda Novak’s Online Auction for Diabetes Research, as well as LOVE THAT!, Brenda Novak's new cookbook with Jan Coad... read and help the fight against\nMaster of the Island (Invitation to Eden FREE prequel!)\nPrice: Free! Words: 13,110. Language: English. Published: March 25, 2014. Categories: Fiction » Romance » Contemporary, Fiction » Romance » Short stories\n(4.75 from 4 reviews)\nWhen his life takes a dark turn, billionaire Theodosius Vardalos purchases a deserted island in the Bermuda triangle- the better, he thinks, to hide his scars from the rest of the world. What Theo doesn’t know is that the island can give him hope… hope of future happiness, despite the horrible scars that make him a recluse. Hope to be had in the arms of a mysterious blonde he hasn’t yet met…\n\nLauren Hawkeye's tag cloud",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9343775511,
        "format_confidence":0.9768778086
    },
    {
        "url":"https:\/\/nabermpublications.com\/book-author\/gabriella-dede-okai-addey\/",
        "text":"Gabriella Dede Okai-Addey began writing short stories since she was about 6 years old. Her first short story was titled, A Lifetime. She aspires to be an engineer, or an author should she excel as a writer. She likes to sing, dance, play piano, draw, play basketball and make crafts. She lives in Laurel, Maryland with her dad, mom and her little sister.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.983546257,
        "format_confidence":0.9855399728
    },
    {
        "url":"https:\/\/jillgrinbergliterary.com\/book_author\/rachel-dewoskin\/",
        "text":"Rachel DeWoskin\n\nRachel DeWoskin is the author of six books of fiction and nonfiction for teens and adults: Foreign Babes in Beijing: Behind the Scenes of a New China, Repeat After Me, Big Girl Small (winner of ALA’s Alex Award), Blind, Someday We Will Fly (winner of the National Jewish Book Award and ALA’s Sydney Taylor Book Award), and Banshee. She is also an accomplished poet, and her debut collection Two Menus was released in 2020 from University of Chicago Press. Her essays and articles have appeared in The New Yorker, Vanity Fair, The Sunday Times Magazine of London, Teachers and Writers, and numerous anthologies. She spent her twenties in China as the unlikely star of a nighttime soap opera, which became the basis for her memoir. She is on the core fiction faculty at the University of Chicago, and is an affiliated faculty member of the Centers for East Asian Studies and Jewish Studies. She lives in Chicago with her husband and two daughters.\n\n\nJill Grinberg",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9874340892,
        "format_confidence":0.9862670898
    },
    {
        "url":"https:\/\/www.jacketflap.com\/jean-marlow\/71484",
        "text":"What is JacketFlap\n\n  • JacketFlap connects you to the work of more than 200,000 authors, illustrators, publishers and other creators of books for Children and Young Adults. The site is updated daily with information about every book, author, illustrator, and publisher in the children's \/ young adult book industry. Members include published authors and illustrators, librarians, agents, editors, publicists, booksellers, publishers and fans.\n    Join now (it's free).\n\n\nUpcoming Events\n\n  • None\n\nHas Worked With:\n\n\nBlog Mentions\n\nThese are the most recent 10 blog posts mentioning Jean Marlow in JacketFlap's Children's Publishing Blog Reader\n\n\n\n  • Jean Marlow\n\nAbout Jean Marlow\n\nJean Marlow is a published author and an editor of children's books. Published credits of Jean Marlow include Audition Speeches for 6-16 Year Olds, Audition Speeches for Young Actors 16+ (Performing Arts Series).\nTo edit or update the above biography on Jean Marlow, please Log In or Register.\nLink to this page:\nPublished Works by Jean Marlow\nClick a book's title or cover for more details and to read reviews\nSort by:     Ages:\nResults 1 - 2 of 2     # per page:\nTitle, Creators, Comments \/ Reviews Ages Date Published\n1. Audition Speeches for 6-16 Year Olds: 50+ audition pieces for actors and...\n    Author: Jean Marlow\n    Publisher: Methuen Drama\n? 10\/26\/2009\n15 Reviews  \n2. Audition Speeches for Young Actors 16+ (Performing Arts Series) (Paperback)\n    Author: Jean Marlow\n    Publisher: A & C Black Publishers Ltd\n9-12 06\/28\/2002\n1 Reviews  \nBestselling order determined by SalesRank(tm)\n\nLog In or Register to leave a comment.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9741469026,
        "format_confidence":0.777107656
    },
    {
        "url":"https:\/\/thelastwordbookreview.wordpress.com\/about\/",
        "text":"My love of books and the ‘written’ word started in my childhood, now in my early 50’s it is still an important part of my life. Books have got me through some difficult times over the years and I am keen to share some of the great books and authors past and present.\n\nFor some time it has been plan to start a book review service now after a ‘trying’ and sometimes a painful birth I decided to take the plunger in November 2014 I have Set up the blog and the Social Media accounts.  I am guessing as you are reading this you are as lover of the written word. Welcome to ‘The Last Word – Book Review’ and thank you for taking the time to view my blog. This is just the first step in what I hope will become something bigger and exciting as time goes on. 2015 holds some exciting ideas. I have past experience in broadcasting and this is something that I hope to bring together in 2015.\n\nThere is something quite special about visiting your local book store and picking up a new book is it the smell of a newly printed book that gets you first..?\n\nI am also available for any media related book reviews that you may require. Please feel free to contact me for further information. \n\nThe Last Word – Book Review can be contacted via the ‘Contact’ page. I would be good to hear from you.\n\nThank you and happy reading.\n\n\nLast Word – Book Review.\n\n  1. Hi John, just happened upon your blog today. You have reviewed an impressive range of books! Will be following you for the next words.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9857692122,
        "format_confidence":0.9750049114
    },
    {
        "url":"https:\/\/en.wiktionary.org\/wiki\/User:Taxman",
        "text":"Definition from Wiktionary, the free dictionary\nJump to: navigation, search\nen This user is a native speaker of English.\nes-1 Este usuario puede contribuir con un nivel básico de español.\nhi-1 यह सदस्य हिन्दी भाषा का प्रारंभिक ज्ञान रखते हैं।\nSearch user languages or scripts\n\nHi, I'm also Taxman, an administrator on the English Wikipedia. I'm impressed by Wiktionary so far and the potential that truly multilingual dictionaries represent. I'm learning Hindi and I've found it very useful in my learning to use the reference sources I have to create and correct entries here. I hope to add entries for all the Hindi words in my vocabulary list.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.8893708587,
        "format_confidence":0.9342073202
    },
    {
        "url":"https:\/\/timctaylor.wordpress.com\/about\/",
        "text":"About me\n\nWhen I was growing up in 70s Britain, I was infected by Blakes’ 7, 2000AD, Traveller RPG, and Doctor Who. After 20 years spent trying to live a regular life working in the software industry, where I met my wife and did normal stuff, I finally succumbed to science fiction-itis in 2011, and now earn my living writing science fiction novels.\n\nI’ve also very proud to have published other authors through imprints: Greyhart Press, The Repository of Imagination, and Human Legion Publications.\n\nLast time I counted (early 2019) I’d sold just shy of 250,000 books since 2011.\n\nMy most popular books are set in the Human Legion Universe of military SF\/ space opera or the mech mayhem of the Four Horsemen Universe, created by Mark H Wandrey and Chris Kennedy. If you click or tap on the image, you can join the Legion and get free books. Or you can find out more at humanlegion.com\n\n1 Response to About me\n\n  1. Hi Tim! I’ve nominated you for the Liebster Blog Award 🙂 You can find more info here: http:\/\/thebrontesister.wordpress.com\/2012\/06\/27\/a-thank-you-and-a-belated-birthday\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.978710413,
        "format_confidence":0.9911651015
    }
]