[
    {
        "url":"http:\/\/www.hays.com\/general-content\/privacy-policy-428297",
        "text":"Skip to content\nHays - Recruiting experts worldwide\n  1. I am\n    I am\n\n\nThis Privacy Policy (together with our Terms of Use and any other documents referred to in it) sets out the basis on which all personal data that we collect from you, or that you provide to us via the or website and any other Hays group websites, will be processed by us. Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it.\n\nWhat if I do not agree with this Privacy Policy?\n\nIf you do not agree to our processing of your data in the manner outlined in the Policy, please do not submit any personal data to us.\n\nWho is the controller of the data that you provide to us?\n\nHays Specialist Recruitment Limited and its operating affiliates are registered as data controllers in the United Kingdom for the purposes of the Data Protection Act 1998. We ensure that the data you supply to us is processed fairly and lawfully, and with skill and care and used only for the purposes set out in this policy.\n\nWhat information will we collect? How will we use it?\n\nWe will collect data about you, both personal data (such as your name and contact details) and also sensitive personal data (such as information in your resume). The personal data and sensitive personal data will be stored, processed, used and disclosed by us in the following ways:\n\n•    To provide our recruitment services to you and to facilitate the recruitment process\n•    To assess data about you against vacancies which we judge may be suitable for you\n•    To send your information to clients in order to apply for jobs or to assess your eligibility for jobs\n•    To enable you to submit your resume, apply online for jobs or to subscribe to alerts about jobs we think may be of interest to you\n•    To allow you to participate in online training services\n•    To allow you to participate in interactive features of our service when you choose to do so\n•    To market our full range of recruitment services to you (search, temporary, and recruitment process outsourcing services)\n•    To enable us to develop and market other products and services and where you have consented to being contacted for such purposes\n•    To improve our customer service and to make our services more valuable to you (including tailoring our website and our group companies websites when you log on to enrich your personal online experience)\n•    To send you details of reports, promotions, offers, networking and client events and general information about the industry sectors which we think might be of interest to you where you have consented to being contacted for such purposes\n•    To answer your questions\n•    To third parties  we have retained to provide services that you or our client have requested such as references, qualifications and criminal background checking services, verification of the details you have provided from third party sources, psychometric evaluations or skill tests\n•    To third parties who perform functions on our behalf and who also provide services to us, such as professional advisors, IT consultants carrying out testing and development work on our business systems, research and mailing houses and outsourcing partners.\n•    To regulatory or law enforcement agencies if we believe in good faith that we are required by law to disclose it in connection with the detection of crime, the collection of taxes or duties, in order to comply with any applicable law or order of a court of competent jurisdiction, or in connection with legal proceedings\n•    To use your information on an anonymized basis to monitor compliance with our equal opportunities policy\n•    To carry out our obligations arising from any contracts entered into between you and us or between us and our clients\n\nIf you do not want us to use your data in this way, or to pass your details on to third parties for marketing purposes, please check the relevant box  on the form on which we collect your data. Where there is no such box we will use your data as stated in this Privacy Policy.\n\nFrom time to time we may seek your consent to process, use or disclose your information for any other purpose not listed above.\nWe may also pass your information to, or allows access to such information to the Hays group of companies, whose locations can be found at in order that they may use your personal information in the same way as we process, use and disclose your information as described above.\n\nWe reserve the right to transfer your information to a third party in the event of a sale, merger, liquidation, receivership or transfer of all or substantially all of the assets of our company provided that the third party agrees to adhere to the terms of this Privacy Policy and provided that the third party only uses your Personal Data for the purposes that you provided it to us. You will be notified in the event of any such transfer and you will be afforded an opportunity to opt-out.\n\nWhere will my information be held? Where will it be accessible from?\n\nThe personal information that you provide to us (including sensitive personal information) may be accessible by other Hays group companies, clients, and the third parties specified above. Some of these Hays companies, clients and third parties are located outside of the United States. Accordingly your personal information will be sent to or be capable of being accessed from outside the United States. When we transfer your personal information outside the United States we will take steps with the aim of ensuring that your privacy rights continue to be protected as outlined in this Privacy Policy.\n\nHow do I find out what information you hold? Can I amend, modify or require my information to be deleted? Can I unsubscribe to your services?\n\nYou may request us to confirm what information we hold about you at any time and may request us to modify, update or delete such information. We may ask you to verify your identity and for more information about your request. We also have the right to charge an administrative fee for this service. Where we are legally permitted to do so, we may refuse your request and will give you reasons for doing so. We will seek to act on your request in the timescale required by applicable data protection laws.\n\nYou may request to unsubscribe from job alerts and marketing material at any time. If you wish to contact us with respect to the above matters please email us at\n\nHow long will you hold my information for?\n\nWe are required by law to hold your information for as long as is necessary to comply with our statutory and contractual obligations and in accordance with our legitimate interests as a data controller.\n\nWe will use reasonable endeavors to ensure that your Personal Data is maintained and up to date. However, you are under a duty to inform us of any and all changes to your Personal Data to ensure that it is up to date and we will update or delete your Personal Data accordingly.\n\nSending us information over the internet\n\nYour information is held on servers hosted by us or our Internet Services Provider. The transmission of information via the internet is not completely secure. Although we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our site; any transmission is at your own risk.\n\nHow we collect and aggregate information about visitors to our websites\n\nWe also collect information about the way jobseekers and visitors use this website in order to improve our services. We do not use information gained in this manner in a way that any individual can be identified, and will use it to understand our users better, and to determine aggregate trends, most popular pages, etc, for all the website’s users. We may share this kind of aggregate data with selected third parties to assist with these purposes where you have consented to this. We may also undertake marketing profiling to help us identify services or jobs which may be of interest to you.\n\n\nA cookie is a small data file which is sent from a web server to a web browser when that browser visits the server’s site. We obtain information about your general internet usage by using a cookie file which is stored in the hard drive of your computer. Cookies help us to improve our site and to deliver a better and more personalized service.\nThey enable us to:\n\n•    Remember your login\n•    Recognize you when you return to our site\n•    Track web traffic on an aggregate basis (i.e. no individuals are identified)\n•    Track campaigns\n•    Keep session information such as your last search\n\nYou may refuse to accept cookies by activating the setting on your browser which allows you to refuse the setting of cookies. Most browsers allow you to turn off cookies. However, switching off cookies will likely restrict your use of our website.\n\n\nThis website uses services provided by Hotjar Ltd. Hotjar provides services including Heatmaps, Visitor recordings, Funnels and Form Analysis, Feedback Polls, Surveys and Recruiters. The information generated by the tracking code and cookie about your use of the website will be transmitted to and stored by Hotjar on servers in Ireland. Through the Hotjar tracking code the information collected includes:  \n  •  Device-specific data\n\n      The following information may be collected through your device and browser:\n\n             o      your device's IP address (collected and stored in an anonymized format);\n             o      your email address including first name and last name;\n             o      device screen size;\n             o      device type (unique device identifiers) and browser information;\n             o      geographic location (country only);\n             o      preferred language used to display the webpage.  \n\n  •  Log data\n\n      Our servers automatically record information which is created upon using Hotjar. Data\n\n             o      referring domain;\n             o      pag... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.943544507,
        "format_confidence":0.9906852841
    },
    {
        "url":"https:\/\/proswitched.com.au\/terms-and-conditions",
        "text":"Skip to the content\n\nTerms and Conditions\n\nWelcome to our website. If you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern ProSwitched’s relationship with you in relation to this website.\n\nThe term “ProSwitched” or “us” or “we” refers to the owner of the website whose registered office is in Queensland. The term “you” refers to the user or viewer of our website.\n\nThe use of this website is subject to the following terms of use:\n\n  • The content of the pages of this website is for your general information and use only. It is subject to change without notice.\n  • Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.\n  • Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.\n  • This website and its content is copyright of ProSwitched - © ProSwitched 2018. All rights reserved. This includes, but is not limited to, the design, layout, look, appearance, content and graphics of this website.\n  • Any redistribution or reproduction of part or all of the contents of this website in any form is prohibited other than the following:\n    • you may print or download to a local hard disk extracts for your personal and non-commercial use only\n    • you may copy the content to individual third parties for their personal use, but only if you acknowledge the website as the source of the material\n  • You may not, except with our express written permission, distribute or commercially exploit the content. Nor may you transmit it or store it in any other website or other form of electronic retrieval system.\n  • All trademarks reproduced in this website, which are not the property of, or licensed to the operator, are acknowledged on the website.\n  • Unauthorised use of this website may give to a claim for damages and\/or be a criminal offence.\n  • From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).\n  • You may not create a link to this website from another website or document without ProSwitched’s prior written consent.\n  • Your use of this website and any dispute arising out of such use of the website is subject to the laws of Australia.\n\n\n\n\nProSwitched’s knowledge in the next generation of \"programmable logic controllers\" (PLC) has been a highlight and the end result was the most impressive.\n\nGavin Lerch\n\nWe're here to help!\n\nOur team are dedicated to finding the solution for your automation, electrical, irrigation or solar needs with the latest technology. Save time and money in your business or home!\n\nBack to top",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8766109347,
        "format_confidence":0.9879972935
    },
    {
        "url":"https:\/\/www.hss.com\/hire\/privacy-and-cookies-policy",
        "text":"Cookies & Privacy Policy\n\nPrivacy Policy - 14 February 2017\n\nThis Privacy Policy applies to the following websites:\n\n\n\n(“the Sites\") which are run by HSS Hire Group Ltd, a company registered in England and Wales with company number 644490 (“the Company”) of 25 Willow Lane, Mitcham, Surrey, United Kingdom CR4 4TS. You will see the Company referred to as HSS Hire, HSS Training, HSS Sales, HSS Skips, ABIRD Power Solutions, APEX Power Solutions, UK Platforms Powered Access, Reintec, TecServ, All Seasons Hire and HSS Hire Service Group Limited on our Sites.\n\nThis Privacy Policy (“Policy”) explains how the Company collects, uses and discloses personal information about you when you visit the Sites and when you contact the Company, whether by e- mail, post, fax or telephone using the contact options on the Sites. The information you provide to us through the Sites will initially be collected by the Company but may then be shared with other companies in the HSS Hire Service Group Ltd group of companies (“Group”). All references to “the Company”, “we” and “our” in this Policy therefore include the Group, unless distinguished in the text. Depending upon your relationship with the Company, we may separately provide you with further details about our use of your personal information.\n\nWhat type of information does the Company collect and why?\n\nWhen you visit our Sites, we may automatically collect standard internet and website log information and details of patterns about how website visitors behave. The information we may collect includes information about your Internet Service Provider, your operating system, browser type, domain name, the Internet Protocol (IP) address of your computer (or other electronic Internet-enabled device), your access times, the website that referred you to us, the Web pages you request and the date and time of those requests. This may allow us to find out which parts of the Sites are popular or need changing.\n\nOur collection of website use information may also involve the use of cookies and Web beacons. Please see our Cookies Policy below for more information.\n\nThe Sites allow you to interact with the Company in many ways, including where you choose to:\n\n  • contact us by phone or by using our ‘Request a call back’ facility by providing your telephone number or by sending us a text message;\n  • use our ‘live chat’ facility to speak to one of our customer service advisors;\n  • create a trade account (and become an ‘HSS Account Customer’), a registered user or non-trade customer account;\n  • sign up to receive our various newsletters by email;\n  • obtain a quote for hire of our products or services, e.g. obtain a quote for skip hire by providing us with your email address and information about the type and volume and waste you would like to dispose of;\n  • purchase our products or services;\n  • book a place on an HSS Training course and\/or share information about our training programmes with people you think may be interested in our courses;\n  • apply for a job with the Group, including submitting an online job application (and\/or your CV); and\n  • be notified of products and\/or services that may be of interest to you (based on your purchase history or browsing of our Sites).\n\nIf you want to use any of these services, you may need to provide us with some additional personal information so that we can liaise with you in order to deal with your request, query, purchase, quotation request, booking, application and\/or customer account registration. If you do choose to provide us with your personal information, we will collect that information for our own use and for the purposes described in this Policy.\n\nWhat type of personal information does the Company collect?\n\nWhere you choose to provide personal details to us, we may collect the following personal information from you:\n\n  • your full name and date of birth;\n  • your business and home contact details e.g. address, telephone numbers (including your mobile telephone number) and e-mail address;\n  • details of the reason(s) for your contact, as set out above;\n  • if you create a customer account - your username, password and details of the product(s) and\/or service(s) that you add to your “basket” (so that you can be notified should the checkout process not complete);\n  • if you make a request for a quotation or an order for hire\/purchase\/supply of services using the Sites:\n    - financial account information, such as credit\/debit card number and other payment information; and\n    - delivery information which may include your home or work address and telephone number;\n  • if you submit a job application to us:\n    - your employment history, qualifications, references and other relevant employment details you choose to submit to us as part of any job application; and\n    - any personal data such as your date of birth and national insurance (and which may also include sensitive personal data) which is contained within your curriculum vitae and\/or other supporting documentation provided with (or instead of) your job application form;\n  • if you book a place on one of our training courses:\n    - financial account information, such as credit\/debit card number and other payment information; and\n    - to the extent that you feel it may be difficult for you to take part in the training and\/or complete any assessments as a result, relevant information about your language and\/or literacy ability and your health and\/or fitness;\n  • your contact and marketing preferences; these can be managed at\n  • if you take a survey or interact with us in various other ways - demographics information and information about subjects that may interest you\n  • information necessary for legal compliance; and\/or\n  • where you “like” us or make posts on our pages on social networking websites, such as Facebook, Twitter, YouTube and Instagram.\n\nThis information will be collected primarily from you as information voluntarily provided to us, but we may also collect it where lawful to do so from (and combine it with information from) public sources, third party service providers, individuals who you have indicated have agreed for you to provide their personal information, government, tax or law enforcement agencies and other third parties. We may also collect personal information about you from your use of other Company or Group websites or services.\n\nHow does the Company use information about you?\n\nThe Company may use information about you for purposes described in this Policy or as otherwise disclosed to you on our Sites or with our services. For example, we may use information about you for the following purposes:\n\n  • to respond and\/or deal with your request or enquiry;\n  • to process and administer your booking request(s), hire request(s) or order(s) of our products and\/or services;\n  • to improve our products and services and to ensure that content from the Sites is presented in the most effective manner for you and for your computer (or other electronic Internet-enabled device);\n  • to administer the Sites;\n  • for internal record keeping;\n  • to contact you (directly, either by the Company, Group or through a relevant partner or agent) by e-mail or phone for any of the above reasons;\n  • subject to your consent where required under applicable laws, to carry out direct marketing and\/or e-mail marketing;\n  • to evaluate any job application(s) you choose to submit to us and for the administration of the recruitment process following receipt of your application (where your application is successful);\n  • where you inform us that you feel it may be difficult for you to take part in the training and\/or complete any assessments as a result of your language and\/or literacy ability and your health and\/or fitness, to make any reasonable adjustments which may be necessary to assist your completion of such courses;\n  • where necessary as part of any restructuring of the Company or sale of the Company’s business or assets;\n  • to perform any contract the Company has with you; and\n  • for compliance with legal, regulatory and other good governance obligations.\n\nThis list is not intended to be exhaustive and may be updated from time to time as business needs and legal requirements dictate. Some of the personal information that the Company maintains will be kept in paper files, while other personal information will be included in computerised files and electronic databases as set out in more detail below.\n\nIn most cases, the information the Company processes about you is required to deal with your enquiry, order(s) for hire or account registration, or required by law, or is necessary for the exercise of the Company’s legitimate business interests and needs.\n\nThe Company may also use your personal data (normally on an aggregated statistical basis) for research and analysis to improve Company performance. In addition, the Company may use pixels or transparent GIF files, to help manage online advertising.\n\nDoes the Company share personal information with third parties?\n\nYour personal information will be made available for the purposes mentioned above (or as otherwise notified to you from time to time), on a ‘need-to-know’ basis and only to responsible management, accounting, legal, logistics, audit, compliance, information technology and other corporate staff who properly need to know these details for their functions within the Company. Please note that certain individuals who will see your personal information may not be based at the Group or in your country (please see below).\n\nWe may share personal information within the Group as needed for reasonable management, analysis, planning and decision making, including in relation to taking decisions regarding the expansion and promotion of our product and service offering, order or customer request fulfilment and for use by those companies for the other purposes described in this Policy.\n\nYour personal information may also be made available to ... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9864935875,
        "format_confidence":0.9900004864
    },
    {
        "url":"http:\/\/www.prcompanion.com\/c\/termsofuse",
        "text":"Terms of Use\n\nPR Companion - Terms of Use\n\nTo use the Enterprise PR companion tool you need to register and get access to the\npr companion. Registration fee is 199.99$ for 1 year.\n\nFree PR companion is 100% free and its running with Ads on the website. You no need to register. Straight farward you can go ahead search the outlets,opportunities and contact details. But you can get only 50% of the data.\n\nYou just need to do is to follow the below terms of use.\n\nDon't share the password\n\nDont share the password of the enterprise PR Companion website\n\n\nDon't Redistribute the contents\n\nDon't distribute the contents (outlet, opportunity or contact details) of this website to any other websites or blogs. You should not copy the contents any published in any websites.\n\n\nReturn Policy\n\nWe will return your monedy if you are informing us within 24 hours of your purchase.\n\n\n\"PR Companion is a perfect tool for our PR team and it increse our productivity.\"\n\n\n\n\nTrial Request\n\nYou can request for two weeks trial to access the enterprise edition. Please send an email to info@prcompanion.com to request a two weeks trial.\n\nCopyright © 2010 - 2012 PR Companion. All rights reserved.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8493827581,
        "format_confidence":0.9394498467
    },
    {
        "url":"http:\/\/www.scitonpro.com\/privacy-policy",
        "text":"Privacy Policy\n\n\n\nSciton provides this website to you subject to this User Agreement (“Agreement”). Please read this User Agreement carefully before using the ScitonPro website. This Agreement constitutes a legal agreement between you and Sciton and governs all use of this website, including all content, information and services provided on this website. By accessing, browsing, or using this website, you acknowledge that you have read, understood, and agree to be bound by this Agreement. We may update this Agreement at any time, with or without notice to you. Each time you access this website, you agree to be bound by the Agreement then in effect. If you do not agree to the terms of this Agreement, please do not use this site.\n\n\n\n\nThe terms used are defined as follows:\n\n·       “ScitonPro Material” means the marketing templates, photographs, videos, Sciton logos and all other information and content on the Sciton Professional Website, located at\n\n·       “Authorized Sciton Device(s)” means a Sciton device(s) that you have purchased directly from Sciton or an authorized distributor; that has been regularly serviced by Sciton and that is still under warranty; that have been loaned to a user under a Sciton executed investigator or other arrangement. All other devices, including but not limited to, used or second-hand devices, devices that are no longer under warranty, and devices that have not been regularly serviced by Sciton are NOT Authorized Sciton Devices and are NOT permissive users of the ScitonPro website.\n\n\nBy using this website, you are granted nonexclusive, nontransferable, limited permission to access and use the ScitonPro Materials for purposes of marketing your Authorized Sciton Device(s), subject to the terms and conditions of this Agreement. You may not copy, download, store, publish, transmit, transfer, sell or otherwise use the ScitonPro Materials or any portion of the ScitonPro Materials, in any form or by any means except (i) as expressly permitted by this Agreement, or (ii) with Sciton’s prior written permission.  If you sell or otherwise transfer right, title, and\/or interest in your Sciton device to a third party, access to ScitonPro is revoked and terminated; and you may not transfer access to any third-party buyer of the Sciton device without breaching this Agreement.\n\n\nYou may use the ScitonPro Materials solely in the regular course of marketing and providing services utilizing the Authorized Sciton Device(s). This includes the right to use, copy, or prepare derivative works of ScitonPro Materials and thereafter reproduce, publicly display, or distribute ScitonPro Materials and materials containing portions of, or derived from, ScitonPro Materials, in hard copy or electronic formats, internally or to third parties subject to the restrictions set forth in this Agreement, provided that the sole purpose is to market your services utilizing your Authorized Sciton Device(s).  You may not duplicate, transmit, or otherwise share the ScitonPro Materials to unauthorized third parties.\n\n\nPatents, Copyrights and Trademarks\n\n\nThe technology, ScitonPro Materials and all related materials, in all languages, formats and media throughout the world, including all patents, copyrights and trademarks are owned by Sciton, Inc. Except as otherwise stated in this Agreement, Sciton retains all proprietary rights to that content and technology. This Agreement does not transfer any ownership rights in the ScitonPro Materials, including any and all logos and trademarks, to you or any third party. Any unauthorized use of the ScitonPro Materials or information on the ScitonPro website may violate patent, copyright, trademark and other laws, whether or not said intellectual property is registered.\n\n\nUsage Restrictions\n\n\nYou may not:\n\n·       Distribute, share, or provide your email, password, and\/or Customer ID number to third parties;\n\n·       Make any attempt to circumvent the technological measure(s) that controls access to or use of the ScitonPro Materials;\n\n·       Store, cache, use, upload, distribute, or publish the ScitonPro Materials or otherwise use in violation of Sciton’s or a third party’s rights, including intellectual property rights, privacy rights, nondiscrimination laws, or any other applicable law or governmental regulation;\n\n·       Remove or obscure any Sciton patent, copyright, trademark, proprietary rights notices, and\/or legends contained in or affixed to any ScitonPro Materials; or\n\n·       Use or incorporate any portion of the ScitonPro Materials to promote or market a product or service other than your services utilizing your Sciton Authorized Device(s).\n\n·       Use or incorporate any portion of the ScitonPro Materials to promote off-label uses of Sciton devices. All use of ScitonPro Materials must relate to on-label applications of your Sciton Authorized Device(s).\n\n\n\n\nScitonPro is intended by Sciton to require a valid, working e-mail address and password to assess and use the ScitonPro Materials. You are solely responsible for (1) maintaining the strict confidentiality of this e-mail address and password (2) not allowing another person to use your e-mail address, password and\/or customer ID number to access ScitonPro, (3) any damage or losses that may be incurred or suffered as a result of your failure to maintain the strict confidentiality of your e-mail, password and\/or customer ID number and (4) promptly informing Sciton in writing of any need to deactivate your ScitonPro account due to potential or actual safety concerns. Sciton is not liable for any harm related to the theft of your e-mail, password or customer ID number as a result of your authorization to allow another person or entity to access and use your e-mail, password and\/or customer ID number.\n\n\nMedical Disclaimer\n\n\nThe ScitonPro Materials are available through this website to assist you in marketing your Sciton Authorized Device(s) and are not a substitute for the professional judgment of a health care professional in diagnosing and treating patients. None of the ScitonPro Materials are intended to provide medical diagnosis or treatment purposes. The ScitonPro Materials are not intended to provide medical advice or physician instruction on the appropriate use of your Authorized Sciton Device(s). Persons accessing the ScitonPro Materials assume full responsibility for the use of the information contained therein and agree that Sciton is not responsible or liable for any claim, loss, or damage arising from the use of the information. Your reliance upon the ScitonPro Materials obtained or used by you through the website is solely at your own risk.\n\n\nDisclaimer of Warranties and Limitation of Liability\n\n\nSciton provides this website “as is” without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, fitness for a particular purpose, noninfringement, accuracy, completeness and currency. No oral or written information or advice given by Sciton or a Sciton authorized representative shall create a warranty.\n\n\nSciton provides the ScitonPro Materials as a courtesy to users of ScitonPro, but does not guarantee that the ScitonPro Materials comply with your state and\/or local law. Sciton assumes no liability – medical, legal, or otherwise – for your use of the ScitonPro Materials. The ScitonPro Materials may require modification and are not intended as a substitute for your seeking legal advice to assure such documents or materials conform to applicable local, state and federal laws in your jurisdiction.\n\nYou assume the entire risk or cost associated with your access to and use of the ScitonPro Materials, including but not limited to, the quality and performance of and the ScitonPro Materials. In no event shall Sciton be liable for any claim for damages of any kind, whether based in contract, extra-contractual, tort, or strict liability, relating in any way to the ScitonPro Materials, including but not limited to (i) inability to access or use the ScitonPro Materials, (ii) any decision made or action taken in reliance upon or utilizing the ScitonPro Materials, (iii) any lost profits or other consequential, exemplary, incidental, indirect or special damages relating in whole or in part to the use of, or inability to use the ScitonPro Materials, even if Sciton has been advised of the possibility of such damages; (iv) the procuring, compiling, interpreting, editing, writing, reporting or delivering of information or content. \n\n\nLinks to Third Party Sites\n\n\nThis website may provide links to other third-party websites or resources, like Shopify™. Sciton makes no representation whatsoever about any other website which you may access through this website. Because Sciton has no control over such sites and resources, you acknowledge and agree that Sciton is not responsible for the availability of such external sites or resources and is not responsible or liable for any content, advertising, products, services or other materials on or available from such sites or resources.\n\n\n\nYour rights under this Agreement will terminate automatically or otherwise cease to be effective without notice from Sciton if you fail to comply with any term(s) of this Agreement. You acknowledge and agree that Sciton, in its sole discretion, may terminate your website access if your conduct is found to be unlawful, inconsistent with, or in violation of this Agreement, or for any other reason. This Agreement shall terminate automatically if (i) you purchase or obtain a Sciton device from any person or entity other than Sciton or a Sciton authorized distributor, including but not limited to purchasing a previously-owned Sciton device(s) from a third-party broker; (ii) you fail to have your Authorized Sciton Device(s) regularly serviced and maintained; or (iii) when your Authorized Sciton Device(s) is no longer under warranty. Sciton shall not be liable to you or any third party for termination of website ac... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8692250848,
        "format_confidence":0.9899384975
    },
    {
        "url":"https:\/\/www.mauriceward.com\/gdpr\/",
        "text":"Please, upgrade your IE or change your browsers to see the map.\n\n\nDeclaration of processing of personal data\n\n    • ISO 90019001 Certified\n    • ISO 500150001 Certified\n    • IATA\n    • AEO\n  • GDPR\n\n    Declaration of processing of personal data under The Regulation (EU) 2016\/679 of the European Parliament and of the Council on the protection of natural persons about the processing of personal data (GDPR).\n\n    I. The controller of personal data\n\n    Maurice Ward Group (group of companies listed and identified in ´contact us´ (controller) inform you, in accordance with article 12 GDPR, about the processing of your personal data and about your rights. (If the subject is a member of the Associate controller, please state this fact).\n\n    II. The scale of processing of personal data\n\n    Personal data are processed in the extent in which they were provided by the subject. Personal data will be processed in connection with the entering into a contract or other legal act with the controller.\n\n    III. Sources of the personal data\n\n    Directly from the data subject (e-mail, phone, chat, website, the contact form on the web, social networks, business cards). Public registers, public lists and filing systems (business register, trade register, cadastral register, public telephone list).\n\n    IV. Categories of personal data, which are undergoing processing\n\n    Identification data and address which served for the unambiguous and unmistakable identification of the data subject (name, surname, date of birth, address, IN, TIN) and contact data (phone number, fax number, e-mail address). Descriptive data (account number). Other data necessary for the contact. Data provided beyond the applicable laws processed within the framework of the granted consent (processing of photo).\n\n    V. Use of personal data\n\n    The use of personal data is always in accordance with the reason for the assembly or other legal claims.\n\n    VI. The processing time of personal data\n\n    In accordance with the deadlines specified in the relevant contracts, the administrator’s record and retention order, or the relevant legislation, it is the necessary time to ensure the rights and obligations flowing from both the obligation relationship and the applicable legal regulations.\n\n    VII. Security of the personal data\n\n    The administrator takes care of personal data protection. Personal information is protected against unauthorized use, access or disclosure.\n\n    VIII. Changes to the statement of the principles of GDPR\n\n    Controller reserves the right to update the statement. Each review will show the “last update” date.\n\n    IX. Contact\n\n    Inquiries about personal data protection are directed to the contacts listed below.\n\n\n    • ISO 90019001 Certified\n    • ISO 500150001 Certified\n    • IATA\n    • AEO\n  • Close Menu",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.7488335371,
        "format_confidence":0.9898982048
    },
    {
        "url":"https:\/\/www.inview.co.nz\/terms-of-trade",
        "text":"Terms Of Trade\n\nGeneral Terms & Conditions\n\n1. Acceptance\n\nAll orders are subject to acceptance by Cornish Blue Holdings Ltd (CBH) trading as Inview Print at 657 Lineside Road, Rangiora.\n\n2. Cancellation\n\nNo order can be cancelled or varied by the Customer, once accepted by CBH unless CBH agrees to this.\n\n3. Quotation\n\nUnless otherwise agreed in writing quotations given are valid for a maximum period of 30 days.\nQuoted prices may be altered at any time before delivery due to increased costs beyond the control of CBH.\n\n4. Price\n\nUnless otherwise agreed in writing the price for the goods is stated in New Zealand dollars and GST exclusive.\nIf applicable, any taxes, levies or duties which are payable on the sale of the goods shall be charged to the Customer in addition to the quoted price.\n\n5. Payment\n\nUnless otherwise agreed in writing all goods shall be paid prior to or on pickup unless the client has an approved credit account, in which case payment is due the 20th of the month following the invoice date.\nIf payment is not made in full by the due date, CBH may at its option suspend delivery of further goods until the account is paid in full.\n\n6. Overdue Accounts\n\nCBH may charge and recover interest on overdue accounts at the rate of 1% per annum above the current overdraft rate charged by the bankers of CBH, compounding monthly from the date the payment becomes overdue, until the date of payment.\nCBH shall be entitled to cancel deliveries due under this or any other order when payments are overdue, and the Customer shall indemnify CBH for any losses suffered by reason of any cancellation.\nAny expenses, disbursements and legal costs incurred by CBH in the enforcement of any rights contained in this contract shall be paid by the Customer, including any solicitor’s fees or debt collection agency fees.\nAll costs incurred in collecting money for outstanding invoices, past their due date for payment, will be payable by the Purchaser.\n\n7. Deliveries\n\nUnless otherwise agreed in writing costs of delivery are borne by the customer as all prices are quoted ex factory.\nDelivery times quoted in orders are estimates only. CBH will not be responsible for delivery delays due to causes beyond its control.\n\n8. Claims\n\nAll claims regarding faulty product, incorrect delivery or pricing must be made in writing within 10 working days of receipt of goods by the Customer CBH shall at its discretion accept or reject any claims and repair or replace the goods or give a credit for them for any accepted claims.\nAny claims negotiated with CBH must be finalised prior to garment disposal. The garments must be available for inspection by CBH prior to finalising the claim.\n\n9. Property and risk\n\nThe risk in the goods shall pass to the Customer upon delivery.\nThe ownership shall not pass to the Customer until the Customer has paid the full amount due in respect of the purchase.\nThe Customer shall be liable for all and any losses arising from the resale of repossessed goods due to non-payment.\nPayments received may be accepted and applied by CBH in respect of any indebtedness of the customer as CBH shall think fit, and CBH shall not be bound by any conditions or qualifications attaching to such payments.\n\n10. Insurance\n\nFull insurance coverage for goods (including garments and artwork) that are owned by the Customer and on CBH’s premises is the responsibility of the Customer.\n\n11. Privacy Act\n\nCBH retains the right to obtain credit information of the Customers from credit reference agents CBH retains the right to disclose details of the Customer and their debts to credit reference and debt collection agents.\nThe Customers are entitled to have access and to request correction to information held about them by CBH.\n\n12. General\n\nIf the Customer acquires the goods for trading purposes, the Customer agrees to the following terms:\n\n  • The Consumer Guarantees Act does not apply.\n  • Where defective goods have been supplied, the total liability of CBH, in any legal circumstance, for any loss, damage or injury arising directly or indirectly from any defect in the goods or any other breach of CBH’s obligations under these terms and conditions will not in any event exceed the added invoiced value of the goods by CBH. CBH shall not in any circumstance be liable for any consequential, indirect or special damage or loss of any kind.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.988376677,
        "format_confidence":0.989803195
    },
    {
        "url":"https:\/\/www.outline-editions.co.uk\/pages\/privacy",
        "text":"This privacy policy is for the website www.outline-editions.co.uk and Outline Editions Ltd.\n\nWe are comitted to respecting your privacy rights under the GDPR, DPA & PECR. This policy will outline the data we may hold on you, why and how we collect information, and the uses and protections we apply to your data. We will never share your data with third parties or sell your data on to third parties. If you have any questions about our data policy you can contact us using the below details:\n\ninfo@outline-editions.co.uk, 07703493454\n\nDiane Tuckey, Outline Editions, 2B Swanfield Street, London, E2 7DS\n\nWe obtain information about you when you use our website, when you contact us with a query, give us your details at an art fair or pop up event or if you opt in to receive our newsletters.\n\nWhat information do we collect?\n\nThe personal information we collect might include your name, address, email address, IP address.\n\nIf you purchase a product from us, your card information is not retained by us, it is collected by our third-party payment processors, who specialise in the secure online capture and processing of credit\/debit card transactions. Our transactions are processed via paypal, and are encrypted by SSL.\n\nWe use the information we collect from you to fulfill our contractual agreements to deliver products and fulfill orders to you through our website, or for orders placed in person.\n\nIn the event that you have opted in to recieve newsletters from us we will use your information to deliver this to you, and will only send you relevant information as described at the point of subscription. Our newsletters may contain clickable links to our website or to third party websites. For more information about this please see the sections of this policy on cookies and third party links below. We will not use your information to contact you for marketing purposes unless you have given prior consent.\n\nUpdating and controlling your information:\n\nIf at any time you wish to cease recieveing communications from us you can click the unsubscribe link on the bottom of any newsletter or email us at info@outline-editions.co.uk.\n\nYou also have the right by law, under certain circumstances, to request access to, correction of or erasure of your data, object to the processing of your data or request restriction on the processing of your data and request your data be transferred to a third party. Please write to us at the above address with any of these requests.\n\nHow we protect your information:\n\nWhen you communicate with us via email or give us your details for an order we make every effort to ensure that your information is held securely in password protected systems, however when you contact us through this website you do so at your own discretion and provide any such personal details requested at your own risk.\n\nIf you create an account on our website we advise you to choose a unique password, and not to share your password with anyone else.\n\nAll sensitive information (such as credit or debit card details) is encrypted and protected with 128 Bit encryption on SSL. We do not store any of your payment data. When you are on a secure page, a lock icon will appear on the bottom of most web browsers.\n\n\nA cookie is a small amount of information that’s downloaded to your computer or device when you visit certain websites. We use a number of different cookies on the Outline Editions website, including necessary, functional, performance and targeting cookies. Cookies make your browsing experience better by allowing the website to remember your actions and preferences (such as login and region selection). This means you don’t have to re-enter this information each time you return to the site or browse from one page to another. Cookies also provide information on how people use the website, for instance whether it’s their first time visiting or if they are a frequent visitor. We use this information to improve the browsing experience for all of our users.\n\nAs required by the new GDPR legislation our website includes a cookies control bar where applicable, from which you can explicitly opt-in to the use of cookies on your device when viewing our website.\n\nFor more information about our cookies please click here\n\nLinks to other websites:\n\nOn occasion our website or newsletters may contain links to third party websites. We do our best to ensure that any parties we link to are appropriate in content and respect your data, however you should be aware that we cannot guarantee or verify the contents of any externally linked website. You should note that you click on external links at your own risk and we cannot be held liable for any damages or implications caused. This privacy policy and cookies policy apply only to our own website, not to any third party links, we encourage you to check the cookies alerts and privacy policy of any third party site.\n\nSocial Media:\n\nWe will never ask you to submit personal information to us via social media. If you have a query that requires information to resolve we will ask you to contact us via email.\n\nSome parts of our website contain social sharing buttons and links to our social media channels. We advise that you use these links is at your own discretion as their usage makes you subject to the privacy policies and usage agreements of the third parties. We strongly advise you to check your security and privacy settings with the social media platforms you use.\n\n\nThis policy was last updated on 16th May, 2018.\n\n\n\nScroll to top",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9436063766,
        "format_confidence":0.9909602404
    },
    {
        "url":"https:\/\/www.vineresources.com\/privacy-policy",
        "text":"Privacy Policy\n\nPrivacy Policy\n\nVine Resources Limited is registered with the Information Commissioner which means we are able to act as a Data Controller and therefore comply with the Data Protection Act 1998.The 1998 Act provides for regulation of the processing of information relating to data about living people through which they may be individually identified. This regulates the processing of personal information that will be processed by Vine Resources staff. All candidates and client details are held on the Vine Resources database.Vine Resources Limited is committed to respecting your privacy and to complying with the applicable data protection and privacy laws. This Privacy Policy Statement explains how we collect, use and protect your information when you visit the site.\n\n\nWe will collect your personal data in order to facilitate the recruitment process. This data will include all information provided to us on a CV e.g. full name, address, contact numbers, email and date of birth. We may also pass your skills information onto third parties, subject to you giving us consent to do so. All other personal and confidential information may be passed on during the interview or placement process. We will also from time to time, need to take references or credit checks and other lawful checks.\n\nWe are required by law to hold your personal and confidential information for as long as necessary and we may contact you occasionally to ensure that we have all your current details. If we are unable to contact you within the period of one year because your details on the database are incorrect or out of date, we may archive or delete your record.\n\nIt is in your interest to keep us updated with all your current details so that the information that we hold is accurate and up-to-date. If you wish to have your details deleted from the database please email\n\n\nVine Resources is committed to protecting the privacy and confidential information of its clients and to upholding all data protection principles in accordance with the Data Protection Act 1998.\n\nAll client company information is held on our database and is only available to Vine Resources staff.\n\nAll personal data will be kept up-to-date where possible. Vine Resources may contact you from time to time to ensure that all of your company details are current. If you wish to notify us of any changes or wish your details to be deleted from our records, please email\n\nWhen you submit a job vacancy to Vine Resources, unless instructed not to do so, we may post the specific job specification onto job vacancy boards, including our website.\n\nIf you engage with a candidate provided by Vine Resources, we may need to collect and hold data on credit-worthiness and financial information about your company for accounting purposes.\n\nVine Resources Limited shall not accept liability for any loss or damage which may arise out of any person relying on or using any information on this website. Vine Resources shall not be liable for any such information for any direct, indirect or consequential loss or damage or any loss or damage to profit, revenue, saving, use, goodwill or business, whether in contract, tort negligence, misrepresentation, breach of Statutory duty or otherwise howsoever arising out of or in connection with the use of this website.\n\nNothing in this disclaimer shall exclude or limit the liability of Vine Resources for death or personal injury due to its negligence or for its fraud.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9765992761,
        "format_confidence":0.9898577332
    },
    {
        "url":"http:\/\/www.weight-loss-pills.com\/terms-and-conditions",
        "text":"Use of this website indicates acceptance of the following Terms of Use. The use of this website should be avoided by anyone who does not agree to any of these Terms.\n\nWeight-Loss-Pills.com, (http:\/\/www.weight-loss-pills.com) may modify, revise and update these Terms of use at any time. To continue using the Weight-Loss-Pills.com website (\"Weight-Loss-Pills.com Site,\" or the \"website\") any modifications, revisions and updates made to the following Terms must also be accepted.\n\n\nWe are dedicated towards the protection of the privacy of minors. It should be kept in mind that this website is designed or meant to attract anyone who is under the age of 13. We do not knowingly collect information from any visitor who is a minor, i.e. under the age of 13.\n\nInformation Disclaimer\n\nThis website contains information and materials that are provided on an “AS AND WHERE IS” basis, merely for reference, and our visitors must not treat it as professional advice. Although the best endeavors are used by Weight-Loss-Pills.com to ensure the accuracy and completeness of information contained in this website, we do not guarantee that such information will be accurate or complete. Weight-Loss-Pills.com expressly disclaims any expressed or implied warranties of any kind and expressly disclaims any liability of any damage or loss that may arise as a result of relying on such information.\n\nWeight-Loss-Pills.com does not make any endorsement, representation or warranty of any of the information, products or services that we provide in this website. This information disclaimer shall take effective up to the extent to which the law permits.\n\nInformation Submitted By Visitors\n\nThe Weight-Loss-Pills.com Privacy Policy governs any personal information that is submitted to Weight-Loss-Pills.com by any visitor. The Weight-Loss-Pills.com Terms and Conditions of use shall govern in instances where there is an inconsistency between it and the Weight-Loss-Pills.com Privacy Policy\n\nUse of Content\n\nWeight-Loss-Pills.com authorizes visitors to view or download just one copy of the material on the Weight-Loss-Pills.com Site, as long as it is meant for personal and non-commercial use. Both local and foreign laws protect the Content contained in this website. Weight-Loss-Pills.com and its licensors are t he sole owners of the Content and using the Content in any way not expressly specified in these Terms is a breach of these Terms and may count as a violation of copyright and trademark laws.\n\nWebsite Conduct\n\nWe want our visitors to enjoy their visit to the Weight-Loss-Pills.com Site and we urge them to use this website in good faith and act in accordance with these specified guidelines so that a safe and secure environment can be maintained. Every visitor is requested to demonstrate courtesy and respect to other visitors at all times. Utmost integrity should be used in dealings with the Weight-Loss-Pills.com Site and its users. Downloading, emailing or transmitting racial, religious or sexual images or material through the Weight-Loss-Pills.com Site is prohibited. The use of this website to abuse or threaten our staff or other users, or to distribute unsolicited advertising materials or to send chain letters is also strictly prohibited.\n\nLimitation of Liability\n\nWeight-Loss-Pills.com shall, under no circumstances and without any limitation, be liable for any damages, expense or loss including any consequential, incidental, indirect, direct, or special damages, or economic loss that arises from the inability to use or using the Weight-Loss-Pills.com Site or any other website linked to Weight-Loss-Pills.com.\n\n\nAll of our visitors who agree with these Terms also agree to defend, hold, and indemnify Weight-Loss-Pills.com against and from any actions, claims or demands, liabilities and settlements, including any accounting and legal fees that may result from alleged or proven violation of these Terms and Conditions.\n\nRevision Of Terms & Conditions\n\nWeight-Loss-Pills.com reserves the right to update the current version of these Terms at any time. Anyone who wishes to continue using the Weight-Loss-Pills.com Site will be bound by all such revisions and would be responsible for periodically checking back on this page to determine the current version of the above Terms.\n\nWe appreciate the cooperation of all those who visit our website. We hope that anyone who visits the Weight-Loss-Pills.com Site finds it convenient to use and helpful. Comments or questions regarding this website, especially if they are concerning the services that we offer, should be submitted by visiting our Contact Us page or via mail to: support@weight-loss-pills.com.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.6615937352,
        "format_confidence":0.9900491238
    },
    {
        "url":"https:\/\/www.flyabe.com\/privacy-policy\/",
        "text":"skip to navigation\nPrivacy Policy Page Hero Image\n\nPrivacy Policy\n\nPrivacy Policy\n\nThe Lehigh-Northampton Airport Authority (LNAA) is committed to protecting your privacy when you use our website (the “LNAA Website”) and you can be assured that personal information will only be used in accordance with this privacy statement (“Policy”). The LNAA may ask you to provide certain information by which you can be identified when using the LNAA website or network. Consistent with the provisions of the Pennsylvania Right to Know Law (65 P.S. § 67.101 et seq.) and Pennsylvania law regarding deceptive or fraudulent business practices (18 Pa. C.S. § 4107), this Policy describes the LNAA’s privacy practices regarding information collected from users of the LNAA Website.\n\nThis Policy describes what information is collected when you access the LNAA Website and how that information is used. Because this Policy only applies to the LNAA Website itself and not linked websites, you should examine the privacy policy of any other websites that you access from the LNAA Website.\n\nPlease carefully read this Policy before submitting any personal information (including your e-mail address) for notification of service updates, initiating an online transaction, providing information with respect to employment opportunities, or for any other reason. Please note that this Policy may change from time to time without special notice to you, so please check back to review the most recent version of this Policy.\n\nFor purposes of this Policy, “personal information” means any information concerning an individual person, which, because of a name, number, symbol, mark, or other identifier, can be used to identify that person. The LNAA only collects personal information about you when you provide that information voluntarily by sending an e-mail, initiating an online transaction, or submitting information for employment purposes. The information that is available to us from your visit to the LNAA Website depends upon which sections of the Website you visit and what actions you take during such visit.\n\nInformation Collected Automatically When You Visit the LNAA Website:\n\nThe LNAA monitors LNAA Website user traffic and patterns, and automatically collects certain non-personal information about your visit such as the Internet domain name from which you access the LNAA Website, the type of browser and operating system you use, the date and time of your visit, the pages you visit, and the referring website address, if any. This information is used to improve the content of the LNAA Website and to help the LNAA understand how users are interacting with the LNAA Website. This information is not collected for commercial marketing purposes and the LNAA will not sell or otherwise disclose this information for commercial marketing purposes.\n\nHow the LNAA Collects Your Personal Information:\n\nThe LNAA does not collect any personal information about you during your visit to the LNAA Website unless you provide that information voluntarily by sending an e-mail or initiating an online transaction such as filling out a registration form or completing an order form, or for purposes of employment. You may choose not to send us an e-mail, register online for a service, complete an online order form, or submit information for employment purposes. While your choice not to participate in these activities may limit your ability to receive specific services or products through the LNAA Website, it will not prevent you from requesting services or products from the LNAA by other means and will normally not have an impact on your ability to take advantage of other features of the LNAA Website, including browsing or downloading most publicly available information.\n\nThe LNAA does not knowingly collect personal information from children or create profiles of children through the LNAA Website. Users are cautioned, however, that the collection of personal information submitted in an e-mail or through an online transaction will be treated as though it was submitted by an adult, and may, unless exempted by federal or state law, be subject to public access. The LNAA strongly encourages parents and teachers to be involved in children’s Internet activities and to provide guidance whenever children are requested to provide personal information online, or otherwise have the opportunity to provide such information online.\n\nSpecific ways that LNAA collects personal information may include, but is not limited to the following:\n\nWhat We Do with the Information We Collect:\n\nThe LNAA will only collect personal information through the LNAA Website or disclose personal information collected through the LNAA Website if the user has consented to the collection or disclosure of such personal information, or under the circumstances described below. The voluntary disclosure of personal information to the LNAA by the user, including participation in an online transaction, whether solicited or unsolicited, constitutes consent to the collection and disclosure of the information by the LNAA for the purposes reasonably ascertainable from the nature and terms of the disclosure.\n\nThe LNAA may periodically send promotional emails with information we think you may find interesting using the e-mail address which you have provided in one of the above ways.\n\nThe LNAA will not sell or rent your personal information to third parties, with the exception of our affiliates. The LNAA may share your information with select partners for their own direct marketing purposes. The LNAA will otherwise never release your information to third parties outside of the LNAA network. To learn more about the LNAA’s affiliates, you may contact the LNAA at the address provided in this Policy.\n\nHow We Use Cookies, Online Advertising and Other Tracking Technologies:\n\nThe LNAA uses common Internet technologies, such as cookies, website statistics tracking through Google Analytics, display and pay-per-click advertising (including remarketing) through Google Ads, and through other digital advertising opportunities. These technologies may be in place and active on our website, LNAA’s official social media profiles, and any related websites, applications or services owned by LNAA or our affiliates.\n\nA cookie is a small file which asks permission to be placed on your computer’s hard drive. If you allow cookies to be installed through your web browser, the cookie will analyze your web traffic to better personalize your Internet experience. The web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences. Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not. Cookies and other technology may be used to collect information about visitors to our website, use of our online services, and interactions with our emails, advertisements and other marketing content.  A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us. Collected information may include, but not be limited to, browser type, operating system and IP address. This data may be merged with your behavior and interaction data, such as what pages you viewed or links you clicked.\n\nYou can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.\n\nDisclosure and Retention of Information Collected Through the LNAA Website:\n\nThe disclosure of information, including personal information, collected through the LNAA Website is subject to the provisions of the Pennsylvania RTKL.\n\nThe information collected through the LNAA Website is retained by the LNAA in accordance with the applicable records retention and disposition requirements of Pennsylvania law. Information concerning these records retention and disposition schedules may be obtained at \n\nConfidentiality and Integrity of Personal Information Collected Through the LNAA Website:\n\nThe LNAA takes precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline.\n\nWherever we collect sensitive information (such as credit card data), that information is encrypted and transmitted to us in a secure way. You can verify this by looking for a lock icon in the address bar and looking for “https” at the beginning of the address of the web page.\n\nWhile we use encryption to protect sensitive information transmitted online, we also protect your information offline. Only employees who need the information to perform a specific job (for example, billing or customer service) are granted access to personally identifiable information. The computers and servers on which we store personally identifiable information are kept in a secure environment.\n\nThe LNAA is strongly committed to protecting personal information collected through the LNAA Website against unauthorized access, use, or disclosure. Consequently, the LNAA limits employee access to personal information collected through the LNAA Website to only those employees who need access to the information in the performance of their official duties. Employees who have access to this information are required to maintain its confidentiality and disclose it only as permitted under this Policy.\n\nIn addition, the LNAA has implemented procedures to safeguard the integrity of our information technology assets, including, but not limited to, authenticating, monitoring, auditing, and encrypting. Security procedures have been integrated into the design, implementation, and day-to-day operations of the LNAA Website as part of our continuing commitment to the security of electronic content as well as the electronic transmission of information.\n\nL... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8501232266,
        "format_confidence":0.9900872111
    },
    {
        "url":"https:\/\/www.earthcapital.net\/opinions\/browse\/30\/120\/",
        "text":"Disclaimer & Cookies\n\nTerms and conditions of website usage\n\nAccess to the information on the website pages provided by Earth Capital Ltd is subject to the following terms and conditions of use. Earth Capital Ltd trades as Earth Capital (EC). By accessing the EC Website you agree to these terms and conditions.\n\nThe entire content of the EC Website is subject to copyright with all rights reserved. You may not reproduce (in whole or in part), transmit (by electronic means or otherwise), modify, link into or use for any public or commercial purpose the EC Website without the prior written permission of EC.\n\nThe EC Website is provided only to give information about EC's products and activities which are not available to the general public in any jurisdiction. The information provided does not constitute an offer or invitation to acquire or sell any service or product referred to. English law governs access to and use of the EC Website. You acknowledge that you are accessing this website on your own initiative and if you access this website from outside the UK, you are responsible for compliance with all laws and regulations applicable in your own jurisdiction relating to such access.\n\nEC makes no representation that the information or opinions contained in the EC Website are accurate, reliable, complete or up to date. The information and opinions contained in the EC Website are subject to change without notice. EC accepts no liability for any errors or omissions herein whether by itself or its affiliates or by any third party.\n\nWeb-Server Logs\n\nWhen you visit the website, your visit is logged by our web server as is the case with most websites. This information is analysed by our staff or service providers to show trends in the use of the website, such as the popularity of particular pages.\n\nThis log information may identify you personally. It also may include the IP address and\/or fully qualified domain name of the computer you use. You should be aware that this information might identify the company you work for (if you access the website from your place of work), or your Internet Service Provider.\n\nFor further information please see our Legal and Privacy pages\n\nThe services mentioned by this website are not available in the United States of America.\n\nNews & Opinions\n\nSearch news & opinions\n\n\nOpinion type\n\n\n\nOctober 2018\n\n16 Oct 2018\n\nEC in the news\n\nSeptember 2018\n\nAugust 2018\n\n31 Aug 2018\n\nEC in the news\n\nRead the article - TrillionDollarShift.pdf\n\nJuly 2018\n\n30 Jul 2018\n\n\nRead press release - ECP-PRI-Rating-FINAL-newlogo.pdf\n\n2 Jul 2018\n\nEC in the news\n\n - RFM Q1 2018.pdf\n\nMay 2018\n\nApril 2018\n\nMarch 2018\n\nFebruary 2018\n\n6 Feb 2018\n\nEC in the news\n\nRead the article here\n\nJanuary 2018\n\nDecember 2017\n\nMarch 2017\n\nJanuary 2017\n\nOctober 2015\n\nAugust 2015\n\nFebruary 2015\n\nFor Media Enquiries, please contact Elise Hockley on +44 (0)20 7811 4500.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9808433652,
        "format_confidence":0.957418263
    },
    {
        "url":"http:\/\/www.dell.com\/content\/topics\/global.aspx\/about_dell\/values\/regulatory_compliance\/usage_restrictions?c=us&cs=04&l=en&s=bsd&~f=lg",
        "text":"Usage Restrictions\n\nUsage Restrictions\n\nLearn More About Dell\n\nRegulatory Compliance\n\nUsage Restrictions for Products that incorporate a Wireless LAN 802.11a\/b\/g\/n that contains 5.150 - 5.350 GHz band Interface\n\nProducts that fall into this category are denoted by inclusion of the Class 2 identifier symbol (exclamation mark in a circle) accompanying the CE Mark on the product’s regulatory label, example below:\n\nCE Mark\n\nThe Notified Body number denoted by ‘NBnr’ will only be present when required.\n\nHelpful Links\n\nEMC Regulatory Notices\nSafety Information\nModem, Wireless and Mobile Broadband Devices\nR&TTE Compliance Statement\nUsage Restrictions\nOffers subject to change. Taxes, shipping, handling and other fees apply. U.S. Dell Small Business new purchases only. LIMIT 5 DISCOUNTED OR PROMOTIONAL ITEMS PER CUSTOMER. LIMIT 5 VOSTRO OR INSPIRON UNITS PER CUSTOMER. Dell reserves right to cancel orders arising from pricing or other errors.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.5471389294,
        "format_confidence":0.8447048068
    },
    {
        "url":"https:\/\/www.mesainc.com\/privacy-policy\/",
        "text":"Mesa’s Privacy Policy\n\nWhen you access the Mesa Associates web site (, we log your current Internet address (usually a temporary address assigned by your internet service provider), the type of operating system you are using, and the type of browser software used.  In addition, we may keep track of what areas of our web site you visit to provide us with information to help us improve our site and structure the information for easier customer access.  We do not use this tracking process to identify who you are or collect personal information for any purpose.\n\nInformation that you voluntarily submit, such as a submittal via e-mail regarding inquiries about or products or services or resumes for employment consideration, will only be disclosed to those who need to know to address the applicable matter.  We do not disclose your personal information to other companies who intend to use the information for marketing or other commercial purposes.\n\nWe do not control any of the external Internet web sites, which may be found as links from our web site or any other sites to which they may link. Please check with each one of those sites for their own privacy policy.\n\n©  2018 Mesa Associates, Inc, All Rights Reserved",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9769055843,
        "format_confidence":0.989769578
    },
    {
        "url":"https:\/\/www.icapsira.com\/en-us\/Privacy",
        "text":"Enter Title\n\nPrivacy Statement for the website (Article 13 Legislative Decree no. 196\/2003)\n\nThis statement describes the method of managing the website with reference to the processing of personal information of users who visit it and to the treatment of data transmitted by users through this site. The information provided is consistent to section.13 of Legislative Decree No. 196\/2003 - Code regarding personal information protection for those who interact with the web services of ICAP-SIRA Chemicals and Polymers SpA, accessible by internet starting from the home page http:\/\/www.icapsira.com of the official site. This Policy does not apply to third-party online resources to which ICAP-SIRA’s website may link, where ICAP-SIRA does not control the content or the privacy practices of such resources. This statement also refers to Recommendation No. 2\/2001 that the European authorities for the protection of personal data, gathered by the Group set up by art. 29 of Directive no. 95\/46\/EC, adopted on 17 May 2001 to establish minimum requirements for collecting personal data on-line, and, in particular, the methods, timing and nature of the information that data controllers must supply to users when they connect to web pages, regardless of the purpose of the link. Since the collected data concern the performance of economic activities, no consent is required from D.Lgs.196\/03 for the treatment thereof (art.24, I c, letter. D). Therefore, please note that this notice has information purposes only and does not require any answer or manifestation of consent by users.\n\nFollowing consultation of this site, or voluntarily logging into it, information may be processed, including sensitive data, on identified or identifiable users. The \"owner\" of their treatment is ICAP-SIRA Chemicals and Polymers SpA, located in Parabiago (Milan), Via F. Corridoni n.19, fiscal code and VAT number 07134250153, e-mail ICAPSIRA@LEGALMAIL.IT.\n\nThe treatments related to the web services of this website take place at the aforementioned registered offices and head office in Parabiago (Milan), Via F. Corridoni n.14.\nThe data will be processed by the owner and handled only by technical and administrative staff in charge of processing, or by persons in charge of occasional maintenance operations, depending on the purpose to be achieved based on the request of the person concerned. No data resulting from the web service will be widespread. The list of possible controllers is available from the owner and can be requested by email at ICAPSIRA@LEGALMAIL.IT\n\nPersonal data are processed by automated tools for the time strictly necessary to achieve the purposes for which they were collected. Specific security measures are observed to prevent the loss of data, illicit or incorrect use and unauthorized access, including https secure protocol for certain private sections of the website and applications and safeguards against unlawful access to the servers and the other processors in use. The personal data provided by users who register or send requests for information (catalogs, newsletters, answers to questions, etc..) are used only to perform the service requested and are communicated to not specified third parties in charge by the Owner or liable only in cases where this is necessary for that purpose (subject to consent).\n\nNavigation data\nThe computer systems and software procedures used to operate this website acquire, during their normal operation, some personal data whose transmission is implicit in the communication protocols of the Internet. This information is not collected to be associated with identified involved persons, but by their very nature could allow users to be identified, through processing and association with data held by third parties. This category of data includes IP addresses or domain names of computers used by users connecting to the site, URI (Uniform Resource Identifier) of requested resources, time of the request, method used to submit the request to the server, size of the file obtained in reply, the numerical code indicating the status of the reply given by the server (successful, error, etc.) and other parameters regarding the operating system and computer environment. These data are used only to obtain anonymous statistics on site usage and to check its correct functioning and are deleted immediately after processing. The data could be used to ascertain responsibility in case of hypothetical computer crimes against the site. Personal data voluntarily provided by the user can also be processed. The optional, explicit and voluntary sending of electronic mail to the addresses indicated on this website entails the subsequent acquisition of the sender, necessary to reply to requests, and of any other personal data included in the message. Specific summary information could be progressively reported or displayed on web pages dedicated to particular on demand services.\n\nThe use of so-called session cookies is strictly limited to transmission of session identifiers (formed by random numbers generated by the server) necessary to consent the secure exploration and efficiency of the site and its applications. The so-called session cookies used in this website avoid using other computer techniques that are potentially detrimental to the confidentiality of users' browsing and do not allow acquisition of personal identification data.\nThis website uses some systems to analyze users' browsing to produce statistics on visits or to improve the supply of content and to position any targeted advertising on the web pages. The system used is Google Analytics, in anonimous format, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics, like other systems, uses \"cookies \", which are text files stored on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address, in non - integral format) will be transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the website, writing up reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required by law or where such third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, but this may prevent you from using all the features of this website. By using this website, you agree to the processing of your data by Google for above mentioned method and purposes.\nNo other use is made of cookies for the transmission of personal information, nor are persistent cookies of any other kind, or systems for tracking users. We remind you that you can set your Internet browser software (eg. Firefox, Internet Explorer, Safari, Chrome) in such a manner as not to accept cookies by activating the so-called anonymous browsing and that in this case no data will be treated by these systems.\nIn our website we utilize the following technical cookies\n  • ASPXANONYMOUS: This cookie is used by sites using the .NET technology platform from Microsoft. It enables the site to maintain an anonymous user-id to track unique users within a session without them logging in or otherwise identifying themselves. - Duration: 5 months\n  • ASP.NET_SessionID: General purpose platform session cookie, used by sites written with Miscrosoft .NET based technologies. Usually used to maintain an anonymised user session by the server. - Duration: navigation session\n  • LANGUAGE: In most cases it is used to store language preferences, potentially to serve up content in the stored language. - Duration: navigation session\n\nExcept as specified for navigation data, users are free to provide or not personal data. Their missed conferment can make it impossible to fulfill the request. Users are free to provide personal data contained in the registration forms\/registration (some with specific, separate informed consent request for those processes which require it) or which are indicated in contacts with the aims to urge the sending of informative material or other communications (eg, the management of personal contact requests relative to estimates or information on products and services offered by ICAP -SIRA Chemicals and Polymers SpA) . The optional, explicit and voluntary sending of electronic mail to the addresses indicated on this website or through the communication forms, involves the subsequent acquisition of the sender’s address, necessary to respond to requests, and of any other personal data included in the message. Specific summary information and consent requests will be progressively reported or displayed on web pages dedicated to particular services (eg, subscription to newsletters, registration, subscription services). Their missed conferment can make it impossible to fulfill the request.\n\nThe subjects to whom the personal data refer have the right at any time to obtain confirmation of the existence of such data and to know its content and origin, verify its accuracy or request its integration or updating, or correction (see art. 7 of Legislative Decree no. n. 196\/2003). In accordance with the same Article users have the right to request cancellation, transformation into anonymous form or blocking of the data processed in violation of the law, and to oppose in any case, for legitimate reasons, to their treatment. Requests should be addressed to the physical address of the data controller, ICAP-SIRA Chemicals and Polymers SpA, with registered office in Parabiago (Milan), Via F. Corridoni n. 19 or by email at ICAPSIRA@LEGALMAIL.IT. We will continue to update our privacy notice as we release new features and shall promptly publish the most recent ... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.7197864056,
        "format_confidence":0.9902166128
    },
    {
        "url":"https:\/\/www.thriveworks.co.uk\/terms-of-use\/",
        "text":"Terms of Use\n\nBy accessing this web site, you are agreeing to abide by the terms of use and the privacy policy.\n\n1) Information on this web site is provided for general information purposes only, and on an “as is” basis. Despite our efforts, it may not be accurate, complete, up to date or applicable to the circumstances of any particular case. The information on this web site may relate to products or services that are not available in your country. We make no representations and disclaim all warranties, express or implied, including without limitation warranties of suitability and fitness for a particular purpose or non-infringement.\n\n2) We shall not be liable for any direct, indirect, special, punitive or consequential damages or loss (including but not limited to lost profits or revenues, business interruption and loss or damage of software or data) whether in statute, contract, negligence or any other tort or otherwise, arising out of or in connection with the use of or inability to use this web site or any action or failure to act taken in reliance on the information in it or any linked site. We do not warrant or represent that this web site, its content, downloaded material and any linked site:\n\ni) will be uninterrupted or error free;\n\nii) that any errors will be corrected;\n\niii) are free of any type of virus or other harmful code or compatible with any specific computer system or third party software.\n\n3) The content of this paragraph and its disclaimers and exclusions shall apply to the maximum extent permissible by applicable laws. If any part is unenforceable under applicable laws the remainder shall still apply. We reserve the right to change or delete any of the content of the web site, including these terms of use, at any time and without notice.\n\n4) If you use the links in this web site to access other web sites, please be aware that the linked sites are not under our control and we are not responsible for and do not endorse their contents. Other terms and conditions may also apply to the access to and use of third party sites.\n\n5) Trademarks. Other product and company names may be the trademarks of their respective owners.\n\n6) Any rights not expressly granted herein are reserved. All intellectual property rights in this web site belong to Thrive Accountants LLP. All copyright and other proprietary notices contained in the original materials must be retained on any copies of the materials.\n\n7) We will treat all communications you submit via the web site and\/or by email in accordance with our privacy policy. We will assume that any communication you send is not confidential or restricted in any way. Correspondence entered into by email with us will be subject to automated virus-checking procedures. Please note that such correspondence may be viewed by someone other than the addressee. If at any time you wish to request the deletion or modification of any information you have submitted, or you have any other questions, please contact us via this web site.\n\n8) Your use of this web site and downloads from it, and these terms of use, shall be governed by the laws of England. The English courts shall have exclusive jurisdiction over any dispute arising out of your use or non use of this web site.\n\nIf you have queries please contact info@thriveworks.co.uk",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8113081455,
        "format_confidence":0.989993751
    },
    {
        "url":"http:\/\/www.vtegroup.com\/privacy",
        "text":"The Team\n\n\n\n\nOur Goal\n\nHeating is colloquially considered a luxury, and more in a country like Mexico, where the heat is taken as a daily. But when it comes to specialized industrial processes or performance and production in greenhouses, heating is not a luxury, it is an absolute necessity.\n\nAnd as part of an industrial process, not a question that can be left to chance, is a matter of vital importance that may mean increasing the profit margin of a company, or total loss of investment in it.\n\nUnderstanding this fundamental need, in Van Triest Engineering Group works to give the customer not only products of the best brands with proven quality, but also the necessary technical support for users who decide not see your confidence in your investment risk.\n\nThe mission of Van Triest Engineering is to provide the best product, best support and better care.\n\nPrivacy Policy\n\n\nWe are committed to safeguarding the privacy of our website visitors; this policy sets out how we will treat your personal information.\n\n\n1 - What information do we collect?\n\nWe may collect, store and use the following kinds of personal data:\n\nInformation about your computer and about your visits to and use of this website, such as your IP address, geographical location, browser type, referral source, length of visit and number of page views;\nInformation relating to any transactions carried out between you and us on or in relation to this website, including information relating to any purchases you make of our goods or services.\nInformation that you provide to us for the purpose of registering with us\nInformation that you provide to us for the purpose of subscribing to our website services, email notifications and\/or newsletters\nAny other information that you choose to send to us.\n\n2 - Cookies\n\nWe use cookies on this website. A cookie is a text file sent by a web server to a web browser, and stored by the browser. The text file is then sent back to the server each time the browser requests a page from the server. This enables the web server to identify and track the web browser.\n\nWe may send a cookie which may be stored by your browser on your computer’s hard drive. We may use the information we obtain from the cookie in the administration of this website, to improve the website’s usability and for marketing purposes. We may also use that information to recognise your computer when you visit our website, and to personalise our website for you.\n\nMost browsers allow you to refuse to accept cookies. (For example, in Internet Explorer you can refuse all cookies by clicking “Tools”, “Internet Options”, “Privacy”, and selecting “Block all cookies” using the sliding selector.) This will, however, have a negative impact upon the usability of many websites , including this one.\n\nWe use Google Analytics to analyse the use of this website. Google Analytics generates statistical and other information about website use by means of cookies, which are stored on users’ computers. The information generated relating to our website is used to create reports about the use of the website. Google will store this information. Google’s privacy policy is available at:\n\n3 - Using your personal data\n\nPersonal data submitted on this website will be used for the purposes specified in this privacy policy or in relevant parts of the website.\n\nWe may use your personal information to:\n\nAdminister the website;\nImprove your browsing experience by personalising the website;\nEnable your use of the services available on the website; send to you goods purchased via the webshop, and supply to you services purchased via the webshop;\nSend statements and invoices to you, and collect payments from you;\nSend you general (non-marketing) commercial communications;\nSend you email notifications which you have specifically requested;\nSend to you our newsletter and other marketing communications (relating to our business which we think may be of interest to you by post or, where you have specifically agreed to this, by email or similar technology (you can inform us at any time if you no longer require marketing communications to be sent by emailing us at or use the unscribe link provided);\nDeal with enquiries and complaints made by or about you relating to the website;\n\nWe will not provide your personal information to any third parties for the purpose of direct marketing.\n\n4 - Other disclosures\n\nIn addition to the disclosures reasonably necessary for the purposes identified elsewhere in this privacy policy, we may disclose information about you:\n\nTo the extent that we are required to do so by law;\nIn connection with any legal proceedings or prospective legal proceedings;\nIn order to establish, exercise or defend our legal rights (including providing information  to others for the purposes of fraud prevention and reducing credit risk); and\nTo the purchaser (or prospective purchaser) of any business or asset which we are (or are contemplating) selling.\n\nExcept as provided in this privacy policy, we will not provide your information to third parties.\n\n5 - Security of your personal data\n\nWe will take reasonable technical and organisational precautions to prevent the loss, Administer the website;\nWe will store all the personal information you provide on our secure servers. All electronic transactions you make to or receive from us will be encrypted using SSL technology.;\nOf course, data transmission over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.\nYou are responsible for keeping your password and user details confidential. We will not ask you for your password\nNo credit card details will be stored on the website\n\n6 - Policy amendments\n\nWe may update this privacy policy from time-to-time by posting a new version on our website. You should check this page occasionally to ensure you are happy with any changes.\n\n7 - Your rights\n\nYou may instruct us to provide you with any personal information we hold about you. Provision of such information may be subject to the payment of a fee.\n\nYou may instruct us not to process your personal data for marketing purposes by email (to: ) at any time. (In practice, you will usually either expressly agree in advance to our use of your personal data for marketing purposes, or we will provide you with an opportunity to opt-out of the use of your personal data for marketing purposes.)\n\n8 - Third party websites\n\nThe website contains no links to third party websites.\n\n9 - Updating information\n\nPlease let us know if the personal information which we hold about you needs to be corrected or updated.\n\n10 - Contact\n\nIf you have any questions about this rivacy policy or our treatment of your personal data, please write to us by email to or by post to Van Triest Engineering GROUP, Paseo de Roma 318, Tejeda Corregidora, 76904, Queretaro, Mexico",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9631632566,
        "format_confidence":0.9899914265
    },
    {
        "url":"https:\/\/danilo.com\/pages\/privacy-policy",
        "text":"\n\n\nThis website and its owners take a proactive approach to user privacy and ensure the necessary steps are taken to protect the privacy of its users throughout their visiting experience. This website complies with all UK national laws and requirements for user privacy.\n\nAll compliance will be internal documentation on how we handle data for ECommerce and other teams. The personnel access to this folder are members of the Active Directory ECommerce Security Group. The current members of this group are: Stuart Meader, Gemma Newcomb, Claire Bates and Nicola Prince\n\n\nWhen you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site. We refer to this automatically-collected information as “Device Information.”\n\nWe collect Device Information using the following technologies:\n\nCookies - What are cookies? Cookies are small files saved to the user’s computer’s hard drive that track, save and store information about the user’s interactions and usage of the website. This allows the website, through its server to provide the users with a tailored experience within this website.  For a full list of cookies used on this website please visit see our cookie list.\n\nShould users wish to deny the use and saving of cookies from this website onto their computer’s hard drive, they should take necessary steps within their web browser’s security settings to block all cookies from this website and its external serving vendors. For more information about cookies, and how to disable cookies, visit\n\nThis website uses tracking software to monitor its visitors to better understand how they use it. This software is provided by Google Analytics which uses cookies to track visitor usage. The software will save a cookie to your computer’s hard drive in order to track and monitor your engagement and usage of the website, but will not store, save or collect personal information.\n\nAdditionally, when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information, email address, and phone number. \n\n\nWe use the Order Information that we collect generally to fulfil any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and\/or order confirmations).  Additionally, we use this Order Information to:\n\nWhen in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.\n\nWe use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns). \n\n\nWe share your Personal Information with third parties to help us use your Personal Information, as described above.\n\nWe also use Google Analytics to help us understand how our customers use the Site- you can read more about how Google uses your Personal Information here:\n\nYou can also opt-out of Google Analytics here:\n\n\nDanilo will not retain your personal information longer than necessary. We will hold onto the information you provide either while your account is in existence, or as needed to be able to provide the Services to you, or (in the case of any contact you may have with our Customer Service team) for as long as is necessary to provide support. When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.\n\n\nWe understand that you trust us with your personal information and we are committed to ensuring you can manage the privacy and security of your personal information yourself, we commit to giving you the ability to do all of the following:\n\n  • You can verify the details you have submitted to by contacting our customer services team\n  • You can also contact us by the same method to change, correct, or delete your personal information controlled by\n  • You can unsubscribe from receiving marketing emails from us by clicking the “unsubscribe” link at the bottom of any email. Once you do this, you will no longer receive any emails from us.\n  • You can request a readable copy of the personal data we hold on you at any time. To do this, please contact us \n\n\nWe may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\n\n\nFor more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at or by mail using the details provided below:\n\nDanilo Promotions Ltd Unit 3, The IO Centre, Lea Road, Waltham Abbey, EN9 1AS.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9523519278,
        "format_confidence":0.9906492829
    },
    {
        "url":"http:\/\/www.rroots.net\/privacy_policy.html",
        "text":"Royal Roots Global Inc. (\"RRG\") understands that your privacy is important to you. RRG is strongly committed to protecting your privacy and the personal information that you may provide as you access and use the materials on (the \"Site\"), including the subscription pages of the Site. In this written Privacy Policy, RRG describes the scope and breadth of our commitment to privacy. RRG may, in its discretion, amend this Privacy Policy from time to time. Any material changes to our policy will be reflected on this page, so that you remain informed about the information we collect and how we use it. By exploring and using this Site, and by submitting information as you use this Site, you agree to RRG's use of such information as described herein. This Site may contain links to external sites, which sites are not governed by this privacy policy, and RRG does not take responsibility for the privacy practices of any third party sites to which we link. We encourage you to review the privacy policies of any such sites before you submit information there.\n\n\nRRG collects information from our users when they create their account for this Site, when they request copies of publications, seek additional information regarding our services or employment opportunities, or register for conferences and other RRG-sponsored events. Some of our Site's registration, enrollment, account setup and other forms may ask users to give us demographic and contact information, unique personal identifiers, financial information, subject areas of interest and\/or demographic information. We may use this data to tailor the visitor's experience at our Site. We sometimes aggregate demographic information, and the types of systems and browsers of users for internal purposes, so that we may better understand the user population of our Site, identify subject areas of interest, and determine whether the Site is designed to work with the computer settings of a majority of our visitors. RRG also may conduct user surveys on the Web, which usually are intended to provide RRG with information on a number of areas, such as user identity, user viewing habits, whether or not users found what they were searching for, whether the Site content is relevant to user needs, and the like. RRG uses the information gathered from such surveys to improve our web content, navigation, and overall visitor experience.\nAny personal information that you provide, such as your name, address, e-mail address, phone number, subject areas of interest, etc., allows RRG to inform you about updates to the service and to notify you about other products and services offered by RRG that may be of interest to you. We will not sell, share, or rent or otherwise make available any of that information to other parties, except that we may disclose the information to third parties who perform services on our behalf in connection with the Site and have a need to access the information in connection with those services. In addition, RRG may disclose contact information for you in response to inquiries by bona-fide rights owners in connection with allegations of infringement of copyright or other proprietary rights arising from information that you have posted on the Site or otherwise provided to RRG. Individuals that subscribe to e-mail newsletters are given the opportunity to opt-out of promotions, news, and information at the time of sign up. Our Site also provides users the opportunity to opt-out of receiving communications from us at the points where we request information. You may also feel free to contact us as indicated below.\n\nWe may collect the e-mail addresses at the point of subscription, of users who wish to receive e-mail notification of publications and press releases in identified subject areas of interest, and of those who send us e-mail messages. We will not, however, share any e-mail addresses with any third party or send unsolicited e-mail to any of the addresses we collect, except in very limited circumstances as set forth in this policy.\n\n\nRRG may use browser cookies on this Site to keep track of your visit to our Site. A \"cookie\" is a small amount of data that is sent from a Web server to your browser and stored on your computer's hard drive. Use of cookies may allow RRG to provide a higher quality, more relevant, customer experience. Use of cookies may also allow RRG to automate entry into password protected portions of the Site so that you will not need to re-enter your password each time you visit our Site. We may also use cookies to track which areas of the web site are most popular with our users. With most Internet Browsers, you can erase cookies from your computer hard drive, block all cookies, or receive a warning before a cookie is stored on your computer. Please refer to your browser instructions or a help screen to learn more about these functions and how to use them. Please be advised that certain sections or functionalities of the Site may be inaccessible to you if your browser does not accept cookies.\n\nBecause RRG is a global organization, information collected on this Site may be transferred from time to time among the RRG offices located throughout the world, including offices located outside the European Economic Area, and the Site may be viewed and hosted anywhere in the world, including countries that may not have laws regulating the use and transfer of personally-identifiable data. By using the Site and submitting information on it, you voluntarily consent to such international transfer and hosting of such information.\n\nRRG has in place technological and operational security processes designed to protect personally identifiable information from loss, misuse, alteration or destruction. Only authorized employees and contractors will have access to any data provided by you, and that access is limited by need. Each employee or contractor having access to any personally-identifiable information is obligated to maintain its confidentiality. Although we take steps that are generally accepted as industry standard to protect your personally-identifiable information, RRG cannot guarantee that your personally-identifiable information will not become accessible to unauthorized persons.\n\n\nRRG is not responsible for the privacy practices or the content of any non-RRG web sites to which we link from this Site.\n\nRRG complies with all applicable privacy laws and regulations. RRG may be compelled to surrender personal user or customer information to United States or other legal authorities without express user consent if presented with a court subpoena or similar legal order, or as required or permitted by the laws, rules and regulations of any nation, state or other applicable jurisdiction. Also, in the event of a violation of the terms and conditions of use of this Site or a violation of any restrictions on use of materials provided in or through this Site, we may disclose personal user information to our affected business partners or legal authorities.\n\n\nRRG understands the importance of protecting children's privacy, particularly in their online interactions. This website is not designed for and does not intentionally target or solicit to children 18 years of age and younger.\n\n\nYour access to and use of the Site are subject to certain terms and conditions, which are summarized in our Terms and Conditions of Use.\n\nIf you have any questions about this privacy policy, please contact us.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9845742583,
        "format_confidence":0.9903530478
    },
    {
        "url":"http:\/\/www.toftworkshop.com\/private-policy\/",
        "text":"Privacy Policy\n\nThis privacy policy sets out how Toft uses and protects any information that you give Toft when you use this website.  Toft is committed to ensuring that your privacy is protected.  Should we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.  Toft may change this policy from time to time by updating this page.  You should check this page from time to time to ensure that you are happy with any changes.\n\nWe are giving you this detailed information as part of our drive to comply with recent EU legislation regarding cookies and to make sure that we are totally honest, upfront and clear about your privacy when you visit Toft.  Our ethos largely focuses on being fair and ethical to our customers and suppliers and we are seriously passionate about leading by example.\n\nWhat we collect\n\nWe may collect the following information: –\n\n  • Name\n  • Contact information including email address\n\nWhat we do with the information we gather\n\nWe require this information to understand your needs and provide you with a better service, and in particular for the following reasons: –\n\n  • Internal record keeping\n  • We may use the information to improve our products and services\n\n\nWe are committed to ensuring that your information is secure.  In order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.\n\nControlling your personal information\n\nWe will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\n\nYou may request details of personal information which we hold about you under the Data Protection Act 1998.  A small fee will be payable.  If you would like a copy of the information held on you please write to Toft.\n\nIf you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible, at the above address.  We will promptly correct any information found to be incorrect.\n\nAll PayPal transactions are subject to the PayPal privacy policy",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9883518815,
        "format_confidence":0.990753293
    }
]