[
    {
        "url":"http:\/\/www.telerik.com\/forums\/raddock-for-winforms-q2-2009-beta-available-2d4041291628",
        "text":"RadDock for WinForms Q2 2009 Beta Available\n\n1 posts, 0 answers\n  1. Telerik Admin\n    Telerik Admin avatar\n    1690 posts\n    Member since:\n    Oct 2004\n\n    Posted 11 Jun 2009 Link to this post\n\n    It is our pleasure to present you the much improved and completely new RadDock for WinForms (Q2 2009 Beta). You can find detailed information on what is new and improved here: RadDock for WinForms Q2 2009 Beta.Project upgrading instructions are also included.\n\n    The beta is available for download from your Telerik accounts --> Downloads (or Free Trials for the trial version) --> RadControls for WinForms --> Q2 2009 Beta Download:\n\n    RadControls for WinForms Beta Download\n\n    You can view a quick demo (source code included) of the new RadDock in action in the specially prepared Bug Tracker Demo, which you will find attached to this post:\n\n    RadDock For WinForms Q2 Bug Tracker Demo\n\n    We are eager to get your feedback on the RadDock beta, so please use the WinForms Beta Forum to send us your comments.\n\n    All the best,\n    The Telerik Team\nBack to Top",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.7881085873,
        "format_confidence":0.8131942749
    },
    {
        "url":"http:\/\/rvnug.org\/Events\/17-10-11\/Build_Your_1st_iOS_App_with_React_Native.aspx",
        "text":"Recent Events\n\nAll events\n\nBuild Your 1st iOS App with React Native\n\n\nFrom: 11\/2\/2017 6:00:00 PM\n\nTo: 11\/2\/2017 8:00:00 PM\n\nPublication date: 10\/11\/2017 12:00:00 AM\n\nStreet: 1327 Grandin Ave\nCity: Roanoke\nState: Virginia\nCountry: USA\n\n\nReact Native is a popular framework created by Facebook for building native iOS and Android apps using Javascript.  It's a fantastic way to get started building mobile apps, especially if you already have some experience with web development.  In addition, it is possible to build and prototype an iOS app using a Windows or Linux machine, so everyone can join in the fun!\n\nThis talk will focus on the basic building blocks of a typical React Native app.  We will build the app together, so please feel free to bring your own mobile device and laptop to the talk so that you can follow along.\n\nBret Shawn is a Senior Software Engineer for GE Digital.  He spends his days supporting Asset Performance Management software on the company's Predix platform.  A long-time resident of the Roanoke Valley, he has volunteered with the Roanoke Valley .NET User Group since 2005, and loves to learn and tinker with the latest \/ greatest platforms and tools.\n\nUser Group Meetings",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9859098196,
        "format_confidence":0.6166892648
    },
    {
        "url":"http:\/\/nyphp.org\/php-presentations\/76_IBM-s-PHP-Enterprise-Strategy-NYPHP",
        "text":"php meetup\n\nIBM's PHP Enterprise Strategy at NYPHP\n\nIBM, Zend and Enterprise PHP - IBM@NYPHP\n\nJune 28th, 2005\n\nJoin us this month as we hear from David Boloker, CTO of Emerging Technology in the IBM Software Group. Dave and his team will speak about IBM's PHP strategy, contributions, and upcoming products.\n\nThe team from IBM will also discuss the recent Zend Technologies partnership and demonstrate some PHP applications and extensions that are in the works.\n\nThis meeting promises to be a great opportunity to ask questions about IBM's PHP roadmap.\n\nThe presenters will cover the following topics:\n\nIBM's PHP Strategy (David Boloker)\n  • Why PHP\n  • The Zend relationship\n  • What are we doing and where are we going\n\nPHP Technologies and IBM (Stewart Nickolas)\n  • PDO status and efforts\n  • Web services\n\nComposite Applications using Mambo (Dan Gisolfi)\n  • Building composite applications with open source components and frameworks\n\nThanks to Daniel Krook and Platinum sponsor IBM for providing a great presentation space with seating for plenty.\n\nAs a service to our community, New York PHP Community meetings are always free and open to the public.\n\n\n\nView all PHP presentations.\n\nCSS JS minify thumbnail maker online API\n\nfree PHP thumbnail maker CSS & Javascript minify gzip pipeline online API and console\n\nFree API and developer tools console for PageSpeed optimization.",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9664064646,
        "format_confidence":0.9380797148
    },
    {
        "url":"https:\/\/jeylabsblog.com\/2018\/06\/18\/powertoolz-5-1-is-out\/",
        "text":"PowerToolz 5.1 is out\n\nPowerToolz 5.1 has been released with official support for K2 Five (5.1).\n\nWe have introduced a new feature allowing for PowerScript Execution through API.\n\nThe API makes execution of PowerScripts, coder friendly. You can use this from a Visual Studio Test project and make PowerToolz Test Automation integrated as part of your Continuous Integration processes.\n\nThe API is purpose built to facilitate developers to automate PowerToolz itself.\n\njEyLaBs.PowerToolz.PowerTester.Client can be referenced in your .NET code. The screenshot below shows how to kick off PowerToolz test execution through code.\n\nDownload an evaluation version of the latest of PowerToolz now from https:\/\/www.jeylabs.com\/pt\n\nLeave a Reply\n\nPlease log in using one of these methods to post your comment:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9563150406,
        "format_confidence":0.8101996779
    },
    {
        "url":"http:\/\/blog.voxer.com\/2013\/10\/03\/a-very-voxer-hack-day\/",
        "text":"A Very Voxer Hack Day\n\nWe challenged ourselves to innovate this week! So often, we are heads-down and focused on making improvements to the app as quickly as possible and integrating new features we set out on our roadmap.\n\nBut this week…well, let’s just say that Monday marked a very new and exciting occasion that we hope to grow in the coming months. hAck dAy!\n\nThe Voxer team (EVERYONE, not just engineers!) came up with a few dozen ideas and collaborated on 16 projects! Not too shabby for a staff of less than 50 on a Monday, right?\n\nWe took this event very seriously. We really got into it! Check out the team spirit!\n\n\nabove: Tiffany, Community Manager; Igal, Head of Product)\n\nTeams worked through the night to bring their ideas to fruition, and at the next morning’s presentations we had an amazing array of hacks!\n\n\n(above: the Voxer staff breaks up into teams to work on various hAck dAy projects)\n\nPrizes are still to be determined (the entire staff is voting on winners), but you can look forward to a few of these features to make it into the app. We’ve got our users covered! Lots of amazing features are soon to come for Voxer. Stay tuned!",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9312409163,
        "format_confidence":0.9523897767
    },
    {
        "url":"https:\/\/www.caktusgroup.com\/blog\/2014\/02\/14\/fastcompany-10-most-innovative-companies-local\/",
        "text":"Fast Company Cover\n\nFastCompany named Caktus client, UNICEF, as one of the Top 10 Most Innovative Companies in Local. UNICEF received this honor for their launch of RapidSMS, an open source platform for quickly building SMS applications.\n\nCaktus was instrumental in the core development of RapidSMS, including the creation of The Zambia project, Project Mwana, mentioned in by FastCompany was led by Caktus Group.\n\nDevelopers can access Project Mwana, an open source project, via GitHub.\n\nDownload Shipping Faster: Django Team Improvements\nblog comments powered by Disqus\n\n\nYou're already subscribed",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.542429328,
        "format_confidence":0.9818919301
    },
    {
        "url":"https:\/\/lists.ubuntu.com\/archives\/ubuntu-devel\/2006-April\/017153.html",
        "text":"Releasing 2.0 in 7 Indian Languages\n\nRKVS Raman rkvsraman at\nTue Apr 11 08:02:57 BST 2006\n\nHi all,\n\nThe BharateeyaOO.o Group ( )\nof CDAC Electronics City Bangalore announces the availability of 2.0.1 language packs in 7 Indian Languages.\n\nThe languages are\n\n1) Assamese\n2) Gujarati\n3) Hindi\n4) Malayalam\n5) Marathi\n6) Oriya\n7) Urdu\n\nOut of these languages Hindi has been jointly done by us and Rajesh\nRanjan and Gujarati has been translated by Utkarsh ( ).\n\nSpecial credits have to be given to GIST Group CDAC Pune ( ) for translating for the\nrest of the 5 languages.\n\nThe Urdu Language Pack supports RTL interface.\n\nThe language packs have been made available for Linux (Debian and Red\nHat) and Windows.\n\nThe merged source is also made available.\n\nPlease download from\n\nBest Regards\n\nRKVS Raman\nPh. 91-80-28523300 ext 2512\nrkvsraman at\n\nMore information about the ubuntu-devel mailing list",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9227665663,
        "format_confidence":0.6812083721
    },
    {
        "url":"https:\/\/openpower.devpost.com\/updates\/5858-extended-deadline",
        "text":"Back to all updates\n\nover 1 year ago\n\nExtended Deadline!\n\nGood news!   We’re extending the hackathon deadline to Tuesday, September 6th at 9:00PM ET - that’s almost 5 extra days to build your OpenPOWER application!   Please remember you can update your submission anytime between now and the new deadline. If you need any questions answered, head to our Slack channel or write us at   We can't wait to see what you build!",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9738778472,
        "format_confidence":0.9798712134
    },
    {
        "url":"https:\/\/community.mygameday.app\/2020\/11\/gameday-websites-release-notes-november.html",
        "text":"GameDay Release Notes: November 2019\n\nOur November releases focused on the following;\n\nNew Features:\n  • Ability for admins to add membership to members and process payments and record offline transactions\n  • Loading indicator on Global Search to let users know search is in progress\n  • Implemented updates to user groups in Sisense to enhance data security\n  • PCI-related compliance updates\n  • Major refactor of the application code (ongoing)\n  • Ongoing UI enhancements\n  • Updates to Login Screens for Admin Portal and Registration Forms to make it responsive for different screen sizes\n  • Updates to Registration form display\n  • Product Descriptions will now be displayed on the products screen in Registration Forms\n  • Age Rules Enhancements - Streamlined age rules setup for Product and Form Questions and Added new Registration date option for age rules\n  • Introduced a new Core Member Type; Miscellaneous\n  • Session Timeout after 30 minutes of Inactivity\n  • Additional fields in Organisation Details page\n  • Other small general system enhancements\n\nFunctionality Changes:\n  • Order Detail page cleanup\n  • Showing Org Hierarchy Levels Dynamically\n\nResolved Issues:\n  • Fixed issue in clearance to not allow clearance from same organisation and only display clearance data for related organisations\n  • Fixed issues in batch jobs to set member status and financial status correctly\n  • Clean up layout for Email Templates\n  • Validation against creating duplicate admin users with the same email at same organisations\n  • Issues related to Sisense Reporting\n  • Fixed issue with duplicated Settlement Items. Data cleanup completed for affected organisations and transactions\n  • Some other minor bug fixes and resolving support requests\n\n\nPopular posts from this blog\n\nGameDay is here!\n\nProduct Announcement: UI\/UX update to GameDay\n\nGeneral Announcement: We're changing to GameDay!",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.8069605827,
        "format_confidence":0.946141839
    },
    {
        "url":"https:\/\/software.ac.uk\/news\/ukri-strategy-recognises-critical-role-software-research",
        "text":"UKRI strategy recognises the critical role of software in research\n\nPosted by s.hettrick on 13 November 2019 - 7:35am\n\nThe%20UK's%20research%20and%20innovation%20infrastructure%20-%20opportunities%20to%20grow%20our%20capacity%20FINAL%20LOW%20RES%20v3-1.png“The near-ubiquity of software [in research] means that it is not possible to disentangle the quality of the software from the quality of the research. Unreliable and untested software leads to unreliable results that cannot be trusted”, states a recent report on opportunities to grow the UK’s research capability. This report, produced by UK Research and Innovation, will be used to guide the UK government’s strategy for research investment - which is planned to increase to at least 2.4% of Gross Domestic Product by 2027. This is possibly the first time such a high-profile report has clearly identified the critical role of software and the people who create it.\n\nThe report cites research from the Software Sustainability Institute on the prevalence of software in research and notes that Research Software Engineers are “particularly critical” in universities, research institutes and business. It shows the Institute at the heart of the UK’s current national research and innovation e-infrastructure ecosystem (see Figure 17). Importantly, it supports plans for investment into software maintenance, which will “enable the full value to be extracted from software throughout its lifetime”, and a national facility of research software engineering, which could help broker access to skills across the UK.\n\nWe are incredibly pleased that this report recognises both the critical role that software plays in research and that this reliance on software necessitates investment to ensure the quality and trustworthiness of research.\n\nFor more information, see chapter 8 of the report (starting on page 114).",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.8799027205,
        "format_confidence":0.9831720591
    },
    {
        "url":"http:\/\/c55.me\/blog\/?p=1863",
        "text":"PRESS RELEASE: Minetest 0.5 has begun development!\n\nPRESS RELEASE 2017-09-13\n\nMinetest 0.5 has begun development!\n\nThe open source modding and community focused multiplayer block sandbox engine Minetest (https:\/\/minetest.net) has merged the first big changes in its 0.5-dev branch on GitHub (https:\/\/github.com\/minetest\/minetest).\n\nBreaking changes include a move from the C++03 language standard to full C++11, continued testing and expansion of client-side modding APIs and clean up of accumulated compatibility code for faster future development.\n\nMinetest 0.0.1 was originally released in October 2010, making this the 7th year of development. Minetest takes cross-platform compatibility seriously and hadn’t yet moved to C++11 due to missing official support from Debian GNU\/Linux. Following release of Debian 8, Minetest moves to C++11, with all features of the language standard taken into use.\n\nThe tagline of Minetest at this point is “Wait, is it an engine or a game?”, and we have no answer. Reaching the founder Perttu “celeron55″ Ahola for an answer results in weird horn and fart noises.\n\nMinetest consists of a native core written in C++, on top of which content is written in Lua and published as independent releases. Minetest can be played and developed for fun, and welcomes contributors to all of its components.\n\nThe Minetest community can be found on the official Minetest discussion board at forum.minetest.net (https:\/\/forum.minetest.net\/), and a changelog of the continuing 0.5 changes can be found on the Minetest developer wiki (http:\/\/dev.minetest.net\/Changelog#0.4.16_.E2.86.92_0.5.x_.2830_Aug.29).\n\n\nAlso on minds.com: https:\/\/www.minds.com\/blog\/view\/754774999667056642\n\n2 Responses to “PRESS RELEASE: Minetest 0.5 has begun development!”\n\n  1. SovR3dBit Says:\n\n    Cool, moving to C++11 thats very cool\n\n  2. afree2004 lil Says:\n\n    Great job! I love minetest. Can the minetest be ran&debuged in android studio or eclipse for android phone? Thanks a lot if any suggestion.\n\nLeave a Reply",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9503504038,
        "format_confidence":0.8580594659
    },
    {
        "url":"https:\/\/irods.org\/2015\/08\/irods-development-update-july-2015\/",
        "text":"News \/ 10 August 2015\n\niRODS Development Update: July 2015\n\nIn this post we review the July development activities of the iRODS Consortium, which focused heavily on the 4.1.4 release.  The Technology Working Group was cancelled and A Call For Participation was sent to the TWG, Advisory Board and iRODS Chat list for working groups focused on mime types, persistent identifiers, and the upcoming enterprise message bus.\n\nFocus on 4.1.4\n\nFor the month of July, most of the development team worked on issues related to the 4.1.4 release.  We worked with a developer from our collaborators at iPlanton a new implementation of the fuse client, which promises more stability.  During this time we continued to fix other bugs as they arrived.  We closed 33 issues for 4.1.4, out of the 38 created overall.\n\nExternal Plugins\n\nWe are currently working on new releases of external storage plugins for HPSS and WOS.  The work on WOS has included the packaging of the wosrest daemon in order to optimize the communications between iRODS and the daemon.  The daemon will need to be launched as a separate service and the plugin configured to communicate directly with the local service.  HPSS has also been enhanced to include the ability to support unicode characters in the physical path.\n\niRODS 4.2\n\nProgress continues for iRODS 4.2 as we first focus on infrastructure and bug fixes before we begin work on integrating the new rule engine plugin interface. Highlights from the infrastructure work include refactoring the entire setup and upgrade code, removing the mix of perl and bash, into a new python library. We are also investigating the standardization on a C++14 compliant compiler across all platforms for the support of the new rule engine plugin.\n\nWorking Group Call for Participation\n\nThe iRODS Consortium Technology Working Group has identified several important topics that have broad impact, both on grant-funded projects in the academic arena, as well as on new and existing users from the community. These working groups would work to gather use cases, examine existing implementations, and synthesize standards and best practices around which the iRODS Consortium may provide packaged reference implementations.\n\n  1. Mime Types\n  2. Persistent Identifiers\n  3. Enterprise Message Bus (EMB)\n  4. Services related to the EMB such as:\n    1. Auditing Framework\n    2. Notifications\n\nOnce participants have been identified, we expect each working group to meet for hour-long web conferences about every two weeks for a span of approximately 3 months. We will begin by hosting presentations from our collaborators to examine existing production implementations.  Ultimately, our desired outcomes are documentation and decisions on: message formats, schemas, serialization technology, topics and associated services, expected control flow from clients through iRODS to and from these services, and potential new API calls from iRODS to support new functionality.\n\nIf you are interested in playing a role in these discussions, please email referencing any or all working groups you would like to join.\n\nJason Coposky",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9753921032,
        "format_confidence":0.891577661
    },
    {
        "url":"http:\/\/blog.plasticscm.com\/2013\/07\/semanticmerge-goes-visual.html",
        "text":"SemanticMerge goes Visual\n\nWednesday, July 24, 2013 , 0 Comments\n\nEdit:Thanks to Scott Hanselman and Jon Skeet for sharing the launch on Twitter.\n\nHere we are, releasing again! Doing our best to follow the rule of “release early, release often”.\n\nToday we’re publishing our latest feature in SemanticMerge: the “Visual Merge”. And since picture is worth a thousand words… here you are:\n\nWe’ve also added “difference rendering” to the SemanticDiff tool, so it is possible to use the new visual functionality not only during merge but also while looking for differences, which is a much more common operation:\n\nYou can download SemanticMerge, including Visual Merge and Visual Diff at It is available for C#, Java, and soon it will support C and JavaScript too. Don’t forget to follow us @semanticmerge\n\n\nThe full story behind visual conflict rendering\n\nAt the very beginning we explained semantic with diagrams like this:\n\nWe wanted to explain how something as complex as splitting a class into two different ones in parallel could be easily merged by SemanticMerge. Using figures (and Visio) was the better way we had.\n\nSoon we started thinking on how cool it would be to teach Semantic to render the conflicts...\n\nIt is all about the icons\n\nIf you ever used SemanticMerge or if you visited the website then you’ve seen the way in which we render the conflicts:\n\nAs you can see each method in conflict is decorated with icons representing the type of change: “c” stands for changed, “m” for moved, “d” deleted and “a” added (we also use “r” for renamed as a special “moved” case).\n\nIcons on the left mean differences with “source contributor” and the ones on the right mean differences with the “destination contributor” considering contributors as in the following picture:\n\nThe whole idea of putting the icons on the left and the right of the method came from this graphic (again powered by Visio):\n\nHence, when a method in the shape in the middle (ancestor or base) has icons at both sides it means it has a conflict. If it only has one icon it means it only has changes in one of the two contributors, so the merge will be automatic, and if it has no icons it means it was unchanged.\n\nThis is the idea behind the entire GUI and as you can see now, the originally Visio-drawn concept grew up to become a full GUI.\n\nSome VisualMerge images\n\nThese are some of the merges you can display if you just install SemanticMerge and go to the samples directory.\n\nDivergent move\n\nThis is the “Socket Deeper” example, in C# and rendering “hiding unchanged nodes” which greatly simplifies the entire graphic:\n\nGroup unchanged\n\nNow an example, this time in Java, grouping unchanged parts:\n\nThe State of the Art of Merge Technology\n\nWe’ve recently posted what can be currently achieved chaining SemanticMerge into an advanced merge toolchain, which maybe is somehint you’re interested on :P\n\nWhat’s next?\n\nStay tuned because next week we will come up with a top request in our UserVoice :P\n\n0 comentarios:",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9528661966,
        "format_confidence":0.7994687557
    },
    {
        "url":"http:\/\/get-scripting.blogspot.com\/2008\/10\/powershell-uk-user-group-november.html",
        "text":"Wednesday, 8 October 2008\n\nPowershell UK User Group November Meeting\n\nRichard has confirmed details of the next Powershell UK User Group Meeting.\n\nDate: Thursday 20th November\nTime: 6.30 - 9.30pm\nLocation: Memphis Room, Building 3, Microsoft Campus, Thames Valley Park, Reading\n\n\nPowershell Introduction: Objects and get-member\nPowerGUI SQL Server Reporting Services powerpack\nPowershell in SQL Server 2008\n\nIf you want to attend please send an email to so that you can have a badge waiting for you on arrival.\n\nThese are always great events and are well worth attending for anyone with an interest in Powershell (or even SQL this time!). There'll be free pizza too. :-)\n\nNo comments:",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.6759733558,
        "format_confidence":0.6999830008
    },
    {
        "url":"https:\/\/crackberry.com\/blackberry-playbook-sdk-adobe-air-and-simulators-now-available-download",
        "text":"BlackBerry PlayBook SDK\n\n* Updated: See official Press Release below! *\n\nSince the announcement of the BlackBerry PlayBook many folks have been waiting to get a deeper look into what, exactly can be done with the device. App developers especially. Now, the BlackBerry PlayBook SDK for Adobe AIR app creation has been released and alongside it are the downloads for the simulators (Windows and Mac versions) for both. Of course, Research In Motion have marked both as beta's so you'll have to keep that in mind when exploring. We'll hopefully see plenty of updates for it over time but, for now this is the start of something good. Now, be honest. How many of you all are gonna download the simulator just to see what's up?\n\nPress Release\n\nNew SDK From RIM Allows Developers to Create Adobe AIR Applications for BlackBerry PlayBook\n\n- SDK integrates new extensions for Adobe AIR that have been highly optimized for the BlackBerry Tablet OS\n\n- Developers can immediately begin building uncompromised applications for the BlackBerry PlayBook tablet\n\n- Early feedback from developers highlights ease of development and high performance\n\nWATERLOO, ONTARIO--(Marketwire - Oct. 25, 2010) - Research In Motion (RIM) (NASDAQ:RIMM)(TSX:RIM) today launched the new BlackBerry(R) Tablet OS SDK for Adobe(R) AIR(R) at the Adobe MAX conference in Los Angeles. The new Software Developer Kit (SDK) enables developers to quickly and easily create AIR applications for the BlackBerry(R) PlayBook(TM) tablet using Adobe's powerful, familiar and industry-leading development tools. With the BlackBerry Tablet OS SDK for Adobe AIR, developers can leverage the uniquely powerful capabilities of the BlackBerry Tablet OS, as well as access all of the richness of Adobe AIR, to deliver incredibly engaging and high-performing AIR applications for the BlackBerry PlayBook.\n\n\"The BlackBerry PlayBook, with its dual-core processor and multi-processing OS, is a multi-tasking powerhouse that is also the world's first tablet to be built from the metal up to run Flash Player 10.1 and Adobe AIR applications in a fully integrated, fully optimized fashion,\" said David Yach, Chief Technology Officer, Software, Research In Motion. \"The new SDK for the BlackBerry PlayBook unleashes a wealth of opportunity for the Adobe and BlackBerry development communities to easily create value-added applications and experiences for customers and we are extremely excited by the positive feedback received from developers in early trials.\"\n\nThe BlackBerry PlayBook with BlackBerry Tablet OS supports Adobe AIR 2.5 and Adobe Flash(R) Player 10.1 at its core. This integrated support and the BlackBerry PlayBook's exceptional processing power (including a 1 GHz dual-core processor, true symmetric multiprocessing and multi-threaded rendering) give developers the ability to deliver incredibly rich content and applications with highly-responsive and fluid touch screen experiences.\n\n\"The close collaboration between RIM and the Adobe AIR team has achieved an implementation which we expect to be the first to include high performance optimizations for tablet devices,\" said David Wadhwani, senior vice president, Creative and Interactive Business Solutions at Adobe. \"This, combined with great tooling integration and full Flash Player 10.1 support, makes the BlackBerry PlayBook an outstanding platform for more than three million Flash developers.\"\n\nBuilding the Best Flash\/AIR Applications for Tablet Computing\n\nRIM has designed the BlackBerry Tablet OS SDK for Adobe AIR to allow developers to leverage the uniquely powerful capabilities of the BlackBerry PlayBook and Adobe AIR 2.5 to build industry-leading applications that provide a distinctly compelling experience for BlackBerry PlayBook users. The new SDK provides developers with support for:\n\n-- Hardware-accelerated playback of video and graphics-intensive content,\nboth in the browser and within AIR applications, enabling a smooth, high\nfidelity viewing experience on the BlackBerry PlayBook, even with up to\n1080p HD content\n\n-- Web View to enable AIR apps to display HTML and Flash content and to\nleverage the BlackBerry PlayBook's WebKit browser\n\n-- UI components that have been built specifically for the touch screen\nexperience on a tablet device, including support for multi-touch and\n\n-- Powerful APIs to advanced features such as the front and rear facing\ncameras, accelerometer, geo-location, in-app payments and more\n\n-- Application notifications, which allow developers to bring events\ngenerated by AIR applications immediately to the user's attention, even\nif the application is running in the background\n\n-- Seamless communication between AIR apps on the BlackBerry PlayBook,\nallowing the creation of \"Super App\" experiences\n\n-- Extending Adobe AIR applications to use native C++ extensions, providing\ndevelopers with the ability to write part of their application in the\nBlackBerry Tablet OS's native code (subject to availability of the\nupcoming BlackBerry Tablet OS native SDK)\n\n-- Porting existing Adobe AIR applications quickly and easily to the\nBlackBerry PlayBook\n\nWhat Developers are Saying about Building Flash\/AIR Apps for BlackBerry PlayBook\n\nSeveral BlackBerry(R) Alliance members are already working with the BlackBerry Tablet OS SDK for Adobe AIR as part of an early access program.\n\n\"eUnity enables health care professionals to access and manipulate full quality medical images from a Flash-enabled web browser,\" said Steve Rankin, President and CEO of Client Outlook. \"Bringing our application to the tablet form factor for the first time was incredibly fast and easy using the BlackBerry Tablet OS SDK for Adobe AIR. In fact we had eUnity running on the BlackBerry PlayBook in less than 2 hours! We are excited about the opportunity to access our innovative server technology through the power of Flash to provide our healthcare clientele with the ability to dynamically interact with diagnostic images that render amazingly fast, on an ultra portable device.\"\n\n\"With help from Adobe's development tools we've been able to create an exceptional eReading application that will be pre-loaded on the BlackBerry PlayBook,\" said Dan Leibu, CTO of Kobo. \"The SDK enabled us to achieve the right level of performance for the delivery of rich reading content and a world-class reading experience.\"\n\n\"Mobile and social technologies are the future of enterprise computing,\" said Kendall Collins, chief marketing officer, \"The BlackBerry Tablet OS SDK for Adobe AIR will enable us to seamlessly deliver real-time collaboration with Chatter Mobile to business users around the world on the BlackBerry PlayBook.\"\n\n\"SAP customers want to free their SAP(R) applications from the confines of the desktop and truly mobilize their workforces,\" said Nicholas Brown, senior vice president, Mobility Market Development, SAP AG. \"Analytic dashboards are a clear use case in which everyone from the C-level executive to line-of-business manager to sales rep can analyze and access information in real time. The BlackBerry PlayBook SDK for Adobe AIR made it incredibly easy for us to build applications using Flash development tools - it took our developers just a couple of days to convert an existing SAP application into an AIR application for BlackBerry PlayBook. It looks impressive and most importantly is incredible easy to use on the new tablet.\"\n\n\"The BlackBerry Tablet OS SDK for Adobe AIR, allowed us to create a highly engaging experience utilizing existing coding knowledge, which makes creating PlayBook applications extremely fast,\" said Brett Cortese, CEO, Universal Mind, Inc. \"We simply dropped the SDK into Flash Builder and the controls were available and the ball was rolling.\"\n\nGetting Started\n\nAdobe AIR developers can start building their applications for BlackBerry PlayBook today and will be able to submit their AIR applications for BlackBerry PlayBook to BlackBerry App World(TM) later this year. The BlackBerry Tablet OS SDK for Adobe AIR and the BlackBerry PlayBook simulator are both currently available in beta and can be downloaded for free from\n\nDevelopers at Adobe MAX interested in learning about development opportunities for BlackBerry PlayBook can stop by RIM's booth #107. Attendees can also join in on a series of RIM-hosted sessions at the show focused on how to start developing AIR applications and web content for the BlackBerry Tablet OS.\n\nThe first webcast of a five week series hosted by RIM and Adobe experts will start on November 4, 2010 and will provide developers the opportunity to learn more about creating Adobe AIR applications for the BlackBerry PlayBook tablet. Developers interested in signing up for the webcast series can visit",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9236037731,
        "format_confidence":0.9635404348
    },
    {
        "url":"https:\/\/developer.microsoft.com\/en-us\/office\/blogs\/sharepoint-framework-community-call-recording-25th-of-april-2019\/",
        "text":"Skip to main content\n\nOffice 365: Developer Blog\n\nSharePoint Extensions\n\nSharePoint Framework Community Call Recording – 25th of April 2019\n\nSharePoint Framework Special Interest Group (SIG) bi-weekly community call recording from April 25th is now available from the SharePoint Development YouTube channel at\n\nTopics covered on April 25th, 2019 – Call hosted by Patrick Rodgers (Microsoft)\n\n    • SharePoint Framework update from Microsoft Engineering (4:04)\n    • PnP JS Core library update (11:33)\n    • Office 365 CLI update (14:18)\n    • Reusable SPFx controls update (16:55)\n    • PnP SPFx Yeoman extension – (19:14)\n    • Demo – Ramin Ahmadi (Content and Code) – Print list items using templates with SPFx list view command set (21:16)\n    • Demo – David Warner II (Catapult Systems) – Using SPFx Library components in your solutions in an optimized way (28:27)\n    • Demo – Federico Porceddu (Avanade) – Modern Page Model handling with PnP\/PnPjs (38:37)\n    • Demo – Vesa Juvonen (Microsoft) – Out of the modern page templates and single part app pages build with SharePoint Framework (48:10)\n\n\nAdditional resources around the covered topics and links from the slides.\n\nOther mentioned topics\n\nNext Meeting is May 9th, 2019, see you then!\n\nPnP SharePoint Framework Special Interest Group bi-weekly calls are targeted for anyone who is interested in the JavaScript-based development towards SharePoint Online and also on-premises. SIG calls are used for following objectives.\n\n  • SharePoint Framework engineering update from Microsoft\n  • Talk about PnP JavaScript Core libraries\n  • Office 365 CLI Updates\n  • SPFx reusable controls\n  • PnP SPFx Yeoman generator\n  • Possible engineering asks for the field – input, feedback, and suggestions\n  • Cover any open questions on the client side development\n  • Demonstrate SharePoint Framework in practice – also community demos are more than welcome (let us know, if you’re interested)\n\nYou can download recurrent invite from Welcome and join the discussion!\n\n“Sharing is caring”\n\n\nSharePoint Team, Microsoft – 26th of April 2019",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9808072448,
        "format_confidence":0.9264301062
    },
    {
        "url":"https:\/\/blogs.msdn.microsoft.com\/bharry\/2008\/02\/02\/french-and-german-team-system-web-access-have-shipped\/",
        "text":"French and German Team System Web Access have shipped\n\nOn Thursday I announced that the Japanese version of Team System Web Access (TSWA) was available.  Today, I have the pleasure of announcing that both the German and French versions are now available.  I know these two are going to be quite popular because we had several customers contact us asking for permission to localize it themselves.  Now we got an official localized version of both.  The remaining localized releases are on their way.",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.8245494366,
        "format_confidence":0.9618005753
    },
    {
        "url":"https:\/\/rollbar.com\/blog\/rql-minor-updates\/",
        "text":"RQL minor updates\n\nSeptember 25th, 2014 • By Brian Rue\n\nA couple minor updates to RQL today:\n\n  • IS NULL and IS NOT NULL are now supported\n  • Fixed a crash in queries that contain a GROUP BY plus an ORDER BY on a column referenced only in the ORDER BY.\n\nGet the latest updates delivered to your inbox.",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.7594017982,
        "format_confidence":0.7850105762
    },
    {
        "url":"http:\/\/www.mythtv.org\/news\/090\/New%20Release%20--%200.11",
        "text":"New Release -- 0.11\n\n  • It's time once again for your friendly neighborhood MythTV update. Changes to the TV portion include:\n    • New automatic deletion support (keep a certain number of episodes per program, or just free up space globally) to make sure you've got free space to record.\n    • A new live tv -> recording -> live tv transition contributed by Holger Buchfink, which fixes a number of bugs related to that. He also sent in a bunch of other bugfixes.\n    • DVB support is getting closer to 'working well' status, thanks mostly to fixes from Kenneth Aafloy and myself. Apparently it's useable for recording and (mostly) watching live tv, but there's some setup issues that should get worked out soon.\n    • This release includes very preliminary support for the (not yet shipping) pcHDTV card.\n    • The built-in transcoding support (just .nuv to .nuv, really) written by Geoffrey Hausheer finally got enabled. Basically, this allows you to recompress recorded files down to a smaller size for archival purposes. Or, just use mythmkmovie to transcode them into any other format you want (with some caveats).\n    • There's some preliminary native lirc (no more irxevent) support contributed by Scott Beck and Anduin Withers.\n    • Many bugfixes, optimizations (mpeg2 decoding is faster), and other improvements everywhere in MythTV.\n  • The rest of the plugin modules also saw quite a bit of development:\n    • Brand new 'MythDVD' module, which allows you to view DVDs using the DVD player software of your choice, as well as a frontend to transcode\/libdvdread for extremely easy movie backups which get automatically imported into MythVideo.\n    • A complete rewrite of MythWeb by Chris Petersen. While it doesn't quite (yet) match all the features of the old MythWeb, it will soon and is really quite nice =) The old code is still available in the CVS tree as the 'mythweb' module if people still want to use that.\n    • MythGame got a much needed user interface overhaul. It now matches the other UIs in MythTV.\n    • MythWeather got fixed -- a lot of people were seeing the weather forcast data collection process time out or error out. Welp, no more of that. =)\n  • As always, quite a few people contributed to this release. Thanks everyone!\n  • As always, grab things from the download section and read the documentation. Make sure to read the various UPGRADING files if you're upgrading from an earlier release.\n  • Check the links section for Debian, Redhat, and Mandrake package updates. Hopefully they'll all be available soon =) I can't imagine the official Gentoo ebuild taking that long to update to 0.11 either.\n  • And just a note to anyone who's wondering -- XMLTV 0.5.16 was released recently to fix a temporary problem with tv_grab_na. This MythTV release is of course compatible with it, 0.5.15, and 0.5.14, so use whatever you want.\nPosted by Isaac on August 15th 2003",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.6779792905,
        "format_confidence":0.8805596828
    },
    {
        "url":"https:\/\/agi.io\/2017\/08\/20\/348\/",
        "text":"AGI Experimental Framework\n\nWe’re very excited to launch AGI Experimental Framework, AGIEF, our open source framework.\n\nWe first introduced it a while back, at the end of 2015 here, and it has certainly come a long way.\n\nAGIEF was created to make running rigorous AI experiments convenient, reproducible and scalable. The goals are:\n\n  • Repeatability: ability to save\/load, stop\/start an experiment from any execution step, and know that it will execute deterministically\n  • Visualisation: ability to visualise all the data structures at any step\n  • Distributed operation for performance\n\nThe Github wiki and Readme describe the project in detail and how to get started.\n\nThe framework comprises 3 repositories.\n\nagi – Java project comprising core algorithmic code and framework package to support compute nodes.\n\nrun-framework – Python scripts to run and interact with the compute nodes covering aspects such as generating input files, launching cloud infrastructure, running those experiments (locally or remotely), executing parameter sweeps and exporting and uploading the output artefacts.\n\nexperiment-definitions – contains the experiment definitions, the files required to run and repeat specific experiments.\n\nAlso published on Medium.",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9263925552,
        "format_confidence":0.7768398523
    }
]