[
    {
        "url":"https:\/\/kotaku.com\/5958991\/sportsfriends-an-indie-wii-sports-headlined-by-js-joust-will-come-to-ps3-and-computers-if-you-pay?tag=Johann-sebastian-joust",
        "text":"Have you heard people rave about the graphics-less multiplayer game Johann Sebastian Joust but never been able to play it? Have you noticed that it is played with PlayStation Move controllers and wondered why in the world Sony hasn't greenlit it for an official PlayStation 3 release?\n\nYes? No?\n\nJ.S. Joust is a clever 21st century game of.... jousting. I've played it. I love it. A bunch of people, each holding a Move controllers try to rattle each other's controllers. You move with the speed of the game's soundtrack, no faster or you'll be eliminated. Last person with a stable controller wins. Players basically play the game by encircling each other, reaching out for a hit or pulling a way to stay safe. It's a very physical game.\n\n\nJ.S. Joust will be released officially on the PS3 (and PC, Mac and Linux) along with three other games, if people chip in $150,000 to a brand new Kickstarter.The project, a compilation of four local multiplayer games, is called Sportsfriends. Think of it as a crazier, artsier Wii Sports. This is a gaming Kictstarter to care about, folks.\n\nThe other three games are Hokra (sort of like soccer), Super Pole Riders (kind of like competitive pole-vaulting), BaraBari Ball (vaguely like volleyball). The Kickstarter video embedded above explains all of this.\n\nBut you might have some questions. I sure did. Thankfully, J.S. Joust creator was willing to answer all three of them.\n\n\nKotaku: These are critically acclaimed games, but you're saying publishers turned you guys down? What were you told was the problem with your stuff?\n\nWilson: \"Of the four of us, I've probably spent the most time shopping my game (Johann Sebastian Joust) around to various partners and publishers. After I won the Innovation Award at the Game Developers Choice Awards—beating heavy-hitters like LA Noire and Portal 2!—I thought I'd have a decent chance of getting proper funding to polish J.S. Joust and release it commercially. As it turns out, the game is just a little too untraditional. The game doesn't even need a screen, and there's not even a compelling way to give it a single-player mode! After some months, it became clear to me that I'd have to self-publish the game. That's where Kickstarter comes in. I know the fans are clamoring for a commercial release, and the game has shown so well at public events like IndieCade and PAX. So, I'm hoping to leverage that grassroots support and crowd-fund the game over the finish line, so to speak.\n\n\"For a long time now, Ramiro [Corbetta, creator of Hokra,] and I have been talking about the general challenge of commercializing local multiplayer. The question is, how do you take a minimalistic four-player multiplayer-only game like Hokra and sell it? That kind of game is an outlier, at least in today's console market. Inspired by other compendiums like Summer Games or Wii Sports, we decided that it would make sense to take a number of like-minded multiplayer indie games and package them together. That way, the final product would have enough \"meat\" to it to become an attractive purchase. Or at least that's the hope!\"\n\nKotaku: These are all multiplayer games, but—correct me if I'm wrong—are all local multiplayer games and don't have online play. Why the fondness for local multiplayer and what do you think it has over online multiplayer or solo play?\n\nWilson: \"Yup, local multiplayer only. For us that's a very deliberate decision.\n\n\"The four of us designed our games with local multiplayer specifically in mind. For example, Hokra and BaraBariBall were both commissioned for NYU's No Quarter exhibition. I know Ramiro thought a lot about spectatorship when he was designing Hokra. Those considerations influenced our design processes significantly. I just think it's a mistake to think that local multiplayer and online multiplayer will work the same way. Each domain calls for a different approach.\n\n\n\"I don't have anything against online play, but I think those kinds of games have, in the last decade, overshadowed old-school local multiplayer. Think back to those games you played at the arcade, or on the playground, or in your friend's living room. The four of us believe that those types of gaming experiences are super important. Sportsfriends is our way of shouting out to the gaming world—'hey, local multiplayer is a very valuable thing, don't forget about it!' There's just something special about playing games in the same room as your friends, or competing in front of a cheering crowd.\n\n\"Also, it's difficult to imagine how you'd play J.S. Joust online! Probably the closest thing is Pippin Barr's browser-based satire, Ludwig Von Beatdown.\"\n\nKotaku: Why don't your games include any guns? Isn't that kind of weird?\n\nWilson: \"Actually, we keep joking about a sequel called GUNFRIENDS. Should we make that happen?\" [Note from Stephen: Yes, I would play a game with that title.]\n\n\n\"I personally don't have anything against acutely violent games, but I do think they bring with them a certain 'stigma.' Like, I think some non-gamers see gun combat and dismiss the game—'oh, it's just another videogame—not for me.' Sports, however, are a central part of mainstream culture all over the world. Many of us grew up playing sports at school, and millions and millions of us watch professional sports. So, from a design standpoint, using conventions from sports is one way to reach people who might not otherwise be so interested in videogames. The four Sportsfriends games are influenced by sports like martial arts, soccer, hockey, polo, volleyball. The hope is that drawing from those precedents will help make the games more accessible and more spectator-friendly.\n\n\"All that said, I will admit that Pole Riders can get a little violent. Bennett [Foddy, the game's creator] tells us that in the new version, you'll be able to impale your opponent on your pole, then wave their lifeless body around as a kind of club. I'm excited.\"\n\nSPORTSFRIENDS featuring Johann Sebastian Joust [Kickstarter]",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9956623912,
        "format_confidence":0.5662251711
    },
    {
        "url":"http:\/\/www.vg247.com\/2010\/05\/25\/interview-ted-price-and-david-demartini-explain-the-insomniac-multi-plat-gigaton\/",
        "text":"Interview: Ted Price and David DeMartini explain the Insomniac multi-plat gigaton\n\nTuesday, 25 May 2010 16:00 GMT By Patrick Garratt\n\n\nIt’s not every day someone says, “Insomniac’s Ted Price is on the line”. But then it’s not every day a studio with Insomniac’s sheer weight – the outfit has sold over 35 million games for PlayStation hardware – decides to move away from a superglue relationship with Sony to develop a multi-format title with EA.\n\n“Insomniac is making a 360 game” are words few people ever thought would be true. But true they are, and EA Partners GM David DeMartini is thrilled. Price’s 16 year-old studio is one of the most successful in the world, with benchmark properties such as Ratchet & Clank and Resistance a backbone of Sony’s first-party offering since time immemorial. The developer has only ever released PlayStation products.\n\nPrice and DeMartini outlined their shock deal to us on the phone last night, with Price saying he can’t wait to get “Xbox 360 fans excited about” his new, EA-published Insomniac “universe”, and explaining why a brand so massively “PlayStation” felt the need to bat for the other side.\n\n[Interview by Patrick Garratt]\n\nVG247: Could you just give us a few details on the deal itself?\n\nTed Price: What we’re announcing is a new multi-platorm game that we’re developing here at Insomniac Games, and the fact that we are now working with EA Partners.\n\nCan you tell me anything about the product yet?\n\nTed Price: Not yet.\n\nWhen you say multi-platform, I assume it’s PS3 and 360, right?\n\nTed Price: That’s correct.\n\nAnd is it going to be out this year, next year?\n\nTed Price: We’re not talking about the timing. What we want to talk about is the fact that this is a really exciting time for us. We’re hoping to reach many more players on multiple platforms for this new universe we’re creating.\n\nTed, Insomniac’s known as a PlayStation studio first and foremost right now. Can you just assure the fans that your deal with EA won’t affect any work you have ongoing with Sony?\n\nTed Price: We still have a great relationship with Sony, and we’re still very dedicated to the Ratchet and Resistance franchises, and we will continue working with Sony.\n\nDavid, you told me at the Crysis 2 event in New York, that it was more important for Crytek to go multi-platform than it was for EA to have a multi-platform product in Crysis 2. Obviously, we’re just seen Bungie sign a very similar deal to this with Activision. Do you think we’re truly seeing the end of the platform-specific third-party studio here?\n\nDavid DeMartini: Well, I believe that the best thing to create value for any great independent studio like Insomniac or Crytek is to make their game available to the widest possible audience. The best way to do that is by developing multi-platform, and making a high quality gaming experience. The good news about all of these studios, including Bungie, is that they had tremendous success on a particular platform, and they’ve done great by that publisher and that hardware manufacturer. But this is something that will create additional value, I believe, by making games for all the platforms. I think that exposes fantastic content to the widest possible audience.\n\nTed, is there pressure for independent studios to move into the multi-platform space? Is that pressure simply a reality of surviving videogame creation in the modern climate, or is this is a case of maximizing revenue and just getting as much money as you possibly can from your content?\n\nTed Price: For us it’s probably a little different than for other developers. Everybody has their own desires in terms of how they create games and how they want to reach their audience. Our goal is to continue to make fantastic games and to reach as many players as possible. One of our other goals is to own our intellectual property, and working with EA Partners has allowed us to do that too. That’s why this has been an exciting move for us.\n\nWhen did you actually decide that you needed to go multi-platform? How long have you been working with David on this deal?\n\nTed Price: The deal evolved organically. We don’t want to talk about the timing, but we’ve been talking for quite a while. We, as a studio, decided that it was important to go multi-platform a couple of years ago; we just haven’t been able to take advantage of the timing until now.\n\nAnd in very broad strokes, why is EA the best partner for you?\n\nTed Price: We talked to a lot of publishers that have global publishing capabilities and expertise across platforms, and we felt that EAP in particular best matched our creative style and the publishing expertise that we need. Again, they work with independent developers that own their own IP, and that was very attractive to us.\n\nDid you speak to Activision?\n\nTed Price: As I said, we spoke to a lot of publishers.\n\nDavid, who else are you talking to right now? Obviously, we’ve seen some really massive announcements in this space recently. You’ve had a great year, signing Respawn and now Insomniac; these are both huge deals. Are you talking to the likes of Remedy and other studios that have strong links to single hardware platforms?\n\nDavid DeMartini: Well, that’s a really good suggestions. I’ve got to pass that on to my business development people to make sure they’re covering those guys. You know, it’s funny: we probably talk to and look at 200-300 games and game teams per year to potentially sign less than five.\n\nI think someone characterized it as, “You have to kiss an awful lot of frogs to find some princes.” Insomniac was just the perfect partner for us. Beyond the partnership, you have to have a good feeling about working with each other, and from the beginning it just felt like a great fit with Insomniac, as it did with Respawn, as it did with some of the others. Anybody that can consistently bring the kind of quality gaming and entertainment experience that they can is someone we always aspire to work with.\n\nAs you look around the globe, and you think of the Remedy’s of the world and others like them, we’re always going to be trying to partner, or at least explore a partnership with people who bring that kind of quality to the table.\n\nWhen are you going to be detailing the product that you’ve signed with Insomniac? Are we going to be seeing something at E3, do you think?\n\nTed Price: I can take that. We’ll start revealing details when we’re ready.\n\nDavid, how are the Respawn guys doing with their team-building right now? Are we going to see anything from them at E3?\n\nDavid DeMartini: I don’t think we’re going to see anything from them at E3, but everything’s going great at Respawn. I think they just had a big furniture delivery at the weekend [laughs].\n\nEverybody thinks – and Ted can attest to this – that people are just going to form a company and get going and that it’s going to be easy. It’s very challenging. There’s a ton of skills and muscles that you need to exercise when you start up a studio, starting with all the administration, starting with all the HR activity, getting chairs, getting tables, all that other kind of stuff. The guys are doing great. They’re very excited about what they’re doing. They’ve got an office and they’ve got furniture.\n\nMost importantly today, we’re talking about Insomniac, and how exciting it is that we don’t have to help them find furniture because they’re all set up and they’re rolling.\n\nTed Price: As I may have mentioned earlier, working with EAP is something that we wanted to do because they work well with independent developers. There aren’t that many indies left that have been creating games for a while, and we, as an independent, decided that we needed to branch out again, to start looking at multiple platforms. For us there’s been about 16 years of independence, and even though we continue to refine our processes, it’s exciting just to take bigger steps within the industry.\n\nWhat’s your ambition for Insomniac? To simply be as big as you possibly can be? Or is it to keep creating the content you’re proud of?\n\nTed Price: It’s quality over quantity for us. That’s been one of our core philosophies for years. We believe that if you grow too fast, if you try to take on too much, then ultimately the quality can suffer. We’ve controlled our growth and really focused inward to make sure we’re providing gamers with the best experience possible with every game that we release.\n\nAnd obviously you’re going to want to stick to that ethic when you start developing for Xbox 360, right?\n\nTed Price: Yeah.\n\nYou’ll have to change your production process, and so on. Are you already preparing for that?\n\nTed Price: Yeah. Our production process isn’t changing much. We’re developing some new technologies to support Xbox 360, but as far as are studio goes, we’ve had the benefit of refining our processes for 16 years. We’ll just continue refining them.\n\nYou’ve had the luxury in many ways of being able to focus on a single platform with PlayStation 3, to get the most from the platform and get to really know it. How wary of you that the general quality of your software will suffer by taking on a new platform?\n\nTed Price: [Laughs] We’re not worried. We’ll continue to push it on both platforms. We’ll make sure we’re maximizing what each platform gives us.\n\nDavid, do you think that it’s only really EA and Activision that have the substance to support developers of the size of Bungie and Insomniac? Do you think that we might see someone else sign a deal like this? Maybe somebody like Ubisoft?\n\nDavid DeMartini: Sure. There’s always competition out there. Not only do you have traditional publishers, but now you also have the venture community. I mean, games are highly successful, and any time you’ve got investments that bring substantial results you’re going to have more and more people interested in the investment. I actually think there’s going to be more competition out there, and that’s why we couldn’t be any more delighted to find somebody like Ins... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.990753293,
        "format_confidence":0.9801526666
    },
    {
        "url":"https:\/\/kotaku.com\/this-final-fantasy-xv-interview-is-incredible-1776495346",
        "text":"Left: Hironobu Sakaguchi. Right: Hajime Tabata. Photo via Famitsu Magazine\n\nHironobu Sakaguchi was the first director of Final Fantasy. Hajime Tabata is the latest director of Final Fantasy. When they get together, the results are surprisingly hilarious.\n\nToday Famitsu Magazine published an English transcript of a recent interview they held with both Final Fantasy luminaries, and it’s full of incredible moments. Sakaguchi’s comments are blunt, hysterical, and genuine. Reading through their conversation—Sakaguchi the grizzled veteran; Tabata the hardworking newcomer—is a lot of fun.\n\nHere are a few gems from the interview. First, on the joke that Tabata will never forget:\n\nTabata: We didn’t have any connection, besides almost bumping into each other at PAX Prime 2014. I’d heard that Sakaguchi-san was coming and was hoping to introduce myself, but my timing was off.\n\nSakaguchi: I only heard this after the event. I was there promoting Terra Battle, and press commitments prevented us from meeting.\n\nTabata: I was musing on the missed opportunity when I heard about Sakaguchi-san congratulating us on our 10th anniversary (a joke about the lengthy development period of FFXV)! (laughs)\n\nSakaguchi: Sorry about that. I was tired from the interview and went a bit far.\n\n(Incidentally, Sakaguchi made that comment in an interview with me!)\n\nOn unanswered questions:\n\nTabata: Over the meal Kitase-san and Sakaguchi-san told me about how they used to work together. Sakaguchi-san also told me to ask him anything, so I asked him how much he was earning! (laughs)\n\nSakaguchi: That’s one I didn’t answer! (laughs)\n\nOn the little things:\n\nTabata: When we first ate together, Sakaguchi-san told me there was one thing he was concerned about. I was immediately anxious about his upcoming comment.\n\nSakaguchi: In the first in-game demo, a Behemoth’s hind leg was sticking through a fence. I told him “You can’t have that.” (laughs)\n\nTabata: Suspension of disbelief.\n\nSakaguchi: I love getting nitpicky over little details like that. I was all over that hind leg! (laughs)\n\nFamitsu: I myself remember Sakaguchi-san mentioning that back then. (laughs)\n\nTabata: It must have really bothered you. (laughs)\n\nSakaguchi: The heinous case of the Behemoth leg!\n\nOn feedback:\n\nTabata: I definitely will whenever there’s ever something I’d appreciate his opinion on. Every discussion is a masterclass in game creation. For example, I don’t really know about the planning and efforts that went into creating FFVII, as I was in another company back then. It amazes me each time how different and how deep the process was back then compared to what we’re trying to do. It really reminds me of all the effort so far to establish the Final Fantasy brand, and how passive we’ve been in just building on the IP’s existing success. That’s why it helps to discuss things with Sakaguchi-san every now and then. To keep our eyes open. The proverbial wake-up call. (laughs)\n\nSakaguchi: Feeding me alcohol ensures my comments will at least be blunt. (laughs)\n\n\nAnd finally, some heartfelt words of wisdom:\n\nFamitsu: There might be a Sakaguchi vs. Tabata version of that debate before this is all over, then. (laughs) With the final stretch around the corner, any words of encouragement for Tabata-san?\n\nSakaguchi: With the release date set, you’re starting the final struggle uphill and it’s the toughest stretch of them all. When you look back, though, going gold is a very fulfilling moment. Both FFIII and FFIV were finished around the break of dawn, and I couldn’t help striking victory poses on my way home alone. (laughs) I still remember those moments as the most enjoyable and fulfilling moments of my life. I’m sure this will be a shining milestone in Tabata-san’s own life, so do what you do, and enjoy every moment of it. This is your Final Fantasy, and the start of a new era.\n\nTabata: My team will take those words to heart, and hope to bask together in the morning sun as we go gold. We’ll be sure to enjoy the process, and won’t let up until we’re done!\n\n\nFinal Fantasy XV comes out on September 30, which is getting closer and closer. Go read the whole Famitsu interview here.",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9669870734,
        "format_confidence":0.9397631884
    },
    {
        "url":"http:\/\/podcast.nwnerdcast.com\/e\/episode-48-changing-history-and-dystopia-rising\/",
        "text":"Episode 48: Changing History and Dystopia Rising\n\n\nWill is out again, so we brought Barb back for a big show. On today's show we talk about changing history for the better in your game, like removing extreme sexism and racism. Later in the show, Ron sits down with the folks from the new to the NW LARP, Dystopia Rising. DR is a great new post apocalyptic, high immersion, zombie game. After talking with Jeff and Bekkah, we are super excited for this game and we have the scoop on some juicy details. Fair warning, we get a little heavy on race and gender issues with the 1s segment so if that's not your thing, you can skip to the Dystopia Rising interview, because it is awesome!!!\n\nIf you have a topic you would like us to discuss or suggestions for the show, please email us at info@nwnerdcast.com. Check us out on Facebook. \n\n1:50 - Changing history for the better\n26:08 - Chloe's event calendar\n29:55 - Dystopia Rising Interview\n\nOriginal music: Fat Warrior\n\nSong of the week: Pokemon Theme by Powerglove, off of their album, Saturday Morning Apacolypse",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9857164025,
        "format_confidence":0.5941826701
    },
    {
        "url":"https:\/\/www.rockpapershotgun.com\/2011\/09\/12\/dota-2-interview\/",
        "text":"Valve’s Erik Johnson On Who DOTA 2 Is For\n\nNot Erik Johnson\n\nYou think my bag of Gamescom coverage is empty? Hah! Far from it. I’m beginning to worry I’m going to spend the rest of my life documenting what I saw and who I spoke to across four frenetic days in Germany last month. This time, it’s a quick chat with Valve bigwig Erik Johnson about DOTA2 – why they made it, what’s different, whether normal humans as well as superhumans can play it, whether they’re trying to become kings of pro-gaming hill, how aggressively they’re competing with Riot Games, Blizzard, et al… He’s not the chattiest subject admittedly, and I was miserably short on time due to my next appointment being approximately eighty miles away from Valve’s stand, but let’s see what he has to say about the impending reworking of the monstrously successful mod.\n\nNote – this takes place before the conclusion of The International, the DOTA 2 pro-tournament held during Gamescom.\n\nRPS: How’s The International going?\n\nErik Johnson: It’s going great, like we expected – these are the best 16 teams in the world, and they’re playing like the best 16 teams in the word. We’re just heading into the brackets now, in fact the first elimination game’s being played right now. I hope fans are getting a kick out of it – we’re sure getting a kick out of it, it’s a lot of fun.\n\nRPS: Have you got a favourite team?\n\nErik Johnson: Not really. I just want good, exciting games. I hope it comes through, especially for people who don’t really know DOTA, how talented all of these players are.\n\nRPS: I was watching some games on the screen and I could barely keep up – they seem almost superhuman.\n\nErik Johnson: Yeah, they’re pretty amazing. I just want a great competition, good matches, exciting matches.\n\nRPS: Would you be able to even slightly hold your own against any of these guys?\n\nErik Johnson? Would I? No, no, noooo. I’ve played DOTA for two to three years now – not even in the ballpark. We actually did play [them] – they’ve had access to the game for about a month and so the Valve people were early on mixing in with the teams when they were playing. We’re not anywhere close.\n\nRPS: Were they immediately good at it due to their experiences with the original?\n\nErik Johnson: Oh yeah.\n\nRPS: What would you say is the major difference between this and the original, outside of the graphical stuff?\n\nErik Johnson: The things that we’re most focused on is the experience of getting into a playing a game of DOTA. We want people to be able to play this game with their friends really well. Icefrog’s been building this game by himself for six years and there are a number of limitations in being a modder on any platform. Now we have a pretty large team that’s building this game at Valve, the number of things we can do is a lot greater.\n\nRPS: He must have been like a kid in a candyshop when he suddenly had access to all these people and all that budget…\n\nErik Johnson: I would think so. Yeah, it’s been pretty fun and there are a lot of fans of the game involved in building this.\n\nRPS: My concern is can normal human beings play this too, and to what extent?\n\nErik Johnson: Yeah, the reality is that pretty much no-one here is going to be able to play like these guys. Just like any sporting event, if you watch the best in the world your chances of being as good as them are slim to none. But we have games of five on five for people who are brand new to the game, and they’ll have a great time. They’ll have as good an experience as you can get, with everybody being at the same skill level. A lot of the things that the professionals are doing, just like any other sport, they’re on this kind of bleeding edge and the difference in skill between the teams is relatively small – so any little things they can do to gain a march on their opponent… For a less experienced player, it’s not going to happen as much.\n\nRPS: It seems a profoundly different prospect to TF2, which found a bunch of ways to be a sort of gateway experience to online shooters. Can you talk about whether you’re doing anything similar with this?\n\nErik Johnson: Well, we think that DOTA 1 proved that the game has pretty broad appeal. There are tens of millions of people who play DOTA 1 today, and for us that’s a great indicator that there’s a lot of good things going on in the product. We’re not going to jump in and change all of those things, because they’ve been tried and tested. But DOTA 2’s a product like a lot of our products, it’s going to have a long life after we ship. We’re going to keep building on it, experimenting and learning things.\n\nRPS: Will there be stuff added, rather than changed, to help ease in new players?\n\nErik Johnson: Yeah, there’ll be ways for the new player to learn about the game. One of the features we’re going to do is coaching, where an experienced player can watch a new player and kind of teach them while they’re in the game. We think that will be kind of useful for the kind of new people.\n\nRPS: Some of the other games in this genre are pretty famous for how hostile their communities can be, especially to new players – how are you going to manage that?\n\nErik Johnson: The reality is these are pretty competitive games – when people lose, nobody likes to lose. So people can get upset, but making sure that the gamers have relativity similar skill levels within the games can go a long way to making sure everybody has lots of fun, but as anybody who’s played DOTA 1 will know, losing a match in DOTA 1 is no fun. But the game has enough depth that it always gives you… in the same way that we try to do in our singleplayer games, you can think through the decisions that you have made and how you could have done them better. That’s kind of part of growing and becoming better at the game.\n\nRPS: I guess there isn’t really the scope to feel you’ve done well individually even if your team loses, as there is in TF2 or even CS to some extent – this is purely win or lose, it’s pretty absolute, right?\n\nErik Johnson: It’s closer to absolute. The game is built in a way where it rewards the team that works well together pretty heavily. Individual skill is great, but if your team isn’t working together well, the other team is going to come out on top. Left 4 Dead probably has more of a similar feel – if you someone on your team who’s bring the team down, or you’re not communicating well as team, that’ll really hurt you.\n\nRPS: I know this was a passion project for you to some extent, but how much of an interest is there within Valve in consciously courting the pro-gaming scene? There seems to be a hell of a lot of money in that these days – even down to the prize pot you’ve got for the International.\n\nErik Johnson: No, we don’t look at this as… We think that finding interesting ways for fans of DOTA to get to see all these guys in one place, we think that’s a cool thing to do for them. The reality is that that’s how we approach almost all of our decisions. We want to find ways to entertain as many people as we can, and we’ll figure out how to make money off of that later. If we approach it as ‘how can we make the most dollars?’ up front, it just leads to a bunch of bad decisions.\n\nRPS: But you’re surely hoping it will trump rivals in this genre, in terms of pro-gaming take-up?\n\nErik Johnson: I don’t really know, as a goal, how we would act on something like that. We think those other games are great – they have huge followings of people that really love it. Some of those people might like our game and want to try it, and that will be great, but gamers will play as many great games as exist, it seems. It’s not a zero-sum deal. If it turns out that a bunch of professionals want to play our game, great. If not, then we’ll be asking them what we can do for them to want to play it.\n\nRPS: There’s always a tendency to look for the conspiracy theory, the hidden agenda, behind decisions like this: people can struggle to believe that a company the size of Valve did something primarily because it just wanted to.\n\nErik Johnson: That really is what it is. We were huge fans of the product, we met the single developer behind it, we were huge fans of him, we really wanted to work with him and from there it was let’s build this product and see where it takes us.\n\nRPS: How much did you anticipate there maybe being problems with Blizzard when you embarked on DOTA 2?\n\nErik Johnson: We’re at least as big fans of Blizzard as anyone out there, and we’re good friends with a lot of guys there. We want to build as good a product as we can, and hopefully they do too, it depends what makes sense for them.\n\nRPS: Are you expecting their StarCraft DOTA to be a competitor?\n\nErik Johnson: I saw what they did at Blizzcon, it looked kinda cool.\n\nRPS: For you personally, is your main work on DOTA 2 done and now you’re off to other projects, or will you be sort of semi-permanently attached to it for as long as it continues?\n\nErik Johnson: Oh, we’ll all be working on this game for a long time. As long as people think what we’re doing is cool and keep playing the game, we think of DOTA as a pretty long-term product.\n\nRPS: Do you have a preferred character in it yourself?\n\nErik Johnson: It’s tricky, because there’s some value in learning lots of different characters in DOTA. If I had to pick, it would probably be Earthshaker, who’s actually been picked in a lot of the games out here. He’s just a good support hero who has a lot of disables on him. Fun hero for me to play.\n\nRPS: Thanks for your time.\n\nSponsored links by Taboola\n\nMore from the web\n\nFrom this site\n\n\n  1. Bantros says:\n\n    Release the beta!\n\n  2. Flukie says:\n\n    He didn’t really answer the question on how inviting is it to play, I’ve played both League of Legends and Heroes of Newerth aswell as Dota and I currently prefer LoL, simply because it cuts the shit. It cuts a large amount of what makes the game feel like a chore and focuses on whats important and mainly, whats fun.\n\n    Heroes of Newerth is gr... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9962911606,
        "format_confidence":0.7082849741
    },
    {
        "url":"https:\/\/playonlinekasyno.com\/en\/sales-director-incentive-games-victor-pronk-no-longer-ignore-the-virtuals-meanings\/",
        "text":"Betamo Casino Welcome Bonus\n\nCommercial Director of Incentive Games Victor Pronk: \"The Importance of Virtuals Can No Longer Be Ignored\"\n\nIncentive Games specializes in creating virtual sports games that complement and often enhance the quality of traditional sports betting. During a pandemic Incentive Games was one of the companies that offered a worthwhile alternative as the sport was temporarily suspended.\n\nIf we look at the many partnership announcements with platform providers and operators over the past few months, it's hard to imagine that the company is only two years old. In order to serve new partners and continue the pace of growth, the company has strengthened its highly skilled team, almost tripling the number of employees in the last 18 months.\n\nWhile there have been no live sports events, the company has focused on its virtual sports products where it competes with companies such as Inspired Entertainment, Kiron Interactive, and Golden Race.\n\nThis did not go unnoticed and resulted in recognition in the industry. The company has appeared in EGR and SBC, and now we have the opportunity to talk to Incentive Games' commercial director, Victor Pronk.\n\nQuestion: How important is it whether traditional sports betting can use the potential of virtual sports?\n\nABOUT: We think it's really important, but we'd say yes, right? Seriously, virtual sports were important before the pandemic, during the pandemic, and after the pandemic. As in all major industries, this is a necessity in most regions of the world. In a competitive market, operators cannot afford to ignore the needs of their players.\n\nWe should also not overlook the dependence of traditional betting operators on live events. As a result, we saw an increase in interest, not only in virtual sports, but also in number games, esports and simulated sports.\n\nQ: Do you see more bookmakers are developing their virtual sports inventory today and do you attribute this in part to the share of Incentive Games in this sector?\n\nAND: The virtual sports sector is where it is today due to the market leaders in this sector. We are aware of this. It was only with a player- and mobile-centered approach to the game compared to a technology-focused and retail approach that we were able to gain a share of the highly competitive African virtual sports market.\n\nIn an emerging African market, we are seeing virtual sports very dominant in the retail market, but lacking online traction. Developed by Incentive Games, Virtual Football League is optimized for minimal data usage and low-end phones. The game works on all browsers, including Opera Mini in Extreme mode. This market adaptation has allowed players in Africa to play their favorite game without having to be at a busy retail outlet or worry about high data costs.\n\nThis has allowed us to completely open up the low-end telephone market to our operator customers. As a result, sports customers such as BetLion see an average of 20% of their online players playing virtuals, and virtuals represent an average of 37% of all online sports tickets.\n\nQ: Why is there a market for internet phone users who prefer low data? And how interesting is this segment for African ISPs?\n\nAND: While Internet penetration in Africa is still below the world average (39.3% in Africa and 58.7% in the world average), the continent holds an amazing 32% of smartphone contracts in the world.\n\nThe problem is that Africa has some of the highest mobile data costs in the world (per 1 GB). Four of the top five countries are in Africa, with the price of one GB as high as $ 27 compared to $ 0. $ 09 in India. If we consider the average income of these countries versus the cost of data, it is clear that the low-data solution matters most to African online players.\n\nThis explains why virtual sports can easily replenish the 50% of all tickets sold in African retail, but it doesn't even have double-digit online value. The cost of the video animation source is too high for the player. Our games overcome this discrepancy. During a sports hiatus, one of our operators spotted the 95% of all online tickets from virtuals, representing the 80% of pre-pandemic revenue.\n\nQ: Do you expect market leaders to follow soon? How long do you think data cost will be the deciding factor?\n\nABOUT: What we have seen is that competition between telecom operators is a prerequisite for lowering data transmission costs. This will happen, but it may take some time. Until then, virtual sports providers will have to adapt their games. We can already see that the first of our competitors comes out with a similar adapted game. Others are expected to follow.\n\nQ: How are esports, virtual and simulated sports changing the landscape of traditional sports betting and the sports viewing experience?\n\nABOUT: Esports has grown over the years and shows the way for traditional sports to connect with an online audience. Examples of sports that are becoming available online are F1.TV (paid) and prime-time NFL games on Yahoo (free).\n\nWe've also seen esports rise in popularity during the pandemic with athletes like Max Verstappen \/ Lando Norris in F1 and Kevin Durant \/ Derrick Jones Jr in the NBA, introducing esports to a wide audience. In the same period, we saw at least one online operator taking bets on computer vs computer matches streamed on Twitch.\n\nQ: Are you counting on simulators like the NBA? Could 2K and FIFA ultimately compete with the traditional sports they are based on?\n\nABOUT: It cannot be denied that the Alpha Generation (born after 2010) spends more time on mobile devices than in front of the TV or listening to the radio. This generation plays games regularly and, more importantly, watches others play games. Like Generation Z, they will be betting more on these events than any previous generation. We believe it will be some time before these generations become a significant factor in our industry, but if the last two decades have shown us something, change can come quickly.\n\nQ: What are the biggest challenges you face since then?\n\nABOUT: Our biggest challenge right now is meeting the growing demand for our games. We adapt our games to the appearance and style of our clients. As a result, it takes longer to install and configure our games than our competitors. We believe that the extra work is worth it and that it shows in the results of our games.\n\nAnother challenge we face is the continual development of our games. Our goal is to make our products competitive not only in developing markets but also internationally.\n\nBack to top button",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9628559351,
        "format_confidence":0.9722209573
    },
    {
        "url":"https:\/\/www.yogonet.com\/international\/noticias\/2019\/01\/25\/48865-",
        "text":"International edition\nJuly 16, 2019\n\nInterview with DRGTs Head: Global Marketing Duncan Pollock\n\n\"DRGT is committed to delivering the best possible technology that puts the player first\"\n\n\"As the market leader in Switzerland, with over 10 casinos operating our system, we are firmly entrenched in Europe, add to that our inroads into the African gaming sector, particularly e-bingo, and ICE starts to make real sense,\" says Pollock.\nUnited Kingdom | 01\/25\/2019\n\nYogonet talks ICE to DRGTs Head: Global Marketing, Duncan Pollock ahead of the annual gaming expo in London on 5, 6, and 7 February.\n\n\nhat will be the highlights of DRGT’s presence at ICE 2019, and what innovations can we expect from your core systems and jackpot products?\n\nOur success over the last 15 years or so has been driven by our unwavering commitment to developing and delivering the best possible technology that assist operators in putting their player first.\n\nAt ICE London we will continue to showcase our ever-expanding range of jackpot configurations, key drivers in ‘surprising and delighting’ players; an integral part of consumer marketing, and we see no reason to believe that gaming marketing should be any different. We also all know that the core drivers of gaming revenue are those players that visit frequently, and much of our development focus is on technology that assists operators in creating memorable moments for those players. What I’m referring to here, in addition to our ever-widening range of slots jackpots, and our BlackJack11’s tables jackpot game, is providing operators with additional communication and reporting tools that aid them in devising focused offers and personalized engagement opportunities.\n\nYour Tables Management System is one of these modules, correct?\n\nYes, absolutely! I think in many cases Slots, simply because of the electronic nature of the product, benefits far more from any management system; what we have been able to do though is to offer operators the ability to seamlessly integrate Tables game play data into our accounting, cage and reporting modules. What this has done is very much ‘bridge the gap’ that used to exist between slots and tables player data, and as a result provide Tables and Marketing Managers the ability to recognize and reward their Tables players better.\n\nStaying with products; your drRoamingCashier and drMediaManager talk very much to your ‘Player First’ mantra, can you expand on these a bit?\n\nOf course! drRoamingCashier follows our drSelfRegistration raffle ticket and loyalty card software solution that we showcased at ICE last year.\n\nThe application loads straight onto any android mobile phone or tablet and allows operators to engage and transact with players anywhere on their gaming floor, providing them with the exact same service offering as at the casino cash desk or cage, but from the comfort of their favourite slot machine or table game.\n\nThen in respect of providing operators with technology that easily allows them to engage their players with relevant and focused communications; our drMediaManager provides a simple and easy to use platform to place and schedule advertising material and messages to individual, or clusters of, overhead displays like TVs and jackpot signage, as well as all player tracking devices and EGMs with on-screen functionality. It really is as simple as selecting the device\/s to which you'd like to send the communication, defining who you’d like to send it to, and when you'd like to send it, and then 'attaching' the relevant piece\/s of communication. It really is that easy.\n\nSpeaking a little more broadly now, what are the main topics or upcoming trends in the industry you think will, or should prevail, during the event, and that visitors will be looking to talk to DRGT about?\n\nWe have spoken about the ever-increasing demand from consumers in general for tailored offers and communications, and the gaming sector is no different. I firmly believe that the player will always drive the agenda, he’s done so in the past, will do it in 2019, and will continue to do so in the future.\n\nNotwithstanding the jackpots referred to above, if operators are unable to manage their gaming floor, engage with their players and provide easy to earn and use rewards the job is only half done. Our ability through our drScreen to stream and display videos, banners and live television, or jackpot hits to the top EGM screen or the player tracking display provides that engagement opportunity. Add to that our ability to provide extended account information ‘on-screen’ to both the player and the operator at any time, and you have an extremely powerful tool that provides an extremely effective and user-friendly solution for both the operator and the player. We believe that with the correct player engagement tools, and the correct jackpot products, backed up by a robust reporting and management system we are able to provide operators with the necessary technology to realise those memorable player moments I referred to earlier.\n\nIn closing, what does ICE London mean for you as a company?\n\nICE London as the world’s largest gaming exhibition is an obvious inclusion in our annual calendar. As you know, in addition to our European, Mexican, Latin American and Caribbean business, we formally established DRGT Africa in the last quarter of 2018, and with almost no time difference and easy daytime or overnight flights it’s an extremely easily accessible destination for our African customers, and obviously our European ones' too.\n\nAs the significant market leader in Switzerland, with over 10 casinos operating our system, and the only system used by all 9 Belgian casinos as examples, we are firmly entrenched in Europe, add to that our inroads into the ever-expanding South African (and African) gaming sector, particularly electronic bingo, and ICE starts to make real sense. Over a relatively short period of time we have managed to entrench ourselves more and more as the systems service provider of choice in Africa through our relationships with the Gold Rush Group, Millionaire's Gaming Africa and Caesars Entertainment's Emerald Resort and Casino, not to mention the significant South African success across Sun International of its Duma, SunStriker and Lion's Share wide-area progressive jackpots. Add to that BlackJack11’s which has now become arguably the most profitable Tables Jackpot game on the African continent, alongside its local installation at the Hippdrome in the UK, and in European locations like Cyprus, and our decision to exhibit in London becomes even more important.\n\nLeave your comment",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.8372909427,
        "format_confidence":0.9814934731
    },
    {
        "url":"http:\/\/www.bloodhorse.com\/horse-racing\/articles\/55422\/five-questions-john-asher\/print",
        "text":"Five Questions: John Asher\nby Evan Hammonds\nDate Posted: 2\/16\/2010 4:43:54 PM\nLast Updated: 2\/18\/2010 1:51:02 PM\n\nJohn Asher, vice president communications, Churchill Downs.\nPhoto: Courtesy of John Asher\n\nJohn Asher, vice-president of communications at Churchill Downs, has worked in the Thoroughbred industry for more than 20 years.\n\nAs a radio journalist at WHAS-AM and WAVE-AM in Louisville he earned five Eclipse Awards for “Outstanding National Radio Coverage in Thoroughbred Racing.” He joined Churchill Downs in January 1997 and has served in his current position since March 1999.\n\nIn one of the many capacities of his job, he oversees public relations efforts under the Twin Spires and cranks out hundreds of releases about Churchill Downs and the Kentucky Derby. One of his latest releases came Feb. 14 following the close of the first Kentucky Derby Future Wager pool of 2010.\n\nWith win and exacta wagering, the pool handed $466,048 during its three day run. In the previous 11 editions of the KDFW, the wagering was open for four days.\n\nWhile the total figure for Pool One was off only 2.6% from last year’s initial pool, last year’s Pool One did not offer exacta wagering. In all, the wagering was down 24.9% from the peak year of 2005 that handled $620,362.\n\nThe total three-pool record handle of $1,665,990 also came in 2005. Last year’s total of $1,236,299 was off 25.8%.\n\nPool Two of the KDFW takes place March 5-7, while Pool Three will be held March 26-28.\n\nSeeking answers as to the health and status of the KDFW, we asked John Asher five questions:\n\nThe total of the first pool this year was off 2.6% from last year’s initial pool, which didn’t offer the exacta wager. So, based just on the win pool, wagering was off 19.4% from 2009. Can you shed some light as to why the pool was down in 2010?\n\n“First off, comparing a win pool without internal competition from the exacta pool is not exactly comparing apples-to-apples. The creation of the exacta pool changed the dynamic of the wager. Prior to the introduction of exactas, you only had one choice—a win bet. So it was predictable and completely understandable that the win pool would shrink when another option—one with a potential to produce a significantly larger bang for your buck—was introduced. So I would suggest that overall pool size remains the more accurate tool for comparison.\n\n“Beyond that, let's take a look at overall wagering in the U.S.  The Thoroughbred Economic Indicators for January 2010 released by Equibase a few days ago showed wagering at U.S. tracks was down more than 12% from the same month in 2009. On top of that, there was snow on the ground in every state in the country during our three-day pool— including significant amounts in our home market. The tough winter could have had a negative impact, yet the pool total was off less than 3%. Considering those factors, a slight decline in the overall betting total looks like up to me.”\n\nThe pools have usually been four-day affairs and this year it was tweaked to a three-day format (Feb. 12-14). Was this a factor?\n\n“Aside from the years that a big player like our old friend ‘The Lone Star Plunger’ dropped $50,000 or so in the first minutes of a four-day pool, business levels were never spectacular for the opening Thursday of a four-day pool, and the earned media value has diminished as the wager has become more established. But expenses for the pool—satellite time, etc.—have not declined. So this year the committee that oversees the Derby Future Bet decided to narrow the pool to three days in an attempt add a little spark and keep an eye on costs.\n\n“My gut feeling is the shorter pool had no negative impact on overall play—and think the added sense of urgency could benefit the wager in later pools and the long run. But last week there were still bettors lined up at noon on Friday to place their future bets in the pool's opening minutes. That's timing that makes no sense to most horseplayers, but I truly love those early bettors for their annual display of dedication to the game! But business was brisk on Friday's opening day. A total of $105,905 was wagered on that day and, in most years that is comparable to most Thursday-Friday combined betting totals.”\n\nThe first pool is off 24.9% from its peak in 2005. Is there anything Churchill Downs is looking at to help pique interest in the KDFW?\n\n“One effort to do that was last year's introduction of exactas and I believe that segment of the KDFW will continue to grow. To me, it's a daunting prospect to look at that sweeping exacta will-pay grid with 24 betting interests in search of some value. But I believe exacta play will grow—especially if we continue to get payouts like last year's second and third pools that saw the favored \"all others,\" in the form of Mine That Bird, on top of the completely logical Pioneerof the Nile   for winning mutuel of $256.80 and $554.60 in Pools Two and Three. If you just bet the chalk this year you've got some interesting possibilities.\n\n“Take Buddy's Saint over Lookin At Lucky  , and you've got a $95.80 payout for $2. If you take Buddy's Saint, the 10-1 third choice in Pool One, with William's Kitten, a stretch runner at 54-1 who fits the profile of a longshot that could hit the board on Derby Day, the payout would by $730.\n\n“Remember that the biggest win payout in KDFW history was $188 for a $2 Pool One bet on Funny Cide in 2003. The popularity of the KDFW exacta figures to grow if there's a four-figure payout this year, which is entirely possible.  We discuss every year the possibility of expanding the number of individual wagering interests in the bet, but that prospect has been limited by current mutuel hardware and the cost of upgrading hardware across the country to accommodate a larger number in the pool. To many critics, that seems like an easy call to make, but these things are never as simple as they seem. Some larger players have also shared their concerns that the Future Bet would be less attractive to them if the number of betting interests was significantly expanded.\n\n“Our goals were three-fold when it was created in 1999.  We wanted to offer bettors a new product that they would enjoy and embrace; we hoped to kick-start public discussion about the Derby and generate new debate and media coverage earlier in the year; and we hoped to make a little money. I would suggest all three goals were achieved in that first year and are still being met 12 years later.\n\n“But we want to expand the wager's reach, so we'll continue to look at options for future growth.  We've discussed proposition wagers—trainer vs. trainer, horse vs. horse, and stable against stable.  But remember that this is a pari-mutuel wager, not a race book proposition. There must be a winner and 84 cents of every win wager goes back to the bettors—which is why the mutuel field, or all others, makes the KDFW work.”\n\nIn racing, the average favorite wins about a third of the time. In the 11 years of the KDFW, “all others” has won five times, good for 44%. A lot of the horses in the early pool won’t make it under the Twin Spires May 1? Is the first pool too early in the Derby trail season?\n\n“A lot of horses in every pool—including the third one about a month out from the Derby—fail each year to make it into the Derby starting gate.  But that's part of the allure of any future bet, bet it our pari-mutuel wager or a bet in a Las Vegas book. The potential reward should justify the increased risk, and the Churchill Downs Derby Bet, from its first day, has always been a wager in which the buyer has been advised to beware. But the long-range aspect and the risk-reward ratio—along with the fact that the bet is just plain fun—continue to make it attractive.  So I do not think February is too early.\n\n“Each pool has a different nature. Pool One is always the ‘all others’ show—the mutuel field has been favored in each of the wager's 12 years because the picture is so murky that early.  But Barbaro, one of the most dominating Derby winners in history, returned $40.20 in Pool One back in 2006 and Fusaichi Pegasus   paid $27.80 in the opening pool of 2000, which looks pretty good compared to the $6 your got for your $2 on Derby day.  Personally, I'd love to see an even-longer range pool—I've always dreamed of a pool on the closing weekend of our fall meet to correspond with the Kentucky Jockey Club (gr. II) and Golden Rod (gr. II) on ‘Stars of Tomorrow’ day at Churchill, and the Remsen (gr. II) and Demoiselle (gr. II) in New York.  That would let bettors take a real lively shot six months out. That's just my thought and some regulatory hurdles—not to mention technical issues—would have to be cleared to offer a pari-mutuel bet that carries over from one year to another.  But we are thinking about those things and new wrinkles we could add.\n\n“I love the February start for the first pool. It generally comes right after the Triple Crown nominations have been released and the racing world—and one would hope a segment of the general public—is just starting to think about the first Saturday in May.”\n\nIt snowed about six-eight inches in Louisville on Monday. Will the streets be cleared by your opening day, April 24? When was the last time it snowed on Derby day?\n\n“My on-site experience in the Kentucky Derby dates to 1982, when Gato Del Sol rolled home and I was a rookie radio reporter in Louisville.  The only time I ever thought I saw a snowflake—and this has been backed by many others—was the morning of the 1989 Kentucky Derby.  I saw snowflakes early that Derby morning, and then witnessed something more remarkable and inexplicable that afternoon.  I saw Sunday Silence beat Easy Goer in the mud that day—which is not the inexplicable part. The still-baffling part of that is that these two great horses—among the most talented individuals of the last 50 years—took 2:05 to complete a mile and a quarter.  It's the most staggering Derby-winning time I've witnessed and adds credence to th... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.6025162339,
        "format_confidence":0.8969655037
    },
    {
        "url":"http:\/\/residentevil.wikia.com\/wiki\/WildStorm_interview_with_Shinji_Mikami",
        "text":"Resident Evil Wiki\n\nWildStorm interview with Shinji Mikami\n\n15,207articles on\nthis wiki\nAdd New Page\nComments4 Share\n\nIn 1998, Capcom director and producer Shinji Mikami was interviewed by WildStorm to be published as part of their comic series, Resident Evil: The Official Comic Magazine.\n\n\nIssue 1\n\nWS: What were your goals with Resident Evil?\n\nI really wanted to make the game as scary as possible. When I first started developing the game concept, I considered giving it a ghost story or suspense thriller theme, but those ideas didn't go anywhere.\nI wanted the game to present the player with something visible that could actually confront and threaten him. The player had to feel scared, as if something was waiting for him around the next corner. I believe the player could simultaneously feel fear and enjoy playing the game.\nI also wanted to let the player fight the fear in its own way. And when a critical, desperate situation arose, I wanted the player to be able to blow the enemy to pieces!\n\nWS: How did you decide on using zombies as the enemies?\n\nI may have been inspired by the zombies in George Romero's Night of the Living Dead, which I used to watch when I was in junior high. In the movie, the zombies are walking human corpses that live on human flesh. It's scary because the zombies will attack you for no other reason than to eat your flesh. The gruesomeness of the deaths made one viewer involuntarily scream, \"Don't come near me!\"\n\nWS: Are there any characters that got cut out?\n\nThere are five main characters in the final game: Chris, Jill, Barry, Rebecca and Wesker. Two of the original characters are missing from this group.\nOne was a muscular Caucasian man who looked like a hardened war veteran. His right eye had been lost in battle, and in its place he wore an infrared scope. He was reliable, knowledgeable about all types of heavy weaponry, and far stronger than an ordinary man. Initially, this character had a scene in which he held up an entire ceiling and prevented it from crashing down. He was redesigned and now appears as Barry — with a completely different appearance.\nAnother person who disappeared from the game was a tall, skinny African-American man. He was a very humorous character, designed to make players laugh even in the midst of horror.\n\nWS: What's the difference between the U.S. and Japanese versions of Resident Evil?\n\nThe title of the game is Bio Hazard in Japan and Resident Evil in the U.S. The U.S. title was created by the staff of Capcom USA after they reviewed the contents of the game.\nThe U.S. version is more difficult than the Japanese version, so much that even the R&D staff couldn't make it to the end of the game unless they played very carefully. The U.S. staff asked us to create this more difficult version so that the game could be rented in the U.S. If the game could be completed in a few days, fewer units of the game would sell.\n\nIssue 3\n\nWS: Why do you think the Resident Evil video games have become such huge international hits?\nMikami: I think it's because the game theme is terror. Terror can be perceived by everyone, and we have succeeded in generating an unprecedented level of terror. Players are in tense, cautious mode, fearing to move forward.\n\nWS: How did you decide on the storyline for Resident Evil 2?\nMikami: It was jointly decided by Capcom and Flagship. Flagship wasn't involved with Resident Evil 1, but they are responsible for the scenarios for RE2 and all future RE games.\n\nWS: There are lots of hidden games in Resident Evil 2 (Tofu, for example). Whose idea was this?\nMikami:We combined the ideas of the whole staff, so the idea doesn't belong to a specific staff member. We created the hidden games because we wanted the players to play the game over and over. As for the Tofu character, he was used to checking while we were developing the game. We put arms and legs on Tofu, and thought it was very funny. We decided to adopt him for the game so the players could laugh at him.\n\nWS: How did you come up with the new creatures, like the Licker, that are featured in Resident Evil 2?\nMikami: We all exchanged our opinions and ideas to create the creatures.\n\nWS: Are there significant differences between the Japanese and U.S. versions of Resident Evil 2, as there were with RE1?\nMikami:The U.S. version of RE2 is more difficult than the Japanese version. Also, there are \"dying demos\" in the U.S. version that were deleted in the Japanese version. A dying demo is a CG [computer generated] scene shown when the player dies (Game Over).\n\nWS: How were the amazingly lifelike CG scenes filmed?\nMikami:First, using motion pictures and action figures, we made image videos [shots of the figures from every angle] to get standard images. Then, we used CG tools to render each picture and convert the data for PlayStation.\n\nWS: Will there be a Resident Evil 3? If so, when will it be available?\nMikami:We do plan to make RE3, but we don't know when.\n\nWS: Will we be seeing Jill and Chris from Resident Evil 1 again?\nMikami:It hasn't been decided yet, but I would like to cast them in the feature game.\n\nIssue 3\n\nWS: Will we ever see the European Umbrella HQ that Jill and Chris went to look for at the end of RE1?\nMikami: I'm sorry, that's classified...\n\nWS: Will there be new creatures featured in RE3?\nMikami: That hasn't been decided.\n\nWS: What are your influences? Movies? Books? Magazines? Music?\nMikami: I watch about 50 movies every year; I've watched most of the movies featuring zombies. I read fantasy novels, like Guin Saga. I listen to classical music, like Mozart's Piano Concerto No. 20, and jazz, like Bud Powell's \"Dream of Cleopatra.\" I enjoy video games, too, like The Legend of Zelda.\n\nWS: How many people work on the RE games?\nMikami:60 people on RE1, 50 people on RE2.\n\nWS: What is your career background?\nMikami:I graduated from Doshisha University (one of the traditional private universities located in Kyoto), Development of Commercial Science. I majored in the study of merchandise. As a club activity, I participated in kendo and karate. I joined Capcom eight years ago. I was involved in the development of Aladdin and Good Troop for Super Famicom, and Roger Rabbit for Game Boy.\n\nWS: Did you play video games when you were growing up?\nMikami:I didn't play video games when I was little; I played outside instead. The first game I played was Space Invaders, when I was in junior high school. I played it for or give times at a coffee shop. When I was 20, I started playing video games.\n\nTo the readers:\nI will be making other games in addition to Resident Evil, so please give us support!\n\nBest regards,\nShinji Mikami\nResident Evil Producer\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9925244451,
        "format_confidence":0.9884659052
    },
    {
        "url":"http:\/\/www.gameanim.com\/2018\/03\/09\/interactive-cinematics-in-uncharted-4\/",
        "text":"This is an ‘HD Remaster’ of a talk I gave at the Twitch Animation Exchange in February 2017.\n\nFind a complete transcript of the talk below.\n\nInteractive Cinematics (IGCs)\n\nSo what are Interactive Cinematics?\n\nWell basically they’re any time we’re in a unique moment in the game and it’s neither full gameplay nor is it a full cutscene, but there’s something for the player to do.\n\nWe refer to these internally as In-Game Cinematics (IGCs for short) although that’s something of a misnomer because, while PS3-era Naughty Dog cinematics were all pre-rendered, all cinematics from Uncharted 4 onwards are real-time in-game so the distinction is now whether they are interactive or not.\n\nSo today we’re talking about interactive cinematics, but to keep with habit I’m still going to refer to them as IGCs as that’s how they’re referred to in the studio.\nA little bit about my background, I’ve worked on several big games typically heavy on story and I’ve worked in different roles; cinematics or in-game, and usually they’re quite separate.\n\nMost games have either distinct gameplay or cutscenes, but Uncharted 4 was the first time I had the opportunity to blend the two as that’s something that Naughty Dog really pushes. It was a lot of fun – essentially today I’m just gonna talk to you about how fun my job is.\n\nCurrently I’m creating these kinds of interactive scenes for The Last of Us: Part 2 so just bear in mind that Uncharted 4, Uncharted The Lost Legacy and The Last of Us: Part 2 all share a similar process and philosophies.\n\n\nSo the meat of this presentation is split into 3 parts. First I’m gonna go over my process. The way I typically set up a scene and take it all the way through to final.\n\nNext I’m going to show a selection of examples that illustrate the various technical tricks and techniques that are used commonly throughout the games.\n\nAnd finally I’m gonna finish up with a deep-dive on Uncharted 4’s Madagascar chase sequence that also doubled as our E3 2015 demo. That was one of the most complex scenes to work on and it really used every trick we have.\n\n\nSo first up, Process. Every scene has to be set up in Maya correctly, then we’re going to bring in props.\n\nI’m going to take you through the previz stage – that’s a lengthy process where we’re figuring out the issues with design via lots of iteration.\n\nOnce we’re done there we go to motion-capture, and things can still change after that because the very nature of game development is non-linear, but once we’re confident in a scene then we’ll just hammer on the polish.\n\n\nSo, starting with a proverbial blank-slate, the first thing I’m gonna do is bring in a character, in this case the player Nathan Drake, and the next thing we always require is what we call an AP reference.\n\nThat’s short for action-pack and that allows every required animation in the ‘pack’ to be played relative to this position. This is how we perfectly align our animations in the game world, but importantly allows us to play animations off of moving objects by aligning the AP ref with the position of things like collapsing buildings or moving vehicles.\n\nThere I’ve slapped on a pose from our library on the character and have brought in an NDI camera, (short for Naughty Dog Inc), that’s automatically exported with the player-character’s animation.\n\nThe way I like to set up my scenes is I create a pivot on the character so I can rotate the camera around and it behaves a lot like it would if you were rotating with gameplay camera via the PS4’s dualshock thumbstick.\n\nNow I don’t start every scene from scratch, I have a bunch of prefabs with various combinations of characters and sometimes vehicles like the jeep, so here’s Nate’s wife Elena in this scene with him.\n\nI’m gonna drop in what we call the Designer Blockmesh. Now this was still early on in the game so the designers were still building out the levels. There I created a Master Mover that can move the entire scene over to the correct location. This allows us to easily move everything in a scene because this happens a lot during production as we’re iterating on the level layouts.\n\n\nSo the scene I’m gonna use as an example is simply going through a doorway, and in order to do that I need a door! Now we have a full team that will build props for us but for something simple like this I’ll use my fantastic animator modelling skills to build a door. As long as I give it a texture so it shows in-game and move the pivots to the correct place we have a tool that will automatically build it along with its collision and put it in the game with animatable bones etc.\n\n\nNow the fun part – actually pre-vizing the actions. Now we spent a long time at the start of the project figuring out how much animation is too much, because we don’t want to waste time on it here – there’s still a high chance the scene will be cut. But we also don’t want to just have T-posed characters passing through a door as we need to playtest this and that requires players to understand what’s going on in the game.\n\nHere I’m mostly just pasting poses, using the time-slider there at the bottom of the maya scene to quickly adjust timing. I even mirror Drake’s animation across to Elena – just any trick that we can use to save time and get this playable in the game as quickly as possible.\n\nFinishing off there with a camera pass there. And now I’ve set it up for export into the game. Again at the time-slider in the bottom you see I’ve chopped it up into an entrance into an idle, door bashes each with an idle in case the player stops mid-way through the action by not hitting the action button, and then a success at the end.\n\n\nFor mocap, we’re gonna start prepping before we even arrive at the stage, so here we are now further on, we’ve got a more finished environment and I’m bringing in a replica of one of our two mocap stages we have down the road at the Sony Santa Monica studio.\n\nThis allows me to align our stage in the world and I can bring up our full inventory of building props we have down at the stage. Having this lets me to pre-plan the prop build at the stage for each individual scene.\n\nNow here I don’t care too much about the actual doors themselves, it’s more about where the doors are placed. I’ll be able to export this scene and bring it back up again when we’re at the mocap stage for us to measure everything out.\n\nHere we are shooting that scene and we ended up using human doors – that’s because the team at the stage know the props best, and always have the best idea of how to actually build them out. I like to keep it quite loose when planning – I just care about the measurements.\n\nWhat you’ll notice here is once they go through the door we’ve added on an extra story beat to the door bash whereby Nate & Elena will fall onto a sofa and find a note that delivers some important story information to the player.\n\nThat happens often because we don’t want to keep adding IGCs, so we’ll take IGCs that already exist and rework them to get more story info to the player. That way we’re becoming as efficient as possible with the storytelling.\n\nSo we’ll get our mocap back on a hard-drive the same day. The next day at work we’ll then run a batch process to retarget it and add it to our animation library. Then I’ll make my selects of the takes I want and will just drop it into the scene.\n\nI’ll use Maya’s Trax editor to sequence it. I’ll make my loops and blends at this point plus any re-adjustments to have it aligned in the world and an updated camera pass to match. This is just another quick pass that allows us to get this into the game because this has to be playable all the time.\n\nThis is now a more finished version, still with blocky props, and this will stay in until later in the project when we are confident enough it’s not gonna change at all, and we can begin the polish process.\n\n\nAt that stage when we’re good to go, there’s going to be a tonne of iteration. This is a snapshot of my version-control here. A reminder for animators to always add notes when checking in changes because often we’re jumping back and forth based on changes.\n\nAt this point I’m doing things like polishing up the face after adding facial, polishing the camera motion, adding Depth-of-Field, bringing in final props and animating them. Making sure all the contact points work with the environment – just everything to bring that Naughty Dog level of polish.\n\nSo here it is with the final environment. The doors are much better than the prop I made earlier. We’ve added extra props in there to explain why the door needs to be bashed open in the first place. We’ve added the pile of books, (with a physics simulation on it), for visual polish.\n\nI don’t know if you’ve noticed but now Elena ends on the other side of Nate. That was done after the mocap stage because we found that the scene just works better as she walks towards a door on the right.\n\nWe’ve added to the scene further. Nate has an upper-body gesture so he’s intently listening. Elena stands and stops in front of the door to prevent the player going through before Elena finishes. Importantly this is all under the player control so we don’t know where the player is throughout this.\n\nIf the player chooses not to follow immediately then Elena will wait on him. We have a directional gesture on Elena so she’ll always hand the note to him regardless of where he stands.\n\nSo that’s an example of a relatively simple scene that gets more complex over time – and illustrates our process for building these scenes. I had 120 scenes of various complexity on Uncharted 4 and there were around 1000 in the game overall.\n\n\nOne part of the job that’s even more enjoyable than this is the coming up with ideas for each sequence long before we even figure out how we’re gonna do it. This is using the same animation style of quick pose-to-pose. It’s all exploratory previs of what COULD be awesome.\n\nHow CAN we put the player in these situations. Here I was trying a riff on the classic Raiders of The L... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9859218001,
        "format_confidence":0.6447376609
    },
    {
        "url":"http:\/\/tay.kinja.com\/interview-with-art-director-of-3d-collect-a-thon-platfo-1533057783",
        "text":"In the months that followed the successful A Hat in Time Kickstarter and being Greenlit for Steam, the Indie Developer team Gears For Breakfast has been busily working away on the game that stars the charmingly adorable Hat Kid.\n\nLead 3D Environment Art Director, William T. Nicholls took a few moments from a busy schedule to discuss the Alpha release that hints at new game mechanics, stellar music, a creepy mansion and a familiar sounding penguin.\n\nIt's been a while since Kickstarter and being Steam Greenlit. What has Gears for Breakfast been up to since then?\n\nAfter the success of our Kickstarter Campaign in July 2013 we had to re-adjust to working again as that period was quite the eye opening experience. We received a lot of positive feedback and because we are a small team of nine people it was a lot of work to reply to everyone who contacted us. It was very uplifting to have so much attention and it helped motivate us throughout these past months.\n\n\nAfterwards we immediately continued working on certain chapters and we grew as a team as the months went by. Our techniques improved and our work production increased thanks to the support of the Kickstarter backers. We kept our fans updated on Facebook and Twitter but besides that we kept a low profile so we could focus on our work and release the public alpha within a reasonable time span.\n\nWhat has been the biggest challenge thus far for the team?\n\nThat's an interesting question! Keep in mind that as a team we all work from various different locations so we don't always get to discuss these things. We have members in America, UK, Denmark, New Zealand and Australia.\n\n\nSo while I can't answer for the team, for me personally, it was creating \"Mafia City\".\n\nBack when I joined in March 2013 I was tasked with making the environments for the game and started off with the \"Mafia HQ\". I had just finished creating a realistic Counter-Strike level for the Source Engine and re-adjusting to both the art style and the Unreal engine was quite difficult for a while. But I eventually got the hang of things and that's when I was talking to Jonas Kærlev (Director) about the current city level. It was created before I joined and after working on it for a short while I expressed concern that it was too small and not laid out very well. The original level was more box shaped but it featured ideas that crossed over into the final version. For example the HQ sat on top of a mountain in the middle of the sea.\n\nThat is when I pitched the idea of a \"Mafia HQ on top of a volcano geyser\" and immediately Jonas gave me the OK to flesh the idea out.\n\nAnd from there it took many, many months to develop Mafia City into what it is now. Due to its size it took a lot of effort on my part and became a sort of inside joke within the team as my days were mostly spent tinkering away at that huge city!\n\nI hope our fans appreciate the work that went into it and take a moment to look at the structures and detail that cover the city. We worked hard to add \"Environmental Story\" where more is said in what you see in your surroundings rather than what is told to you in dialogue.\n\nMafia City is beautiful with its bright blue skies, colourful characters and cobbled streets. It's light and airy! Then there's that creepy Mansion. I was not aware there was an element to survival horror here in your 3D Collect-a-Thon. It's downright scary! Were there any influences for that level? How fun was it to design the level?\n\nI'm glad you think it's scary! That is the emotion we wanted to evoke the most when we designed Vanessa's Manor. Jonas was the genius behind the idea of Queen Vanessa and her Manor so I don't know what went through his mind when designing it but I can tell you that inspirations such as Luigi's Mansion played a part in the way you control Hat Kid in that level.\n\nAnother fun fact is the animation where she tumbles to the floor and crawls backwards is a neat reference Luigi's Mansion Beta and die-hard fans will recognise it.\n\nThe overall design for Queen Vanessa was created by our concept artist, Shane Frost and he is an absolute genius when it comes to the abstract and the strange. The music by Pascal Michael Stiefel also helps really define the horror of Vanessa as she stalks the hallways in search of you. I think he really nailed that suspense in the form of music.\n\nOtherwise the actual development of the floors was an interesting challenge. Unlike Mafia City, this level has a fixed camera and doorways which act as gateways that lead into other rooms. We had to work out the best way to make it flow and one of the fun tasks I had to do was create several specifically shaped black planes that were placed between each room. They were used to block the camera and stop players from peering into nearby rooms which would have given them an advantage when avoiding Vanessa.\n\nJonas had a fun time testing out puzzle ideas and we did unfortunately scrap a few but that's just how the development cycle is. I also had the pleasure of testing them out for him and it was entertaining breaking his sequences and giving him feedback.\n\nOtherwise we felt it was traditional to have a \"spooky level\" straight after the colourful Mafia City as a sort of contrast. I hope that our fans pay close attention to the details. There's quite a \"foxy\" story to uncover if you look hard enough!\n\nI noticed there are badges that Hat Kid has been stylishly adding to her hat. Can you tell me what those are for and how do they affect gameplay?\n\nIt's funny to finally see those badges in the game! Back in July 2013 when we showed the prototype there were \"electric badge pieces\" that the players could pick up. We only recently showed them to the public and now that the alpha is released they can try a few of them out! As the players progress through the game they will be able to collect various badges via different methods such as beating an act or completing a secret level. The player can then equip up to three of these unique badges on her hat. They grant her certain powers or abilities and it is our hope that players will be able to mix and match pins to find a combination that suits their play style.\n\nIn the alpha players can try out the \"electric pin\" which zaps enemies who attack you, the science badge which allows you to throw explosive test tubes and finally the Snatcher badge which teleports you in the direction you are facing. Speedrunners in particular may find it useful.\n\nDuring our testing we also found it made certain boss fights more interesting. The electric badge in particular changed the way you fight one of the unannounced boss battles and it was a welcome change that we did not expect! We're planning on adding a large variety with really fun powers so I hope that puts across just how cool the badges are!\n\nThe music in this game has thus far has been mesmerizing, aptly fitting to match the charming aura of Mafia Town with a modern sounding twist - and still really terrifying! - in its approach in Queen's Vanessa's Mansion. There's also that wonderful tune that plays when the credits roll in a very interesting scene at a bookstore. What can you tell me about the music? And if you can, that bookstore scene - what does it all mean?!\n\nThe music so far was composed by Pascal Michael Stiefel who has worked extremely hard to bring us the tracks you have heard in the alpha build. As for the bookstore music, that was composed by Jonas Kærlev's brother, Mathias Kærlev though the song itself has a certain meaning that I will not share because as a wise Time Traveller once said...\"Spoilers!\".\n\nThe style of the music really helps set the mood of the game such as the tropical Mafia city with the sunny clear sky and the underwater sea with its blue, crystal clear water. And then you have Vanessa's manor which is quite the opposite with darker tones and disturbing noises that emphasize you are being chased by an evil dark queen.\n\nThe bookstore itself has many meanings...Though it is up to the players to decide what they are. What I will say is that there are several clues in that small area that may help paint a picture of the future. The bookstore name could be one of them but who knows...I actually chose that name for a reason...Hehe.\n\nSpeaking of music, the fans met the \"Grant Kirkhope Goal\" to have a song of his be specially crafted for the soundtrack! It's quite exciting for the fans as it is for your team, I'm certain. Has his music had any influence in directing any of the game's style?\n\nIndeed! He has created the main theme for the game and his use of the \"theremin\" has given our game a \"spacey sci-fi feel\" to it which we've transferred to some of our main songs such as the boss battle music in Mafia City. He's a fan of the game and has expressed delight that we're trying to bring back the classic collect-a-thon platformer genre. Otherwise we're still continually working with him and it's been a pleasure so far!\n\nThere's a penguin with an awfully familiar sounding voice that makes an appearance in Mafia Town. What has it been like being able to work with JonTron?\n\nHehe it's been a pleasure! Although to say we worked with him is a bit of a stretch because we actually asked him to do the voice of another character but we felt it didn't match so we tried the \"Jazzy Penguins\" and loved it! He recorded the lines for us and that's as far as it went.\n\nI have to say his voice is really good! Very distinctive and I am sure people recognised it as soon as they talked to him! I hope people enjoy his character more when it's fleshed out in the beta \/ final game. Who doesn't like a Jazzy Penguin in a suit!?\n\nA Hat in Time is all about time travel and time mechanics. Did Gears for Breakfast draw any inspiration from some of the greats such as Chrono Trigger, Majora's Mask or Doctor Who?\n\nMajora's Mask for sure! We actually mentioned that in our Kickstarter video back in July 2013. I like to think Chrono Trigger played a part in my ideas and des... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9937477112,
        "format_confidence":0.9896876216
    },
    {
        "url":"https:\/\/www.gameinformer.com\/b\/features\/archive\/2018\/05\/09\/157-rapid-fire-questions-about-days-gone.aspx",
        "text":"video interview\n\n157 Rapid-Fire Questions About Days Gone\n\nby Ben Hanson on May 09, 2018 at 02:00 PM\n\nWith our new cover story on Days Gone, we hope we answered a lot of your burning questions about Sony Bend's upcoming open-world game. Just in case though, while visiting the studio Game Informer's Jeff Cork sat down with Days Gone's creative director John Garvin and volleyed as many questions as we could think of about the game his way. If you're curious about the game's story, gameplay, or jokes about \"freakers\", then this video is for you.\n\nWatch the interview below to learn more than you could imagine about Sony's Days Gone.\n\nClick on the banner below to see even more gameplay and learn more about Days Gone.",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9943458438,
        "format_confidence":0.5774047375
    },
    {
        "url":"https:\/\/gamingnext.wordpress.com\/2003\/08\/",
        "text":"Interview: Gabe Newell of Valve Software\n\nPosted in Interview,PC,Xbox by Shawn Wallace on 26 2003f August 2003\n\nWith the announcement that Half-Life 2 will be available September 30, 2003, we took the time to speak with Valve Software’s own Gabe Newell. “Recently we were afforded the privilege of speaking with Gabe Newell, Valve Software’s Managing Director and head of the Half Life 2 project. We fired off a few quick questions to him concerning Source, the engine powering Half Life 2, and what we can expect from it.\n\nGamingnext – After all of the movies, both engine\/tech oriented and pure gameplay, that came from E3 it’s safe to say that all of the gaming world is now clamoring for Half-Life 2. Can you tell us a bit about the technology used to power HL2?\n\nGabe Newell – I did a presentation on the engine for Vivendi a little while back. It was about 100 pages long, and we got through it in about 4 hours. I’m not sure really how to condense that all down, but I’ll try. We usually break it down into humans, graphics, interactivity, and AI. Now obviously there’s overlap. For example there’s a special shader for people’s teeth. That could go in the graphics section or the humans section. There’s a lot of intelligence in moving creatures over an LOD mesh – so is that AI, interactivity, or graphics? You get the idea.",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9925485253,
        "format_confidence":0.9387686849
    },
    {
        "url":"https:\/\/www.pcgamer.com\/interview-gabe-on-valves-big-surprises\/",
        "text":"Interview: Gabe on Valve's big surprises\n\nValve Gabe Newell\n\nValve are surprising. Half-Life itself was surprising enough, but then they surprisingly scooped up Counter-Strike, sprung Steam on us surprisingly, turned Half-Life 2 surprisingly episodic, then took surprisingly long on the episodes. When I flew out to visit them last month, I half expected to find they'd moved to the moon and turned themselves into a yacht manufacturer. And since they hadn't, I was, again, surprised.\n\nI was there to play Portal 2 co-op for the preview feature you can read in the current issue of PC Gamer in the UK , and interview seven of their key staff for a profile on Valve themselves to go with it. But they told me so much cool stuff that we're going to be putting up an interview a day for the next week. Today's is from a marathon chat with MD Gabe Newell, project manager Erik Johnson, and marketing director Doug Lombardi, and I start by asking them the question I've wanted to ask them for about three years.\n\nPC Gamer: From a player's perspective, the two things that mark you out as a company is that a) all the games you do are very very good, and b) almost every major decision you make is really surprising. It's hard to figure out what the overall strategy is.\n\nThere's The Orange Box where you're bundling everything together in one nice package – that took us all by surprise. So then with Left 4 Dead we were thinking “Ooh, what are you going to bundle with that?” and you didn't bundle anything with that, so we were surprised again.\n\nThen Team Fortress 2 starts to evolve into this whole new thing where it's doubling the content you get, for free, which even the most optimistic of us didn't expect. So everyone's waiting for that with Left 4 Dead, and suddenly a sequel is announced, very soon after, and that seems more like a traditional publishing model.\n\nIs there a common thread?\n\nGabe Newell: Oh yeah, absolutely. I mean think about it from our perspective, where we're very much at the infancy on design decisions, how to give customers value. We have way, way more questions than we have answers, and so a lot of what we do is designed to give us a good perspective on our range of choices. It's not to assume that we already know, but to do things that are different enough that we can then compare them and see what the results are.\n\nIf you keep doing the same thing over and over again, it's much harder to work out where you should go. TF2 has been a great... I mean we've learned an incredible amount, and everything we've done on TF2 is going to have an impact on all of our games. Counter-Strike – we still are internalizing lessons from the original Half-Life 1 based Counter-Strike. We always think of our products as being part of an ongoing evolution and that each of those choices should give us useful data to make our future products better. Everything is a step towards the next product, and the next product.\n\nOrange Box was a really interesting experiment around... I can guarantee you that people are going to be surprised at stuff we do. (Laughs) That isn't going to stop anytime soon. I'm just laughing because people will be shocked again.\n\nPC Gamer: By something you're going to do soon?\n\nGabe Newell: Yes.\n\nBut to us I think it makes sense, because every single one of those things has resulted in us learning a lot. If you look at an optimum strategy, I think you have to fail. If you don't have a large enough dynamic range to fail, then you're not going to be able to figure out where you go next. And the idea that we're anywhere close to the potential of games as a medium is... we're so far from [that]. We as an industry, we've barely even taken our first steps.\n\nAt the same time we're trying to build products, and have our customers think they're getting great value, we also feel like we have to keep trying different things to inform our decisions of what to do next, right?\n\nThings that we're not doing enough experimentation on are mobile - I think all of the answers today in the mobile space are totally retarded. In spite of that, we don't really get to have much of an opinion because we haven't done anything. The GameBoy has been out forever; has Valve ever done a mobile game? No. So we only get to bitch so much about what other people do.\n\nI think there's some really interesting stuff coming in the free-to-play and the microtransaction stuff, and we haven't really done anything interesting there to explore into understand it. (To Doug & Erik) What else are we not doing enough experimentation on?\n\nDoug Lombardi: Casual games.\n\nGabe Newell: Casual games, right.\n\nErik Johnson: Motion.\n\nDoug Lombardi: Yeah, motion's another one.\n\nGabe Newell: So when we're figuring out what we're doing next, we'll put up a list and do different things.\n\nOne of the most important things for us is what people want to do, right? Left 4 Dead 2 was an example where a group of people voted really hard “we want to do this” internally. So what people want to do... the sort of technologies that we think need to be moved forward in a low risk sort of way. It's not experimentation, it's “we need to do this, and we need to do this” - and that's a set of things.\n\nWe think a little bit of diversity, like wanting to have a wider range of game types than we do, that's a plus. Experiments like “this is a safe product for us to try this” where the experiment can fail totally and the product will still be valuable to customers - we love those kinds of things.\n\nErik Johnson: We have to carry some risks, that's important.\n\nGabe Newell: Yeah... TF2, for example, is a great field for us to explore different kinds of things. It absorbs a lot of, you know... hats.\n\nPC Gamer: (Laughs) It absorbs hats?\n\nGabe Newell: If we said “Oh we're announcing Half-Life 3: our war-themed hat simulator game!” people would go “What the hell are you talking about?” With TF2, we can do a bunch of things and learn about a bunch of stuff in a way where that audience is happy to go along for the ride. We can't destroy TF2 by adding funny hats to it. Does that make sense? It's a safe place to try this out and see what people like, what people don't like. Make some changes to make sure people really understand what they like and don't like.\n\nPC Gamer: So it adds a large margin of error, in terms of thematic stuff? Like, hats aren't going to make it feel too cartoonish, because it's already a cartoon.\n\nGabe Newell: Right. That's one of the advantages of stylized games. They tend to be able to absorb a lot of variation, whereas if you have a photorealistic game, the range of interesting choices is a lot harder. Counter-Strike would just be, from a visual design perspective, a lot harder to do this feature. And it might end up compromising the whole thing, just because you end up doing a bunch of military style helmets that are indistinguishable at a distance. When it's the fact that somebody across the map can tell that you're cooler than they are...\n\nErik Johnson: You definitely wouldn't want to do it there first.\n\nGabe Newell: That's what I'm saying, right? Each project sort of has natural and unnatural opportunities to try different things. So each time we look at it, \"What are the things we evaluate? What are the things we want to learn from this? What are the things we want to try out? And what are the safe things that we can try out that won't screw our customers?\"\n\nPC Gamer: I'm sure everything you do, you have a section of fans who bitch about it- (Doug laughs) That's a fair comment, isn't it?\n\nDoug Lombardi: It wasn't the comment! (Laughs) I was just giggling.\n\nErik Johnson: I mean, there weren't a lot of fans that complained about Alien Swarm...\n\nGabe Newell: Oh yes there were!\n\nErik Johnson: Who? What's the angle?\n\nGabe Newell: “Where's the Mac version?”\n\nDoug Lombardi: Yeah, \"Where's the Mac version?” “How come you're not doing more content?”\n\n(All laugh)\n\nGabe Newell: That's a fair complaint!\n\nPC Gamer: Obviously you have to tune out sometimes, but there seemed to be a strong reaction to Left 4 Dead 2. Obviously it sold really well, so what did you take away from that? Did you think “Oh, it sold anyway, we can ignore all those guys,\" or did you think \"We need to...\"\n\nGabe Newell: No, we actually did a bad job of talking about our products to that community beforehand, right? That was just us not thinking ahead, and if we had talked to them about it better...\n\nSo the thing that makes me happy is when you look at the customers who self-identified as boycott members, they actually bought Left 4 Dead 2 at a higher rate than any other group of Left 4 Dead 1 owners. Which to me means we delivered a good product, because they had every reason not to buy the product. But we also spent a lot of time talking to those people, and explaining to them why this was like all our other products: it was worth their money and worth their time.\n\nWe set ourselves up by not thinking ahead to the fact that this would occur, and that's why we spent a fair amount of time addressing those concerns, because we thought they were legitimate issues for people in the community to raise. That's why he (indicates Erik) and I got on a plane and flew down to Australia.\n\nErik Johnson: Flew halfway round the world. It's pretty rare that there's not...\n\nGabe Newell: There's always some information.\n\nErik Johnson: There's always some information, in all complaints.\n\nGabe Newell: It's a signal to noise problem. If you decide to tune out signal just because there's a lot of noise, then you're missing a tremendous amount of opportunity to do well by your customers.\n\nErik Johnson: I think that some people in that group were saying they were fans of Valve, and they were saying: \"Has Valve changed in some way that was unannounced?\" And we were like, “No, but we didn't explain anything very well.”\n\nPC Gamer: But did you come away from that thinking a one year sequel can be a good thing?\n\nGabe Newell: Oh sure, there are certain... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9940997362,
        "format_confidence":0.9871050119
    },
    {
        "url":"https:\/\/www.vg247.com\/not-sex-game-youre-going-get-fucked-josef-fares-drops-hints-hazelights-new-game",
        "text":"\n\n“It’s not a sex game but you’re going to get fucked” - Josef Fares drops hints about Hazelight’s new game\n\nDuring GameLab Barcelona we got chance to talk to A Way Out creator Josef Fares, during which we tried to figure out how to make interviewing Josef Fares a full-time role because he’s the best, most precious game director in all the lands.\n\nIn our interview, which we tagteamed with RPS, we tried to squeeze out as many details as possible about his studio’s next game. He definitely didn’t want to say anything, but he also finds it extremely hard to not say anything, which means we now have a few clues and plenty of profanities to share with you.\n\nFirst up, the cold, hard facts: it’s not a sequel to A Way Out and it’s not a sex game. Good? Good.\n\n“I like to make [players] not really know what’s going on, surprise them, like a rollercoaster,” Fares explained of his design ethos. “With Brothers and A Way Out, especially the ending, people go, ‘What the heck is going on?’ The next game will be like that. That’s why I call it mind-fucking.”\n\nFares’ games tend to be rich in mechanical evolution. With Brothers, the gameplay changes from hour to hour so you never get bored and it doesn’t outstay its welcome. In the final third of the game, a twist happens that changes every aspect of the game. I won’t spoil how, but A Way Out does something similar, and it’s something I’ve never seen in a game before. Whatever you think of Fares, he at least dares to do something a bit different - you don’t even pick up a gun in A Way Out until the final third, for god’s sake.\n\n“What I can say is it’s not A Way Out 2,” Fares explained about his next game, which definitely isn't a sex game. “But if you look at Brothers, A Way Out, and the next game, you will see it’s the same studio that makes the game. But it will be something completely, totally different and it will be way more focused on trying to make the mechanics a part of the game, but it’s going to be something with a story that will remind of Brothers and A Way Out but in a very different way.\n\n\"I believe there’s a lot of potential in telling great stories for more than one person. If you look at the movies today, when we look at them we look at them together, we experience stories together. I believe that multiplayer story games are underestimated - there’s a lot of potential there that I’d like to explore. But who knows, in the future I’d like to try different stuff - it depends what idea pops into my head.\n\n“We could have done A Way Out 2 because A Way Out has been so successful, but I’m not interested in that, so the next game will be something totally different. There’s something about connecting two players that really gets me going. The next game is going to an insane game mechanically. It’s going to be, oh my god, there’s so much mechanics - it’s impossible to get tired of it. You will be like ‘What the fuck? What, what, what?’ It’s going to be like that. You’re going to get fucked every 30 minutes. It’s not a sex game but you’re going to get fucked, trust me.”\n\nIf you want more Fares, check out our big interview with him from 2018 at that link.\n\nSupport VG247\n\nYou give us money, we give you an ad-free reading experience, merch discounts, a newsletter every month, and elite status amongst your friends.\n\nSee more information\n\n\nMore News\n\nLatest Articles\n\nVG247 logo\n\nBuy our t-shirts, yeah\n\nThey're far more stylish than your average video game website tat.\n\nVG247 Merch",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9766955972,
        "format_confidence":0.8891670108
    },
    {
        "url":"http:\/\/www.hardcoreware.net\/reviews\/review-140-2.htm",
        "text":"RSS Feed\n\nHCW Tech Blog\n\nFor the latest info on computer hardware, tech, news, video games, software tips, and Linux, check out our new improved front page: HCW Tech Blog\n\nReviewed by: Bryan Pizzuti [03.18.03]\nDeveloper: Egosoft\nPublisher: TBA\n\nDiscuss this article in the forum!\nRegistration NOT required!\n\n\nInterview with Bernd Lehahn – Head of Egosoft and Darren Astles – Fiction Co-Author.\n\nHCW: How have you addressed some of the issued raised with the original game being too limited, and forcing the player into having to do trading missions to advance?\n\nEgosoft: We have given the player a better starting position, a ship that comes with some of the expected equipment from the start. This is woven into the plot, but with the game being freeform the player can at any time, right at the outset, decide on a career path that suits them. Of course they can then sample each lifestyle at will, be it trader, mercenary, pirate, miner and so on.\n\nThey will be able to go and begin plundering the space lanes immediately as long as they pick their targets carefully, or trade in for a ship more suited to their chosen style of game play.\n\nHCW: What advantages and limitations do you experience by using the \"Elite\" model of game?\n\nEgosoft: It’s a freeform game with a rich plot running through it. Because we give the player as much freedom as possible, they can experience a much deeper game and play for a longer period than you would with some other types of games. We have taken a lot of praise for our dynamic trading system, but it’s not just the trade. The whole game Universe is dynamic. If you can see it, there is a good chance you can acquire it and you can almost certainly blow it up, if you play in that style.\n\nThis of course brings payback from the offended side and we attempt to bring a balance to this. Then of course, this brings its own problems with the plot. If you destroy a particular installation that is pivotal to the plot, we have to decide how we can respawn it in a believable way, if at all. That said, it is unlikely that a player will have the amassed firepower to destroy such structures early in the game.\n\nHCW: Just for the destructive types out there whose attention was drawn by the “if you can see it, you can blow it up” statement, does this include things like planets?  What does it include that might not be obvious at the outset? \n\nEgosoft: Planets? The “player” cannot destroy planets or moons, no; there are no weapons available to the player that are strong enough to cause this amount of devastation. They are real objects though, not just painted backgrounds, you can fly around them or even into them. As for other items, then yes. Space stations, jump gates, any ship and asteroids. Anything really, but firing your small fighters’ lasers and a few missiles at a shipyard is only going to result in you becoming the hunted. You will need big ships and\/or a large fleet before you start re-arranging the Universe.\n\nHCW: How dynamic is the universe?  Generally, what can and can’t be affected, and to what degree?\n\nEgosoft: A few examples will probably help to visualize the dynamics. Firstly, the X-Universe and all its inhabitants are self-sufficient. They don’t need you to be involved. Factories make goods, cargo ships transport them to where they are required and patrol ships attack pirates or enemies. Shipyards will create lost ships and send them back on patrol (including capital ships). It’s not scripted. It’s alive!\n\nSo what could you do? Blend in. Go hauling legal goods for small profits. Keep to the inner sectors where the capital ships roam and offer protection. Take on easy missions, build up a reputation and save for that Bliss farm on the outer rings of Preachers Refuge.\n\nOr you could take the pirate life, dangerous, but rewarding. Have bigger ships with bigger missions and the fast life. Always looking over your shoulder and scanning the radar, carrying seeker missiles instead of Chelt skins.\n\nLet me give you some detailed examples. I was sitting in one race’s sector, minding my own business (well actually, I was taking a keen interest in the traffic with my newly purchased freight scanner) when I noticed a Boron cargo ship exit the gate. Now normally, this wouldn’t raise so much as an eyebrow, but I was in Paranid space and people familiar with the fiction surrounding the X-Universe will know, Boron and Paranid aren’t the best of friends. You can read about all of this in the fiction that ships with the game.\n\nThe Boron ship appeared to be heading all the way through the sector, but before it had reached half way, the local patrol ships had destroyed it. So what did this tell me? Firstly, a required resource for a factory somewhere in Boron space had temporarily run dry. So the factory requiring it had sent its vessel on a long and ultimately, deadly voyage.\n\nNow, this means that the Boron shipyard will, in time, deliver another trading vessel to replace the one lost by the factory. The factory still needs the resource and will have a major delay now in getting it. What does that factory make? Do you see the potential knock on effect?\n\nThen me? I’ve just seen, simply by watching, a gap in the market. I could haul that resource myself and they’d pay top dollar for it, until the “outage” settled down again or even better, I could go and deploy my own factory making that resource. I could position it right next to the factories that require it if I like or in a dense nebulae or asteroid field.\n\nAll because I saw one ship meet its maker.\n\nWant to start a war? Go and take out one of the capital ships patrolling distant sectors. Watch that race build another one at the nearest shipyard. If its journey back to its patrol area takes it through an enemy controlled sector….\n\nWant to corner the market in Computer Components? Build factories, out-price your competitors, go and buy up all their stock, set up a blockade on a gate or just destroy their factories and order your fleet to wipe out their cargo ships, or do it yourself.\n\nYou see it is possible to affect the X-Universe in many ways. I know players in previous games who have removed a whole race and replaced it with their own empire or become the sole proprietor of a particular product.\n\nYou don’t have to do any of it though and that’s the key. Become the master of the Universe or spend your days picking up bounty-hunter missions and everything in-between.\n\nHCW: In some of the materials released, it’s stated that the player can go and discover new societies. How does this work, and what rewards are there for the player in this? \n\nEgosoft: The player will start off in one area of space, controlled by one of the races. As they explore, either on their own or by following the plot, they will enter areas that are home to the other inhabitants. They might have enough reputation to trade straight away (can’t trade, can’t dock) or they might have to “impress” them by helping out with the local pirate problem.\n\nOnce you have docking rights, you have access to all the unique products, ships, factories and weapons that are unique to that race. Some missions are unique to certain races and you need a certain level of reputation before they are offered. Meeting a new race for the first time is quite an experience.\n\nNext Page: (3)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9959564805,
        "format_confidence":0.9583733082
    },
    {
        "url":"http:\/\/www.joystiq.com\/tag\/zsolt-kigyossy\/rss.xml",
        "text":"Joystiq Joystiq Joystiq en-us Copyright 2014 AOL, Inc. The contents of this feed are available for non-commercial use only. Blogsmith<![CDATA[Interview: ZEN Studios' Zsolt Kigyossy]]> Today's announcement of ZEN Pinball's collaboration with Capcom was certainly a bizarre, unexpected one. We chatted with ZEN Studios' managing director Zsolt Kigyossy on the surprising success of ZEN Pinball, the studio's future plans with PlayStation Network, and how the Street Fighter deal came about in the first place.\n\nZEN Pinball debuted as the top-selling PSN game in May. Was the team surprised by that achievement?\nNot too surprised! We've been working on perfecting our ball-and-table physics for six years now, so I guess our team's passion really shines through in the game. Although, with so many new games coming out each month we couldn't simply rely on quality to make our title stand out, and for that reason we owe much of our success to the huge support that we received from both Sony Europe and America. Not only that, our studio owes a big thanks to the PSN community for supporting our titles and helping drive ZEN Pinball to the number one spot. We couldn't have achieved this success without our dedicated fans.\n\nContinue reading Interview: ZEN Studios' Zsolt Kigyossy\n\nJoystiqInterview: ZEN Studios' Zsolt Kigyossy originally appeared on Joystiq on Thu, 06 Aug 2009 11:00:00 EST. Please see our terms for use of feeds.\n\nPermalink | Email this | Comments]]>\ninterviewpinballpunisher-no-mercystreet-fighterzen-pinballzen-studioszsolt-kigyossyThu, 06 Aug 2009 11:00:00 EST",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9937539697,
        "format_confidence":0.6667951941
    },
    {
        "url":"http:\/\/www.godisageek.com\/2013\/07\/interview-square-enix-producer-james-wright-deus-ex-fall\/",
        "text":"Interview: Square Enix Producer James Wright on Deus Ex: The Fall\n\nby on July 11, 2013\n\nAfter much backlash from fans, Deus Ex: The Fall is out on iOS devices, today. Initial impressions have been pretty positive for the game and now fans of the series will be able to see how Deus Ex translates to smartphones and tablets.\n\nRecently, we had the opportunity to speak with Square Enix producer James Wright on Deus Ex: The Fall’s use of in-app purchases, control scheme and a few other things that might interest fans of the franchise.\n\nFirstly, could you briefly summarise the story of Deus Ex: The Fall for any of our readers that haven’t been keeping up with the game?\n\nIt’s the next instalment in the Deus Ex franchise so for us its a full Deus Ex game and by that, I mean [that] it’s not a derivative [and] it’s not watered down in anyway. It’s not just one part of the experience. It’s got all of our four main gameplay pillars: so that’s the choice of action or stealth gameplay, the ability to have hacking and also social interaction within the game world with other characters, so you can [have] branching storylines.\n\nDeus Ex The Fall screen 1\n\nThe game has been in development for twelve months and we’ve used an external development partner called N-Fusion who are based in New York. For us, we wanted to make an authentic Deus Ex experience from day one. So, from day one we’ve been working with the creative team in Eidos Montreal – who you’ll know also created Human Revolution. We’ve had access to the full team there who have been totally involved so that’s been – the executive game director, the executive producer, the art director, the writing team have been working on our script and also the composer who has created a new, custom soundtrack for Deus Ex: The Fall.\n\nIn terms of where Deus Ex: The Fall fits within the universe – it’s set in 2027 [which] is the same year as Human Revolution. To be precise, it actually takes place shortly after the attack in Sarif Industries. So, Adam Jensen doesn’t feature in our game. At the time of our story, he’s recuperating – eating his food through a straw. Our game features a guy called Ben Saxon, [who] is an existing Deus Ex character. He’s the hero in the book, Icarus Effect. [He’s] a really interesting character, he’s augmented, he’s an ex-British SAS soldier, he’s a mercenary – gun for hire [and] he used to belong to a group called The Tyrants who are the guys that Adam Jensen was up against in Human Revolution. Basically, our game starts with Ben in hiding in Costa Rica, so our game picks up directly as the book finishes. What’s happening in our story is that Ben and his partner Anna Kelso [are] both augmented, so unlike Adam Jensen, they need a drug called neuropozyne so [that] their bodies don’t reject their augmentations. There is a global shortage of the drug, which is dangerous for Ben and Anna because if they run out, they can potentially die. Also, that’s a global issue, so anyone that’s augmented is going to run into trouble real soon. Ben needs to come out of hiding so he travels to Panama in order to secure him and Anna a supply of the drug neuropozyne, but also [to] start uncovering the conspiracy of why there’s a shortage and who’s behind that.\n\nAs you said, N-Fusion are looking after development – as are Square Enix Mobile, but in terms of input, does Eidos Montreal have a considerable amount, or are N-Fusion effectively taking the reigns with regards this instalment in the series?\n\nN-Fusion are the guys who will have an idea or create a level, or write a draft of the script – and its a collaboration, [after that]. That then comes back to us at Square and the creative team at Eidos Montreal and we’ll sit down and say, “that’s not quite how it fits in Deus Ex”, or “that doesn’t fit within the world or the universe” or, “this would work better”. For example, the script took about eight months and that wasn’t just N-Fusion producing something [of their own accord]. That was a case of [a] draft script being produced, then all of us having a workshop in Montreal, then having another workshop in New Jersey. It was much more of a collaboration [with] both ourselves and N-Fusion wanting to really make the best Deus Ex game that we could. The experts on the franchise are the guys who spent the last four or five years creating Human Revolution so we listened to those guys pretty much all the time to make sure the game was an authentic Deus Ex experience. I’d much more say, as opposed to “who had final sign-off”, it was a shared goal to make this an authentic experience and [Deus Ex: The Fall] felt much more [like] a collaboration.\n\nDeus Ex The Fall screen 5\n\nThe game picks up where Deus Ex: Icarus Effect leaves off, but if a potential player hasn’t read the book, will they be missing out on any story beats by just jumping into The Fall?\n\nNot at all. I think if you’ve played Human Revolution or any other Deus Ex game, or if you’ve read Icarus Effect, then you’ll recognise characters who will be familiar to you, but the approach to the story was always that it was a standalone game. So, all of the characters are introduced – we’ve even got a playable flashback scene so you get more background on Ben before the main mission starts. If you’ve never played a Deus Ex game before [or] if you’ve never read Icarus Effect, that’s ok. You’ll be able to pick up the game and it will make sense to you.\n\nSo, it could even be used as a jumping on point?\n\nYeah, absolutely. If you’ve never played a Deus Ex game before, you can come into this as an entry point, but obviously, if you are familiar with the series – if you’ve played Human Revolution or if you’ve just played the first Deus Ex, we’ve got characters from Human Revolution who are voiced again by the same actors. We’ve even got a character from the original Deus Ex who is appearing in the game and is also voiced by the same actor.\n\nDeus Ex The Fall screen 3\n\nIn terms of controls, with regard the mobile space, virtual buttons are a difficult thing to get right. Now, what’s being done to ensure that Deus Ex: The Fall’s control scheme will rival that of, for example, an Xbox 360 or PS3 controller?\n\nI think that’s a really good point and you have to take the game as it is and build for the platform, so we never wanted to say “this is everything that makes a Deus Ex game and let’s make sure we get everything mapped to a virtual button”, because that wasn’t going to work. So, the game has been built from the ground up, including the control scheme. We’ve put virtual sticks in there. Obviously, some people don’t like virtual sticks, so we wanted to create a range of control options and [also], to tweak some of the gameplay elements. For example, in terms of control options, the player’s got the ability to put the joystick on the screen if they want something a bit more tactile. If they want to just tap to move, the player can tap the floor to move. The player can even tap pieces of cover and Ben will walk up and immediately go into cover – that’s really, really cool and useful. Players can also completely customise where the buttons are on the screen, so there are a lot of custom control options. As I said, we didn’t want to port everything over because it wasn’t going to make sense.\n\nSome things have been streamlined to make sense for the touch screen. For example, there’s no longer a need to run – [when] players push up a small amount on the virtual stick he’ll walk, [if] they push up the full amount, Ben will start to run. Obviously, with Deus Ex: Human Revolution there was an element of first person platforming – running and jumping – that’s great when you’ve got a controller, but we don’t have that. So, we’ve removed the need for first person platforming, so the player doesn’t jump anymore, but [the player] can now vault over objects. By vaulting over objects, Ben can get access to different areas, [he can] use ladders to get to the vertical elements of levels. We don’t need to use first person platforming in order to do that. [It] would’ve been pretty hard to do with touch screen controls.\n\nDeus Ex The Fall screen 7\n\nIn terms of another couple couple of changes that we’ve made, [we’ve altered] the targeting system. The player has a manual target if they want [to use that], where they can line up headshots and just push the fire button. Another thing they can do is tap enemies in their sights and then hold the fire button down – a little bit of auto aim when someone targets like that. There’s also auto targets, so wherever the reticule goes, if you hold down fire, you’ll automatically target them and automatically fire them – so that’s kind of like the automated option. But, all of this is completely customisable, so if you don’t want any kind of targetting assist, you don’t have to have it.\n\nAnother example is the need to remove bodies. We decided very early on, we didn’t want players to have to go up to a body and go into a drag mode, drag the body somewhere [and then] exit the drag mode because it would’ve been quite cumbersome to do that with pop-ups on-screen. So, what happens now is that bodies will dissolve on the play field after a small amount of time, [but] that doesn’t mean that stealth is any easier because if a body is on the play field and a camera sees the downed body or an enemy patrol sees the body, then an alarm will be raised, much in the same way as [it would in] Human Revolution. We’ve still retained that challenge of stealth without players having to worry about picking up and dragging bodies.\n\nAnother big change we’ve made is with the inventory. The player doesn’t need to worry about the inventory anymore. With mobile, play time can be shorter so we didn’t want the player to spend time managing the inventory or having to tap every single item that’s on the floor because that could potentially be cumbersome. The player can now purchase upgrades and weapons and ammo whenever they want in the in-game store, using... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9955250621,
        "format_confidence":0.9893049002
    },
    {
        "url":"http:\/\/www.gamingunion.net\/interviews\/2010\/gamescom-seth-killian-interview",
        "text":"GamesCom: Seth Killian Interview\n\nBy Lee on September 2, 2010, 6:10PM EDT\n\nAside from being the Capcom Community Manager, an all-round Street Fighter master and the guy who SFIV's boss was named after, Seth Killian is also one of the nicest people you could hope to meet. It was a pleasure then, to sit down in the relative calm of a hotel room just around the corner from the carnage that was GamesCom and chew the fat about everything from the pains of balancing, to generating \"a giant storm of crap.\"\n\nI also went head-to-head with the man himself, but the less said about that, the better. So what's your role this time out, are you still an advisor, or...?\n\nSeth Killian: [Laughs] That's always what they call it, \"special advisor.\" Because we don't know what else to call it. So basically - I generally feel more comfortable dealing with very specific things - but we sat down at the beginning of development and had a discussion about what is a Marvel game. What makes a Marvel Vs Capcom game. And what is that, in your mind?\n\nSeth Killian: Well, obviously it's things like super jumps and a large character cast and the tagging and all that, but for me I think it came down to - it sounds a bit silly, but this is exactly what we agreed - at the beginning it just wasn't insane enough.\n\nOne of the gauges of insanity is how much crap there is on the screen. It doesn't have to be constant crap on the screen at all times, but if you are playing well, or you want to generate a giant storm of crap, if you are able to do that, then - when people pass by and say, 'I have no idea what's happening there,' then you've nailed it.\n\nSo yeah, you can start it slow and play it like any other Street Fighter game, but the Marvel games have a level of insanity just waiting there underneath. So when you start becoming a little more virtuoso, there's just a screen of nuttiness. That's the thing that has always amazed me about Capcom fighting games. They are always pretty accessible, and I consider myself a decent player, but if I go to Shoryuken I have no idea what they are talking about, but I love that that depth exists.\n\nSeth Killian: [Laughs] I know what you mean. That's the thing that has kept me immersed in fighting games for essentially my whole life, they give you what you put back. And the Versus series draws that line more clearly than the rest of them, because these games are actually easy to get into than the traditional Street Fighters.\n\nBut they also have more possibilities in a lot of ways. There's more characters, more moves, that kind of stuff. So if you want to spend the time, you can get pretty far. The sheer depth always makes me wonder how on earth you QA test games like this. It must be a nightmare.\n\nSeth Killian: [Laughs] That's one of the darkest arts in all of Capcom! So one is just you play the shit out of it, you have everybody playing it, so you get as many excellent, excellent players in the QA department as you can and you play it as hard as possible. But you have to have a bit of a sense for it.\n\nThere's spreadsheets and things like that, but they're never gonna tell you 'Chun-Li's too good.' Y'know, even if Chin-Li is winning too much you have to be able to ascertain why exactly, so that requires people that are into, a bit.\n\nAt this moment, somebody barged past, knocking my elbow. With a chuckle, Seth immediately asked, \"Do you want him thrown out of here?,\" before exclaiming, \"He's done in this business!\"\n\n[Still laughing] Yeah, so it's a bit of a dark art. But if you spend the time with it, you get a sense of who has what strengths and weaknesses. Sometimes you want those liabilities. You don't want any one character to have an answer to every situation, that's what gives you the flavour, everyone has their strengths and weaknesses. This isn't to say that it's unbalanced, but there are always characters that reveal themselves over time to be a little stronger than the rest. For example, somebody like Sagat. Has anyone separated themselves from the pack in MvC3?\n\nSeth Killian: So far, in this game it's been a matter of who's most finished, other than straight character dominance. Dante [from Devil May Cry] is the most finished, right now. And he's probably the strongest, certainly at the introductory level. Also, he's abetted by the fact that right now he has more special moves than any character in Capcom fighting history.\n\nHe's not like Ryu, for example, with whom you can throw a fast fireball, a medium fireball or a slow fireball. Each of Dante's moves are all radically different. So in one, homing missiles shoot out of his sword and in another a giant sphere of energy charges up around him. They're not small variations, they're totally different. So he's got a lot of answers.\n\nBut right now, pound for pound, my money is on Trish [also from Devil May Cry]. She's just got a lot of nasty tricks and traps. So that's what it comes down to for me.\n\nUltimately, it's about controlling the space on the screen and limiting your opponent's options and shutting it down. She's really good at that. You feel really trapped against a good Trish player, it's like playing against a really good Dhalsim, where he seems weak, but when you come up against a someone who really knows his way around him, you don't know what to do at all. This guy's got me completely. So, shall we have a game together?\n\nSeth Killian: Sure! Do you have any experience with Marvel 2? Of course, love it!\n\nSeth then proceeds to effortlessly destroy me while showing off Trish's frankly infuriating traps, the sheer range of Dante's specials, and a new light, medium, strong, launcher combination that flips your opponent into the air long enough to unleash a devastating air combo.\n\nAs we played, I carried on asking him questions in a attempt to throw him off his game. It didn't work. I think I hit him once. Because he let me. Do you play at tournaments any more?\n\nSeth Killian: I go to a lot of tournaments, and once in a while I'll compete afterwards. But they [Capcom] sort of ask me to shy away from competition. Which, frankly, is OK with me in one sense because I don't have time to play like I did, competitively. So it annoys me to basically lose when I feel I should be winning.\n\nBut when I'm running a tournament - basically I have the choice between running it, or playing in it. If you do both, you do both badly. Going back to Marvel Vs Capcom 3, I've got to say I prefer the character models to Street Fighter IV's.\n\nSK: Yeah.They have a flatter look, in some ways. It's a bit less stylised in one way, but it's definitely more comic-booky. It fits with this game and is also a throwback to that older Street Fighter style.\n\nSeth then hits me with an impressive combo. Ouch. How do you guard against infinite combo loops?\n\nSeth Killian: With Marvel v Capcom 3 we have a few built in fail-safes. So one is something called damage scaling, it does less and less damage with every hit.\n\nBut there is also other stuff that we're experimenting with - it starts to get pretty arcane. So something like hit stun decay. Which is to say, normally if I walk up to you and do a fierce punch it does x amount of damage and x amount of stun and you recoil in the same frames, but there's one system we're playing around with - which is not final at all - where the longer a combo goes on, the less stun any of those hits do.\n\nSo basically, the way you reel after getting hit with a fierce punch, you start to reel less and less. So the same loop is possible for a few times, but then it starts to degenerate. Eventually, you run out of options.\n\nEl Fuerte has an infinite loop in Street Fighter IV. But we actually left that in on purpose. We didn't know about it when the game shipped, but we left it in for Super Street Fighter IV.\n\nAt the beginning, people were like, 'Oh, this has ruined the game.' but we felt that El Fuerte could do with some additional tools, he not the strongest character in the game. So even though it's an infinite loop, it's not the end of the day in terms of balance.\n\nBut with Marvel v Capcom 3, even if you find a loop, because you have three characters in your team, the worst thing that happens is your current guy dies and another comes in. I mean, this game is full of devastating combos - we are definitely trying to avoid it, and we have a few more tricks up our sleeve.\n\nAlthough, saying that, the people that are usually able to do these things are people that play to a high level anyway. So they would probably beat you even if they weren't doing it. [Laughs] It's not like the ten year-old from down the street is going to pick that up on youtube and start beating you with it after being unable to win before.\n\nIndeed, such was my merciless beating I'm not even sure I could defeat that 10 year old any more. We put the rather snazzy Madcat fight sticks down and continued our chat. So, what's the deal with the online modes that the game is shipping with?\n\nSeth Killian: There's still a lot of back-and-forth internally about it, frankly. So, at a minimum you can expect your standard online modes where you can have a friendly match or a ranked match, as well as all your offline modes.\n\nBut set your expectations there and hopefully we can go in some fun new directions beyond that. I was surprised that Street Fighter IV (and Super Street Fighter IV) shipped with the basics. Why was that?\n\nSeth Killian: It was a pre-patch, so it was something they wanted to do. It was just time, we ran out of time.\n\nFrom this end, this is the kind of game where character balancing takes probably half the development cycle. Then there's the character models, and the backgrounds are important. But, as you've said the game isn't fun if it is not balanced properly and that is very, very difficult to do. Especially with a game that's as free as Marvel v Capcom 3, this is a very open game with a lot of possibilities.\n\nSo that takes forever. You want to meet all the player expectations, but if the... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9960792661,
        "format_confidence":0.9887250066
    },
    {
        "url":"http:\/\/badwordslab.com\/voiceover-insides-shadow-mordor-director-star-jb-benoit\/",
        "text":"Veteran actor, director and performer, Jean-Benoit Blanc (JB) discusses his acting & directing for video games, animations, film, commercials and TV.\n\nWe genuinely shared a good time as he talked about voice acting methodology, changes in the entertainment industry and some of his experiences – namely as a performer and specifically about Telltale Games’, Game of Thrones, Shadow of Mordor and even included some advice for Indie Game Developer studios.\n\nJB is a humble man, generous with his knowledge and greatful for his success – and the help he’s had along the way.\n\nRead the whole transcript (below) or watch these clips for interview highlights:\n\n** Please note: A titling error with JB Blanc’s name has been corrected from JB Benoit (1:25 PM, day of publishing)\n\n\nSean Morrow: Hi JB, thanks for sitting down with me. How are you doing?\n\nJB Blanc: Yeah, things are good. We’ve had two days of rain, which is the main excitement in LA because we really need it badly.\n\nSean Morrow: (Laughs)\n\nJB Blanc: And now the glorious sunshine is back. I just had a game come out, Telltale games, Game of Thrones.\n\nSean Morrow: Oh, you were on that.\n\nJB Blanc: Yeah, I play a regular character in that.\n\nSean Morrow: That’s fantastic, can you say who?\n\nJB Blanc: I play a guy called Malcom. He’s a new original character.\n\nSean Morrow: Right on.\n\nJB Blanc: And then I play a couple of other things as well. I think I play his father and I play a guy called Duncun and another guy. Yeah, guys, I play guys.\n\nSean Morrow: Are you a fan of the show?\n\nJB Blanc: Oh yeah, huge.\n\nSean Morrow: Oh that’s cool. I was in London on the way to Gamescom. And we saw, oh what’s his name. I can’t remember his name off-hand. What’s his name? The father of the latest king? (Insert: Tywin Lannister, duh). Anyway, he was stumbling out, completely drunk, out of a pub. It was quite funny.\n\nJB Blanc: (Laughs) English actors: that can happen to them; it’s not their fault.\n\nSean Morrow: You’d know.\n\nJB Blanc: Um, ya, that’s been really exciting. They’ve got me running through all the episodes. Which is fantastic. I was just recording there yesterday.\n\nJB Blanc: (Makes a great face)\n\nSean Morrow: Right on.\n\nJB Blanc: And then the Lego project I’m doing , which is supposed to start next year is starting this week. So that’s been going on as well. And then, while I was up in Montreal, DC asked me to do another one, which is great, for Warner Brothers as well. So I’m directing that. So that’s going to begin next year in earnest.\n\nSean Morrow: So directing, acting. I remember, too, when we met, or met up, I should say, that you were saying that you also direct other people in other languages too.\n\nJB Blanc: I have, I have done in the past. But not much. I only really speak French.\n\nSean Morrow: Okay.\n\nJB Blanc: So, but, um, I don’t do a lot of localization work. It has to be said. But as and when it comes up, sure.\n\nSean Morrow: Can you talk about Shadow of Mordor?\n\nJB Blanc: Ya. Absolutely.\n\nSean Morrow: So tell me a little about what you thought, about that project and the people with whom you were collaborating.\n\nJB Blanc: Well, Shadow was great because it involved the Nemesis system, which is a new system for a video game. Which is, basically, it means… the main character is a character called Talion. And he, um, he is cursed to never be able to die until he avenges his family’s death. Or he wants to avenge his family’s death but he has been cursed in a permanent state of un-deadness. So he goes through trying to avenge his family’s death. He’s trying to get to Sauron basically.\n\nAnd, as you go through, there is a whole Ork society that you have to kind of negotiate and deal with. But what happens is because you can meet an Ork and be killed by him, and then you’re revived, you can meet that Ork again. And when you meet that Ork again, he remembers your last fight.\n\nSean Morrow: Oh that’s cool.\n\nJB Blanc: So he builds up, you build up a history with all the enemies. Now strategically, it might better not to kill that Ork captain until he becomes a war chief, because otherwise he’s going to be too strong for you, until he becomes a war chief, for you to attack.\n\nSo there’s all these sort of, there’s a political and social hierarchy that you have to fight your way through, with all of those characters remembering their history with you. So you’ll meet one and he’ll go, “You burned my face last time. This time it won’t be so easy.”\n\nYou know, and they do all this stuff. So getting, building all of that character into everything was so much fun. And we really had, we had like the top, top-notch set of actors. I mean, Warner Brothers is great because you get the best possible people all the time.\n\nHow did you originally get involved Directing Voice Actors and Acting Yourself in Shadow of Mordor?\n\nThe way I came to that game was originally just as an actor. I was cast as the Tower of Sauron. So we were doing all the motion capture for that. The Tower is 8 feet tall. Very evil. And sort of has this slightly ‘Emperor way of speaking.’ And so that was fun.\n\nAnd then, I was also cast as one of the main Orks, who is known as “Thuggish Ork.” And then you have these, what do they call them? They call them Nemesis Orks. And so various other Orks. And so I had a lot of involvement in the game.\n\nAnd then they asked me to Direct. And so, myself and Liam O’Brian, who’s another well known video game director and actor, we started sharing it. Liam had some health problems and so I basically took over. And then Jack Fletcher, who was directing the main characters, he had to go to New York and do a play so I took over the main characters as well. And I’ve now directed all of the DLC (downloadable content) as well.\n\nThe team there, this was with Monolith games – very big make or break venture for them. The Nemesis system had to work.\n\n\n\nVoice Acting Techniques and Content Development\n\nSean Morrow: How has acting in different mediums changed for you? How have techniques changed in video games? What realities have changed for video game developers or animators and what do they need to look for when creating content or immersive experiences?\n\nJB Blanc: I’m extraordinarily lucky. I’ve managed to work in pretty much every aspect. Be it, talking books, different languages occasionally, games, commercials, animations – I’m doing a lot of animation work these days – and still film, theatre, TV, as well.\n\nThe techniques changed differently and also the game world has changed. It used to be that when I started in games, you know, often some of the filler voices they would get Joe in accounts or Barbara in HR to do a voice.\n\nAnd as the technologies got better, the expectations of the player has got better, and the quality of the performance has had to be better. And for us that’s great because sometimes you are doing games and you are sort of going, ‘do I really have to say this trite pile of crap?’\n\nAnd the other problem is that games are programs and they were constructed by programmers. And it was the programmers who were taking care of story and sometimes performance too. And they quickly learned that that just won’t wash.\n\nSean Morrow: Mmmhmm.\n\nJB Blanc: You know you’ve got to get quality directors, quality performers. The interesting thing when I started doing motion capture, which was pretty much at the beginning of motion capture, the first game I did was a facial capture game and it was called, James Bond: From Russia with Love.\n\nSean Morrow: Oh, right on.\n\nJB Blanc: And I played, Karim Bay, who is a – well they tried to use a lot of original actors from the original film and they got Sean Connery.\n\n(Break out the Sean Connery Impression)\n\n“But he was sort of 72 at the time and had become a kind of, almost a parody of himself, you know.” A very, of sort, of gruff, angry Scotsman, instead of the kind of “smooth, you know, I’ll get you the lighter, of course, M.” That kind of guy who was in the original movie.\n\nMy guy was dead so, um, but he was a Mexican who was playing a turk. So I think I was the only person who could get the accent, kind of: “Good morning, Mr. Bond.” And he had this almost, sort of, Jonathon Reys Davis… you know JRD, “Indie, Indie.” So he had that kind of quality to him.\n\nAnd… you would do this and it would all go away to get processed for months. The data, you know the initial data would get processed and then they’d come back with something 3D and shaded in about between 3 and 6 months. Now when you’re doing that it happens live and stage and you can watch yourself on screen while you’re doing the motion capture.\n\nSean Morrow: Nice. Yep.\n\nJB Blanc: The fascinating thing is that motion capture is like the very cutting-edge of this sort of technology. The skills as an actor that you need in order to do motion capture are the skills as old as the hills, as old as acting (is). It’s theatre skills that you need. Because you need – you’re not doing mask work or mime work – but you need physical awareness. You need to physically inhabit the character.\n\nSo for instance I did a game called “Mack” fairly recently which is the launch title for the PS4. And I’m playing this doctor and he’s kind of bandy-legged and, and, he has a sort of simian, ape–like kind of physique about him. I really enjoy that approach to character, I’ve always really enjoyed that, and it makes it so much more authentic.\n\nBut it’s fascinating to me that I never, you know, there weren’t video games when I was a kid. Um, well, there was pong. Um, there was Atari. There was the ZX, the Sinclair ZX 81. Um, so, it’s fascinating that those ancient skills that have been passed down through the generations at places like Rada, were what was most useful in this sort of cutting edge technology. So that’s been a real eye-opener.\n\nIs Voice Acting or Voice Directing ‘Real’ Acting and Real Directing?\n\nIn terms of technique it is different, it’s a different, every – everything you do in theatre is very different from tele... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.5106457472,
        "format_confidence":0.9874264002
    }
]