[
    {
        "url":"https:\/\/dva.org.uk\/derbyshire-dialogue-cancer-services-session-16-december\/",
        "text":"Derbyshire Dialogue: Cancer services session 16 December\n\nWe would like to invite you to join our next Derbyshire Dialogue taking place 16 December 11am – 12:00.\n\nThe conversation will put the spotlight on the impacts Covid-19 has had on Cancer Services. To join the Microsoft Teams session please register here:\n\nThe specialist joining us at the meeting is Dr Louise Merriman, GP and Cancer Clinical Lead for Derby and Derbyshire CCG. Dr Merriman has said “I am looking forward to presenting this session and letting people know how we are maintaining our cancer services in Derbyshire”. The team will be discussing the impact of Covid-19,  the  challenges faced and the system response in managing cancer services. They will also cover signs and symptoms and the importance of the Help Us, Help You Campaign.\n\nBackground, what is Derbyshire Dialogue?\nThe ‘Derbyshire Dialogue’ has been set up to start a conversation with our population and those delivering and commissioning the services, we launched it on 10 September when the Executive Lead for Joined Up Care Derbyshire Dr Chris Clayton updated people on our response to the pandemic. As you will be aware social distancing means we aren’t able to come out and talk to groups so we have created a virtual platform to allow us to communicate with local residents. Whilst the virtual approach can’t replicate face to face meetings in every way, you can join in with questions verbally, or via the chat box, and prior to the meeting starting you can join and get technical advice, or support with how to use the digital platform we use, which is Microsoft Teams. We also have a BSL interpreter pre booked for every session so if this is something you require please email us and we can ensure we have this option available for you on the day.\n\nWe have created a page with previous session summaries, slides and recordings so if you would like to read about them or share with your networks, they can be found here:\n\nIf you have any questions please don’t hesitate to get in touch with me directly or our enquiries line:\nMiriam Doherty\nCommunications, Equality and Involvement Officer\nNHS Derby and Derbyshire Clinical Commissioning Group\nT:  01332 868 730",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9949828386,
        "format_confidence":0.9923835397
    },
    {
        "url":"http:\/\/www.prweb.com\/releases\/2014\/04\/prweb11722430.htm",
        "text":"Dr. Schultz Relocates Superior Health from Waukegan to Gurnee\n\nSometimes to server more people, better service, we have to just up and move our business. That is what Superior Health decided to did.\n\n  • Share on TwitterShare on FacebookShare on Google+Share on LinkedInShare on PinterestEmail a friend\n\n\nWe are ready to serve more at higher levels.\n\nGurnee, IL (PRWEB) April 02, 2014\n\nDr. Schultz at Superior Health and Wellness is incredibly excited to announce that the practice has taken a major step in forward by opening a brand new state of the art location. The new location is conveniently located in the Gurnee area so patients and prospective patients from various nearby areas have quick and easy access. Superior Health and Wellness has been open since 2007 and this brand new location is a huge upgrade for Dr. Schultz and the wellness center as a whole.\n\nThe new location was designed entirely to be the perfect chiropractic facility so that the entire staff can maximize the treatment for all patients that visit. The new location is conveniently located just off of I-94 so anyone and everyone can quickly find it. Dr. Schultz herself is incredibly happy with the new facility and is excited about what the future holds at this spectacular new location, so it is definitely worth heading down and checking it out.\n\nWhether you've been treated by Dr. Schultz before or are considering chiropractic treatment for the first time, Dr. Schultz is a great option. Dr. Schultz and Superior Health and Wellness is one of the most respected and praised chiropractic groups in the area and the patients are some of the first to sing those praises. The practice is well known for properly locating and identifying pain, as well as creating great treatment plans that actually work and leave the patients feeling significantly better after just one trip. No matter the pain you're dealing with or how awful you feel, Dr. Schultz can definitely help you out, as a certified chiropractor she is more than qualified to do anything and everything you could need to start feeling a whole lot better, right now.\n\nNow is the perfect time for your first chiropractic treatment. Dr. Schultz is always happy to offer consultations and first treatments and the new location is just an added bonus on top. Head down to the new location today and see what the buzz is all about. Superior Health and Wellness is getting more and more popular everyday and the new location is definitely a major sign of success for them. Congratulations to Superior Health and Wellness on opening at this brand new location.\n\nSuperior Health and Wellness\n495 N. Riverside Dr. Ste 102\nGurnee, IL 60031",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.8952269554,
        "format_confidence":0.989797473
    },
    {
        "url":"https:\/\/www.youthconnexions-hertfordshire.org\/about-yc-hertfordshire\/news\/new-youth-project-in-welwyn-garden-city-is-creating-youth-stars\/",
        "text":"New youth project in Welwyn Garden City is creating youth stars!\n\n18 May 2016\n\nYouth Connexions is working in partnership with the YMCA to develop a newly opened project at the Peartree Youth Club in Welwyn Garden City.\n\nThe project runs on Friday evenings and has grown to over 30 regular attendees in a very short time, with many of the young people working towards youth star awards.\n\nPeartree 2 Peartree 3\n\nA warm welcome awaits young people at the Peartree facility\n\nThe Peartree project helps young people to gain life skills, including a better understanding of sexual health. For example, recent sessions were based on a quiz to see how much the young people knew about correct use of condoms, STIs, and the ‘C-Card’ free condom scheme.  These sessions were delivered to separate groups of males and females; some of the young people found discussion difficult to join, but were encouraged by those who already knew more about the subject. Thirteen young men registered for the C-Card as a result of the sessions.\n\nThe young people heard from a speaker from ‘Hertsaid’, the charity that strives for an inclusive society where HIV and sexual health are understood and accepted. Future sessions are planned on drugs and alcohol awareness, to be delivered by Youth Connexions staff.\n\nOne of the participants, George, said “I love coming to the centre”  Dean and Melissa, other attendees, added that “The project brings young people together.”\n\nFind out more about the Peartree project.\n\nFind a Youth Connexions project near you.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.884914279,
        "format_confidence":0.983730197
    },
    {
        "url":"https:\/\/www.mercy.net\/newsroom\/2021-08-27\/mercy-offering-saturday-morning-sports-injury-clinics-this-fall\/",
        "text":"Mercy Offering Saturday Morning Sports Injury Clinics This Fall\n\nAugust 27, 2021\n\nStudent athletes in Oklahoma will be able to access orthopedic care on Saturday mornings during the fall sports season. Mercy orthopedists will staff the clinics in Oklahoma City and Weatherford. \n\nAny student athlete is welcome to be seen. They are not required to be a current Mercy patient. The sports injury clinic is open for walk-ins every Saturday from Aug. 21 – Nov. 13 from 8 – 10 a.m. at the following locations:\n\nMercy Clinic Orthopedic Associates\n\n3301 NW 50th Street\n\nOklahoma City, OK 73112\n\n\nMercy Clinic Orthopedic Associates\n\n3735 Legacy\n\nWeatherford, OK 73096\n\n\nMedia Contact\n\nMeredith Huggins\nGuthrie, Kingfisher, Oklahoma City, Ada, Ardmore, Healdton, Watonga, Tishomingo\nPhone: 405-936-5766",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.8200908303,
        "format_confidence":0.9899327755
    },
    {
        "url":"http:\/\/www.bio-medicine.org\/medicine-technology-1\/Today-AE-Sponge-Returns-to-Store-Shelves-in-Canada-13847-1\/",
        "text":"Navigation Links\nToday® Sponge Returns to Store Shelves in Canada\n\nBERKELEY, Calif., Jan. 12, 2011 \/PRNewswire\/ -- Mayer Laboratories, Inc., a marketer of high-quality contraceptives and the exclusive distributor of the Today Vaginal Contraceptive Sponge for the US, Canada and the EU, announced today that the Today Sponge has been re-launched in Canada.  Today Sponge is now available exclusively at all Shoppers Drug Mart locations in Canada. Shoppers Drug Mart has 1,149 stores in nine provinces and two territories in addition to Pharmaprix in Quebec.\n\nIn May of 2009, the Today Sponge returned to store shelves across the United States in more than 20,000 drugstore locations including CVS, Walgreens, and Rite Aid.  It quickly became the #2 best selling Female OTC Contraceptive in the United States and is the fastest growing brand in this category.\n\nOriginally introduced in 1983, the Today Sponge affords the freedom and flexibility of 24 hour contraceptive protection, and offers a safe, effective, hormone-free birth control alternative for millions of women.  The Today Sponge has been a popular over-the-counter birth control method for women, with over 150 million sponges sold since its introduction.\n\nAccording to David Mayer, CEO of Mayer Labs, \"We are pleased to re-launch the Today Sponge in Canada. The Today Sponge is an important hormone-free birth control option for women and has always remained popular with many advantages. The recent interruption of distribution was not due to product quality or lack of consumer interest, but was the result of the previous owner's bankruptcy.\" Mayer Labs will be supporting the product with a national marketing campaign to inform women of the product's return. Suggested retail price for a 3 pack box - C$18.49-$18.99.\n\nAbout The Today® Sponge\n\nThe Today Sponge is a soft polyurethane sponge containing nonoxynol 9, a spermicide used by millions of women for more than 40 years.   The Today Sponge prevents pregnancy in 3 ways:  1) by blocking the sperm's path 2) by absorbing the sperm and 3) by continuously releasing nonoxynol 9, which quickly kills the sperm on contact. For more information including effectiveness, directions and warnings visit:\n\nAbout Mayer Laboratories, Inc.\n\nMayer Labs is an innovative, California based company with more than 20 years experience in marketing and distributing high quality contraceptive and reproductive healthcare products in the United States, Canada and Europe. Mayer Labs' products include Today Sponge, Kimono brand condoms, and Aqua Lube personal lubricants.  For more information visit: Today® is a registered trademark of Alvogen, Inc.\n\nSOURCE Mayer Laboratories, Inc.\nCopyright©2010 PR Newswire.\nAll rights reserved\n\nRelated medicine technology :\n\n1. Filtrona Porous Technologies Realizes Innovative New Product Development Through Foam-Fiber Technology Synergy : Introducing MediSponge(R) RBR Wound Care Dressings\n2. Patient Safety Technologies, Inc., Contracts to Implement the Safety-Sponge(TM) System at The Mount Sinai Hospital in New York\n3. Kalispell Regional Medical Center to Implement the SurgiCount Safety-Sponge® System\n4. SurgiCount Medical Announces the Successful Implementation of the Safety-Sponge® System at the University of Michigan Health System\n5. Award-Winning Medicine Wheel Returns to the Cyclorama at the Boston Center for the Arts on Dec. 1 for 24-hour Vigil Recognizing World AIDS Day\n6. Molecular Devices Returns to Life Sciences Marketplace\n7. Allied Healthcare Products Returns to Profitability By Offsetting Depressed Sales with Cost Reductions\n8. 2nd Annual Orthopedic Design & Technology Forum Returns April 28 to the FedEx Institute of Technology, University of Memphis\n9. Blood Donors Needed as School, Fall Season Returns\n10. Jury Returns Verdict in VNUS Patent Infringement Lawsuit With Total Vein Systems and biolitec Finding Some Patent Claims Invalid and Some Infringed\n11. CVS\/pharmacy Offers Flu Vaccinations in Over 4,000 Stores\nPost Your Comments:\n(Date:10\/2\/2017)... 2017  Eli Lilly and Company (NYSE: ... third quarter of 2017 on Tuesday, October 24, 2017. ... day with the investment community and media to further ... call will begin at 9 a.m. Eastern time. Investors, ... webcast of the conference call through a link that ...\n(Date:9\/28\/2017)... , Sept. 28, 2017 Cohen Veterans ... advance the use of wearable and home sensors for ... disorders. Early Signal Foundation, a nonprofit organization focused on ... will provide an affordable analytical system to record and ... ...\n(Date:9\/23\/2017)... HORSHAM, Pa. , Sept. 22, 2017 ... received a complete response letter from the U.S. Food ... (BLA) seeking approval of sirukumab for the treatment of ... response letter indicates additional clinical data are needed to ... of moderately to severely active RA. ...\nBreaking Medicine Technology:\n(Date:10\/13\/2017)... ... ... On The Brink”: the Christian history of the United States and the loss of ... William Nowers. Captain Nowers and his wife, Millie, have six children, ten grandchildren, ... Navy. Following his career as a naval aviator and carrier pilot, he spent ...\n(Date:10\/12\/2017)... ... 2017 , ... The company has developed a suite of ... authorities worldwide. From Children’s to Adults 50+, every formula has been developed by ... , These products are also: Gluten Free, Non-GMO, Vegan, Soy Free, Non-Dairy*, Preservative ...\n(Date:10\/12\/2017)... Maryland (PRWEB) , ... October 12, 2017 , ... ... magnetic drug delivery system that we intend to develop to enable prevention of ... can lead to severe hearing loss, especially in pediatric patients. For cisplatin, hearing ...\n(Date:10\/12\/2017)... FL (PRWEB) , ... October 12, 2017 , ... On ... holding a treadmill relay – Miles by Moonlight to raise money for the American ... $300 or more. , Teams will work together to keep their treadmills moving ...\n(Date:10\/12\/2017)... ... October 12, 2017 , ... Vohra Chief ... advancements to physician colleagues, skilled nursing facility medical directors and other clinicians at ... of Wound Care.\" , \"At many of these conferences we get to educate ...\nBreaking Medicine News(10 mins):",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9842336774,
        "format_confidence":0.9551414251
    },
    {
        "url":"http:\/\/cdls.org.uk\/fund-raising\/sweet-taste-of-success.html",
        "text":"» Sweet Taste of Success\n\nOne family in Ireland has done an amazing job and raised over 3000 Euros, through their fundraising efforts. We were recently contacted by CdLS mum, Melissa Coleman from County Cork, with a fantastic recipe for fundraising. Melissa has a daughter with CdLS, Tabitha, who turned 5 in February.\n\nShe has a friend, Natalie Keane, who runs a craft Chocolate business with her sister. The company is called Bean & Goose and they make a range of chocolate bars with some incredible flavours. Natalie knew of Tabitha and her condition and kindly offered to donate around 50 large bars of her chocolate to raise money for the Foundation. She wanted nothing for her costs, so all profit would go to us.\n\nBean and Goose Chocolate BarWhen Melissa told us, she asked if we could help with creating an awareness raising band around the hand-packaged bars. Of course, we were delighted to help. One of the flavourings of the donated bars was lavender, in honour of our CdLS colours.\n\nThe bars could only be sold in Ireland, so no shipping costs were incurred but they sold out very, very quickly, making nearly €300 for us. They also were a very effective way of raising awareness of CdLS, with some informative text about the syndrome and a picture.\n\nAs if that wasn’t enough, Tabitha’s dad, Liam Coleman managed to have the Foundation nominated as one of the charities supported by the company he works for, Eli Lily, for their Christmas charity day. Based in Kinsale, County Cork, Eli Lily held their fundrasing day in December. They raised a massive €3,200 for CdLS.\n\nCdLS Christmas CardsIrish Regional Volunteer, Eleanor O’Kelly-Lynch has also had a seasonal scheme to raise funds and awareness. She put together some CdLS-branded Christmas Cards for Irish families. Eleanor says; “The CdLS Christmas card idea was a great success and we will definitely make them an annual fundraising event, judging by the interest we got. We got 1000 cards printed and could have easily sold another 500. Everyone got behind the idea and families ordered them in multiple packs of ten. Thanks to Jenkinson Logistics for paying full cost on design and print which meant every cent raised went to CdLS Foundation - a real bonus giving us  a total of €1080.”\n\nOur huge thanks go to Melissa, Liam and Eleanor. What a sweet way to raise money and awareness for CdLS!",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.6536722779,
        "format_confidence":0.9329423308
    },
    {
        "url":"https:\/\/immunisation.hpru.nihr.ac.uk\/news\/people-learning-disabilities-%E2%80%9Cextremely-vulnerable%E2%80%9D-effects-covid-19",
        "text":"You are here\n\nPeople with learning disabilities “extremely vulnerable” to the effects of COVID-19\n\n16 July, 2021\n\nA&E sign at the QE Hospital in Birmingham\n\nPeople with learning disabilities with COVID-19 are five times more likely to be admitted to hospital and eight times more likely to die compared with the general population of England, according to a new study in The BMJ.\n\nLed by the London School of Hygiene & Tropical Medicine (LSHTM) and the University of Oxford, the research found risks were particularly high for those with severe to profound learning disability, Down’s syndrome and cerebral palsy.\n\nThe researchers say prompt access to COVID-19 testing and healthcare is warranted for this group, and prioritisation for COVID-19 vaccination and other targeted preventive measures should be considered.\n\nRead more about this study, co-produced with HPRU researchers, on the LSHTM website here.\n\nRead the article published in The Guardian on 15th July 2021 here.\n\n\nElizabeth J Williamson et al. Risks of COVID-19 hospital admission and death for people with learning disability: population based cohort study using the OpenSAFELY platform. The BMJ. DOI: 10.1136\/bmj.n1592 \n\nAn easy read summary of this research is also available.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9981589913,
        "format_confidence":0.7224853039
    },
    {
        "url":"https:\/\/www.hertsmindnetworkcyp.org\/news\/scl-education-event-pro-direct-community-day\/",
        "text":"020 3727 3600\n[email protected]\nen English\n020 3727 3600 [email protected]\n\nSCL Education Event – Pro-Direct Community Day\n\nWe were invited to attend an event for the Pro-Direct team and learners as part of their induction to the new academic year. We were joined by fellow organisations that aim to promote positive health and wellbeing, with the key aims of the day to build a partnership between SCL Staff and Pro-Direct Hitchin and local services, as well as increase awareness of support services for students in Hertfordshire to be able to access support services independently.\n\n\nOn the 3rd of September, members of Herts Mind Network team attended the event in Baldock to present to 45 males aged between 16-18 years on the topic of mental health, the background of Hertfordshire Mind Network and the services available to young people. The team also displayed a stall of information relating to specific CYP mental health resources as well as goody bags for participants, where they answered any individual questions regarding wellbeing.\n\nAuthor: Caroline\nPosted on: 30th September 2021",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.7483274937,
        "format_confidence":0.9923741221
    }
]