[
    {
        "url":"https:\/\/www.per.gov.ie\/en\/supports-to-the-democratic-process\/parliamentary-activities-allowance\/",
        "text":"The Parliamentary Activities Allowance (formerly known as the Party Leader’s Allowance) is provided for in the Ministerial and Parliamentary Offices Act 1938 as amended most recently by the Oireachtas (Ministerial and Parliamentary Offices)(Amendment) Act, 2014.\n\nThe allowance is paid to the parliamentary leader of a qualifying party in relation to expenses arising from the parliamentary activities, including research, of the party. Payments are made in respect of members of the party elected to Dáil Éireann and members elected\/nominated to Seanad Éireann at the last preceding general election or a subsequent bye-election or, in the case of Seanad Éireann, nominated to it after the last preceding general election. The legislation also provides that payments may be made to a member of Dáil or Seanad Éireann who is elected other than as a member of a qualifying party- i.e. an independent member.\n\nThe conditions governing entitlement to payment of the allowance are set out in the Act. The primary restriction in the Act on the use of the allowance is that it may not be used in respect of election expenses. The allowance increases in line with general pay increases in the Civil Service and is not subject to income tax.\n\nThe amount payable to party leaders is calculated on a tiered basis by reference to the number of party members who are elected or nominated to the Dáil or Seanad and is fixed at the time of the election, or following a bye-election, as follows:\n\n\n​​Party TDs                         ​              Annual Rate per Member                      Government Parties *\n\n​First 10 Members                       €64,368                                                        ​€42,912\n\n​11 to 30 Members                      €51,493                                                        ​€34,329\n\nMore than 30 Members            €25,754                                                        ​ €17,169\n\n\n*The legislation provides that, in the case of a qualifying party forming part of the Government, the combined allowances due in respect of TDs of that party are reduced by one third.\n\n\nParty ​Senators                             Annual Rate per Member\n\n​First 5 Members                          €42,089\n\nMore than 5 Members               €21,045\n\n\nThe annual rates applicable to independent members of Dáil and Seanad Éireann are €37,037 and €21,045 respectively.\n\nThe legislation provides that each party leader and independent member must prepare a statement of expenditure for the allowance, to have it audited by an independent auditor and furnish it with the auditor’s report to the Standards in Public Office (the Commission) Commission. Based on the accounts submitted, the Commission is required to make a report in relation to the use of the Parliamentary Activities Allowance and cause a copy of the report to be laid before the Oireachtas.\n\nThe annual rates payable, based on membership of the 32nd Dáil \/25th Seanad, are available here.  For information on historical payments, please see here.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9624769092,
        "format_confidence":0.5677298307
    },
    {
        "url":"https:\/\/code.wvlegislature.gov\/email\/3-1C-2\/",
        "text":"Email WV Code\n\nEmail: Chapter 3, Article 1C, Section 2\n\n§3-1C-2. Findings.\n\nThe Legislature makes the following findings:\n\n(1) Microchip and digital technologies are increasingly changing the way Americans vote;\n\n(2) State and political subdivisions are replacing antiquated voting methods and machines with computer- and electronic-based voting systems, but nonvisual access, whether by speech, Braille or other appropriate means is often overlooked in certifying and purchasing the latest voting technology;\n\n(3) Voting technology and systems which allow the voter to access and select information solely through visual means are a barrier to access by individuals who are blind or visually impaired, thereby discouraging them from exercising the right to vote, the most fundamental right of citizenship in a free and democratic society;\n\n(4) Software and hardware adaptations have been created so that voters can interact with voting technology and systems through both visual and nonvisual means allowing blind and visually impaired people to cast a secret ballot and independently verify their vote; and\n\n(5) In promoting full participation in the electoral process, the goals of the state and its political subdivisions must recognize the right of all citizens regardless of blindness or visual impairment to vote and to cast and verify their ballots independently.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.8941528201,
        "format_confidence":0.9192664623
    },
    {
        "url":"https:\/\/malegislature.gov\/Bills\/187\/House\/H1188\/Miscellaneous",
        "text":"Bill H.1188 187th (2011 - 2012)\n\nAn Act relative to insurance coverage for mental health\n\nBy Ms. Khan of Newton, a petition (accompanied by bill, House, No. 1188) of Kay Khan and others relative to insurance coverage for mental health. Financial Services.\n\n\nKay Khan\n\n\nDownload PDF\n\nThe information contained in this website is for general information purposes only. The General Court provides this information as a public service and while we endeavor to keep the data accurate and current to the best of our ability, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.\nUnsupported Bill Output Format\n  1. The document text is in an unsupported format to view in a browser.\n  2. Please use the \"Download PDF\" link if you wish to View\/Print this document.\n  3. Download PDF",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9369425774,
        "format_confidence":0.5264199376
    },
    {
        "url":"https:\/\/www.adirondackcouncil.org\/page\/charitable-solicitation-disclosures-216.html",
        "text":"Charitable Solicitation Disclosures\n\nCharitable Solicitation Disclosures\n\nThe Adirondack Council is committed to using donor contributions wisely and sharing financial information about the organization openly. Detailed financial summaries are published in our audited financial reports and IRS 990 forms.\n\nFinancial information about the Adirondack Council may be obtained by contacting us at 103 Hand Ave #3, Elizabethtown, NY 12932  1.877.873.2240. \n\nInformation call also be requested as stated below per the required language and style from the states listed.\n\nFinancial and other information about The Adirondack Council, Inc.’s purpose, programs and activities can be obtained by contacting William C. Janeway, Executive Director at PO Box D-2, Elizabethtown, NY 12932; 518-873-2240; or for residents of the following states, as stated below. Florida: SC No. 10486. A COPY OF THE OFFICIAL REGISTRATION AND FINANCIAL INFORMATION MAY BE OBTAINED FROM THE DIVISION OF CONSUMER SERVICES BY CALLING TOLL-FREE, WITHIN THE STATE, 1-800-HELP-FLA OR VIA THE INTERNET AT Maryland: For the cost of postage and copying, from the Secretary of State. Michigan: MICS No.23300. Mississippi: The official registration and financial information of The Adirondack Council, Inc. may be obtained from the Mississippi Secretary of State's office by calling 1-888-236-6167. New Jersey: INFORMATION FILED WITH THE ATTORNEY GENERAL CONCERNING THIS CHARITABLE SOLICITATION AND THE PERCENTAGE OF CONTRIBUTIONS RECEIVED BY THE CHARITY DURING THE LAST REPORTING PERIOD THAT WERE DEDICATED TO THE CHARITABLE PURPOSE MAY BE OBTAINED FROM THE ATTORNEY GENERAL OF THE STATE OF NEW JERSEY BY CALLING (973) 504-6215 AND IS AVAILABLE ON THE INTERNET AT New York: A recently filed financial report is available from the Charities Registry on the New York State Attorney General’s website at or, upon request, by contacting the New York State Attorney General, Charities Bureau, 28 Liberty Street, New York, NY 10005 or by calling (212) 416-8401. North Carolina: Financial information about this organization and a copy of its license are available from the State Solicitation Licensing Branch at 1-888-830-4989 (within North Carolina) or (919) 807-2214 (outside of North Carolina). Pennsylvania: The official registration and financial information of The Adirondack Council, Inc. may be obtained from the Pennsylvania Department of State by calling toll-free, within Pennsylvania, 1-800-732-0999. Virginia: From the State Office of Consumer Affairs in the Department of Agriculture and Consumer Affairs, P.O. Box 1163, Richmond, VA 23218. Washington: From the Secretary of State at 1-800-332-4483. West Virginia: West Virginia residents may obtain a summary of the registration and financial documents from the Secretary of State, State Capitol, Charleston, WV 25305. CONTRIBUTIONS ARE DEDUCTIBLE FOR FEDERAL INCOME TAX PURPOSES IN ACCORDANCE WITH APPLICABLE LAW. REGISTRATION IN A STATE DOES NOT IMPLY ENDORSEMENT.\n\n19-20 Accomplishments\n\n20-21 Accomplishments\n\nAchieved with partners, grassroots advocacy,\nand YOUR support! \n\nSustain Your Support\n\nBecome a Monthly Giver\n\nSustain our daily advocacy work\nfor the Adirondacks!\n\nUploaded Image: \/vs-uploads\/module---homepage\/RM_7.30.20.jpg\n\nSign the Petition\n\nProtect the Adirondacks from the threat\nof global climate change!\n\nYour donation goes directly to help fund initiatives within the Adirondack Park.   DONATE NOW",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.7002584338,
        "format_confidence":0.9793264866
    },
    {
        "url":"http:\/\/www.lrc.ky.gov\/record\/03rs\/HB217.htm",
        "text":"03RS HB217\n\n\nWWW Version\n\nHB 217 (BR 1032) - F. Nesler, K. Bratcher\n\n     AN ACT relating to directors of pupil personnel in local school districts.\n     Amend KRS 159.140 to delete the requirement that a director of pupil personnel in a local school district devote his or her entire time to the duties of the office; amend KRS 630.060 to conform.\n\n     Jan 10-introduced in House\n     Feb 4-to Education (H)\n\nKentucky Legislature Home Page | Record Front Page",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9581767917,
        "format_confidence":0.5937295556
    },
    {
        "url":"https:\/\/malegislature.gov\/Bills\/187\/Senate\/S2168\/Miscellaneous",
        "text":"Bill S.2168 187th (2011 - 2012)\n\nAn Act establishing the Fire Prevention Regulations Appeals Board\n\nSenate, March 8, 2012 – New draft of Senate, No. 1244 and House, No. 2408 reported from the committee on Public Safety and Homeland Security.\n\n\nJoint Committee on Public Safety and Homeland Security\n\nStatus: Referred to House Committee on Ways and Means\n\nDownload PDF\n\nThe information contained in this website is for general information purposes only. The General Court provides this information as a public service and while we endeavor to keep the data accurate and current to the best of our ability, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.\nUnsupported Bill Output Format\n  1. The document text is in an unsupported format to view in a browser.\n  2. Please use the \"Download PDF\" link if you wish to View\/Print this document.\n  3. Download PDF",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9284548163,
        "format_confidence":0.5568447709
    },
    {
        "url":"https:\/\/old.govregs.com\/uscode\/25\/5116\/notes",
        "text":"Editorial Notes\n\nSection was formerly classified to section 472 of this title prior to editorial reclassification and renumbering as this section.\n\nStatutory Notes and Related Subsidiaries\nConversion to Career Appointment\n\nStatus of Indian appointed to Federal service under excepted appointment to be converted to career appointment in competitive service after three years of continuous service and satisfactory performance, see section 5323(m) of this title.\n\nExecutive Documents\nTransfer of Functions\n\nFor transfer of functions of other officers, employees, and agencies of Department of the Interior, with certain exceptions, to Secretary of the Interior, with power to delegate, see Reorg. Plan No. 3 of 1950, §§ 1, 2, eff. May 24, 1950, 15 F.R. 3174, 64 Stat. 1262, set out in the Appendix to Title 5, Government Organization and Employees.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.6901522875,
        "format_confidence":0.6409131289
    },
    {
        "url":"https:\/\/www.govtrack.us\/congress\/bills\/113\/sres150\/text",
        "text":"< Back to S.Res. 150 (113th Congress, 2013–2015)\n\nText of A resolution to designate the year 2013 as the “International Year of Statistics”.\n\nThis resolution was introduced on May 21, 2013, in a previous session of Congress, but was not enacted. The text of the bill below is as of May 21, 2013 (Introduced).\n\n\n\n1st Session\n\nS. RES. 150\n\n\nMay 21, 2013\n\nsubmitted the following resolution; which was referred to the Committee on the Judiciary\n\n\nTo designate the year 2013 as the International Year of Statistics.\n\nWhereas more than 2,000 organizations worldwide have recognized 2013 as the International Year of Statistics, a global celebration and recognition of the contributions of statistical science to the well-being of humankind;\n\nWhereas the science of statistics is vital to the improvement of human life because of the power of statistics to improve, enlighten, and understand;\n\nWhereas statistics is the science of collecting, analyzing, and understanding data that permeates and bolsters all sciences;\n\nWhereas statisticians contribute to the vitality and excellence of myriad aspects of United States society, including the economy, health care, security, commerce, education, and research;\n\nWhereas rapidly increasing numbers of students in grades K through 16 and educators are recognizing the many benefits of statistical literacy as a collection of skills to intelligently cope with the requirements of citizenship, employment, and family;\n\nWhereas statisticians contribute to smart and efficient government through the production of statistical data that informs on all aspects of our society, including population, labor, education, economy, transportation, health, energy, and crime;\n\nWhereas the goals of the International Year of Statistics are to increase public awareness of the power and impact of statistics on all aspects of society, nurture statistics as a profession, especially among young people, and promote creativity and development in the sciences of probability and statistics; and\n\nWhereas throughout the year, organizations in countries across the world will reach out to adults and children through symposia, conferences, demonstrations, workshops, contests, school activities, exhibitions, and other public events to increase awareness of the history and importance of statistics: Now, therefore, be it\n\nThat the Senate\n\n\ndesignates the year 2013 as the International Year of Statistics;\n\n\nsupports the goals and ideals of the International Year of Statistics;\n\n\nrecognizes the necessity of educating the public on the merits of the sciences, including statistics, and promoting interest in the sciences among the youth of the United States; and\n\n\nencourages the people of the United States to participate in the International Year of Statistics through participation in appropriate programs, activities, and ceremonies that call attention to the importance of statistics to the present and future well-being of the people of the United States.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9434898496,
        "format_confidence":0.6807124019
    },
    {
        "url":"https:\/\/malegislature.gov\/Bills\/188\/House\/H4190",
        "text":"Bill H.4190 188th (2013 - 2014)\n\nAn Act Authorizing the town of Walpole to grant additional licenses for the sale of alcoholic beverages to be drunk on the premises\n\nBy Representative Rogers of Norwood and Senator Timilty, a joint petition (accompanied by bill, House, No. 4190) of John H. Rogers, James E. Timilty and others (by vote of the town) that the town of Walpole be authorized to issue additional licenses for the sale of alcoholic beverages. Consumer Protection and Professional Licensure. [Local Approval Received.]\n\n\nJohn H. Rogers\nJames E. Timilty\n\nDownload text:\n\nDownload PDF\n\nThe information contained in this website is for general information purposes only. The General Court provides this information as a public service and while we endeavor to keep the data accurate and current to the best of our ability, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.\nUnsupported Bill Output Format\n  1. The document text is in an unsupported format to view in a browser.\n  2. Please use the \"Download PDF\" link if you wish to View\/Print this document.\n  3. Download PDF",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9433700442,
        "format_confidence":0.6193315387
    },
    {
        "url":"https:\/\/www.columbus.gov\/council\/toolkit\/rules-for-speaking-at-city-council\/",
        "text":"City Council Small\n\nContact Info 90 West Broad St.\nColumbus, OH 43215\n\n\nSign Up Through GovDelivery\n\n\nRules for Speaking at Columbus City Council\n\nUnless otherwise noted on the schedule, Columbus City Council meets each Monday beginning at 5:00 p.m. Zoning meetings begin at 6:30pm. Hard copies of the agendas are available in the Office of the City Clerk generally by 3:00pm and on the City Council website generally by 4:00pm on the Thursday prior to a Monday City Council meeting.\n\nThe following rules shall apply to the general public when they wish to speak before Council at a scheduled Council meeting:\n\n  1. Speakers slips must be filled out completely including name, address, organization represented, the ordinance number of the item to be addressed, if the individual will be speaking for or against the item, the subject if non-agenda and with any material or information to be distributed and filed with the city clerk prior to 5:00 p.m. on the day the speaker wishes to speak before the council. The council encourages individuals to submit written testimony and\/or contact the appropriate committee chairperson to discuss their concerns. The council will not entertain incomplete speaker slips. Speakers slips addressing rezoning or variance requests must be submitted prior to 6:30 p.m. on the day the speaker wishes to speak before the council.\n\n  2. For regular business meetings, individuals are permitted to submit a total of two (2) speakers slips. Of the two (2) slips, one may be used to address a non-agenda matter.\n\n    a) For agenda items, speakers must only speak to the ordinance indicated on the speaker slip submitted to the clerk. Council will entertain three (3) speakers for and three (3) speakers against any ordinance, recognizing speakers in the order the slips are received by the clerk. Each speaker will be given three (3) minutes to speak.\n\n    b) For non-agenda items there will be a limit of six (6) speakers taken in order of receipt of speaker slips with no more than three (3) speakers on any subject. Each speaker will be given three (3) minutes to speak. If the subject does not concern the legislative or administrative responsibilities of city government, the president of council may refer the speaker to another public forum and\/or deny the request.\n\n  3. For zoning meetings, speakers will be limited to three (3) three-minute speakers by the proponents, and three (3) three-minute speakers for the opponents for each ordinance.\n\n  4. Speakers' subject matter will not contain obscenity, defamation or slander nor shall speakers conduct themselves in violation of the disorderly conduct or disturbing a lawful meeting provisions of Chapter 2317 of the Columbus City Codes, 1959. If the council president determines that these rules are not being followed one warning will be given. Speaker's conduct shall be subject to the right of the council president to preserve the order and decorum of the forum. If the rules continue to be violated after one warning, the council president may revoke the individual's speaking privileges.\n\n  5. Speaker slips shall be presented to the president of council by the city clerk in the order received.\n\n  6.  Any variance or waiver of these rules shall be by a majority vote of council.\n\nIt is the policy of Columbus City Council that speaker slips must be delivered personally by the individual wishing to speak on the day of the meeting prior to 5:00 p.m. (6:30 p.m. for zoning items). Council staff members are not permitted to complete speaker slips for members of the public wishing to speak.\n\n***NOTE: Speakers addressing City Council regarding legislation must direct their comments solely to the subject matter addressed in the legislation indicated on the speaker slip. Failure to do so will result in a warning from the Council President to return to the subject matter of the legislation. At the President’s discretion, a speaker may be excused from the podium or chambers for failure to comply with the President's warning or for repeated noncompliance with this requirement.***\n\nSigns and banners are not permitted in Council Chambers. This prohibition does not apply to charts, diagrams, enlarged photographs or other demonstrative exhibits or visual media utilized by a speaker in presenting testimony to Council, subject to the provisions of Section 111.12, set forth above.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9879152775,
        "format_confidence":0.8898888826
    },
    {
        "url":"http:\/\/sheridancountyjournalstar.net\/component\/k2\/item\/1439-meeting-notice-city-of-rushville-march-25-2013",
        "text":"Meeting Notice City of Rushville, March 25, 2013\n\nNotice is hereby given, that a meeting of the City Council of the City of Rushville, Nebraska, will be held at 7:00 p.m. on March 25, 2013, at the Council Chambers, which meeting will be open to the public. An agenda for such meeting, kept continuously current, is available for public inspection at the office of the City Clerk.  \n\nConnie Roffers\n\nCity Clerk\n\nPublished: March 20, 2013\n\n\nLeave a comment\n\nMake sure you enter all the required information, indicated by an asterisk (*). HTML code is not allowed.\n\nback to top",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9893502593,
        "format_confidence":0.7555500269
    },
    {
        "url":"http:\/\/www.my-representative.org\/legislation.php?surveyid=13953",
        "text":"To clarify the applicability of the Buy American Act to products purchased for the use of the legislative branch, to prohibit the application of any of the exceptions to the requirements of such Act to products bearing a Congressional seal, and for other purposes.\n\n\nCongressional Made in America Promise Act of 2009 - Amends the Buy American Act to apply Buy American requirements to articles, materials, and supplies acquired for the use of any legislative branch office, including the House of Representatives and the Senate, in the same manner as the Act applies with respect to articles, materials, and supplies acquired for the use of a department or independent establishment.\n\nPrescribes a special rule in the case of any product which bears a congressional seal that is acquired for the use of a legislative branch office. Prohibits the head of such office from making a determination under the Act that: (1) it is inconsistent with the public interest to enter into a contract in accordance with the Act; or (2) an article, material, or supply is not mined, produced, or manufactured in the United States in sufficient and reasonably available commercial quantities and of satisfactory quality.\n\nApplies this prohibition to otherwiseexempted manufactured articles, materials, or supplies procured under any contract the award value of which is less than or equal to the micro-purchase threshold.\n\nView comments | (Close Window)",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.8569042087,
        "format_confidence":0.5070168376
    },
    {
        "url":"http:\/\/mdgp.org\/about-us\/mdgp-bylaws\/",
        "text":"1. Name. The name of this organization is the Miami-Dade Green Party.\n\n2. Membership. To be a voting member one must (1) be a Registered Green, and (2) have filled out a form declaring membership in the local Green Party and affirming support of the Greens’ Ten Key Values: Ecological Wisdom, Social Justice, Grassroots Democracy, Nonviolence, Decentralization, Community Based Economics, Feminist Values, Respect for Diversity, Personal and Global Responsibility, and Future Focus.\n\n3. Purpose. The purpose of the Miami-Dade Green Party is to build membership within Miami-Dade County and, in conjunction with like-minded groups in Florida, to promote the Greens’ Ten Key Values by peaceful means including social advocacy, education of the public and electoral activities.\n\n4. Structure and Meetings. All decision-making power rests in the membership, which shall meet at least quarterly. Members will be notified by the Secretary of the time, date, place and agenda of general membership meetings, which will normally occur in Miami – Dade County. At the beginning of or prior to each meeting, a Facilitator will be designated, who will guide discussion to complete the agenda and goals of the meeting. The members will strive to achieve consensus on all decisions. If consensus is not immediately reached, there will be an opportunity for all views to be fully expressed and explored. If consensus is still not achieved, those in dissent can stand aside and allow the group to proceed, and the essence of the dissent will be noted. If those in dissent believe the issue at hand is so fundamental that they are unwilling to stand aside, the issue will be tabled to be decided at the next general membership meeting, unless 2\/3 of those present believe an immediate decision is critical, in which case an immediate democratic non-secret vote will be taken, at which only those in attendance may vote and a 60% majority will be required before action will be taken on the proposal.\n\n5. Officers. The officers of the Miami – Dade Greens will be Secretary, Treasurer and two Co-Chairs, who will be elected at the first general membership meeting each year, and who will serve no more than four consecutive quarters. Officers may also be changed at any general membership meeting. The Secretary will keep lists of members, prepare minutes, agendas and notifications. The Treasurer will handle all financial matters for the organization. The Co-Chairs’ function shall be to act as a central point of contact for members and working group coordinators, and to achieve accountability for those doing Green Party business. They shall be official spokespersons to press and public and shall handle authorized communications on behalf of the organization.\n\n6. Working groups. The work of the Miami-Dade Green Party will be done by working groups such as finance, education\/outreach, communications, legal, electoral. A minimum of two working groups will be maintained at all times. Each member of Miami-Dade Green Party is encouraged and expected to participate in a least one working group. Each working group will elect its own Coordinator. Meetings of working groups are open to all general members.\n\n7. Steering Committee. The Steering Committee shall consist of the Secretary, the Treasurer, the Co-Chairs, coordinators or other designees of each working group, and the two state representatives. The Steering Committee is authorized to act on behalf of the organization between general membership meetings, but is not authorized to place the organization in debt or act contrary to any express decisions or policies of the general membership. The Steering Committee will prepare and distribute an agenda at least one week before each general membership meeting. The agenda can be modified at the meeting. The Steering Committee will make decisions according to consensus, per paragraph 4 above.\n\n8. Amendments. These Bylaws may be amended at any general membership meeting with two weeks advance notice by consensus per paragraph 4 above, except that if consensus cannot be reached, the final vote allowing any amendment must be at least 75% of those in attendance.\n\nAs amended by consensus this 14th day of July, 2002.\n\nEric Kobrin for Tom Crumpacker, Secretary, Miami-Dade Green Party\n\nPolicy Statements passed on July 14, 2002\n\nI. Grandfather Clause for voting at one’s first membership meeting: Persons who filled out a membership form PRIOR to coming to a first meeting and are not yet registered Green will be allowed to vote at that first meeting if they fill out a registration form. Those people registered Green but who do not have their cards with them should provide proof of registration by the next meeting.\n\nII. Registered Greens who wish to participate in another party’s primary election can continue their voting membership in the Green Party if they change registration no sooner than 6 weeks prior to the primary election. In order not to interrupt voting privileges, they must re-register Green within the month following the primary or at the 1st membership meeting following the primary.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9962712526,
        "format_confidence":0.9792491794
    },
    {
        "url":"http:\/\/www.adrhelp.org\/Non-Discrimination-Policy",
        "text":"Senior Services of Snohomish County\n\nInclusion Statement\n\nSenior Services has adopted a policy of non-discrimination in all programs, services and employment. No one shall be excluded on the basis of race, color, national origin, sex, sexual orientation, religion, age, marital status, veteran and military status or disability unless required by the eligibility guidelines for services. Diversity is a core value that drives the organization's mission of service and advocacy on behalf of older adults and people with disabilities.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.6768231988,
        "format_confidence":0.9797614813
    },
    {
        "url":"http:\/\/www.realworldtrust.org\/index2.php?option=com_content&task=view&id=15&pop=1&page=0&Itemid=30",
        "text":"Equal Opportunities\n\nWe seek to promote equality of opportunity for all, and to prevent any discrimination, particularly on grounds of race, colour, gender, marital status, sexual orientation, ethnic origin, age, disability, religion and socio-economic background, political opinion or affiliation, gender reassignment, age or disability.\n\nWe will apply working practices and employment policies that are fair, equitable and consistent with the skills and abilities of our employees and the needs of the business.\n\nWe will not condone any discriminatory act or attitude in the conduct of our business with the users of our services, the public or our employees. Acts of harassment or discrimination are treated as disciplinary offences.\n\nLast Updated ( Wednesday, 08 August 2007 )",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.5843397975,
        "format_confidence":0.9562699795
    },
    {
        "url":"https:\/\/malegislature.gov\/Bills\/187\/Senate\/S2136\/Text",
        "text":"Bill S.2136 187th (2011 - 2012)\n\nAn Act relative to the emergency service response of public utility companies\n\n[Senate, February 13, 2012 – New draft of Senate, No. 2087 reported from the committee on Telecommunications, Utilities and Energy.]\n\n\nJoint Committee on Telecommunications, Utilities and Energy\n\nDownload text:\n\nDownload PDF\n\nThe information contained in this website is for general information purposes only. The General Court provides this information as a public service and while we endeavor to keep the data accurate and current to the best of our ability, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.\nUnsupported Bill Output Format\n  1. The document text is in an unsupported format to view in a browser.\n  2. Please use the \"Download PDF\" link if you wish to View\/Print this document.\n  3. Download PDF",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9714980721,
        "format_confidence":0.7322992682
    },
    {
        "url":"http:\/\/www.bismarcknd.gov\/1517\/Political-Signs",
        "text":"Political Signs\n\nPolitical Signs\n\nCode of Ordinances Title 4-04-04, Sec. 215. Temporary Sign: A display sign banner or other advertising device constructed of cloth, canvas, fabric or other light temporary material, with or without a structural frame intended for a limited period of display, including decorative displays for holidays, public demonstrations, business sales, promotions, relocations, etc. Portable signs, or signs that are not affixed to the ground or a structure and are readily movable shall be considered temporary signs. Sec. 1403.\n\nCode of Ordinances Title 4-04-04. Amendment to the Code, Political Campaign Signs: In order to balance the free speech rights of citizens regarding candidate choices or ballot measures to be decided at special, primary or general elections with the interests of the city in maintaining a safe and clean environment for its citizens, the commission adopts the following rules with respect to political campaign signs placed in residential areas: Political campaign signs placed in residential districts must be removed within 10 days following the election. Political campaign signs in residential areas shall be limited to a total of sixteen square feet exclusive of supports. Political campaign signs may not be placed upon the public right-of-way or upon any publicly owned property and may not be placed in the area of a sight triangle, as defined in Ordinance 14-02-03, so as to obstruct the sight lines of vehicles.\n\nCode of Ordinances Title 5-02-02. Posting of Handbills, Posters and Placards.\n1. A person may not without first obtaining the consent of the owner or occupant, paste, stick, nail or post handbills, placards or posters, or make, print or mark any word, letter or advertisement of any kind upon any private house, store or other building, or upon any fence, wall, railing, telephone or electric light pole, or other private property.\n\n2. A person may not paste, stick, nail or mark any work, character or letter or advertisement upon any public building, bridge, fence, railing or sidewalk or any other property of another within the city except in compliance with the requirements of law in posting of legal notices. The posting of any sign, handbill, poster or placard upon public boulevards is expressly prohibited.\n\n3. A person may not deposit or place any handbill in or upon any vehicle.\n\nNDCC 16.1-10-06. Electioneering within boundary of an open polling location.\n1. An individual may not ask, solicit, or in any manner try to induce or persuade, any voter within a polling place or within one hundred feet [30.48 meters] from the entrance to the room containing a polling place while it is open for voting to vote or refrain from voting for any candidate or the candidates or ticket of any political party or organization, or any measure submitted to the people. The display upon motor vehicles of adhesive signs which are not readily removable and which promote the candidacy of any individual, any political party, or a vote upon any measure, and political advertisements promoting the candidacy of any individual, political party, or a vote upon any measure which are displayed on fixed permanent billboards, may not, however, be deemed a violation of this section.\n\n2. A vehicle or movable sign of any type containing a political message as described in subsection 1 may be allowed to remain within the restricted area only for the period of time necessary for the owner or operator of the vehicle or sign to complete the act of voting.\n\n3. Except as provided in subsection 1, a sign placed on private property which displays a political message may not be restricted by a political subdivision, including a home rule city or county, unless the political subdivision demonstrates a burden to the public safety.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9553992748,
        "format_confidence":0.9608299136
    },
    {
        "url":"http:\/\/rlc.org\/proposed-bylaws-amendments-2017",
        "text":"Proposed Bylaws Amendments for 2017\n\nThe following bylaws amendments shall be voted upon the delegates of the 2017 Biennial National Convention:\n\nAmendment #1\nArticle III: Membership\n\nSection 1:\nThere shall be four categories of membership: Regular, Student, Associate and Honorary.\n\nA. Regular membership shall be limited to individuals who affiliate with the Republican Party, who have paid current minimum dues and who support the purposes of the Caucus, as defined by the Statement of Principles. Regular members are qualified to serve in any official capacity in the Caucus (assuming they also meet any other specific qualifications for the position), to act as delegates at any Convention and to enjoy all the privileges extended in these Bylaws. If a question of eligibility for Regular membership is raised with the Board, the Board shall hear evidence presented by the Secretary and make a final determination by a simple majority vote.\n\nB: Student membership shall be limited to individuals who are currently enrolled as a student in an educational institution, and shall confer the same privileges as regular membership above. If a question of eligibility as a student is raised with the Board, the Board shall hear evidence presented by the Secretary and make a final determination by a simple majority vote.\n\nC. Associate membership shall be open to individuals, no matter their political affiliation, who have affirmatively indicated their support for the purposes of the Caucus. Associate members shall receive such services and privileges as the Board of Directors may specify.\n\nD. Honorary membership may be extended to any person designated by the Board of Directors or chartered State Executive Committees. Honorary members shall enjoy such rights, privileges or honors as may be explicitly conferred thereby, either individually or as a group.\n\nSection 2: The Board of Directors shall set the minimum annual dues requirement for Regular membership in the Caucus.\n\nSection 3: Any membership may be suspended or revoked by a majority vote of the Board of Directors of the Caucus or the applicable Chartered State executive committee for just cause, which may include malfeasance in office, misappropriation of funds, misrepresenting the positions of the Caucus, or conduct which reflects poorly on the Caucus. Any member suspended or revoked by a State charter organization shall have the right to appeal to the National Board of Directors within 90 days, and the National Board of Directors shall render a decision within 90 days of appeal.\n\nAmendment #2\nArticle VIII: State\/Regional Charters\n\nSection 1. The Board shall encourage and certify the Chartering of state or regional Caucus organizations in the United States of America which qualify under the provisions of these Bylaws and Rules. A State Charter may be granted to any group of ten or more Regular members who are residents of the subject state and who have signed a Petition for Charter and submit it in writing to the Board of Directors. A Regional Charter may be granted to any group of 6 or more Regular members who reside in a common geographical area. The Board may certify qualified State or regional charters by a majority vote at its next regular meeting. Charters for the District of Columbia or any United States territory or possession may be approved by the Board and granted the same status as State Charters.\n\nSection 2. The Board may set such minimum criteria for State or regional Charter Bylaws and require such verification of Regular membership as it deems appropriate for certification.\n\nSection 3. The Board may suspend or revoke a State or regional Charter by a 3\/4 vote whenever a Charter is shown to be in violation of its own, or National, Bylaws and Rules.\n\nSection 4. The Board may appoint Coordinators for any unchartered state or territory of the United States for the purpose of facilitating the development of a local Caucus organization.\n\nAmendment #3\nArticle V: Officers\n\nSection 1. The Officers of the Caucus shall consist of a Chairman, Vice Chairman, Secretary and Treasurer, who shall all be voting members of Board and subject to the provisions of the preceding Article. Candidates for Officer shall have been Regular members of the Caucus for at least one year prior to their nomination. Candidates for Chairman and Vice-Chairman shall have been Regular members for at least two years and a voting or alternate member of the Board of Directors for at least six months prior to their nomination.\n\nSection 2. Elected Officers shall assume office at the close of the Convention at which they are elected. Any Officer may be dismissed for misconduct or malfeasance upon thirty days notice to the Officer and a majority vote of all members of the Board. Any Officer vacancy may be filled by a majority vote of all members of the Board. New Officers must qualify under the provisions of the previous Section and shall assume office immediately upon election by the Board. If Officer vacancies occur between Board meetings, the seceding officer listed in the preceding section, followed by At-Large Board members,\nshall serve as the acting Officer until the next meeting of the Board.\n\nSection 3. The Officers shall perform such duties as are prescribed in these Bylaws.\n\nA. The Chairman shall be the primary spokesman of the Caucus; shall execute the resolutions of the Board of Directors; shall preside at meetings of the Board and official sessions of any Convention, unless absent or replaced by an Acting Chairman, and shall ensure the administration of all provisions of these Bylaws. The Chairman may appoint any Regular members as special project or liaison directors of such\nstanding committees or special executive committees or projects as he deems appropriate for the performance of these duties.\n\nB. The Vice-Chairman shall assume the duties and obligations of Chairman in his absence, and assist the Chairman in his duties.\n\nC. The Secretary shall record and distribute the minutes of all Board meetings and Conventions, certify Delegates, conduct such ballots as the Board may direct, and act as Parliamentarian for all official business of the Caucus.\n\nD. The Treasurer shall be the custodian of all Caucus funds, shall propose annual and quarterly budgets, safeguard the financial resources of the Caucus and make such periodic reports of finances as the Board may require.\n\nThe following amendments were proposed to our statement of principles and positions:\n\nAmendment #4\n\nWe recognize that there are diverse and sincerely held views on civil marriage within the Republican Liberty Caucus and the Republican Party. We encourage and welcome a thoughtful conversation among Republicans about the meaning and importance of marriage.\n\nWe support an end to any government role in the definition or administration of marriage. The role of state governments should be limited to the registration of civil contracts of union. Until this becomes the standard practice, equal protection under the Bill of Rights requires that the federal government act to insure that all adult individuals have the freedom to marry and to have their marriages recognized by all levels of government.\n\nAmendment #5\nLife & Health\n\nAll individuals have an inherent right to life and to sovereignty over their own body and personal welfare.\n\nThe proper role of government is to protect the rights of the minority and, as in all aspects of health care, should be strictly limited. Government is not qualified to decide who should live, who should die, or what level of care people should be allowed to have and every person should be responsible for their own health and wellness decisions.\n\nWe favor civil discussion and robust debate of the abortion issue acknowledging that there can be honest and ethical differences of opinion and interpretation of the scientific and civil liberty aspects of the issue.\n\nIn keeping with our general opposition to government involvement in healthcare decisions, we oppose any allocation of government funds or resources to facilitate abortion, advocate in the public discussion, or to jeopardize the right of any woman to defend her own life and health.\n\nWe support resolving this issue through the proper judicial and legislative channels specified in the Constitution.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.995118618,
        "format_confidence":0.9453272223
    },
    {
        "url":"https:\/\/balawaristan.com\/gallery\/audios\/",
        "text":"Disclaimer, fake statement on balawaristan.net website.\n\nstatement disclaimed by Abdul Hameed Khan.\n\nAbdul Hameed Khan denied the statement and declared it fake one, has been uploaded on his name by some unknown culprit\/political rivals. Further said that he didn't have control of the website balawaristan.net for almost six years, rather had been using another Website i.e. Balawaristan.com for many years.\n\nHe said the actual conspirator(s) is a person or a group of people in whose favor this statement goes, and who is the beneficiary and want to get political advantage under its umbrella.\n\nAbdul Hamid khan disclaimed all responsibility of it and declared it as a \" fake one\",\n\nHe said, “I am not connected with or responsible for it and do not have any knowledge of it.”",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9795743823,
        "format_confidence":0.7736278772
    },
    {
        "url":"http:\/\/www.legis.state.wv.us\/Bill_Text_HTML\/2013_SESSIONS\/RS\/amendments\/HB2962%20H%20JUD%20AMT%203-25%20_1.htm",
        "text":"HB2962 H JUD AMT 3-25 #1\n\n    The Committee on the Judiciary moves to amend the title of the bill to read as follows:\n\n    H. B. 2962 –- “A Bill to amend the Code of West Virginia, 1931, as amended, by adding thereto a new section, designated §11-13A-22, relating to exemptions from the tax on the privilege of severing natural gas and oil; terminating a severance tax exemption for natural gas or oil produced from any horizontally drilled well that has not produced marketable quantities for five consecutive years immediately preceding the year in which such well is placed back into production and thereafter produces marketable quantities of natural gas or oil; providing an exception thereto; and specifying a controlling effective date.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.8039757013,
        "format_confidence":0.7002791762
    }
]