[
    {
        "url":"http:\/\/blog.curemeso.org\/2011\/07\/",
        "text":"July 2011\n\nMesothelioma Advocacy Day 2011\n\nDuring the month of June, mesothelioma advocates aggressively educated Congress about mesothelioma and the dire need for increased federal medical research funding.  The meso community has taken a multi-pronged approach to educating Congress to assure that no stone is left unturned.\nOn June 22, 2011,Mary Hesdorffer, MS, APRN, nurse practitioner and medical liaison for the Meso […]",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9699767232,
        "format_confidence":0.6386771202
    },
    {
        "url":"http:\/\/blog.oregonlive.com\/my-milwaukie\/2013\/01\/understanding_mild_cognitive_i.html",
        "text":"Understanding Mild Cognitive Impairment\n\nMilwaukie Center By Milwaukie Center The Oregonian\non January 29, 2013 at 11:51 AM, updated January 30, 2013 at 2:46 PM\n\nUnderstanding Mild Cognitive Impairment\nTues, Feb. 26, 10:30 a.m.-noon\nMany older adults have mild memory problems. What does this mean? Is this a sign of Alzheimer’s disease? Dr. Josh Raj, MD of the Providence\nMilwaukie Family Medicine Residency will discuss and answer questions about Mild Cognitive Impairment in the elderly.\n\nTo attend a Healthy Aging Seminar, reserve your spot with the Social Services office, (503) 653-8100.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9982169271,
        "format_confidence":0.696949482
    },
    {
        "url":"http:\/\/www.horsesforhope.org\/special-thanks-to-ncsu-vet-school\/",
        "text":"Special Thanks to NCSU Vet School!\n\nThe North Carolina State University Veterinary School has offered to do a complex castration for our mini horse, Cooper.  He is a cryptorchid stallion which means one testicle did not descend properly and is stuck on the other side of his abdominal muscles.  This will be a teaching clinic surgery for the more advanced veterinary students and as with all surgeries there is risk involved.  This surgery will be closely supervised and assisted by Dr. Callie Fogle, DMV, DACVS.  This will take place March 10th at the vet school’s main facility.  After the surgery, Cooper will be recovering at Gwen’s home so he can be closely watched and recuperate without the stresses of the other horses in close proximity.  It can take up to 6 months for the male hormone to be gone from his system and for his stallion behavior to disappear.\n\nThis donated service saves our organization $1,500 – $2,000 on this type of surgery.  It is necessary and potentially life changing for Cooper, and we cannot express enough gratitude to NCSU Vet School for this generous contribution.\n\nWe are grateful for the partnership that NCSU Vet School has formed with HfH. They have been performing all our standard castrations for years now – free of charge, but this is especially above-and-beyond standard. Please keep him and the staff\/students at NCSU in your prayers for a successful surgery without complications.\n\n\nPosted in News.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9949852228,
        "format_confidence":0.9786655307
    },
    {
        "url":"https:\/\/joinourdorset.nhs.uk\/wellbeing\/time-to-talk-time-to-listen-in-mens-health-week\/",
        "text":"One in eight men in the UK admits to suffering from mental health issues. But the sad fact is that while men are aware of their mental struggles, societal taboos and stigma lead to many suffering in silence.\n\nBy simply talking with one another, men can improve their mental health.\n\nThe LightOn mental health campaign\n\nThis week has been Men’s Health Week, so we invited Andrew Coleman, one of the founders of the LightOn mental health campaign, to join us to explore how we can support ourselves, friends, family members and colleagues.\n\nLightOn is a mental wellbeing campaign by the people of Dorset, for Dorset. It gives men permission and an opportunity to talk about mental health.\n\nIn his open and honest presentation, Andrew talked about his own experiences with his mental health. He explained that one of the hardest steps we can take is to open up. But when you show vulnerability, it gives others permission to open up.\n\nHuman beings are instinctively community-based, and LightOn gives men that community – space ‘beyond the banter’ to share stories, experiences, information and support.\n\nYou can connect with the LightOn campaign through their website, on Twitter, Instagram (especially during their ‘Talk More Tuesdays” Insta-chats at 7pm on Tuesdays), LinkedIn and Facebook.\n\nYou can watch the recording of Andrew’s presentation here:\n\nWhere to find help\n\nThis Here For Each Other staff wellbeing website has lots of resources you can use to manage feelings of anxiety and stress, or around things such as sleep problems and bereavement.\n\nBut you may feel that you would really benefit from some 1:1 support. Why not refer yourself into our staff wellbeing service? Referrals are straightforward – take a look at the referrals page for more information. Read more about our team and how the service works.\n\nMental health services\n\nUsing the Five Ways to Wellbeing\n\nThe Men’s Health Forum (MHF) says that:\n\n“Even before the pandemic, men’s mental health was a cause for concern. There is a grave disparity in the high number of men who die from suicide and the low number of men who seek treatment for depression, anxiety and other mental health challenges.”\n\nThe MHF has been promoting the Five Ways to Wellbeing – five things we can all do that are scientifically-proven to help us feel better – through its CAN DO Challenge:\n\n  • Connect – connect with other people (eg. call an old friend you haven’t since before lockdown) #connectmonday\n  • (Be) Active – move your body (eg. go for a run\/walk\/swim\/dance\/etc) #activetuesday\n  • Notice – take notice of the environment around you (eg. turn off your phone for an hour) #noticewednesday\n  • Discover – learn something new (eg. read a book you haven’t read before) #discoverthursday\n  • Offer (or give) – do something for someone else (eg. volunteer for a local community group) #offerfriday\n\nFind out more about the Five Ways to Wellbeing\n\nAs well as our content about the Five Ways – Be active, Connect, Give back, Keep learning, Take notice (mindfulness) – colleagues from Live Well Dorset will be joining us in the next few weeks for two specific sessions on the Five Ways to Wellbeing:",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9973694086,
        "format_confidence":0.9289094806
    },
    {
        "url":"https:\/\/www.herfeed.com\/articles\/happy-national-nurses-day\/",
        "text":"Happy National Nurses Day!\n\n\nToday, let’s all take a moment to say thank you and show appreciation for our nurses. This year, we’ve seen their dedication, commitment, and courage day after day. They have protected our families and friends, provided comfort to our loved ones when we couldn’t be there, and risked their own lives to save others. These frontline heroes remind us that heroes really don’t wear capes; they wear scrubs. Yet, it isn’t just in a global pandemic that we see their hard work, kindness and sacrifice.\n\nWe’ve all seen it. From the RNs (registered nurse), LPNs\/LVNs (licensed practical nurse or licensed vocational nurse in Texas and California), Clinical Nurse Specialists, CNAs (Certified Nursing Assistant), and NPs (nurse practitioners) to the Critical Care nurses, Post-Anesthesia Care nurses, Oncology nurses, NICU and PICU nurses, Labor and Delivery Nurses, ICU Nurses, OR Nurses (operating room), ER Nurses and so many more… We have all been under the care of a nurse at some point in our lives. Same with our family and friends. Every day, these women and men show up to work and spend the day protecting us, helping us, and comforting us. In some of our darkest hours, it is these women and men who are there for us. Alternatively, in some of our brightest hours, these women and men are the ones who are there with us, too.\n\nWhile we may feel a greater appreciation for the nurses now more than ever, let us always be thankful (and grateful) for all of the incredible nurses in our country.\n\nTo nurses everywhere… Thank you for your courage, your sacrifice, and your compassion. We celebrate you today and appreciate you every day!\n\nIf you have a nurse you want to celebrate today, use one of these Instagram Story templates to share your appreciation and support!\n\n\n\n\nAbout Providence St. Joseph Health\nAt Providence St. Joseph Health, our mission calls us to be agents of radical change for health. We’re to be a source of healing love and a beacon of hope … in the world, within each of the communities.   We believe everyone deserves a chance to lead the healthiest life possible. That’s why we’re continuously innovating to create access for all and foster healthier communities. We believe that to make the greatest impact we need to leverage the assets of our organization in partnership with other organizations of goodwill that are directly addressing fundamental needs better served outside of a clinical care setting.  Improving the health of our communities is fundamental and a commitment rooted deeply in our heritage and purpose.\nDisclaimer: All information, content, and material of this website is for informational purposes only and are not intended to serve as a substitute for the consultation, diagnosis, and\/or medical treatment of a qualified physician or healthcare provider.\nIf you have a medical emergency, call your doctor or 911 immediately.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9753631949,
        "format_confidence":0.8954311609
    },
    {
        "url":"http:\/\/www.healthday.com\/press\/healthday_halloween.htm",
        "text":"\n\nContact HealthDay\nTel: 203.855.1400 or E-mail\n\nHealthDay Press Contact\nReyna Machado\n631-582-9000 ext 102\n\nAre You Ready for Halloween? #HalloweenChat\n\nJoin HealthDay for a Twitter Chat on Halloween safety\n\nDr. Cindy Haines\n\nMONDAY, Oct. 28. (HealthDay News) -- Do you have questions about Halloween safety, including street smarts and sweet smarts? Tomorrow, Tues. Oct. 29, HealthDay's chief medical officer, Dr. Cindy Haines, along with experts from Mayo Clinic, Seattle Children's Hospital, Cleveland Clinic, the American Academy of Pediatrics, and Baylor Scott & White Health, will discuss Halloween safety in a Twitter Chat.\n\nThe #HalloweenChat will answer your questions about how to make this holiday fun for children with health concerns such as allergies, diabetes and disabilities. Emergency room physicians will discuss costume safety, typical Halloween accidents seen in the ER and how to avoid them. We will also provide helpful resources and tips for a safe Halloween. You’re invited to join the conversation and ask the experts your questions!\n\nDate: Tuesday, Oct. 29, 2013\n\nTime: 12:00 - 1:00 p.m. ET\n\nHashtag: #HalloweenChat\n\nParticipants: @DrCindyHaines, @MayoClinic, @nhanson22, @Seattlechildren, @SeattleMamaDoc, @PediatricPulse, @ClevelandClinic, @AmerAcadPeds, @SWHealthcare and @Dr_Steve_Ponder\n\nHost: @HealthDayEditor, @BrophyMarcus\n\n\nLegal Statement | Copyright © 2017 HealthDay. All rights reserved.\n\nThis site complies with the HONcode standard for trustworthy health information: verify here.\nThis website is certified by Health On the Net Foundation. Click to verify.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9811753631,
        "format_confidence":0.9947457314
    },
    {
        "url":"https:\/\/www.everywomaneverychild.org\/merck-announces-3m-commitment-to-address-critical-maternal-health-needs-during-covid-19-pandemic\/",
        "text":"09 April 2020\n\nMerck Announces $3M Commitment to Address Critical Maternal Health Needs During COVID-19 Pandemic\n\nApril 9, 2020 – Merck announced today a commitment to strengthen health systems affected by the COVID-19 pandemic. Through Merck for Mothers, the company’s global initiative to help end preventable maternal deaths, the company will provide $3 million to help health systems better meet the needs of pregnant women before, during and following delivery while tackling COVID-19.\n\nThe goal in setting up Merck for Mothers was to advance the quality of maternal health care and improve access to care during one of the most critical moments in a woman’s life. Kenneth C. Frazier, chairman and chief executive officer, Merck reiterated that the “call to action for us is even stronger in the midst of the pandemic. That is why we are increasing our efforts to strengthen the capacity of our health care systems to support these women.”\n\nDr. Julie L. Gerberding, chief patient officer at Merck also said “Our health systems and heroic health care providers are fully focused on COVID-19, but childbirth will not wait for the pandemic to ease.”\n\nMerck for Mothers will direct investments to efforts in the U.S. and globally in countries impacted by COVID-19 to help address maternal health challenges that are arising as a result of the pandemic. Proposals will be considered on an invitation-only basis.\n\nThe $3 million in program funding from Merck for Mothers adds to Merck’s support for global, national and local relief efforts. With this commitment from Merck for Mothers, Merck has contributed or committed more than $11 million to COVID-19 relief efforts thus far. This support has included donations of medicines, protective personal equipment (PPE) donations for health care providers and funding to relief organizations, including the United Nations Foundation’s COVID-19 Solidarity Response Fund in support of the World Health Organization and to the Centers for Disease Control and Prevention (CDC) Foundation Emergency Response Fund.\n\nTo learn more about how Merck is responding to the COVID-19 pandemic, please visit www.merck.com.\n\nRead the press release here.\n\n\n\nAbout Merck\nFor more than 125 years, Merck, known as MSD outside of the United States and Canada, has been inventing for life, bringing forward medicines and vaccines for many of the world’s most challenging diseases in pursuit of our mission to save and improve lives.\n\nAbout Merck for Mothers\nMerck for Mothers is our company’s $500 million initiative to create a world where no woman has to die giving life. Applying Merck’s business and scientific resources, we collaborate with partners to improve the health and well-being of women during pregnancy, childbirth and the postpartum period. For more information, visit www.merckformothers.com.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9302706718,
        "format_confidence":0.9917168021
    },
    {
        "url":"http:\/\/mastermind-project.eu\/reminder-about-data-management-and-qualitative-data\/",
        "text":"18th Nov 2016 mnasin\n\nReminder about data management and qualitative data\n\nData management is an important area to be taken into account and in particular in a project such as MasterMind.\n\nData both, quantitative and qualitative, is essential in order to generate evidence on any project’s outcomes. MasterMind is no exception.\n\nMasterMind project aims to learn from large-scale implementation of eMental health in 15 different European regions. Through a sophisticated evaluation study, it attempts to chart the factors that facilitate and hamper further roll-out and upscaling of computerised CBT and videoconferencing technologies for the benefit of European citizens suffering from depressive disorders.\n\nIf you want to know how we do this, have a look to our vlog , and don’t forget to read our posts, in particular the post “What’s in a word: evaluation” by Christiaan Vis.\n\n\nMaria Navarro Asin, Badalona Serveis Assistencials (BSA). I’m a journalist; I work as an innovation technician in BSA. I love the photography and the social media. If you want to know more, you can find me in different social media… Look for me at: @mnasin, or @rdiBSA or www.linkedin.com\/in\/marianavarroasin\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.8056467175,
        "format_confidence":0.9343027472
    },
    {
        "url":"https:\/\/www.fda.gov\/advisory-committees\/advisory-committee-calendar\/april-25-2019-antimicrobial-drugs-advisory-committee-meeting-announcement-04252019-04252019",
        "text":"U.S. flag An official website of the United States government\n  1. Home\n  2. Advisory Committees\n  3. Advisory Committee Calendar\n  4. April 25, 2019: Antimicrobial Drugs Advisory Committee Meeting Announcement - 04\/25\/2019 - 04\/25\/2019\n  1. Advisory Committee Calendar\n\nAdvisory Committee Meeting\n\nEvent Title\nApril 25, 2019: Antimicrobial Drugs Advisory Committee Meeting Announcement\nApril 25, 2019\n\nApril 25, 2019\n8:30 AM - 4:30 PM ET\n\nCenter Date Time Location\nCDER April 25, 2019  8:30 a.m. to 4:30 p.m.\nTommy Douglas Conference Center\n10000 New Hampshire Ave.\nSilver Spring, MD 20903\n\n\nThe committee will discuss one or more possible pathways for approval of rabies virus monoclonal antibodies for use as the passive-immunization component of post-exposure prophylaxis.\n\nMeeting Materials\n\nFDA intends to make background material available to the public no later than two (2) business days before the meeting. If FDA is unable to post the background material on its web site prior to the meeting, the background material will be made publicly available at the location of the advisory committee meeting, and the background material will be posted on FDA’s web site after the meeting. Background material is available at: 2019 Meeting Materials, Antimicrobial Drugs Advisory Committee (formerly known as the Anti-Infective Drugs Advisory Committee).\n\nPublic Participation Information\n\nInterested persons may present data, information, or views, orally or in writing, on issues pending before the committee.\n\nFDA is establishing a docket for public comment on this meeting. The docket number is FDA-2019-N-0747. The docket will close on April 24, 2019. Submit either electronic or written comments on this public meeting by April 24, 2019. Please note that late, untimely filed comments will not be considered. Electronic comments must be submitted on or before April 24, 2019. The https:\/\/www.regulations.gov electronic filing system will accept comments until 11:59 p.m. Eastern Time at the end of April 24, 2019. Comments received by mail\/hand delivery\/courier (for written\/paper submissions) will be considered timely if they are postmarked or the delivery service acceptance receipt is on or before that date.\n\nComments received on or before April 11, 2019, will be provided to the committee. Comments received after that date but by April 24, 2019 will be taken into consideration by FDA. You may submit comments as follows:\n\nElectronic Submissions\n\nSubmit electronic comments in the following way:\n\n  • Federal eRulemaking Portal: https:\/\/www.regulations.gov. Follow the instructions for submitting comments. Comments submitted electronically, including attachments, to https:\/\/www.regulations.gov will be posted to the docket unchanged. Because your comment will be made public, you are solely responsible for ensuring that your comment does not include any confidential information that you or a third party may not wish to be posted, such as medical information, your or anyone else’s Social Security number, or confidential business information, such as a manufacturing process. Please note that if you include your name, contact information, or other information that identifies you in the body of your comments, that information will be posted on https:\/\/www.regulations.gov.\n  • If you want to submit a comment with confidential information that you do not wish to be made available to the public, submit the comment as a written\/paper submission and in the manner detailed (see \"Written\/Paper Submissions\" and \"Instructions\").\n\nWritten\/Paper Submissions\n\nSubmit written\/paper submissions as follows:\n\n  • Mail\/Hand delivery\/Courier (for written\/paper submissions): Division of Dockets Management (HFA-305), Food and Drug Administration, 5630 Fishers Lane, Rm. 1061, Rockville, MD 20852.\n  • For written\/paper comments submitted to the Division of Dockets Management, FDA will post your comment, as well as any attachments, except for information submitted, marked and identified, as confidential, if submitted as detailed in “Instructions.”\n\nInstructions: All submissions received must include the Docket No. FDA-2019-N-0747 for “Antimicrobial Drugs Advisory Committee; Notice of Meeting; Establishment of a Public Docket; Request for Comments.” Received comments, those filed in a timely manner will be placed in the docket and, except for those submitted as “Confidential Submissions,” publicly viewable at http:\/\/www.regulations.gov or at the Division of Dockets Management between 9 a.m. and 4 p.m., Monday through Friday.\n\n  • Confidential Submissions--To submit a comment with confidential information that you do not wish to be made publicly available, submit your comments only as a written\/paper submission. You should submit two copies total. One copy will include the information you claim to be confidential with a heading or cover note that states \"THIS DOCUMENT CONTAINS CONFIDENTIAL INFORMATION.\" The Agency will review this copy, including the claimed confidential information, in its consideration of comments. The second copy, which will have the claimed confidential information redacted\/blacked out, will be available for public viewing and posted on http:\/\/www.regulations.gov. Submit both copies to the Division of Dockets Management. If you do not wish your name and contact information to be made publicly available, you can provide this information on the cover sheet and not in the body of your comments and you must identify this information as \"confidential.\" Any information marked as \"confidential\" will not be disclosed except in accordance with 21 CFR 10.20 and other applicable disclosure law. For more information about FDA’s posting of comments to public dockets, see 80 FR 56469, September 18, 2015, or access the information at: https:\/\/www.gpo.gov\/fdsys\/pkg\/FR-2015-09-18\/pdf\/2015-23389.pdf.\n\nDocket: For access to the docket to read background documents or the electronic and written\/paper comments received, go to https:\/\/www.regulations.gov and insert the docket number, found in brackets in the heading of this document, into the “Search” box and follow the prompts and\/or go to the Division of Dockets Management, 5630 Fishers Lane, rm. 1061, Rockville, MD 20852.\n\nOral presentations from the public will be scheduled between approximately 1:30 p.m. and 2:30 p.m. Those individuals interested in making formal oral presentations should notify the contact person and submit a brief statement of the general nature of the evidence or arguments they wish to present, the names and addresses of proposed participants, and an indication of the approximate time requested to make their presentation on or before April 3, 2019.\n\nTime allotted for each presentation may be limited. If the number of registrants requesting to speak is greater than can be reasonably accommodated during the scheduled open public hearing session, FDA may conduct a lottery to determine the speakers for the scheduled open public hearing session. The contact person will notify interested persons regarding their request to speak by April 4, 2019.\n\nWebcast Information\n\nCDER does not provide webcasts of advisory committee meetings that are held at venues other than the FDA White Oak Conference Center. Therefore, CDER will not be providing a webcast of the April 25, 2019 Antimicrobial Drugs Advisory Committee meeting.\n\nContact Information\n\n  • Lauren D. Tesh, PharmD, BCPS\n    Center for Drug Evaluation and Research\n    Food and Drug Administration\n    10903 New Hampshire Avenue\n    Silver Spring, MD 20993-0002\n\n    Phone: 301-796-9001\n    Fax: 301-847-8533\n    Email: AMDAC@fda.hhs.gov\n  • FDA Advisory Committee Information Line\n    (301-443-0572 in the Washington DC area)\n    Please call the Information Line for up-to-date information on this meeting.\n\nA notice in the Federal Register about last minute modifications that impact a previously announced advisory committee meeting cannot always be published quickly enough to provide timely notice. Therefore, you should always check the agency’s website or call the committee’s Designated Federal Officer (see Contact Information) to learn about possible modifications before coming to the meeting.\n\nPersons attending FDA’s advisory committee meetings are advised that the agency is not responsible for providing access to electrical outlets. FDA welcomes the attendance of the public at its advisory committee meetings and will make every effort to accommodate persons with disabilities. If you require accommodations due to a disability, please contact the committee’s Designated Federal Officer (see Contact Information) at least 7 days in advance of the meeting.\n\nAnswers to commonly asked questions including information regarding special accommodations due to a disability may be accessed at: Common Questions and Answers about FDA Advisory Committee Meetings.\n\nFDA is committed to the orderly conduct of its advisory committee meetings. Please visit our Web site at Public Conduct During FDA Advisory Committee Meetings for procedures on public conduct during advisory committee meetings.\n\nNotice of this meeting is given under the Federal Advisory Committee Act (5 U.S.C. app.2).\n\nBack to Top",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9863725305,
        "format_confidence":0.7212511897
    },
    {
        "url":"http:\/\/www.bcfpd.org\/index.php\/fire-safety-takes-center-stage-fire-prevention-week-october-7th-13th",
        "text":"Barrington Countryside Fire Protection District officials urge residents to learn more about potential home fire dangers, as they join fire service members across the country in support of National Fire Prevention Week (October 7th – 13th). \n\nThis year’s theme, developed by the National Fire Protection Association (NFPA), is “Look. Listen. Learn.  Be Aware.  Fire Can Happen Anywhere.”\n\nVisit the NFPA’s Fire Prevention Week website to find safety tip sheets designed to protect your family; videos, games, and apps promoting fire safety; Fire Prevention Week background and history; and much more.\n\n“Awareness is the key to minimizing the risk of fire-related injury or property damage,” BCFPD Fire Chief James Kreher explained.  “We are proud to partner with the NFPA to observe National Fire Week and encourage our residents to review the wealth of fire safety material available on its website.”\n\n\n  • Cooking, heating, and electrical equipment are the top three causes of home fires in the U.S. every year.\n  • Between 2011 and 2015, U.S. fire departments responded to an average of 358,500 home fire structures per year. These fires caused 12,300 civilian injuries, 2,510 civilian deaths, and $6.7 billion in direct damage.\n  • 60% of home fire deaths occur in homes without working smoke alarms.\n  • Home fires burn much faster and hotter than in the past, due to the types of materials used today to build furniture and residential structures.\n\nFor more information on fire safety and National Fire Prevention Week, contact the BCFPD at 224-848-4800 or visit the Department’s Facebook page.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.7428147793,
        "format_confidence":0.9940323234
    },
    {
        "url":"https:\/\/16dayscampaign.org\/event\/raising-awareness-on-gbv-issues-and-distributing-a-number-of-1830-brochures-and-leaflets\/",
        "text":"Raising awareness on GBV issues and distributing a number of 1830 brochures and leaflets\n\nThe Psychiatric Care Developmental Foundation conducted an awareness campaign through the awareness officers and community mobilizers in Aden, where the campaign targeted markets (Hassan AliStreet-altawil market-Al-Sabil Street) and public places (Aden New Park – alkhalij Mall)\n\nThe Foundation’s team introduced the 16 days campaign and gender-based violence issues including types of violence. The team also linked women protection to the implementation of the Sunnah, Prophet Muhammad, may God’s prayers and peace be upon him said advising people, “Recommend women well” and “Women are the sisters of men”\n\nEvents Data",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.7092657685,
        "format_confidence":0.9702817798
    },
    {
        "url":"https:\/\/www.dentalassociates.com\/blog\/online-dentist-reviews-provide-absolutely-transparency",
        "text":"Online dentist reviews 2018\n\nOnline Dentist Reviews Provide Absolutely Transparency\n\nPosted on 07 Jul\nThe Dental Associates Difference\n\nIn a world where you--as a consumer--have an endless stream of information at your fingertips, it’s no wonder you turn to the internet to do research before making major decisions. Because of this information, you are a more knowledgeable consumer who expects a higher level of service, and we want to meet your expectations.\n\nYou deserve to make an informed decision about your health care, and we’re determined to help you do that. That’s why we display doctor ratings and comments from patients on our website for the public to see. We supply this data through Press Ganey, the leading independent patient satisfaction firm. The data presented is not edited or excluded, and we take their findings--both good and bad--very seriously. By sharing this information with you, we know it will provide value for you and your family’s health.\n\nThe Press Ganey Survey Process\n\n  1. After an appointment, patients receive an email with a brief survey about their experience at the clinic and with their dentist and staff.\n  2. Patients complete the survey online with the link and access code provided.\n  3. Press Ganey organizes the results and sends them to our clinics where they are reviewed. Our team members respond to feedback and implement changes that will improve future patient experiences.\n  4. We post the doctor ratings and comments anonymously on our website for potential patients to see. Each doctor profile page* features an overall five-point rating for the doctor, nine ratings based on specific questions related to the patient’s interaction with the doctor, and unedited comments from patients. In addition, we also post the overall patient rating for each of our clinics.\n\n* Doctors need a certain number of surveys returned before their results are statistically valid. Thus, some newer doctors many not have patient ratings and comments on their profile page (yet).\n\nTrustworthy and Honest Online Dentist Reviews\n\nOur transparency with patients led us to winning the “Leaders in Transparency” award from Press Ganey, which confirmed that we’ve implemented techniques to accurately collect our patients’ experiences and share them online with you. Press Ganey also awarded us with the “Seal of Integrity,” stating that our data gathered is verified to be scientifically-accurate and rigorous.\n\nWe are always looking for ways to serve our patients better. The only way to get an accurate assessment of the care we provide is to use an un-biased source like Press Ganey to continually monitor our patients. We take great pride in sharing the results from current patients so you can make an informed decision about your family’s dental care.\n\nAre you looking for a dentist to provide you and your family with exceptional, family-centered care?\n\nFind a Dental Associates clinic near you and see the patient ratings of the clinic and its dentists here: Dental Associates Locations\n\nMore helpful information about Dental Associates dentist reviews\n\nTo learn more about our online patient satisfaction survey results, visit our dentist reviews page.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9774457812,
        "format_confidence":0.7763004303
    },
    {
        "url":"http:\/\/enpho.org\/ournews\/toilet-expo-world-toilet-day-celebration\/",
        "text":"Toilet Expo- World Toilet Day Celebration\n\n\nThe toilet expo provided a platform to exhibit toilets promoted by ENPHO and those used by individuals from all walks of life in Nepal. Additionally, an orientation, regarding the current status of sanitation and the subsequent jobs created in the sanitation sector was also provided to the individuals visiting the expo. ENPHO with the support of CAWST organized the toilet expo at its office premises, New Baneshwor on 19 November 2016 commemorating the World Toilet Day 2016.\n\n\nThe expo featured a display section with models of toilets promoted by ENPHO along with sanitary ware that are commercially available in the market. The commercially available sanitary ware were provided for the expo by Parryware. The expo highlighted the fact that toilets are an integral part of sanitation system and a wide range of toilets exist spanning a wide market to meet current development demands. Additionally, with the national target for the achievement of 100% sanitation coverage by 2017, demands for toilets and related sanitary-ware have increased. The need of collaboration amongst NGOs, INGOs with the private sectors have been felt in order to create linkages in urban and rural areas to ultimately benefit the total sanitation coverage effort. All experts in the sector agree that the need of sustainable total sanitation would be better met with the advent of a partnership between all sectors; private, governmental, and NGO’s and INGO’s. The expo was an attempt to capitalize on the occasion of World Toilet Day 2016 to create one of the first entry points for the creation of a platform for such cooperation and partnerships. Altogether, 123 individuals including school students, architects, engineers and representatives from various organizations participated in the expo and orientation session.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9018088579,
        "format_confidence":0.9912821054
    },
    {
        "url":"http:\/\/chha-mb.ca\/2016\/07\/campaign-for-better-hearing\/",
        "text":"Campaign for Better Hearing\n\nThe National Association of Federal Retirees and its hearing professional partners has launched the National Campaign for Better Hearing.  The campaign’s first goal is to ensure that Canadians over the age of 60 can get a free hearing test.  Participating hearing health professionals will donate $4.00 for every test performed towards a fund to help provide hearing aids to those who cannot afford them.  In 2015 the campaign collected $2.00 for every hearing test, but with this year’s increased donation, the goal is to raise $250,000.  For more information, please visit Campaign for Better Hearing or phone 1-888-903-3316 to book an appointment\n\nComments are closed.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9939767122,
        "format_confidence":0.9790146947
    },
    {
        "url":"http:\/\/www.preventconnect.org\/2009\/10\/prevention-connection-receives-funding\/?replytocom=31",
        "text":"Skip Navigation\nBy on October 19, 2009\n\nPrevention Connection Receives Funding\n\nPC Blog Badge 235x80\n\nThe U.S. Department of Health and Human Services along with the Centers for Disease Control and Prevention (CDC) have issued a $1.245M grant to the California Coalition Against Sexual Assault for its nationally recognized project Prevention Connection. The project utilizes innovative e-learning technologies to conduct interactive trainings and discussion forums on interpersonal violence and sexual violence, and is designed to strengthen the technical skills of participants using an online community of practice model (COP).\n\nThe $415K\/year grant continues an effort that has been funded since 2005, and ensures that Prevention Connection will continue until at least 2012. “This is an investment in how we prevent sexual violence nationwide” says Executive Director, Suzanne Brown-McBride. “By bringing together prevention practitioners, we can strengthen existing efforts that states, campuses and communities have underway as well as building new pathways to successful, evidence based prevention models.”\n\nThe project has had more than 6,000 participants in over 35 web conferences, produces podcasts and online presentations, maintains email groups and has tapped into social media by way of Twitter and Facebook. Project Director, David Lee, says the ‘Community of Practice’ extends far and wide: “We have professionals in all 50 states, territories, and many countries like Australia, Canada, Scotland. We’re also working in partnership with National Sexual Violence Resource Center and VAWnet and we’ve been able to build a vibrant, dynamic community among professionals in our field. Our goal is to provide participants with an opportunity to exchange ideas, share resources and discuss emerging strategies and issues to primary prevention.”\n\n9 responses to “Prevention Connection Receives Funding”\n\n  1. Congratulations on the ongoing project! I know that this is one of the projects that CALCASA has become very well known for and it’s having a tremendous impact throughout the field. Keep up the great work!\n\n  2. Congratulations! Prevention Connection is a wonderful project that has opened the dialogue about prevention and has exposed the anti-sexual assualt movement to the benefits of the newer technologies. Thank you for all you do!\n\n  3. Congratulations CalCASA!!!! Prevention Connection is a tech savvy project in a world of evolving social and communication networking. Thank you for bringing us this powerful project to further impact the movement!\n\n  4. Congratulations on your award! VAWnet is excited to be able to continue our collaborative work with Prevention Connection – looking forward to 3 more great years of innovative projects to prevent violence against women. We can’t wait to see what comes next!\n\n  5. Congratulations! I have found Prevention Connection to be a helpful resource, so I am happy to see this project funded. Thank you for this resource!\n\n  6. To my friends at CALCASA, congratulations. So nice to see grants going to projects on primary prevention and to people who deserve it too. Not only that, I am posting my first blog entry — teaching in action. Mazel Tov!\n\n  7. Fabulous news for all involved with primary prevention. Prevent-Connect is a well-managed wealth of information. Thank you for the time and energy that goes into your work.\n\nLeave a Reply to Casey Keene Cancel reply",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.8369265199,
        "format_confidence":0.7320364118
    },
    {
        "url":"http:\/\/www.sbwire.com\/press-releases\/market-research-on-idiopathic-pulmonary-fibrosis-pipeline-review-h1-2014-502910.htm",
        "text":"Market Research on Idiopathic Pulmonary Fibrosis - Pipeline Review, H1 2014\n\nResearchmoz presents this most up-to-date research on\"Idiopathic Pulmonary Fibrosis - Pipeline Review, H1 2014\". The report focuses primarily on quantitative market metrics in order to characterize the growth and evolution of the Remote Patient Monitoring Market.\n\n\nAlbany, NY -- (SBWIRE) -- 05\/06\/2014 -- This report provides comprehensive information on the therapeutic development for Idiopathic Pulmonary Fibrosis, complete with comparative analysis at various stages, therapeutics assessment by drug target, mechanism of action (MoA), route of administration (RoA) and molecule type, along with latest updates, and featured news and press releases. It also reviews key players involved in the therapeutic development for Idiopathic Pulmonary Fibrosis and special features on late-stage and discontinued projects.\n\nBrowse Detail Report with TOC @\n\nGlobal Markets Directs report features investigational drugs from across globe covering over 20 therapy areas and nearly 3,000 indications. The report is built using data and information sourced from Global Markets Directs proprietary databases, Company\/University websites, SEC filings, investor presentations and featured press releases from company\/university sites and industry-specific third party sources, put together by Global Markets Directs team. Drug profiles\/records featured in the report undergoes periodic updation following a stringent set of processes that ensures that all the profiles are updated with the latest set of information. Additionally, processes including live news & deals tracking, browser based alert-box and clinical trials registries tracking ensure that the most recent developments are captured on a real time basis.\n\nThe report enhances decision making capabilities and help to create effective counter strategies to gain competitive advantage. It strengthens R&D pipelines by identifying new targets and MOAs to produce first-in-class and best-in-class products.\n\nMarket Research Healthcare Related Reports @\n\nThe report provides a snapshot of the global therapeutic landscape of Idiopathic Pulmonary Fibrosis\nThe report reviews key pipeline products under drug profile section which includes, product description, MoA and R&D brief, licensing and collaboration details & other developmental activities\nThe report reviews key players involved in the therapeutics development for Idiopathic Pulmonary Fibrosis and enlists all their major and minor projects\nThe report summarizes all the dormant and discontinued pipeline projects\nA review of the Idiopathic Pulmonary Fibrosis products under development by companies and universities\/research institutes based on information derived from company and industry-specific sources\nPipeline products coverage based on various stages of development ranging from pre-registration till discovery and undisclosed stages\nA detailed assessment of monotherapy and combination therapy pipeline projects\nCoverage of the Idiopathic Pulmonary Fibrosis pipeline on the basis of target, MoA, route of administration and molecule type\nLatest news and deals relating related to pipeline products\n\nBrowse Market Research Latest Reports @\n\nReasons to buy\nProvides strategically significant competitor information, analysis, and insights to formulate effective R&D development strategies\nIdentify emerging players with potentially strong product portfolio and create effective counter-strategies to gain competitive advantage\nDevelop strategic initiatives by understanding the focus areas of leading companies\nIdentify and understand important and diverse types of therapeutics under development for Idiopathic Pulmonary Fibrosis\nPlan mergers and acquisitions effectively by identifying key players of the most promising pipeline\nDevise corrective measures for pipeline projects by understanding Idiopathic Pulmonary Fibrosis pipeline depth and focus of Indication therapeutics\nDevelop and design in-licensing and out-licensing strategies by identifying prospective partners with the most attractive projects to enhance and expand business potential and scope\nModify the therapeutic portfolio by identifying discontinued projects and understanding the factors that drove them from pipeline\n\nFor More Information Kindly Contact:\nWeb Site:\nword press :",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9772905707,
        "format_confidence":0.608733952
    },
    {
        "url":"http:\/\/eds2u.blogspot.com\/2010\/12\/visit-to-huqingyu-tang-chinese-medicine.html",
        "text":"Wednesday, December 8, 2010\n\nA Visit To the Huqingyu Tang Chinese Medicine Museum in Hangzhou, China\n\nOn 20 to 30 November 2010 Dr Ben Lee, President and Founder of EDS and his family were having their holiday trip at Hangzhou, Zhejiang Province, China. During the visit to Hangzhou, Dr Lee take the opportunity to visit the Huqingyu Tang Chinese Medicine Museum.\n\nDr Ben with the statue of Sun Simiao, King of Medicine.\n\nInside the Huqingyu Tang Chinese Medicine Museum there is a statue of Sun Simiao. Sun Simiao (581–682) was a famous traditional Chinese medicine doctor of the Sui and Tang dynasty. He was titled as China's King of Medicine (药王) for his significant contributions to Chinese medicine and tremendous care to his patients.\n\nSun wrote two books - Beiji Qian Jin Yao Fang (\"Essential Formulas for Emergencies [Worth] a Thousand Pieces of Gold\") and Qian Jin Yi Fang (\"Supplement to the Formulas of a Thousand Gold Worth\") - that were both milestones in the history of Chinese medicine. He is also known for the text \"On the Absolute Sincerity of Great Physicians,\" often called \"the Chinese Hippocratic Oath,\" which is still required reading for Chinese physicians:\n\n“A Great Physician should not pay attention to status, wealth or age; neither should he question whether the particular person is attractive or unattractive, whether he is an enemy or friend, whether he is a Chinese or a foreigner, or finally, whether he is uneducated or educated. He should meet everyone on equal grounds. He should always act as if he were thinking of his close relatives.”\n\nThe Huqingyu Tang Chinese Medicine Museum is the only Chinese herbal medicine museum in China housed in the ancient buildings of the famous Hangzhou Chinese herbal medicine shop. The exhibition halls introduce the origin, development, and application of traditional Chinese medicine and its role in the world history of medicine. Samples of the herbal plants and a hand- processing workshop are among the displays. The museum also includes a clinic and a restaurant for Chinese herbal medicine food.\n\nNews by EDS Team @ 8 December 2010.\n\nYou are welcome to contact EDS Team at +604-3984306 or email at for more information about our \"tuition free\" 7-day International Residential Advanced Management Programs, or seeking international collaboration \/ affiliation with EDS Business School.\n\nNo comments:",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.8982279301,
        "format_confidence":0.649985373
    },
    {
        "url":"https:\/\/www.princetonhcs.org\/events\/2021\/09\/29\/1630\/virtual-pregnancy-and-postpartum-support-group",
        "text":"Back to All Events\n\nVIRTUAL - Pregnancy and Postpartum Support Group -\n\nOnline Event\n\nSeptember 29, 2021\n4:30 PM – 5:30 PM\n\nRegister Now\n\nDuring these uncertain times, parenting may cause anxious feelings. So we are offering a virtual support group every Wednesday to give parents-to-be and new parents an opportunity to safely connect and share experiences. This group will be moderated by a registered nurse and lactation consultant from Penn Medicine Princeton Health who can answer any questions you have. Parents of babies up to 6 months old are welcome.\n\nSupport provided by Central Jersey Family Health Consortium.\n\n\nEvent Type: Virtual | Childbirth & Family | Support Groups\n\nKeyword: expecting parents | newborn",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9364249706,
        "format_confidence":0.7344800234
    },
    {
        "url":"https:\/\/wymancenter.org\/news-release-wyman-award-winning-public-education-campaign-team-up-to-prevent-youth-tobacco-use\/",
        "text":"News: Wyman & Award-Winning Public Education Campaign Team Up to Prevent Youth Tobacco Use\n\nPilot Program Leverages Wyman’s Proven, Evidence-Based Approach\n\nWASHINGTON, D.C. – Legacy and Wyman announced today a new collaboration to educate and engage students to prevent youth tobacco use and substance abuse. The two organizations will create a specialized curriculum to reach young people participating in Wyman’s innovative Teen Outreach Program® (TOP®).\n\nLegacy, the national public health organization best known for its award-winning truth® youth tobacco prevention campaign, and Wyman, a Saint Louis-based nonprofit with more than 117 years’ experience helping teens from economically disadvantaged circumstances, have agreed to collaborate on a one-year project to develop and test a tobacco control and substance abuse supplement to Wyman’s successful youth programming.\n\nTOP is a results-driven youth development approach that transforms teens and communities by empowering teens with the tools and opportunities needed to avoid risky behaviors and build a foundation of healthy behaviors, life skills and a sense of purpose.\n\n“Legacy can’t end the tobacco epidemic without partners like Wyman who share our commitment to empowering young people and to achieving health equity,” said Robin Koval, CEO and President of Legacy. “Together we will build on the TOP program and take on the challenge of ending tobacco’s reign as the leading preventable cause of death in the United States.”\n\nVia a grant from Legacy to Wyman, the organizations are building a seven-lesson tobacco and substance abuse curriculum to strengthen youth knowledge about tobacco, change youth attitudes toward tobacco and engage young people as tobacco control activists. Two sites within Wyman’s National Network will pilot the curriculum. More than 400 teens will participate in the pilots that will launch this fall. A third party evaluator will assess pilot outcomes and publish results in 2016.\n\nTOP uses community service learning to help teens understand local issues and exercise the self-confidence, voice, advocacy, decision-making and priority-setting skills they develop as part of the program. The pilot will engage teens in tobacco control service learning experiences as well as participant-led local youth activism projects.\n\n“This is a truly compelling opportunity to add another level of health advocacy to our work,” said Joe Miller, Wyman’s Senior Vice President of Partnerships and External Affairs. “This collaboration will further improve the lives and potential of TOP participants and trigger a positive ripple effect in communities where youth are most at risk of tobacco use.”\n\nTOP is offered to teens in grades six through 12 at in-school, after-school and community settings via 68 partners and 300 providers in urban and rural environments nationwide. One of the most successful, cost-effective and highly-respected, evidence-based programs for teens in the U.S., TOP has been proven to reduce the risk of problem behavior and to increase healthy choices. To date, more than 600,000 young people have participated in Wyman’s programs.\n\nSince its inception, Legacy has recognized the importance of youth activists in the fight against tobacco use. Legacy actively supports the efforts of young people who are ready to make a difference with programming that includes fellowships, hands-on training and expert-led presentations to develop the next generation of youth and young adult tobacco control leaders.\n\nLegacy envisions an America where tobacco is a thing of the past, where all youth and young adults reject tobacco use. Legacy’s proven-effective and nationally recognized public education programs include truth®, the national youth smoking prevention campaign that has been cited as contributing to significant declines in youth smoking; EX®, an innovative public health program designed to speak to smokers in their own language and change the way they approach quitting; and research initiatives exploring the causes, consequences and approaches to reducing tobacco use. Located in Washington, D.C., the foundation was created as a result of the November 1998 Master Settlement Agreement (MSA) reached between attorneys general from 46 states, five U.S. territories and the tobacco industry. To learn more about Legacy’s life-saving programs, visit Follow us on Twitter @legacyforhealth and on Facebook at\n\nMedia Contact:\nKristin Gumper\nDirector, Communication and External Affairs",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9917205572,
        "format_confidence":0.9933093786
    },
    {
        "url":"http:\/\/stmichaelshospital.com\/media\/detail.php?source=hospital_news\/2017\/0313a",
        "text":"Our Stories\n\nLay health educators could improve cancer screening rates among South Asians in Peel Region, new study suggests\n\nToronto, March 13, 2017\n\nBy Kelly O'Brien\n\nDr. Aisha Lofters\nDr. Aisha Lofters\n\nEmbedding lay health educators in family physicians’ offices may have the potential to improve cancer screening rates among South Asians living in Peel Region, according to a small new study.\n\nFour family physicians embedded lay health educators, or “health ambassadors,” in their practices in the hopes of improving cancer screening for their South Asian patients, according to a pilot study published today in Patient Preference and Adherence.\n\nThe health ambassadors were volunteers with the Canadian Cancer Society’s Screening Saves Lives program. They were all of South Asian ethnicity and had participated in a four-session training program. Most health ambassadors were foreign-trained physicians who were not practicing medicine in Canada, but some were non-physician members of the South Asian community with strong social networks. They were trained by the Cancer Society to share screening messages with their peers and social networks.\n\nPeel Region – a Toronto-area regional municipality of Brampton, Caledon and Mississauga – has 1.3 million residents, nearly one-quarter of whom are of South Asian ethnicity. South Asians are the largest and fastest growing visible minority group in Canada.\n\nPrevious research by Dr. Aisha Lofters, a family physician with the St. Michael’s Academic Family Health Team and lead author of the study, has found South Asians living in Peel Region are less likely than other Ontarians to be screened for breast, cervical or colorectal cancer, making them much more vulnerable to cancer deaths.\n\n“Despite having generally good access to primary care, and better access than many other immigrant groups, South Asians in Ontario appear to be the most under-screened group for all three of these cancers,” said Dr. Lofters.\n\n“Ontario has organized screening programs for these three cancers, but cancer screening is still fundamentally embedded in primary care, suggesting that primary care providers could be the key to addressing under-screening for South Asian patients.”\n\nFor all four physicians, approximately 60 per cent of South Asian patients who were overdue for cancer screening and who spoke directly to health ambassadors stated they were willing to be screened.\n\nHowever, patients expressing willingness to be screened did not necessarily equate to patients actually getting screened, and the capacity for these physicians to track screening was limited, according to the authors.\n\nFor three physicians’ practices, researchers were unable to determine how many patients actually went on to be screened. Tracking actual screening uptake among individual patients was resource-intensive, raised issues around data privacy, and was ultimately only feasible in one office, the authors wrote.\n\nIn one practice, patients who were contacted by patient navigators and spoken to in their own languages had significantly higher screening rates for breast, cervical and colorectal cancer screening over eight months (23.4 per cent, 14.4 per cent and 13.7 per cent respectively).\n\nAlthough the immediate costs of embedding lay health educators were very low, the sustainability of volunteer-led initiatives remains a challenge. The Health Ambassadors had other competing duties, and could not visit a particular clinic more than a few hours per week, limiting the ability to reach a larger number of patients within each office.\n\nMaking phone calls to patients to invite them for screening had the most reach and the most appeal for participating physicians, according to the study, but the majority of patients were not able to be reached directly by telephone. Health ambassadors also noted that patients could be suspicious on the telephone of who they were, how they had obtained their contact information, and how they were affiliated with the physicians’ offices.\n\nThe final challenge was that researchers have no details about the demographics of patients who were approached. Factors such as education level, socioeconomic status and years in Canada could all affect willingness to screen, but researchers were unable to track those variables in this study.\n\nDespite these challenges, all physicians had positive views of working with the health ambassadors, and three of four physicians planned to continue to work with lay educators, said Dr. Lofters.\n\n“It was a small sample, and there is definitely a need for more research into how best to implement the health ambassadors initiative, but the research clearly demonstrates that these initiatives could positively impact cancer screening rates and improve health outcomes for South Asians in Ontario,” she said.\n\nThis paper is an example of how St. Michael's Hospital is making Ontario Healthier, Wealthier, Smarter.\n\nAbout St. Michael's Hospital\n\nSt. Michael’s Hospital provides compassionate care to all who enter its doors. The hospital also provides outstanding medical education to future health care professionals in 27 academic disciplines. Critical care and trauma, heart disease, neurosurgery, diabetes, cancer care, care of the homeless and global health are among the hospital’s recognized areas of expertise. Through the Keenan Research Centre and the Li Ka Shing International Healthcare Education Centre, which make up the Li Ka Shing Knowledge Institute, research and education at St. Michael's Hospital are recognized and make an impact around the world. Founded in 1892, the hospital is fully affiliated with the University of Toronto.\n\nMedia contacts\n\nFor more information or to arrange an interview with one of the authors, please contact:\n\nKelly O'Brien\nCommunications Advisor - Media, St. Michael's Hospital",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9982250333,
        "format_confidence":0.646037817
    }
]