[
    {
        "url":"http:\/\/www.thisisthewestcountry.co.uk\/news\/11376305.Moving_First_World_War_exhibition_remembers_North_Curry_s_200_soldiers\/?ref=rss",
        "text":"About Cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies.\n\nMoving First World War exhibition remembers North Curry's 200 soldiers\n\nPromoted Stories\n\nComments are closed on this article.\n\nKeep in touch with local news\n\nSign up for email alerts\n\nMost read stories\n\n  • 1",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9842411876,
        "format_confidence":0.8464375138
    },
    {
        "url":"http:\/\/www.csmonitor.com\/Photo-Galleries\/Photos-of-the-Day\/2010\/Photos-of-the-Day-09-01\/(photo)\/297236",
        "text":"First Look London library makes denying the Holocaust a little harder\n\nThe library has published online catalog of World War II war crimes files that is now accessible to visitors to the Wiener Library for the Study of Holocaust & Genocide or the US Holocaust Museum in Washington, D.C.\n\nAlastair Grant\/AP\n\nHolocaust denial just got a little harder.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.952729702,
        "format_confidence":0.8618686199
    },
    {
        "url":"http:\/\/www.360cities.net\/ru\/image\/heilongjiang-mohe-county-chinas-arctic-village-chinas-northernmost-point-asia",
        "text":"Projections and Nav Modes\n  • Normal View\n  • Fisheye View\n  • Architectural View\n  • Stereographic View\n  • Little Planet View\n  • Panini View\nClick and Drag \/ QTVR mode\nПоделитесь этой панорамой\nFor Non-Commercial Use Only\nThis panorama can be embedded into a non-commercial site at no charge. Подробнее\nDo you agree to the Terms & Conditions?\nFor commercial use, связаться с нами\nEmbed this Panorama\nFor Non-Commercial Use Only\nFor commercial use, связаться с нами\nLicense this Panorama\n\nEnhances advertising, editorial, film, video, TV, Websites, and mobile experiences.\n\n\n1 Like\n\nHeilongjiang Mohe County China's Arctic Village —— China's northernmost point\n\nThe village is located in Mohe County in the northern part of the province. Dubbed as \"China's North Pole\", Mohe is widely believed to be the coldest place in China, as the temperature there falls to as low as -45 C degrees during the winter. the Arctic Village, faces Ignasino, a small town in Federal Russia, just across Heilongjiang is where the aurora borealis can be observed during the summer solstice. ...\n\n Arctic Village is the northernmost village in China, located at the north of Greater Higgnan Mountains. Every place in the Arctic Village can be called the northernmost place in China. When taking a tour to China, why not try to reach its northern end to have some unusual experience. It would be a good idea to send you a postcard from the Arctic Village back home as a souvenir.\n Major Attractions: Zhonghua Beichui(northern border of China), Beichui Pavilion, Arctic Village stone tablet, northernmost post office, northernmost family, Orogen folk custom park, China's northernmost point and so on.\nThe panorama was in China's northernmost point of Arctic village.\n360-degree panorama photography by yunzeng liu\n\nView More »\n\nCopyright: Yunzen Liu\nType: Spherical\nResolution: 9000x4500\nTaken: 09\/08\/2011\nЗагружена: 07\/02\/2012\nОбновлено: 26\/03\/2015\n\n\nTags: heilongjiang mohe county china's arctic village china's northernmost point\ncomments powered by Disqus\nMore About Asia\n\nAsia is the biggest continent on Earth, a darling little gem floating around in space.Hm, what is Asia? Who's in on it?China and India are safe bets for Asian nations. Korea, Japan, Thailand, you're fine.Europe? No. Europe would sort of be on the \"Asian continent\" if not for those pesky Ural mountains dividing things up in the middle, and then also the whole lineage of kings and wealth and nations and the EU and all that \"give me my respect\" stuff.Russia would probably be happiest as its own continent, so for now we'll leave it in \"Eurasia\" and just hope the natural gas supplies keep flowing.Pakistan and Afghanistan are dang close to Asia, but politically they show up in \"Middle East\" news stories an awful lot. Verdict: Eurasia.I guess we'll actually have to consider everything from Turkey on eastward to be \"Eurasian\", although the moniker seems overlappitory of the territory.The Asian economy is now officially raging like a wild furnace of lava that consumes everything in its path. Japan has had the largest individual economy in Asia for decades, but it is forecast that both India and China will outstrip Japan within twenty years.China is the largest holder of United States debt and is positioned to become the world's next superpower, provided that Godzilla doesn't return and decide to stomp everybody back into the Shang Dynasty.Text by Steve Smith.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.5397939086,
        "format_confidence":0.9564332366
    },
    {
        "url":"http:\/\/www.historic-scotland.gov.uk\/largetext\/event_detail\/event_detail.htm?calendarMonth=6&calendarYear=2013&eventVenue=PL_125&eventid=26950",
        "text":"\n\nEvents at\n\n[Inline script in 'ct-content-eventdetail' (4987) on page 'event_detail\/event_detail.htm'] Line 278: TypeError: ajaxcontent has no properties\n  • Email Alerts\n\nSign up for emails for future Historic Scotland events and promotions.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9137695432,
        "format_confidence":0.9593673348
    },
    {
        "url":"http:\/\/www.geograph.org.uk\/photo\/122523",
        "text":"SU9584 : Stream in Burnham Beeches\n\ntaken 13 years ago, near to Farnham Common, Buckinghamshire, Great Britain\n\nStream in Burnham Beeches\nStream in Burnham Beeches\nView looking south-west in late afternoon. The shallow stream over gravel takes an overflow from the dam at Upper Pond, and flows into Middle Pond.\nCreative Commons Licence [Some Rights Reserved]   © Copyright David Hawgood and licensed for reuse under this Creative Commons Licence.\n1:50,000 Modern Day Landranger(TM) Map © Crown Copyright\n1:50,000 Modern Day Landranger(TM) Map © Crown Copyright\nTIP: Click the map for Large scale mapping\nChange to interactive Map >\nGrid Square\nSU9584, 45 images   (more nearby )\n  (find more nearby)\nDate Taken\nWednesday, 15 February, 2006   (more nearby)\nWednesday, 15 February, 2006\nStream   (more nearby)\nSubject Location\nOSGB36: geotagged! SU 951 847 [100m precision]\nWGS84: 51:33.1909N 0:37.7845W\nLooking for a postcode? Try this pageExternal link\nClickable map\n\nImage classification(about): Geograph (First for SU9584) · First in 5 Years (TPoint) (about)\nThis page has been viewed about 64 times.\nView this location: KML (Google Earth) · Google MapsExternal link · Bing MapsExternal link · OS Map Checksheet · Geograph Map · geotagged! More Links for this image\nW Go E\nYou are not logged in login | register",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9382892251,
        "format_confidence":0.7629634738
    },
    {
        "url":"http:\/\/query.nytimes.com\/gst\/abstract.html?res=9B06EEDC173BE63BBC4A51DFBE668382679FDE&legacy=true",
        "text":"Edition: U.S. \/ Global\n\nArticle Preview\n\nArticle 2 -- No Title\n\n  • Permissions\n\nThe refusal of the Austrian Premier to be catechised by Prussia the other day, about the transactions of an Austrian parliamentary committee, recalls the answer given by General JACKSON through EDWARD LIVINGSTON to the complaints made by the French Government of some action of Congress in reference to certain indemnity claims which Mr. LIVINGSTON was then pressing France for payment.\n\nAugust 22, 1869\n\nView the full article in TimesMachine.\n\nSubscribers* enjoy full access to TimesMachine—view 129 years of New York Times journalism, as it originally appeared.\n\nOr, download a high-resolution PDF of the individual article.\n\n* Does not include NYT Now or Premium Crosswords subscribers.\n\nAlready a subscriber? Log in to view this article »",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.8923148513,
        "format_confidence":0.9703701138
    },
    {
        "url":"https:\/\/visitmarple.co.uk\/photos\/displayimage.php?pid=7912",
        "text":"Home > Mystery Photographs > Mystery People Gallery\nCan your business or organisation help support this site too?\n\nMystery Ladies\n\nThree unknown ladies, one of them a nurse from a glass slide provided by Alan McDowell. Thought to be early to mid-1920s. Can you identify the location?\n\nmlhs_unknown-group.jpg mystery03.jpg three-ladies.jpg unknown-ladies-01.jpg unknown-ladies-02.jpg\nRate this file (No vote yet)",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.8986129165,
        "format_confidence":0.9535124898
    },
    {
        "url":"http:\/\/www.caithness.org\/atoz\/photogallery\/index.php?gallery=75&image=11",
        "text":"\n\n\n\n.:: House Near Bower Inn ::.\nPhoto: House Near Bower Inn\nDate: 15 August 2004\nLocation: Bower, Caithness\nPhotographer: Bill Fernie\n\nAn agricultural community in the heart of Caithness\n\nChoose A Gallery:\nAlbum Index Gallery\n\nBower Index",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.6058576703,
        "format_confidence":0.9472410083
    },
    {
        "url":"https:\/\/www.britannica.com\/biography\/Arthur-Espie-Porritt-Baron-Porritt",
        "text":"Arthur Espie Porritt Porritt\n\nNew Zealand physician and statesman\n\nArthur Espie Porritt Porritt, (born Aug. 10, 1900, Wanganui, N.Z.—died Jan. 1, 1994, London, England), BARON, New Zealand-born physician and statesman who after a long career with the British monarchy as surgeon to King George VI (1946-52) and sergeant surgeon to Queen Elizabeth II (1952-67), served as the first native-born governor-general of New Zealand (1967-72). Porritt studied at Otago University, and in 1923 he was awarded a Rhodes scholarship to Magdalen College, Oxford. He completed his medical training in London at St. Mary’s Hospital, where he remained on the surgical staff until 1965. After serving at the front in the Royal Army Medical ... (100 of 245 words)\n\nWe've Been Delivering Trusted Facts Since 1768\n\nYou've reached one of our premium articles. Start your FREE TRIAL now to continue reading this article!\n\nStart Now\nArthur Espie Porritt Porritt\n  • MLA\n  • APA\n  • Harvard\n  • Chicago\nYou have successfully emailed this.\nError when sending the email. Try again later.\nEmail this page",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9433469176,
        "format_confidence":0.8126898408
    },
    {
        "url":"https:\/\/www.cia.gov\/library\/publications\/the-world-factbook\/photo_gallery\/it\/photo_gallery_B1_it_30.html",
        "text":"Europe :: Italy\nThe Colosseum in Rome showing the exterior arches that once surrounded the building. Most of the arches and much of the building were dismantled in the Middle Ages by citizens of Rome who used the stone to construct other buildings.\nFactbook photos - obtained from a wide variety of sources - are in the public domain and are copyright free.\nAgency Copyright Notice\nDimension | File Size\n480 X 640 pixels 53.38 KB\nDownload - only file size available",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9615749717,
        "format_confidence":0.9723566175
    },
    {
        "url":"https:\/\/www.360cities.net\/image\/hu-lishan-fort-xiamen",
        "text":"Projections and Nav Modes\n  • Normal View\n  • Fisheye View\n  • Architectural View\n  • Stereographic View\n  • Little Planet View\n  • Panini View\nClick and Drag \/ QTVR mode\nShare this panorama\nFor Non-Commercial Use Only\nThis panorama can be embedded into a non-commercial site at no charge. Read more\nDo you agree to the Terms & Conditions?\nFor commercial use, contact us\nEmbed this Panorama\nFor Non-Commercial Use Only\nFor commercial use, contact us\n\n\nHu Lishan fort\nFujian Province\n\nHu Lishan fort: located in the southern tip of Xiamen Island beach Hu Li Shan, was built in two years Guangxu (1894), 100 rise and fall of many years of dismal history. Fort station base is camphor Ukrainian juice and glutinous rice, brown sugar, lime, sand mix made of very tough. The whole fort from the barracks, tunnels, command building, observation post station, ammunition storage, protection moats etc., into a rectangle with a granite stone castle, an area of 13,000 square meters. Xiamen has been the history of the people of ancient battle against the imperialist aggressors. Fort West and East, two, there\n\nare two main guns (now the only remaining one gun), from Germany Krupp Arsenal purchased. Shot 13.13 meters in length and weighs 50 tons. Muzzle diameter of 280 mm, the effective range of 16,000 meters. Fort also on display from the Xiamen sea area and infrastructure sites unearthed a few doors cast in the Ming and Qing Dynasties 50 of Lilium. Something between the two emplacement tunnels connecting the tunnel exit with the barracks. Care outside the moats, which are patrolling Road, for the garrison.\n\nView More »\n\nCopyright: Jacky Cheng\nType: Spherical\nResolution: 7802x3901\nTaken: 09\/01\/2008\nUploaded: 30\/07\/2010\nUpdated: 05\/03\/2015\n\n\nTags: xiamen\ncomments powered by Disqus\nMore About Fujian Province\n\nFujian Province, referred to as \"Min \", the provincial capital Fuzhou, southeast China's coastal provinces. Located in the north latitude 23 ° 33 'to 28 ° 20 ', longitude 115 ° 50 'to 120 ° 40 ' between adjacent Zhejiang Province, northeast, west, northwest and bordering Jiangxi Province, Southwest China and Guangdong Province is connected, and east of Taiwan Strait, and across the island. Most things for the 480 km wide, up to about 530 km north-south, the land area of 124,000 square kilometers. Administrative divisions Fujian Province, the Matsu Islands (Matsu), Kinmen Islands (Kinmen County) and Wuchiu Island (an Putian County, Kinmen County hosting), the actual effective control by the Taiwan authorities.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9180144072,
        "format_confidence":0.9483191371
    },
    {
        "url":"https:\/\/www.nytimes.com\/1878\/05\/22\/archives\/the-shields-incident.html",
        "text":"May 22, 1878, Page 4 The New York Times Archives\n\nThe Senate, yesterday, after adopting an amendment to the Shields bill, defeated that measure by a vote of 30 to 34. The amendment was designed to place Gen. GRANT upon the retired list with full pay as ...View Full Article in Timesmachine »\n\nContinue reading the main story",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.5948151946,
        "format_confidence":0.9617274404
    },
    {
        "url":"http:\/\/www.francisfrith.com\/bewerley-moor",
        "text":"Bewerley Moor, Yorkshire\nPhotos, Maps, Books and Memories\n\nOld Photos near Bewerley Moor\n\nWe have no old photos of Bewerley Moor available currently. However you can browse old photos of these nearby places:\n\nHistoric maps of Bewerley Moor and the local area, hand-drawn by Ordnance Survey cartographers and Samuel Lewis.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9844223261,
        "format_confidence":0.7909623384
    },
    {
        "url":"https:\/\/www.360cities.net\/it\/image\/la-cabane-pastorale-du-jas-lacroix",
        "text":"Projections and Nav Modes\n  • Normal View\n  • Fisheye View\n  • Architectural View\n  • Stereographic View\n  • Little Planet View\n  • Panini View\nClick and Drag \/ QTVR mode\nCondividi questo panorama\nFor Non-Commercial Use Only\nThis panorama can be embedded into a non-commercial site at no charge. Leggi oltre\nDo you agree to the Terms & Conditions?\nFor commercial use, Contattaci\nEmbed this Panorama\nFor Non-Commercial Use Only\nFor commercial use, Contattaci\n\nThis panorama is not currently enabled for commercial licensing. Click here to ask us to help you find a replacement. If this is your panorama, Click here This panorama is not currently enabled for commercial licensing.\n\n\n\nLa cabane pastorale du Jas-Lacroix\nHautes Alpes\nCopyright: Olivier Joseph\nType: Spherical\nResolution: 10844x5422\nTaken: 03\/08\/2012\nCaricate: 04\/08\/2012\nAggiornato: 01\/04\/2015\nNumero di visualizzazioni:\n\n\nTags: gr-54; jas-lacroix; entre-les-aygues; vallouise; celse-nière; vallon de la selle\ncomments powered by Disqus\nMore About Hautes Alpes\n\nThe department is surrounded by the following French departments: Alpes-de-Haute-Provence, Drôme, Isère, and Savoie. Italy borders it on the east. Hautes-Alpes is located in the Alps mountain range. The average elevations is over 1000 m, and the highest elevation is over 4000 m. The only three sizable towns are Gap, Briançon, and Embrun, which was the subprefecture until 1926. The third highest commune in all of Europe is the village of Saint-Véran. Gap and Briançon are the highest prefecture and subprefecture in France. Source : http:\/\/en.wikipedia.org\/wiki\/Hautes-Alpes",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.7575281262,
        "format_confidence":0.9272658825
    },
    {
        "url":"https:\/\/www.penn.museum\/collections\/videos\/video\/351",
        "text":"University of Pennsylvania Museum of Archaeology and Anthropology\n\nWeavers of Afghanistan\n\nNo Sound\n\nTime: 00:10:04  \n\nViews: 143  \n\nFilm Id:F16-0511\nFilm Description:Family of Afghan weavers demonstrating carpet weaving techniques in the Harrison Rotunda at the Penn Museum. Presentation organized by Brian Spooner.\n\n\nThis film depicts the work of the Bad-Ghisi family, Turkmen Afghanis, who came to the United States and Penn Museum to demonstrate weaving techniques prevalent in 1973 in their area. The weavers were brought to the US by Brian Spooner and Mary Martin. The weavers visited Philadelphia for three months, from April to June 1973. Currently none of the family still live in Afghanistan.\n\nThere is an article that gives background information on the weaving that is depicted in the film, published in Expedition Magazine in winter 1973, written by Dr. Spooner. The article can be accessed here:\nVideo Category:Exhibiton Related\nFilm Creator:Brian Spooner\nTopics:Afghanistan, Turkmen Afghanis, Bad-Ghisi family, Penn Museum, Weaving\nRights:All rights are reserved by the University of Pennsylvania Museum of Archaeology and Anthropology (Penn Museum). Any use of the footage in productions is forbidden unless rights have been secured by contacting the Penn Museum Archives at 215-898-8304, or email\n\nYou may also be interested in these videos:\n\n© Penn Museum 2018 Sitemap | Contact | Copyright | Disclaimer | Privacy |",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.8487275243,
        "format_confidence":0.9342759848
    },
    {
        "url":"http:\/\/www.themodernantiquarian.com\/post\/16189\/images\/blakey_topping.html",
        "text":"\n\nBlakey Topping\n\nSacred Hill\n\nBlakey Topping (Sacred Hill) by Chris Collyer View of two of the stones from over the fence. The cows were just off to the left - honest!\nChris Collyer Posted by Chris Collyer\n15th July 2003ce\nNB: Unless otherwise stated, this image is protected under the copyright of the original poster and may not be re-used without permission.\n\nComments (0)\n\nYou must be logged in to add a comment",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9855086207,
        "format_confidence":0.755427599
    },
    {
        "url":"https:\/\/www.amrevmuseum.org\/updates\/video\/history-has-its-eyes-us-paul-oakley-stovall-and-joanne-b-freeman",
        "text":"History Has Its Eyes on Us with Paul Oakley Stovall and Joanne B. Freeman\n\nHistory Has Its Eyes on Us with Paul Oakley Stovall and Joanne B. Freeman\n\nJuly 1, 2020\n\nIn advance of the release of Hamilton, the film adaptation of the smash-hit Broadway musical, on Disney Plus on July 3, watch \"History Has Its Eyes on Us,\" the latest episode of AmRev360 hosted by Museum President & CEO Dr. R. Scott Stephenson. Yale University historian and Hamilton expert Dr. Joanne Freeman and Chicago-based actor and playwright Paul Oakley Stovall, who currently portrays George Washington in the national tour of Hamilton: An American Musical, join this wide-ranging conversation covering everything from how they fell in love with Hamilton to their thoughts on the power of history and theater to the role of monuments in historical memory. \n\nDon't throw away your shot — watch below!\n\nAmRev360: History Has Its Eyes on Us from AmRevMuseum on Vimeo.\n\nAmRev360, hosted by Museum President & CEO Dr. R. Scott Stephenson, features conversations on the American Revolution from all angles. Past episodes include \"The Boston Massacre 250th and Digital History with Serena Zabin\" and \"Conservation and Symbols of Revolutionary Flags with Textile Conservator Virginia Whelan.\"\n\nDr. Joanne B. Freeman, Class of 1954 Professor of History and American Studies at Yale University, is a leading scholar of early American politics, political culture and violence, and a leading authority on Alexander Hamilton and his world. She is the author of Affairs of Honor: National Politics in the New Republic; editor of Alexander Hamilton: Writings and The Essential Hamilton; and co-editor of Jeffersonian Republicans in Power, 1800-1824. Her most recent book, The Field of Blood: Violence in Congress and the Road to Civil War was a New York Times notable book of 2018 and a finalist for the Gilder Lehrman Lincoln Prize. Her next book, Hunting for Hamilton, is an introduction to the fun and challenges of getting to know Hamilton. Freeman was the lead historian for the National Park Service’s reinterpretation of Hamilton's home, the Grange, as well as for Hamilton: The Exhibition, which opened in Chicago in April 2019. She is co-host of the popular American history podcast BackStory and the host of History Matters, a weekly conversation about history’s hold on the present. She can be found online at joannebfreeman.com and on Twitter at @jbf1755.\n\nPaul Oakley Stovall is an actor, playwright, and activist, who currently plays the role of George Washington in the first national tour of Lin-Manuel Miranda’s Tony-winning hit musical Hamilton: An American Musical. His play Immediate Family was featured at the Goodman Theatre. His musical Clear was chosen for the Eugene O’Neill National Playwrights\/Music Theatre Conference and his play The Hunted (co-written with Evan Linder) was a 2017 Finalist. As an actor, he has appeared off-Broadway in Tony-winner Mary Zimmerman’s Notebooks of Leonardo da Vinci and at Lincoln Center in the world premiere of Dessa Rose. National tours include RENT and Once on This Island, and he starred in the world premiere of Seito Ren-San’s Otonari No Dasso Hei in Tokyo. Film credits include Robert Altman’s The Company and John Cameron Mitchell’s Shortbus. Television credits include Empire (Fox), Chicago Fire (NBC), Shameless and The Chi (Showtime). He also was a staff writer on Survivor’s Remorse (STARZ). Stovall spent six years as an advance staff lead and media logistics coordinator for First Lady Michelle Obama, after spending a year as a Press Lead for President Obama. \n\nHistory Has Its Eyes on Us was part of the Museum's week-long Virtual Fourth of July Celebration, sponsored by Bank of America, with free, digital experiences that include the latest in our Meet the Revolution! series featuring interviews with historic interpreters Noah Lewis and Kalela Williams, family programs for Wawa Welcome America, Read the Revolution Speaker Series with Caitlin Fitz, a Hamilton watch party marking the premiere of the film adaptation on Disney Plus, and much more.  \n\nSubscribe Now\n\nEnter your email address to receive our e-newsletter.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.5542623997,
        "format_confidence":0.7719965577
    },
    {
        "url":"http:\/\/oxfordindex.oup.com\/view\/10.1093\/oi\/authority.20110803100336811",
        "text":"Battle of Pontvallain\n\nRelated Overviews\n\nBertrand du Guesclin (c. 1320—1380)\n\n\n'Battle of Pontvallain' can also refer to...\n\n\nMore Like This\n\nShow all results sharing this subject:\n\n  • Military History\n\n\nShow Summary Details\n\nQuick Reference\n\nThe battle of Pontvallain took place on 4 December 1370 in the department of Sarthe, in the arrondissement of La Flèche. It followed Robert Knolles’s chevauchée that devastated Picardy, Champagne ...\n\nSubjects: Military History.\n\nReference entries\n\nUsers without a subscription are not able to see the full content. Please, subscribe or login to access all content.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9917542934,
        "format_confidence":0.9689908624
    },
    {
        "url":"http:\/\/www.dorchesteratheneum.org\/image.php?id=7644&slide=William%20Bellamy,%20author,%20Dorchester,%20Century%20of%20Charades&ko=0",
        "text":"Search: 'William Bellamy, author, Dorchester, Century of Charades' (2109 of 2578)previous | next | slideshow | close\nNo. 12227: Morrissey Boulevard monument\nPostcard #12227\n\nDigital photo of monument honoring William T. Morrissey and Morrissey Boulevard.\n\nDo you know something about this topic? Do you have other pictures or items or knowledge to share? What about a personal story? Are you a collector? Do you have questions? Contact us here.\nCreated: June 16, 2011   Modified: June 16, 2011",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9118347764,
        "format_confidence":0.8876592517
    },
    {
        "url":"http:\/\/www.geograph.org.uk\/photo\/34882",
        "text":"SK4044 : Smalley Church Hall\n\nnear to Smalley, Derbyshire, Great Britain\n\nSmalley Church Hall\nSmalley Church Hall\nView looking north-west across Main Road. Originally built as the girls' and infants' school, this building is now used by the village as a meeting place. The white section to the right is a private dwelling.\n\nThe church of Saint John the Baptist is just visible in the background, with a cross peering just above the yew trees.\nCreative Commons Licence [Some Rights Reserved]   © Copyright Adam Foster and licensed for reuse under this Creative Commons Licence.\nyear taken\n1:50,000 Modern Day Landranger(TM) Map © Crown Copyright\n1:50,000 Modern Day Landranger(TM) Map © Crown Copyright\nTIP: Click the map for Large scale mapping\nChange to interactive Map >\nGrid Square\nSK4044, 10 images   (more nearby)\n  (find more nearby)\nImage classification?\nGeograph (First for SK4044)\nFirst in 5 Years (TPoint) ?\nDate Taken\nWednesday, 31 December, 2003   (more nearby)\nMonday, 8 August, 2005\nCommunity centre > Community centre   (more nearby)\nSubject Location\nOSGB36: geotagged! SK 407 440 [100m precision]\nWGS84: 52:59.5075N 1:23.7069W\nLooking for a postcode? Try this pageExternal link\nClickable map\n\nThis page has been viewed about 329 times.\nView this location: KML (Google Earth) · Google MapsExternal link · OS Map Checksheet · Geograph Map · geotagged! More Links for this image\nW Go E\nYou are not logged in login | register\ndonations welcome!",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9748305678,
        "format_confidence":0.7937361002
    }
]