[
    {
        "url":"https:\/\/www.sno-isle.org\/blogs\/post\/celebrate-aanhpi-heritage-month\/",
        "text":"Celebrate Asian American and Native Hawaiian\/Pacific Islander Heritage Month\n\nIn 1992, members of the U.S. Congress set aside an entire month to remember and celebrate the contributions that Asian Americans, Native Hawaiians and Pacific Islanders (AAPI) have made to American society and culture throughout history. \n\n\"The month of May was chosen to commemorate the immigration of the first Japanese to the United States on May 7, 1843, and to mark the anniversary of the completion of the transcontinental railroad on May 10, 1869. The majority of the workers who laid the tracks were Chinese immigrants.\" (AsianPacificHeritage.gov).\n\nSno-Isle Libraries welcomes you to explore resources and events by, for, and featuring Asian Americans, Native Hawaiians and Pacific Islanders. \n\nUpcoming Library Events\n\nLearn to Make a Graduation Lei at the Edmonds Library on May 21\nOhana Means Family at the Freeland Library on May 25\nPast Events Available to Stream\nWe welcome your respectful and on-topic comments and questions in this limited public forum. To find out more, please see Appropriate Use When Posting Content. Community-contributed content represents the views of the user, not those of Sno-Isle Libraries",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8625337481,
        "format_confidence":0.9771322608
    },
    {
        "url":"http:\/\/www.wolfcreekheritagemuseum.org\/201004.php",
        "text":"Wolf Creek Heritage Museum logo\nWolf Creek Heritage Museum Photo Album\nA Museum of History and Art in historic Lipscomb, Texas\nMap 13310 Highway 305 · P.O. Box 5\nLipscomb, Texas 79056\nCounty Flag\nOctober 4, 2020\n\nby Virginia Scott\n\n\nMy how life can change so quickly. All our lives have changed due to the CoVid 19 occurrence. We all are having to learn new habits and give up our friendly panhandle greetings. Instead of hugs and handshakes we are greeting each other through masks and maybe elbow bumps. At our front door we now have masks, hand sanitizers, and instructions to stay at 6 ft. distances. We hope everyone is doing their part and from all reports Lipscomb County is staying pretty healthy.\n\nThe museum is open and we will greet you safely and assist you like always. We are preparing for the installation of new shelving in our archive room which should keep us busy all for the rest of the year. We will keep you posted on our progress.\n\nStay safe\n\n\nHere is an Alberdine Wilhite poem which is appropriate for this time of year:\n\n\nBouncing over the prairie\nGamboling far and wide,\nThe southwest wind comes, bringing\nSpring to the countryside.\n\nIt races along with the tumbleweed\nSpins the windmill around.\nThe dust devils rise churning,\nDisturbing and drying the ground.\n\nThe wind can cause a sultry day,\nWorking clouds into a fury,\nThen animals, birds, and man-kind\nSeek refuge in a hurry!\n\nIt goes North for the winter.\nBut does not tarry long,\nGreat white drifts are dumped\nOn the prairie,\n... Suddenly... the wind is gone!\n\nHave a good and safe week.\n\n© 2006 - 2020  Wolf Creek Heritage Museum\nAll Rights Reserved",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8830913305,
        "format_confidence":0.9564993978
    },
    {
        "url":"http:\/\/www.pressreleasepoint.com\/ucla-acquires-major-collection-chronicling-sephardic-jewish-past-la",
        "text":"UCLA acquires major collection chronicling Sephardic Jewish past in L.A.\n\nUniversity of California Los Angeles's picture\nPrinter-friendly versionPrinter-friendly version\n\n\nThe Sephardic Temple Tifereth Israel archive includes a symbolic key from the 1932 dedication of the temple in L.A.\n\nThe UCLA Sephardic Archive has acquired one of the most significant collections ever assembled chronicling Los Angeles Sephardic Jewish history. The materials tell of the migration of Sephardic Jews to California from the Mediterranean, Middle East and North Africa at the turn of the 20th century; the shaping of Sephardic culture in Los Angeles; and Sephardic Jews’ contributions to the Jewish and urban fabric of L.A.\n\nMarking its first major acquisition, the archive partnered with UCLA Library Special Collections to acquire the Sephardic Temple Tifereth Israel (STTI) archive, which includes a rich trove of photographs, papers, audiovisual materials and rare books dating to the mid-19th century. Many are written in the endangered language of Ladino (Judeo-Spanish), the language of Mediterranean Jews descended from the medieval exiles from Iberia.\n\nLaunched in 2016, UCLA’s Sephardic Archive is the first of its kind in the U.S. and aims to be one of the world’s largest collections — as yet unseen — of Sephardic Jewish life. An early focus will be on the local Ladino-speaking community, whose immigrant pioneers came to L.A. from modern-day Turkey and the Balkans in the early 20th century. The archive will then be expanded to include L.A.’s North African, Persian and other Middle Eastern Jewish communities.\n\n“UCLA is the ideal institution to safeguard and steward a collection of such enormous significance,” said Sarah Abrevaya Stein, director of the archive, a professor of history and holder of the Maurice Amado Chair in Sephardic Studies. “We are in L.A., which is home to one of the oldest and largest Sephardic communities in the country, and we have the world-class resources to pioneer a comprehensive and invaluable archive of Sephardic culture.\n\nMost archives and libraries dedicated to preserving documents and objects of the Jewish past have focused on European Jewish histories. In contrast, UCLA’s archive will span the southern Mediterranean and Middle East. Made possible by a lead gift from the Sady Kahn Foundation with additional support from the UCLA Alan D. Leve Center for Jewish Studies Community Advisory Board and the Maurice Amado Foundation, the archive complements UCLA’s unparalleled academic expertise and course offerings related to the study of Sephardic Jewish history.\n\nChris Silver, UCLA doctoral student in Jewish history and the archive’s project manager, said that the recent acquisition of the STTI archive would launch UCLA’s efforts in the most meaningful way, given its connection to the local community (the temple is located on Wilshire Boulevard in Westwood). The STTI archive was created in 1981 and stewarded by Maurice I. “Bob” Hattem, a descendant of one of the earliest founders of the Sephardi communidad in L.A.\n\nThe diverse collection includes institutional records, research papers, newsletters, pamphlets, scrapbooks and newspaper clippings. The archive also possesses an impressive audiovisual collection of reel-to-reel, cassette and VHS tapes.\n\nAccording to Stein, time is of the essence. “Materials held in these collections can be acutely vulnerable and at risk of being lost forever — often languishing in garages and other facilities ill-equipped for preservation,” she said. “It is imperative to collect, preserve and make them available for scholars and members of the community.”\n\nThe UCLA Sephardic Archive hopes to reverse the historic neglect of these primary source materials.\n\nMichael Hattem, son of Bob Hattem and member of STTI and the archive’s community advisory board, said, “The partnership between STTI and UCLA will keep the rich heritage of Sephardim alive for generations to come.”\n\nAfter gathering and cataloguing the materials, Stein and her researchers plan to create a visually rich and historically informative interactive exhibit available online to users all over the world. The digital exhibit will be accompanied by a temporary physical exhibit at the Sephardic Temple featuring items drawn from the archive and marking the community’s centenary anniversary. Finally, the archive will serve as a research resource for UCLA graduate students who are working dissertations on related topics, and for community members interested in learning more about their past.\n\nTo learn more, go to the archive’s webpage. This story was originally posted on the UCLA College website.\n\nMedia Contact\n\n  • Symbolic key\n\n    A symbolic key from the 1932 dedication of L.A.'s Temple Tifereth Israel is part of an archival collection acquired by ...\n\n\n  • Document from Sephardic Temple Tifereth Israel archive\n\n    Jerusalem rabbinate's 1912 recognition of the L.A. Sephardic Jewish community is included in the Sephardic Temple ...\n\n\n  • 19th-century Ottoman birth certificate\n\n    19th-century Ottoman birth certificate of a Sephardic Temple congregant is part of the Sephardic Temple Tifereth Israel ...\n\n\nCopy this html code to your website\/blog to embed this press release.\n\n\nPost new comment\n\n5 + 7 =\n\nTo prevent automated spam submissions leave this field empty.",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8357962966,
        "format_confidence":0.9872204661
    },
    {
        "url":"https:\/\/towncenterfriends.org\/2017\/08\/28\/historic-mount-baker-park-neighborhood-national-register-of-historic-places\/",
        "text":"The Mt Baker Park Addition – Nomination for National Register of Historic Places\n\nThe Friends of Mt Baker Town Center are excited to have the opportunity to document the historic, architectural and cultural background of the Mount Baker Park Addition, with the generous support of 4Culture and our knowledgeable consultants at Northwest Vernacular (nwVernacular), Spencer Daniels and Katie Pratt.   Their tremendous work product forms the basis for this post.   The project documents the Mount Baker Park Addition’s continuing role as a unique and invaluable intersection of people and place, woven into the fabric of Seattle’s history with the connecting community landmarks of the Olmsted Boulevard system, Franklin High School, the Mount Baker Community Club, and the Mount Baker Park Presbyterian Church.\n\nThe initial public meeting for nomination of the district was hosted by the Mount Baker Park Presbyterian Church, which was itself recently designated a historic landmark byMt Baker Park Presbyterian Church the Seattle City Council.   After that meeting, a dedicated group of volunteers was trained for field work and updated property profiles for over 800 homes in the Mt Baker Park Addition.  Northwest Vernacular has compiled this information and prepared a carefully researched nomination of the Mount Baker Park Addition for the National Register of Historic Places.  They have relied on multiple sources, including archival material from the Mount Baker Community Club, the Mount Baker Historic Context Statement (Caroline Tobin \/ City of Seattle 2004), and the Mount Baker Inventory of Buildings and Urban Design Resources [and page 2] (Nyberg & Steinbrueck \/ Historic Seattle 1976).  In addition to documenting important architectural and landscape design features, the nomination report includes inspiring background on the area’s cultural heritage through 1968, including the neighborhood’s important role in Seattle’s civil rights movement.\n\nThe nomination document is currently under review by the State Department of Archaeology and Historic Preservation.   A second public meeting will next be hosted by Franklin High School, another historic landmark, on October 23, 2017:\n\n  • Public Meeting No. 2 – October 23, 2017 — 6 pm at Franklin High School.  Please save October 23, 2017 so you can attend the second public meeting in the historic district nomination process, and get an update on the important background and historic findings generated through the generous work and support of nwVernacular and 4Culture.\n\nInformative Maps.  Northwest Vernacular’s work product includes a set of informative maps.    The Architect Map identifies notable architects throughout the Mount Baker Park Addition.   This resource has been of great interest to residents throughout the neighborhood.  The updated version of the Architect Map, with new and improved colors for easier reference, is below!\n\n2017.08.07 Mt Baker Architects\n\nIf you have additional architect background for the project, please pass it on.\n\nArchitectural Styles.   Other maps document the architectural styles of each home within the tract.   When the Hunter Tract Company established the Mount Baker Park Addition, the developers insisted upon its status as an exclusively single-family residential neighborhood. The size 2017.09.18 Mt Baker Arch Stylesand style of these residences vary within the district, with the larger estate-like houses on the ridge overlooking Lake Washington to the east and smaller-scale one to two story residences throughout the rest of the neighborhood. Eclectic, yet well-designed residences are a hallmark of the neighborhood. The neighborhood predominantly features architecture from the revival periods and American movements of the late 19th and early 20th centuries, with a smattering of designs from the modern movement. Styles present throughout the neighborhood include: American Foursquare, Colonial Revival, Craftsman, Minimal Traditional, Neoclassical, Ranch, Tudor Revival, Swiss Chalet, Mission Revival, and Spanish Eclectic. Colonial Revival and Craftsman are the predominant architectural styles in the neighborhood.\n\nVictor Steinbrueck and Folke Nyberg noted that the Mt. Baker district is “one of Seattle’s earliest planned residential communities, and as such, was an experiment in residential ArchitecturalStylesdevelopment, its present physical character is largely a result of that effort.”  This unique example of early planning “successfully integrated street and residential developments into the natural amenities of the area.  It is one of the best local examples of the English or ‘picturesque’ type of landscape planning.”  Mount Baker: An Inventory of Buildings and Urban Design Resources (Folke Nyberg \/ Victor Steinbrueck).\n\nOlmsted and Schwageral.  The project has also clarified how the neighborhood connects to the Olmsted Brother’s system of parks and parkways.  Although the Olmsted Brothers are often mistakenly identified as the landscape architects of Mount Baker Park and the Mount Baker Park Addition, the Hunter Tract Improvement Company hired landscape architect and former Seattle Parks Superintendent Edward O. Schwagerl (1842-1910).\n\nSchwagerl trained as a landscape architect, and spent a portion of his career working with public parks. He served as Parks Superintendent for the City of Tacoma between 1890 and 1892 and for the City of Seattle between 1892 and 1895. While working for the City of Tacoma, Schwagerl was responsible for the design of Wright Park and worked on the city’s massive Point Defiance Park. In Seattle, he completed design work on Kinnear Park and Denny Park. He also prepared a comprehensive plan for Seattle Parks, influenced by 2017.09.16 Mt Baker Park 1908 Layoutthe work of Frederick Law Olmsted, often considered the father of American landscape architecture. With his plan for Seattle parks, Schwagerl called for the development of four parks connected by scenic, park-like boulevards. Timing and resources were not on Schwagerl’s side; the financial depression of 1893 tabled his idea and Schwagerl left his position as Parks Superintendent in 1895. He worked in Tacoma, then Seattle, in private practice for the next several years designing residential landscapes and real estate subdivisions. During this time, Schwagerl worked for Puget Sound University and the University Land Company to design the university campus and surrounding subdivisions, plans which never reached fruition.\n\nSurprisingly, Schwagerl’s concept was not abandoned. The Klondike Gold Rush turned Seattle’s fortunes around and the city was soon booming. The City of Seattle hired the Olmsted Brothers—Frederick Law Olmsted, Jr., and John C. Olmsted, sons of Frederick Law Olmsted—to design a comprehensive plan for Seattle parks. Completed in 1903, this plan also proposed a series of park-like boulevards to run throughout the city, connecting its parks. When the Hunter Tract Company hired Schwagerl to work with Cotterill & Whitworth to design the Mount Baker Park Addition in Seattle, he received the opportunity to design a portion of his earlier vision. As part of the subdivision, Schwagerl and Cotterill & Whitworth designed Mount Baker Park, S Mount Baker Boulevard, and Hunter Boulevard S, elements which beautify the neighborhood and enhance its character.\n\nThe connecting function of our Boulevard System will soon be enhanced with the City’s Accessible Mount Baker Project, which will calm traffic and reconnect Franklin High School and the western edge of the historic neighborhood to the emerging Mount Baker Town Center with a dedicated route for both bicycles and pedestrians.  This route will connect with the Mount Baker Link station, and also with Beacon Hill via Cheasty Boulevard.   The anticipated re-connection of the Mount Baker Park Addition to the recently upzoned and emerging Mount Baker Town Center represents a unique opportunity in urban planning.  Rather than dividing a community, the Boulevard re-connection provides an opportunity to harmonize a new dense Hub Urban Village on the relatively undeveloped blocks surrounding the Link station area with\n\nNorth Rainier Neighborhood Plan Vision\n\nNorth Rainier Neighborhood Plan\n\nan existing and historically remarkable community that has retained amazing architectural integrity for a century.   During the extensive outreach leading to the North Rainier Neighborhood Plan, a broad range of stakeholders came together and called on the City to recognize the area north and east of Franklin High School  as an important resource, while promoting high-density residential and transit-oriented development in the vacant spaces surrounding the station area.   Consistent with this plan, the Friends of Mount Baker Town Center has advocated in support of amenities to reclaim the Olmsted legacy by reconnecting Mount Baker and Cheasty Boulevard in a pedestrian friendly manner, and bridging Southeast Seattle’s worst open space gap — in the heart of a Town Center where high density is being focused.   These community values in livability and equity are now reflected in the Accessible Mount Baker plan and the City’s proposed acquisition of land for the missing North Rainier Town Center Park and neighborhood playground.\n\nA Story Of Civil Rights:  Our 4Culture supported project has gone far beyond architecture and landscape design.   Integrated in the report are timely and inspiring stories of advocacy and the struggle to overcome exclusivity and work towards equity and civil rights.\n\nThe Fight Against Exclusivity.  During the 1910s, the neighborhood experienced the first cracks in its rigid stance on exclusivity. In addition to the restrictive covenants attached to the deeds, there was also an assumption that the Hunter Tract Improvement Company would not approve sales to “undesirable” races. Two lawsuits were filed in 1910 which challenged these racist actions. First, the Hunter Tract Improvement Company filed a lawsuit against Samu... (truncated)",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9683613181,
        "format_confidence":0.7644037604
    },
    {
        "url":"http:\/\/cms.walsall.gov.uk\/museum_history_talk_sheds_light_on_the_scold_s_bridle.htm",
        "text":"Museum history talk sheds light on the Scold’s Bridle\nService information\n\nMuseum history talk sheds light on the Scold’s Bridle\n\nDate Published : 11 May 2009\n\nScolds bridle\n\nA fascinating public talk on Wednesday 13 May 2009 will explore the history on Walsall Museum’s unpleasant instrument of punishment, the Scold’s Bridle.\n\nHistorian Dr Richard Totty, who has carried out extensive research into the use of scold’s bridles across the country, will be popping into the Museum to deliver the talk.\n\nThe scold’s bridle was a form of punishment used for women who had been found guilty of being gossips or nagging wives, as well as women who had committed other petty offences.  It was used in England and Scotland in the sixteenth and seventeenth centuries, and consisted of an iron framework to enclose the head, with a sharp metal gag or bit to go in the mouth and restrain the tongue. In Scotland and the North of England, the scold’s bridle was generally known as the ‘branks’.  \n\nTwo bridles were purchased for use by the Walsall town authorities during the seventeenth century.  However it is not clear what later happened to either of them.  \n\nThe bridle on display today in Walsall Museum was actually acquired by the Museum in the 1960s from a local historian who said he had found it on a scrap heap in Brownhills!\n\nThe talk will take place from 2-3 pm and is free of charge, but places are limited so seats must be reserved in advance.\n\nContact us\n\nFor further information or to book your places for the talk, please contact Walsall Museum\n\nTelephone 01922 653116\n\n\nOr pop into the Museum in person.",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9852634668,
        "format_confidence":0.9882298708
    },
    {
        "url":"https:\/\/annapolis.org\/media-content\/help-historic-ellicott-city",
        "text":"Annapolis Statehouse\nAnnapolis Statehouse\nEmail Page Print Page\n\nHelp Historic Ellicott City\n\nDate: August 2, 2016\n\nMany of you have asked what you can do to help Historic Ellicott City recover from the disastrous \nflooding that shocked and saddened us all this weekend. Preservation Maryland, the state's oldest preservation organization, has set up a Flood Recovery Fund with the goal of raising money for the recovery, repair, and restoration of affected properties. If you are interested in learning more or making a donation, please visit their website\n\n\nAdd to Calendar 01-08-2016 35 Help Historic Ellicott City DD\/MM\/YYYY",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.7603309751,
        "format_confidence":0.9780907631
    },
    {
        "url":"https:\/\/arlingtonhistoricalsociety.org\/events\/shoot-out-in-jackson-city\/",
        "text":"Loading Map....\n\nDate(s) - 04\/09\/2020\n7:00 pm - 9:00 pm\n\nReinsch Library Auditorium, Marymount University\n\n\nLocal author and historian, George Axiotis will discuss the true story behind his new book. This is the true story of an eager Deputy Sherriff who went to do the right thing but got himself into the largest shootout in Alexandria County history. Armed with tenuous laws and the tacit backing of newly elected Sheriff Palmer, on a cold night in February 1896, Deputy Sheriff Edward Deuterman formed a posse with a friend and eight local black men to raid a gambling saloon run by the all too well-known John C. Nelson. What was supposed to be a quick raid, instead ended in a hail of gunfire. Deuterman and his friend would come to near death from their wounds, one in his posse would be killed and four others wounded. The raid became the catalyst for a long and drawn out war against vice in Alexandria County which took nearly a dozen years to win.\n\nThis program is free and open to the public. It will take place in the Reinsch Library auditorium on the Main Campus of Marymount University. This event is part of a monthly series of public programs sponsored by the Arlington Historical Society and Marymount University’s Department of History and Politics. For more information, please email: info@arlingtonhistoricalsociety.org or visit the AHS website: https:\/\/arlingtonhistoricalsociety.org\/events\n\nDRIVING DIRECTIONS and FREE PARKING: Attendees should enter the Marymount University campus at the library gate on N. 26th Street. From Glebe Road going north, take a right onto 26th Street. Pass the intersection with Yorktown Road and then enter the campus through the next gate on your left. The library is to your left as you enter the campus. Free garage parking is just past the library at the bottom of the small incline. (Handicapped parking is immediately to your right as you enter the campus.)",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9791234732,
        "format_confidence":0.9115866423
    },
    {
        "url":"https:\/\/uiubridge.com\/2014\/11\/18\/summer-stipend-trip-leads-to-amazing-discovery-in-peru\/",
        "text":"Summer stipend trip leads to amazing discovery in Peru\n\n\nDr. Sarahh Scher, assistant professor of art, spent the month of July through the aid of the UIU Summer Scholarship Stipend as a student—participating in the San José de Moro Archaeological Field School in Peru.\n\nScher worked as a member of a field crew, excavating a unit at the site of San José de Moro, occupied by the pre-Columbian Moche people from approximately 100 to 850. As a dig worker, Scher learned how to carefully uncover features and objects, how they are catalogued and analyzed in the laboratory, and how to walk a full wheelbarrow over a wooden plank!\n\n“Archaeology is not like the Indiana Jones movies—there’s a lot of time spent slowly brushing dirt, sifting it, and shoveling it into wheelbarrows. You get sweaty and grimy and very unglamorous, getting up early and getting to bed late,” said Scher. “However, it’s worth it, especially when you find something spectacular—which our unit did.”\n\nThe last week of the field school, they unearthed the tomb of a high-status Moche woman—called a priestess. She was buried in a chamber tomb with a wooden-beam roof, along with many ceramics and copper ornaments. Her casket had been covered with a textile with copper ornaments sewn to it, and a bird-shaped headdress ornament, as well as a silver cup and dish were found.\n\nThis is the 12th Priestess found at the site in 20 years of digging, and further cements San José de Moro’s unique place in Moche archaeology—a site where there is a multi-generational tradition of high-status women in power. This is different from other Moche sites throughout north coastal Peru, where men appear to have been in charge of the sociopolitical system.\n\nThe discovery was big news, and the press showed up to photograph the tomb and talk to Scher’s unit chief, Julio Saldaña, an archaeology student at the Catholic University of Peru. Scher brought this experience beck to her classroom with pictures as well as stories to teach her students about the methods of archaeology and knowledge is gleaned from the past.\n\nTo read more about the priestess, go to the “National Geographic” website at\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9649148583,
        "format_confidence":0.5361322761
    },
    {
        "url":"http:\/\/civilwarroundtablepalmbeach.org\/newsletters\/v25n9.htm",
        "text":"﻿ v25n9\n\nCWRT flagge\n\n\nVolume 25, No. 9 – September 2012\n\n\nVolume 25, No. 9\nEditor: Stephen L. Seftenberg\nWebsite: www.CivilWarRoundTablePalmBeach.org\n\nPresident’s Message\n\nCongratulations to all the members, past and present, of the Civil War Round Table of the Palm Beaches!  Due to your loyalty and support we will be observing our 25th anniversary in September. There have been numerous changes through the years, but the Round Table remains strong and viable.  Many thanks to all who were instrumental in making the Round Table so successful.  We look forward to your support during the next 25 years.  Our deepest appreciation to Cynthia Morgan for the donation of her late husband’s books and research material.  Robert was a most definite asset to the Round Table and always enjoyed our meetings.  The books will be raffled in the coming months.\n\nGerridine LaRovere, President\n\nSeptember 9, 2012 Assembly\n\nOur Speaker in September will be Stephen Singer and the topic will be George A. Custer.  Mr. Singer practiced defense law in New York City for forty-four years and was also a case worker in the City’s Department of Welfare.  He was a former agent with the U.S. Treasury Department, Intelligence Division.  He has written articles for Newsday newspaper in Queens, New York.  Mr. Singer taught penology at St. Johns University and is currently teaching trial two days per week at the Public Defender’s Office in West Palm Beach.  He lectures on historical subjects and criminal law.\n\nWednesday, August 8, 2012 Program\n\nRodney Dillon, an original founder of the Round Table who has served as both President and Vice President of the Round Table, kicked off our 25th anniversary celebration with Bringing the Civil War to Palm Beach County.  Rodney was for many years the Administrator of the Broward Historical Commission.  He teaches history at Palm Beach State College and has a book store called \"Past Perfect Florida History.\"  Please visit his website at: www.past-perfect-history-book.com.\n\n[Note: your editor has taken liberties with this unscripted talk]  This year marks the 25th anniversary of the founding of the Civil War Roundtable of Palm Beach County and the 151st anniversary of the beginning of the Civil War and secession by the State of Florida.  At the time, there was no Palm Beach County and few settlers in its boundaries.  Our first permanent white settler was August Lay, a deserter, who dug the Palm Beach Inlet by hand.  What became Palm Beach County already had a Civil War relationship: Joseph Johnston, William Sherman, and George Thomas had all been stationed here.  As an offshoot of the Seminole Wars, we have Military Trail, laid out by Robert Anderson (of Ft. Sumter fame).  Robert E. Lee conducted a coastal survey in 1849.  Jupiter Lighthouse (designed by Gen. George Meade), built in 1855-59, is the oldest building in the county.  When the war began in earnest, pro Confederate citizens removed and hid its lights to help the blockade runners and hamper the Federal ships seeking to enforce the blockade.\n\nWorth\"The first white settlers in Palm Beach County lived around 22-mile-long Lake Worth, then an enclosed freshwater lake, named for Colonel William Jenkins Worth, who helped to end the Second Seminole War in Florida in 1842.\n\nDuring the pioneer era, the entire area was known as Lake Worth [after Col. William Jenkins Worth, the last commander of U. S. forces in Florida]; the town by that name would not exist until 1912.  The first arrivals made their homes on Hypoluxo Island, near the south end of Lake Worth, and on the east side of the lake, now Palm Beach.  Although the Palm Beach homesteads stretched from the lake to the ocean, most settlers built not on the oceanfront but on the lake.  The middle of the island, and their property, was a swamp full of alligators and mosquitoes. The white settlers laid planks across it to make their way to the ocean, which they used for bathing and fishing.  The Seminole Indians before them did not live on the barrier island, but rather inland.\" [Palm Beach History Online]\n\n\nWoodlawnMany of the original settlers were Civil War veterans, mostly Confederates.  After Henry Flagler built his railroad in the 1890s and opened up Florida, many Civil War veterans, now middle-aged or seeking to retire, moved here.  Nathan S. Boynton and William S. Linton, Michigan residents and Union Army officers in the Civil War, arrived in 1894.  Beginning in 1910, the State tried to drain the Everglades.  The 20's brought the first Real Estate Boom.  Settlers drove down here in Dixie Highway.  Children of the Civil War veterans were born, grew up and lived here.  They celebrated Confederate Memorial Day (the 4th Monday in April).  In 1941 the United Daughters of the Confederacy installed a Confederate war memorial Woodlawn Cemetery.  It has a Confederate flag and an inscription that reads:\n\n\n\n\"Forever now, among the immortal dead,\nwhere dust belongs to glory's dreamland,\nsleeps the fair Confederacy.\nRight principles can never die,\nno cause for which the brave have bled\nin virtues name, for which the true\nhave kept the faith, for which the dead\n have died in holy martyrdom, was ever lost!\"\n\nIn the 1980's, the late Bob Godwin, a relative of Robert Shaara, author of Killer Angels and fascinated by James Longstreet and the Confederate Army of Northern Virginia, contacted the Civil War Times magazine and obtained its subscription list for Palm Beach County.  This was an extremely difficult to accomplish but Bob was an extremely persuasive fellow.  Bob used the list to dig up phone numbers and called people.  Rodney met Bob in Jacksonville where Rodney gave a talk.  The first meeting of the Roundtable was held on September 16, 1987 in a classroom in John I. Leonard High School.  The first attendees were: Rodney Dillon, Bob Godwin, Joel Gordon and Greg Parkinson.  These men decided to form the \"Civil War Round Table of Palm Beach County.\"  On October 4, Steve Carr joined the group, which elected Bob Godwin President and Rodney Dillon Vice President.  There was no agenda: discussion was informal and talks naturally followed.  The attendance grew slowly: 9 on November 11, 1987, 7 on January 13, 1988, 11 on February 10, 12 on March 9, 1988, at which meeting we welcomed our first female members, Judy Bennett and Wilma Roberts.  By May 1988 the group had grown to 14, including Rebecca Williams and Pauline Nott.  Our President, Gerridine LaRovere, along with Lowell Tyler, joined the group on June 8, 1988.\n\nOn our first anniversary, September 7, 1988, 21 men and one woman were in attendance. At this meeting, the group decided to request a voluntary donation of $1.00 per person per meeting.  The slogan, \"Haversacks and Saddlebags,\" was adopted.  In 1989, dues of $15.00 per year, single or couple, were adopted and $120 was collected, along with $7 from Elden E. Billings, of Washington, D. C., who became our first \"Associate Member.\"  As attendance grew, the locations changed to the Biology Lab, the Music Room, the Library and finally (in 1994) the Polish American Club.  Discussions familiar to us today took place: membership fees ($15) and associate membership fees ($7).  We adopted a Constitution and By Laws, which never been substantively amended.  Annual dues are now $25 single or couple before June 30 and $15 after then. Membership has recently ranged between 75 and 90.\n\nMacomberFrom the beginning, we were able to attract a wide range of students, scholars, authors, reenactors and collectors to discuss and expound.  What topics!  Battle leaders; campaigns, the soldier’s life in camp and on the march, wives, girl friends and others, how \"common\" people coped, politics and politicians, economics and demographics, financing the war, the blockade and blockade runners, war at sea, war on the rivers, great cavalry raids, diplomacy, food (who could forget Gerridine’s hard tack?), music, weapons, teaching out-of-shape recruits from the audience how to march in formation, technology, medicine, sex, foreign born participants in the war, Jews on both sides, counterrevolutions like the \"Free State of Jones,\" the Dred Scott decision, the Lincoln-Douglass debates (reenacted live!), Abraham Lincoln as a lawyer, as a debater and as a political and military leader, George McClellan, Robert E. Lee, U. S. Grant, Benjamin Franklin Butler, James Longstreet, George Custer, the impeachment of Andrew Johnson, Judah P. Benjamin, Logistics in the Civil War, Andersonville and other prisons, What happened to the generals after the war ended, Civil War nurses, The love life of Abraham Lincoln, a live prime time interview of Mrs. Lincoln and Mrs. Davis by a Civil War reporter, various movies, including participating in the premiere of \"Gettysburg,\" miniatures, the causes of the war, what if? and could war have been avoided.  Last, but not least, Robert Macomber (left), best-selling author of the \"Peter Wake\" series, graced our Holiday Party for nine years in a row!\n\nCupsWe steadfastly kept the organization nonpartisan.  That doesn’t mean, of course, that our members were non-partisan!  Our meetings were even filmed by John I. Leonard High School students!  We participated in an ongoing History Project at the South Florida Fair Grounds.  From time to time we sent speakers to area schools, condo and homeowner groups and civic clubs.  We also answered phones for WXEL’s pledge drives.  With funds raised by the monthly raffles, and the sale of coffee cups we donated to a variety organizations such as the \"General Longstreet Memorial Fund,\" and, more recently, The Civil War Trust.\n\nLeland Smith got involved in a joint project with the Sons of Union Veterans of the Civil War (which he helped start) in locating and decorating the graves of Civil War veterans in Palm Beach County:  25 Union veterans are buried in Woodlawn Cemetery, two in Lake Worth cemetery, two in Delray Beach and one in Boca Raton.\n\nOur membership has included many subscribing t... (truncated)",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9904984832,
        "format_confidence":0.8283089995
    },
    {
        "url":"http:\/\/excellencenter.org\/visiting-the-al-fawar-refugee-camp-in-the-south-of-hebron\/",
        "text":"Visiting the Al Fawar Refugee Camp in the South of Hebron\n\nOn Monday the Excellence Centre visited the Al Fawar Refugee camp located in the South of Hebron. The camp has ten thousand inhabitants housed within one square kilometer of land. The inhabitants include those who were displaced in 1948, when thousands of Palestinians were forced to flee their homes as their villages were razed by the new Israeli forces.IMG_8387\n\nWe spoke with one such woman who was a part of the original exodus of people from the villages to the refugee camp in 1948. When she arrived she was aged only ten. She spoke described how at first the refugees were housed in tents provided by the UN. This was an incredibly hard way of life for the refugees, especially during t he harsh Hebron winters I which the tent provided little relief from the biting winds, icy rain and heavy snow which are a feature of every winter here.IMG_8383\n\nThe UN provided the refugees with basic tents in 1948; once it became clear that the refugees would not be returning to their homes in the foreseeable future the UN provided the refugees with very basic, one-roomed houses. There were  often families of ten or more living in only one room with only the most basic services.IMG_8381\n\nNow however, the refugee camp resembles something more akin to a favela. The refugees have become permanent inhabitants of the camp, as more refugees flooded to it in 1967. They have built their own houses in any space that is available to them. This has resulted in the camp becoming a warren of houses, built one on top of the other, and narrow pathways covered by grape vines which provide shade to the old men of  the camp who sit out in the evenings.IMG_8391\n\n\nCopyright© 2018 - The Excellence Center in Palestine\n\nِEin Sarah Street, Hebron, Palestine",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.6935919523,
        "format_confidence":0.6004313827
    },
    {
        "url":"https:\/\/www.texasworldwar1centennial.org\/2018\/01\/28\/2018-texas-wwi-cenntennial-conference-confirmed\/",
        "text":"The Texas World War I Centennial Commemoration Association (TXWWICCA) will host their 2018 Planning & Coordination Conference on March 2, 2018 in Austin. The conference will provide information, resources, and coordination for Texans interested in orchestrating WWI commemoration activities for their communities and organizations.\n\nThe March conference is co-sponsored by the Texas Veterans Commission (TVC) and will be held at the Stephen F. Austin Building auditorium, located at 1700 North Congress Avenue in Austin. The day-long program will focus on helping organizations orchestrate events that will take place 2018 through June 2019 when the National WWI Centennial period ends. The conference is free and open to the public, but advance registration will be required. Conference registration is available online beginning February 8, 2018 and will close February 27 or when conference site capacity has been reached.\n\nWorld War I had an enduring impact on Texas. Over 198,000 Texans from every race, ethnicity, and gender served in the Great War; 5,171 lost their lives. It was a time of great change in technology, culture, and society. Texas was a center for military logistics and training, as well as a key supplier of war materials (oil, cotton, livestock, lumber, etc.).\n\n“Our purpose is to provide information, resources, and coordination for Texans interested in orchestrating WWI commemoration activities in their communities and organizations,” said Jim Hodgson, a Director with the TXWWICCA. “We’ve partnered with universities, museums, schools, civic groups, military units, and many others since 2016 on previous Texas WWI Centennial events.”\n\nThe conference agenda will include updates on existing Centennial initiatives around the state and ideas for “off-the-shelf” commemoration activities that can be easily adopted. Organizations and communities who have not yet identified a Centennial commemoration event will be able to identify commemoration activities that best suit their constituency.\n\n“With TVC co-sponsorship, we will also emphasize the role veteran organizations can play,” Hodgson said. “Veteran’s issues from WWI remain relevant 100 years later…we believe that WWI Centennial commemorations provide a natural opportunity for veterans to connect with their communities, schools, and local governments.”\n\nThe TXWWICCA is a non-profit, grass-roots organization with no paid staff. They are part of the National effort organized by U.S. World War I Centennial Commission, established by Act of Congress. More information on the U.S. World War I Centennial is available at http:\/\/www.worldwar-1centennial.org\/\n\n\n\n  1. Grace Holtkamp\n\n    I have read the information online but cannot find a starting time. I will be coming from out of town so I do need the time.\n\n    1. Texas WWI CentennialTexas WWI Centennial (Post author)\n\n      Conference check in will start at 8:30am and the presentations will begin at 9:00am.\n\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9889061451,
        "format_confidence":0.8928163648
    },
    {
        "url":"https:\/\/lakeport.astate.edu\/events\/lakeport-legacies-april-30-2015\/",
        "text":"Lakeport Legacies — April 30, 2015 — Images and History of Chicot County: Book Project Update\n\nImages and History of Chicot County: Book Project Update\n\npresented by\nDr. Blake Wintory, Lakeport Plantation\n\nThursday, April 30, 2015\n\nRefreshments & Conversation @ 5:30 pm\n\n Program @ 6:00 pm\n\ndowntown_lake_village_ca 1920_session_coll_lakeport2\n\nLake Village’s downtown and lakefront around 1920, probably taken from second floor of the Tushek Building. Visible are Gaines Cafeteria along Lake Chicot and Watt Orton’s Livery Stable. (Bill and Jeanine Session Collection, Lakeport Plantation)\n\n\nLakeport Plantation is nearly finished with a pictorial history of Chicot County with Arcadia Publishing. During the past year of research, we have made some interesting discoveries, including the photograph above of downtown Lake Village. Come see, learn or share a memory about Chicot County’s history.\n\nPlease RSVP to this FREE Event\n\nLakeport Legacies (LL) meets in the Dining Room of the Lakeport Plantation house. LL, held on one of the last Thursdays of the month at the Lakeport Plantation, features a history topic from the Delta. For more information, call 870.265.6031.",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9814010859,
        "format_confidence":0.9821146131
    },
    {
        "url":"https:\/\/lsa.umich.edu\/kelsey\/news-events\/all-events\/archived-events\/2013\/11\/fast-lecture---lapis-gabinus.html",
        "text":"Skip to Content\n\nSearch: {{$root.lsaSearchQuery.q}}, Page {{$}}\n\nFAST Lecture: \"Lapis Gabinus”\n\nThursday, November 21, 2013\n12:00 AM\nKelsey Museum of Archaeology, 434 South State, Ann Arbor\n\nReception precedes the lecture.\n\nFAST (Field Archaeology on Thursdays) lectures are organized by students in the Interdepartmental Program in Classical Art and Archaeology.\n\nJason Farr, PhD Candidate, University of Michigan",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.6040444374,
        "format_confidence":0.9277921915
    },
    {
        "url":"https:\/\/www.archives.gov\/press\/press-releases\/2000\/nr00-67.html",
        "text":"Press Release nr00-67\nPress Release · Wednesday, May 3, 2000\n\nWashington, DC\n\nPress Release\nMay 3, 2000\nFilms at the National Archives in June\n\nWashington, DC . . . In June, the National Archives and Records Administration presents film screenings relating to the G.I. Bill, 50's pop culture and the 50th Anniversary of the Korean War.\n\nThe screenings will be held in the theater of the National Archives Building, Pennsylvania Avenue between 7th and 9th Streets, NW, and in the auditorium at the National Archives at College Park, located at 8601 Adelphi Road, College Park, MD. All programs are free and open to the public. Free parking is available at the National Archives at College Park. The times and dates may be verified by calling the National Archives public events line at (201) 501-5000. The hearing impaired should call TDD (202) 501-5404 for information.\n\nPLEASE NOTE: The theater at the downtown National Archives Building is equipped with a system that allows the hearing-impaired to use a set of headphones, or neck loop and a small receiver, to enhance the volume of the public address system. Visitors may request these devices in the projection booth.\n\nWashington, DC Films\n\nFriday, June 9-Treasures of Congress\nThe G.I. Bill, released in 1997. On June 22, 1944, two weeks after D-day, President Franklin Roosevelt signed the G.I. Bill of Rights, which provided education and benefits for those who served in the military during World War II. Produced by Thirteen\/WNET, New York. (60 minutes.) Noon. Theater.\n\nThursday, June 15 & Friday, June 16-Picturing the Century\nThe Atomic Café, released in 1982. This critically acclaimed documentary compiles footage from U.S. Government and educational films to present a chilling, sometimes humorous exploration of the atomic age and 1950s pop culture. A film by Kevin Rafferty, Pierce Rafferty, and Jayne Loader. (88 minutes.)\nThursday, June 15, 7 P.M. Theater.\nFriday, June 16, Noon. Theater.\n\nFriday, June 23-Archival Film: The Korean War\nToday, selections from the motion picture holdings of the National Archives relating to the Korean War will be presented.\nOne Year in Korea, released in 1951. This joint production of the State Department and the United States Information Agency chronicles the first year of the Korean War. (21 minutes.)\nThe Crime of Korea, released in 1950. The Department of Defense produced this promotional film to encourage the buying of war bonds. (12 minutes.)\nOne Who Came Back, released in 1951. This war bond promotional film demonstrates how bonds helped in the rehabilitation of a soldier injured in the war. (28 minutes.) Noon. Theater.\n\nFriday, June 30-Archival Film: The Korean War\nThree selections from the March of Time relating to the Korean War:\nThe Gathering Storm, released in 1950. Compares preparations for the Korean War with those from World War II. (17 minutes.)\nWar in Korea, released in 1952. A comprehensive look at the history of U.S. involvement in Korea. (28 minutes.)\nKorea: The Long Road to Peace, released in 1953. (28 minutes.) Noon. Theater.\n\nCollege Park, MD Films\n(For descriptions of College Park films, see prior listings)\n\nMonday, June 5\nThe G.I. Bill. (60 minutes.) Noon. Auditorium.\n\nMonday, June 12\nThe Atomic Café. (88 minutes.) Noon. Auditorium.\n\nMonday, June 19\nArchival Film: The Korean War. (61 minutes.) Noon. Auditorium.\n\nMonday, June 26\nArchival Film: The Korean War. (73 minutes.) Noon. Auditorium.\n\nFor additional PRESS information, please contact the National Archives Public Affairs staff at (301) 837-1700 or by e-mail.\n\n\nThis page was last reviewed on July 16, 2018.\nContact us with questions or comments.",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.651114583,
        "format_confidence":0.9815100431
    },
    {
        "url":"https:\/\/www.e-a-a.org\/EAA\/EAA\/Navigation_Publications\/TEA.aspx",
        "text":"Issue 50 - Autumn 2016\n\nPublished 14 November 2016\n\nDownload current TEA issue\n(Adobe PDF File)\n\n\nWelcome to the 50th issue of TEA! This anniversary issue marks another step in the evolution of TEA, and the EAA more broadly. Have you visited our new webpage? EAA has a brand new website, integrated with the iMIS system. One advantage of this is that TEA content will now be available online as html pages, and debate articles will be available for members to add comments and discussion. This new format, the first of several upcoming changes, will make TEA easier to read online, particularly on mobile devices. And keep an eye out for TEA's new look, which will be more efficient and have a cleaner visual appearance. TEA will also continue to be available as a pdf document, archived on the website.\n\nThis issue contains reports from the 22nd Annual Meeting in Vilnius, including the Minutes of the EAA Annual Membership Business Meeting (AMBM). We emphasize that this is an important document. We ask that members read the minutes and contact the EAA executive board and administrator with any comments, questions or concerns. The EAA works for the membership, but we need to hear your voice! In addition to the Minutes of the ABMB, there is a proposal for an EAA working party on archaeology and the EU Environmental Impact Assessment Directive, and ‘A Survey regarding The EAA Code of Practice for Fieldwork Training ’ from the Committee on the Teaching and Training of Archaeologists (CTTA). This latter raises a series of questions, and some troubling compliance issues, and the committee asks that EAA members respond by contacting the committee chair Raimund Karl directly, or by sending a response to be published in TEA. And, we also would like to hear your opinions about the EAA Strategic Development Plan.\n\nDuring the next year, between Vilnius 2016 and Maastricht 2017, we are promoting a TEA debate theme on Open Access, data accessibility, and ownership of archaeological information. Our first essay is ‘Open Access and the EJA: some preliminary thoughts’ by EJA Deputy Editor Catherine J. Frieman. We encourage you to read this, to comment on the EAA website, and to send us your opinions and essays on this topic.\n\nTwo EAA European Archaeological Heritage Prizes were awarded at Vilnius 2016: to L’Unité d'archéologie de la ville de Saint-Denis for exemplary achievements that unite archaeological heritage management and research with local community outreach, and to Dr. Caroline Sturdy Colls for her innovative contribution to the research on Nazi-German terror in camps and in massacres. Caroline Sturdy Colls contributed to this newsletter with ‘Investigating Holocaust-Era Crimes’, an introduction to her stimulating research in our Research section. Nominations for the 2017 European Heritage Prize must be received by the EAA Secretariat at before 1 June 2017.\n\nNow is the time to propose a session for the 23th EAA Annual Meeting in Maastricht. Session submission for EAA 2017 Maastricht is now open: the deadline is 30 November 2016.\n\nThis issue also includes reports from session and roundtables from the 22nd Annual Meeting in Vilnius, along with reports from other conferences and several announcements. Our next issue, Winter 2017, has a deadline of 15 January 2017. Send your opinions, research updates and conferences to us at\n\nKatharina Rebay-Salisbury and Roderick B. Salisbury\n\nIn this issue\n\n\nReports from EAA Committees and Working Parties ​​\n\n\n\nConference and Workshop Reports\n\nFrom Our Correspondents\n\n\nPosted November 18, 2016 by Sylvie Kvetinova\nLast reply on November 29, 2016 by Roderick B. Salisbury\n1 Reply",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9750817418,
        "format_confidence":0.9546732903
    },
    {
        "url":"http:\/\/star-people.nl\/index.php?module=printpage&id=9018",
        "text":"Mayan explanation of what will happen on 21st December 2012\n\nLaatste wijziging: donderdag 15 november om 12:29, 2990 keer bekeken\nGroningen, donderdag 15 november 2012\n\nAc Tah, of the Mayan people, gave a talk in Santa Monica last month. In this exert he speaks about what is happening around December 21st 2012 and it's significance to the world. His heritage is authentic. Check out his website for lots more information and to see the work Ac Tah and a lot of other dedicated people are doing....",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8553825021,
        "format_confidence":0.771899581
    },
    {
        "url":"http:\/\/communityjournal.net\/troy-university-and-the-u-s-postal-service-launch-rosa-parks-100th-birthday-celebration-with-historic-stamp-unveiling\/",
        "text":"Troy University and the U.S. Postal Service launch Rosa Parks’ 100TH birthday celebration with historic stamp unveiling\n\nWritten by admin   \/\/ February 1, 2013   \/\/ 0 Comments\n\nMontgomery, AL ( — U.S. Postal Service officials will unveil a new historic Forever Stamp honoring civil rights leader Rosa Parks at the site of her famous arrest during a 100th birthday celebration for Ms. Parks on Monday, Feb. 4, hosted by Troy University’s Rosa Parks Museum in historic downtown Montgomery, Alabama.\n\nThe event in Montgomery will be held in conjunction with two additional events on the same day in Michigan. The Charles Wright Museum of African American History in Detroit and The Henry Ford Museum in Dearborn will join the Montgomery Rosa Parks Museum in celebrating the unveiling of the commemorative stamp on this historic occasion.\n\nThe three events are expected to draw stamp collectors, admirers and civil rights leaders from all over the country.\n\nParks, whose December 1, 1955 arrest aboard a Montgomery city bus served as a catalyst for the Montgomery Bus Boycott, is being honored by the U.S. Postal Service on her centennial birthday with a Forever Stamp, which is always equal in value to the current First Class-Mail one-ounce price.\n\nIn Montgomery, Bridgett Carol, the Director of Marketing for the U.S. Postal Service Alabama District and Donnie Snipes, Postmaster for Montgomery, will unveil the new Rosa Parks stamp during the celebration of Parks’ 100th birthday, which will also feature, art, poetry and reflection on Parks’ life and accomplishments.\n\nThe Montgomery celebration event will also feature:\n\n* Award-winning poet Nikky Finney reading her poem “Red Velvet,” which is about Rosa Parks.\n\n* Dr. Riche’ Richardson, an associate professor at the Africana Studies and Research Center at Cornell University, will present a lecture entitled “Rosa Parks at 100.”\n\n* Museum Director Georgette Norman and Curator Daniel Neil will present the “Rosa Parks 100th Birthday Wishes Project.” A collection of more than 1,400 “wishes” for the future of the city of Montgomery and the nation inspired by Parks’ life. Many of these “wishes” have been turned into a series of silkscreen posters, which will be presented to local elected officials and leaders for display around Montgomery.\n\nThe celebration event will be held at 6 p.m. at Whitley Hall on Troy University’s Montgomery Campus. Admission is free and open to the public and press is welcome to attend.\n\nAbout the Montgomery Rosa Parks Museum: Constructed on the site of the Empire Theatre where Rosa Parks was famously arrested for refusing to give up her seat on a Montgomery Bus, the Rosa Parks Museum opened in December 2000 with the mission of preserving and interpreting the story and lasting legacy of the Montgomery Bus Boycott.\n\n\ncivil rights\n\nForever Stamp\n\n\n\n\n\nRosa Parks\n\nU.S. Postal Service\n\n\nSimilar posts\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8490376472,
        "format_confidence":0.6579799056
    },
    {
        "url":"http:\/\/www.lordashcroft.com\/2015\/04\/les-munro-presents-medals-to-motat\/",
        "text":"Les Munro Presents Medals to MOTAT\n\nPress release by MOTAT on 15 April 2015\n\nToday veteran Squadron Leader, Les Munro, presented his gallantry medals, flight logbooks and associated memorabilia to the Museum of Transport and Technology in a special hand-over ceremony at the Museum’s Aviation Display Hall. The presentation took place in front of one of the few remaining examples of the Avro Lancaster Bomber, made famous as a successful night bomber by the RAF Bomber Command in WWII.\n\nlesmunro_15042015Lord Ashcroft, whose generous donation of £75,000 to the RAF Benevolent Fund made it possible for the medals to be retained in the country, collected the decorations and memorabilia from London auction house, Dix Noonan Webb, a couple of weeks ago and personally flew them back to New Zealand.\n\nEarlier in March, Les Munro accepted Lord Ashcroft’s substantial donation to the RAF Benevolent Fund in return for withdrawing his medals from auction and gifting them to MOTAT. The auction house waived receipt of their fee on the basis that MOTAT would pay it to the Benevolent Fund instead.\n\nLord Ashcroft gave a moving speech at the ceremony explaining how his interest in war history was sparked as a 10-year-old boy when he learned of his father’s personal experiences as a World War One veteran. “I’m sorry if I sound a little emotional” said Lord Ashcroft “I’m a hard-headed businessman but this is my passion” he concluded.\n\nPrime Minister John Key acknowledged Mr Munro’s altruism and referred to Lord Ashcroft as “a true unsung hero of New Zealand with a real passion for the country”\n\nMr Munro said he was extremely grateful for Lord Ashcroft’s generosity which allowed the medals to remain on home soil. Although the medals will no longer be within the Munro family Mr Munro said “I am comforted by the thought of my medals being situated in close proximity to the Lancaster at MOTAT as I flew all but one of my operations in these planes. I appreciate very much indeed that they will have some relationship.”\n\n“The Museum is honoured to accept these precious items into its collection for the benefit of the Nation” said MOTAT CEO, Mr Michael Frawley. “MOTAT has a close association with NZ Bomber Command and the utmost respect for the sacrifice and courage these men showed in the Second World War. It’s our intention to develop an exhibition highlighting what Mr Les Munro, Mr Len Chambers and the other New Zealand members of Bomber Command, in particular 617 Squadron, did during the war.”\n\n\nFor further information please contact:\nVanessa Hefer on 845 3703 | 021 340 518 or email vanessa.hefer@motat.org.nz\n\nRead this press release on MOTAT.org.nz\n\nSign up for Lord Ashcroft List\nRead new posts as soon as they appear on lordashcroft.com",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8747666478,
        "format_confidence":0.9930490255
    },
    {
        "url":"http:\/\/rhsvnews.blogspot.com\/2010\/05\/rhsv-lecture-how-i-became-local.html",
        "text":"Sunday, 9 May 2010\n\nRHSV Lecture - How I became a local historian\n\nWhere: Royal Historical Society of Victoria, 239 A'Beckett Street, Melbourne\nWhen: Tuesday 11 May\nTime: 5.45pm following the RHSV AGM at 5.00pm\nCost: Free - members; $5.50 Non-members\n\nWeston Bate talks about how he came to write local history and his passion for researching the experiences of ordinary people and projects involving and supporting local communities in historical research, discussion and conservation.\n\nNo comments:",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9039856195,
        "format_confidence":0.8202571869
    },
    {
        "url":"http:\/\/knowledge.hypotheses.org\/2016-conference\/bharuch-cambay",
        "text":"Bharuch – Cambay\n\nDIN organizes its Symposia in historical port towns of Gujarat. 2016 conference on “The Sea and Knowledge” will take place in the ancient ports of Bharuch and Cambay, two port cities which successively monopolized Gujarat’s maritime activities from the early age till the 16th century.\n\nBrochure Bharuch\n\nBharuch fort from the Narmada\n\nBegum Vadi\n\n\nmélange akik",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8055577278,
        "format_confidence":0.85148561
    }
]