[
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/adult-youth\/my-new-uncle\/my-new-uncle-2",
        "text":"Date: Tue, 2 Nov 2010 14:45:56 +0100 From: Shaun White Subject: My New Uncle - Part 2 This story is completely fictional. Names, characters and incidents are a product of the author's imagination, and any resemblance to real people or incidents is completely coincidental. This story contains descriptions of sexual interactions. If you are uncomfortable reading such material, or are not permitted to do so legally, please leave this page immediately. Please read at your own risk. My New Uncle - Part 2. I was surprised and a bit worried by the suddenness with which Shaun had raised the subject of my virginity. For some time now I had been wondering what it would feel like to be fucked by a man and I had tried fingering myself and found that quite enjoyable after the first few times when it was a bit painful but when I started to use some lubricant or do it when I was in the bath I found it to be quite pleasant but I realised there was a lot of difference in size between my finger and a man's erect cock. Shaun closed the outside door which I later realised had been quite significant as it was usually left wide open whenever we were in the place. We sat close together and he explained \"I don't want you to be alarmed at the speed at which I have raised the subject of you being a virgin but we only have 2 weeks on this occasion to be together so time is important if we are going to enjoy this time to the full. I hope you are as keen as I am to have a good time for the full 2 weeks and in that sense I mean having plenty of gay sex. I have already accepted that you are gay and I hope you will be willing to do lots of things with me whilst you are here. However, the first thing necessary is to find out what you like and what you dislike and one of the most important ways to give and show love is to make love with full penetration. Now the first time this happens it will not be making love it will be a case of me fucking you. There is a big difference. In a few moments I am going to fuck you but later tonight I am going to make love to you, only then will you notice the difference. From then on I hope to make love to you at least every morning and every night. Incidentally although I put your suitcase in the guest bedroom that does not mean you will be sleeping in there. It is just that there is empty drawer space in that bedroom and hanging space in the wardrobe but I hope for the next 2 weeks you will be sleeping in my bed so we can kiss and cuddle and make love whenever we feel like it whether it is when we go to bed or maybe even when one of us wakes up during the night.\" \"Now, the first thing necessary is to get you over this shyness about showing your body so right now I want you first of all to remove your t-shirt and to make it easier for you I will remove mine at the same time.\" I raised my t-shirt over my head as Shaun did the same. I blushed a bit when I realised I was showing off my tits which did stand out quite a bit as though I was a girl but with Shaun being old I noted that his tits were not small and they hung down quite a bit so that made me feel better. \"Now for the next step I want you to stand up and remove your shorts and I will do the same.\" We stood and removed our shorts and I realised why Shaun had earlier told me not wear any underpants because I could see now that he wore nothing under his shorts either. I was going to put my hands in front of my small cock and balls until I saw that Shaun was not covering his but letting me see them so I kept my hands at my sides. Shaun stepped nearer to me now and took me in his arms and we kissed, our naked bodies touching. It felt strange to me but also quite pleasant and when he reached down and touched my cock it felt even better and I started to get hard. He took hold of my hand and put it to his cock which was already starting to grow bigger. I took hold of it and we continued to kiss passionately. Shaun had one hand holding my cock and his other hand was behind me stroking my back from my shoulders down to my bum cheeks. After a while he concentrated on my bum cheeks including rubbing a finger down the crack. This was starting to feel really good. He broke off the kiss and he said \"Come into the bedroom now and we will get over this next big obstacle if you are sure you are ready.\" I replied \"Yes please, I would like that. I don't feel embarrassed at being naked with you now so I am ready for anything you wish to teach me.\" We got on the bed and Shaun asked me to lie face down in the middle of the bed. He reached to a small bedside table and extracted from a drawer a box of tissues and a large jar of Vaseline. He told me to lie still whilst he prepared me. I had to spread my legs nice and wide and he moved to kneel between my legs. I expected to feel a finger at my hole but I was pleasantly surprised when I felt the warmth of his tongue licking the area around my tight hole. I was tense at first but slowly I started to relax and the more he licked my entrance the more I relaxed until he was almost getting the tip of his tongue to enter me. After a while he changed position slightly and now I felt what I had expected originally. He reached to the jar of Vaseline and after getting a finger well greased he put it to my virgin hole and pressed. It slid in easily and although I felt it going in there was no pain. He finger fucked me for a time before reaching into the Vaseline again and then inserting 2 fingers in me. I felt this more although I could not call it pain, it just felt different. I could feel the extra finger was stretching me but very soon he was finger fucking me with both fingers and it was at this time that he touched something inside me which caused what felt like an electric shock to pass through my body but especially to my cock and balls and my cock which had softened suddenly became hard again. Shaun continued to finger fuck me and each time he passed his fingers over this spot, which I later found to be my prostate, I felt this special thrill. Next it was time for another finger to be added and this time I really did feel the extra size and I knew I was being stretched much more but even now with three fingers in me it was not painful. This finger fucking with three fingers went on for about five minutes before Shaun bent to my ear and whispered \"I think you are ready for a cock now, you are as prepared as you will ever be. Now I cannot say with any honesty that you are not going to feel some pain in a moment but all I can say is that it will soon be worth it because any pain will be short lived and after that you will hopefully enjoy what is happening just as much as I will be doing. Are you ready to let me take your cherry now?\" I said \"Yes, I am ready, Shaun. I know it is going to hurt but all I ask is that you go gentle with me. Take it slowly.\" Shaun withdrew his fingers and put a good amount of Vaseline on his cock. He placed a couple of pillows under my stomach to raise my bum higher. He asked me to reach back and spread my arse cheeks wide for him. I did so and he moved closer to me on his knees. I felt him lower his body towards me and then I felt the tip of his hard cock at my entrance. It seemed to have closed up again but he pressed the tip at the entrance and after a short while I felt myself opening up a bit and his cock slipped in. I felt a stab of pain but I managed not to shout out. Tears came to my eyes but only for a moment. I was determined to go through with it now. When the head of his cock was in me he paused and just held that position. After a short time the pain eased but did not go away completely. Shaun whispered \"How do you feel, Mathew. Do you want me to stop now or do you want me to continue?\" I said \"Please continue, Shaun. Just take it slowly and I will be OK. You can go a bit deeper now, I can hardly feel any pain now.\" I felt him push another inch into me and I felt a bit more pain but only for a moment until I relaxed again and the pain went. He continued like this, pressing another inch in and then pausing before pressing more in until I felt his balls against me and I knew he was fully inside me now. I had taken the full length of his cock. He held himself fully in me for a few moments and then said \"Well done, Mathew. You did that very well. Now I am going to fuck you so you can never again say you are a virgin, your virginity will be gone for ever.\" With that he pulled out a bit before pushing in again and so it continued with each withdrawal being further than the previous one but every time he thrust fully in again. Very soon he was almost pulling out before plunging fully in again as he started to give me a really good hard fuck. He gradually speeded up. The pain had gone completely now and I was enjoying the feel of him as he moved his rampant cock in and out of me and each time he moved he stroked my prostate and gave me excitement. My cock was harder than I had ever known it. I realised now what I had been missing for so long. I did not want this to end. This lasted for a good 15 minutes until he told me he was ready to breed me. I guessed what he meant and I soon felt him push fully into me and as he did so I felt a great warmth inside me and I realised he was filling me with his seeds of love. I felt his cock throbbing in me as he emptied his ball sac. I had been well and truly fucked. After a short time his cock started to go soft and it slipped out. I rolled over onto my back and Shaun put his lips to mine and as our mouths opened we kissed passionately for a few minutes. When we broke apart Shaun looked in my eyes and smiled and said. \"Well, Mathew now you have been fucked and hopefully later tonight I will make love to you and then you will learn the difference between being fucked for the sake of sex and being made love to by someone who loves you.\" I was expecting that we would replace our t-shirts and shorts at that time but Shaun surprised me by saying \"We are going to spend h... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9724768996,
        "format_confidence":0.9802815318
    },
    {
        "url":"http:\/\/www.experienceproject.com\/stories\/Was-Shared-By-My-Wife-She-Wanted-To-Wait\/483771",
        "text":"Providing Foreign Affairs\n\nWe had just arrived in Western Australia after a fun filled 23 hour journey, quite jetlagged in need of rejuvenation when my friends arrived at the airport for the journey to the marina. Our friends were looking hot as was the weather. We said our goodbyes to our new friends we met on our nonstop flight from LA. They are a nice attractive couple from Tokyo who were going to the same fishing tournament as us so we loosened up quite fast. We had seats that faced each other so talking was easy. After many cocktails, the conversation got sexy as we went along. We could tell that everyone took a liking to one another when Oshi, the wife, said she couldn't wait to get out of her winter traveling attire, which she said was restrictive. My wife agreed and pulled up her skirt abit and agreed it was to hot. Then she smiled her cheeky evil smile and said she was glad she wasn't wearing panties. Oshi and her husband both grinded and asked if we enjoyed the mile high club. I said with Christeys body we never miss it. They said us to, and I could feel a bulge growing. At that moment Oshi uncrossed her legs and excused herself, but not before my wife said attractive they both were and knew I couldn't wait to see more for sure because of the fishing tournament. Giro came back with \"we still have 12 hours on this plane, and the cabin was almost empty. Hiro and I both smiled and as Chrissy went to join Oshi I said she loves to exhibit and you won't be dissapointed. He came back and said, neither will you. We came to the agreement we were both on the same wavelength. I said I'll quickly show you and plugged my iPhone into the sceen on my seat and brought up a shot of Chrissy partial dressed showing her long curved legs and heels with her breasts tastfully teasing you. Yes, we were on the same wavelength. He asked if there were more videos, and I said after it darkens down abit. After another conversation filled cocktail the girls returned. As Oshi put her garment bag uptop she gave me a view of her long legs riding up to her finely trimmed crotch. She caught my eye and approvingly smiled. The girls switched seats so Chrissy faced him and I Oshi. We ordered another cocktail and the conversation changed to how open or closemined they should expect the others to be. I told them both but when your 100 miles out in international waters anything can happen, and they could certainly hang with us, adding our group was very openminded and into alternative lifestyles. Chrissy and I had to explain that a little and found that was what they always look for. I asked chrissy to show them a video from some of the activities which need no translation. When the room got darker we started the tape which showed 8 couples in different states of dress when heard them both say we live the same lifestyle thankgoodness. At that point Chrissy started massaging his leg as I smiled and watched as she spread her legs for my viewing pleasure. Part2 comeing\n\nSlitsharer Slitsharer\nMar 13, 2009",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9564281106,
        "format_confidence":0.9375123978
    },
    {
        "url":"http:\/\/www.asstr.org\/nifty\/gay\/incest\/sweet-little-boy\/sweet-little-boy-2",
        "text":"Date: Tue, 20 Apr 2010 05:56:29 -0500 From: J. M. Vincent Subject: Sweet Little Boy part 2 WARNING\/DISCLAIMER -- Please Read before Reading Story Legal Notice: The following story contains descriptions of graphic sexual acts. The story is a work of fiction and has no basis in reality. Don't read this story if you're not 18 or over, if it is illegal to read this type of material where you live, or if you don't want to read about children having sex with each other or adults, or gay\/bi people in love or having sex, or rough sex involving adults and\/or adults and children. The author retains copyright to this story. Placing this story on a website or reproducing this story for distribution without the author's permission is a violation of that copyright. SWEET LITTLE BOY PART 2 HOME ALONE (Adult child sex, incest) BY: Shyoldguy Bobby and I were still sitting at the breakfast table; everyone else had gone to work and school. He and I were home alone. He was wearing those cute white little boy briefs, I was in my boxers and a t-shirt. He looked so cute, his silky soft, hairless body glowing in the morning light from the kitchen window. He finished his cereal, and hopped down from his chair. Wiggling out of his tight little briefs, he asked \"Can we do it now?\" His little willie was already hard and sticking straight out. It was only a little over an inch long, with a soft pink head. \"Let me clear the table, you go watch tv, I'll be right behind you.\" He waddled off, his sweet white ass slightly swaying from side to side. He was so cute, and so sexy. My rock hard cock was leaking in my boxers. I reached down and picked up his briefs and held them to my nose. I could smell his boy smells, that sexy fragrance that always turned me on. There was a yellow spot on the front; the little guy didn't shake it hard enough after his morning pee. I finished up and went to the door to the living room. He was on the floor lying on his belly, his legs bent at the knees, feet in the air. His head was resting on his hands, and his little legs were slightly spread. He was just so damn cute, how could anyone resist? I wanted to climb on him, shove my throbbing cock in that little boy pussy so bad. I knew how bad that would hurt him, and I loved him so much I would not do that. There were other things we could do. My first time had been painful; his huge man cock ripped my little boy hole when I was no older than Bobby, my blood filled with his cum staining the sheets. I cried, but he told me to shut up and be a man, and then he had one of his buddies fuck me too. I wanted this little prince to have a better first experience. I want him to want it and be ready for it. He sensed me behind him and rolled over into a semi-sitting position propped on his elbows, that cute little boy prick still hard. \"Can we do it now?' he begged. \"Yeah champ, lets do it.\" I pulled off my t-shirt and tossed it in a chair, dropped my shorts, and stepped out of them leaving them puddle on the floor. I loved standing in front of him naked, he always seemed to appreciate the way I looked nude, and I knew that he loved my prick. I sat down on the leather couch. Bobby jumped up on the couch with me and stood with his cute little bare feet on each side of my legs, his pecker at mouth level. I loved looking at his little wienie; he was so hard, and so small. He loved dick play, and loved getting that tingling feeling . . . and I loved giving it to him. I sucked it in my mouth enjoying the softness of his skin, the firmness of his hard inner core. I held him up with my hands on this hot little ass cheeks. I tongued his little slit, and he started to moan. \"Oh, that feels so nice.\" He said in that little boy voice. His hips started thrusting, a little at first, and then harder as that feeling started working its way up his balls. I took him all the way in, he was small enough that his whole dick fit in my mouth. He pulled it out, cupping his junk in his hands and stopped the feeling from cumming. \"I want to put it in your poop hole, can I please?\" How could I say no to a request like that? I helped him down and got down on my knees with my chest on the couch. He stepped between my spread legs and used his tiny soft hands to spread my ass cheeks, and pushed his little boy cock in my man pussy. One of these days, I want a picture of this sweet little angel ass fucking me. He went right to work bucking his little hips. How can anything so little give so much pleasure? He was still too small to hit that special spot, but I still started dripping pre-cum onto the floor. He bucked his hips faster and faster like a horny rabbit. That special feeling hit him without warning and he slammed it in, and collapsed onto my back. He made a sound like a puppy. Slowly he finished pumping it in and out until the feeling passed. I sat back down on the couch and he jumped up in my lap, my hard, and sensitive man sized cock slid into his tight little crack. He kissed me with his hot little boy lips, his tongue playing with mine, and gently started humping his hips teasing my rod. His little ass felt so good, the dripping head of my cock rubbed his little boy hole . . . he was enjoying this too. He wanted it, I knew he did, and I wanted to push it in him, but he wasn't ready yet, it would hurt him too bad, and I wanted his first time to be wonderful. Not like mine. I couldn't hold off any longer, having this sweet, young thing naked in my arms, my stiff, hard cock in between his boy cheeks, his warm, wet lips on mine and his sweet tongue darting in and out of my mouth pushed me over the edge and I shot my load in his hairless little boy crack. Shot after shot of my hot man cum coated his ass. He pulled back and looked me in the eyes. \"Did that feel good?\" \"Hell yeah buddy, that felt so nice.\" I said wrapping my arms around him and holding him tight to my naked chest. His skin felt so soft, softer then the most expensive silk, and that little boy smell was overwhelming. I knew we weren't done yet. I laid him down on the couch on his back, spread his slightly pudgy legs and started sucking his little boy prick. I could taste my ass on his loose foreskin as I worked my fuck finger into his tiny hole using my cooling cum as lube. He lifted his knees to give me better access. I fucked him with my finger as his little dick hardened in my mouth. I knew I could give him that good feeling doing this, and I could stretch his little boy cunt and get it ready for my cock. I slowly squeezed in a second finger, it was tight, and I could feel his boy cunt stretch and his face grimaced. He was still too tight to take a third. I fucked my fingers in and out of his tight little hole, He started to relax a little, and that look of pleasure returned to his face. When I could comfortably get three fingers inside him and give him that good feeling, I would know he was big enough for my cock, and then it would be time. I would finally get the release I have been waiting for. I would finally get to fuck this cute little guy, and fill him with my man seed. His hips started to buck, and his little rod moved in and out of my mouth as this sweet little boy face fucked me while taking my fingers deep inside. He started making that whining puppy sound that I think is so cute. His tiny butt lifted up off the couch as that good feeling overwhelmed him a second time. His little ass hole tightened around my fingers squeezing them. I couldn't wait until he would tighten down on my man sized rod that way. \"Oh, oh, oh . . . that feels so nice.\" He said as he started to come down from his second orgasm. He climbed down onto the floor with me, and we lay with my arms wrapped around his sweet naked body and watched Sponge Bob together on the tv as we came down from the sexual high. I held his soft sweet naked body close to mine, my hands gently caressing his soft white skin, his arms, his chest, his thighs . . . he snuggled closer. When I was his age all he wanted to do was use me, cover me in his cum, and then leave me cold and alone. I would never do that to Bobby. When the cartoon ended, I suggested we head to the shower to wash off the sex smell. Bobby ran naked down the hall ahead of me, that cute little bubble butt bouncing with each step. I took him by the small thin arm and helped him over the side of the tub and then stepped in behind him. I adjusted the water, and turned on the spray. I ran the soap over his smooth soft body feeling the contours of his developing muscles in his chest and back. I played with those sweet little nipples on his hairless chest making them stand at attention and worked my hand down. I washed his little cocklet, the hard proud appendage between his legs; I worked the other hand up his ass crack pushing my long thin fuck finger in his hole gently messaging his tiny prostate. He giggled and said \"Can you fuck me yet?\" he liked using that word. I let him use it when we were alone. He knew he would be punished if he said it when anyone else was around. \"No buddy, not yet . . . but soon.\" I worked in a second soapy finger while caressing his little boy pole with my soapy fingers. It went in easier this time, but he still couldn't take a third. I spread my fingers, gently stretching his boy pussy, hoping I would not have to wait much longer. His knees started to buckle as his dry orgasm overcame him. When he regained his composure, he took the soap and reached up washing as much of my chest and belly that he could reach and then went to work on my man sized cock and balls. He worked his little finger in my hole, put in a second, and then a third. My cock had gotten hard again; damn it was almost always hard when he was around. He rinsed the soap off my rod and took it in his mouth bobbing his wet little head and moaning. I lasted longer this time, and let him finger fuck me and suck my throbbing man tool for a good long time. When I did shoot long sticky shots of white cum, he swallowed it all, m... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9683997631,
        "format_confidence":0.9682303071
    },
    {
        "url":"http:\/\/bofh.bjash.com\/newbofh\/bofh10jan.html",
        "text":"The Bastard Operator From Hell\nThe Bastard Operator From Hell kicks in the New Year with a few sex aids ...\n\nIt's a very sad time of the year. Having spent the Christmas period in the office, neatly combining the filling in of a timesheet liberally scattered with numbers in the 'overtime' column with the avoidance of certain members of the family, it's terribly irritating to see all these hung-over employees dragging themselves miserably back into the office with the sole intention of breaking my network.\n\nYou see, during the shutdown period I received not one single support call, confirming my theory that my network is indeed perfect, and that all faults are user-inflicted.\n\nIt would seem from the system logs that I wasn't the only one in over Christmas: looks like the head of engineering has been around, faxing out dozens of orders for bits and bobs to put in the new shake-test line they're hurrying to build down in Quality Assurance.\n\nThe gossip around the office, though, is that the CEO is really mad - the line was meant to be running in time for the New Year, and from all accounts, it's nowhere near completed.\n\nThe most interesting snippet from the network fax log is that the software patch I installed on the server seems to have kicked in for at least one outgoing call ...\n\nIt's an entertaining little patch, and fixes the most common problem with all networked fax systems around the world - the fact that they're terribly dull.\n\nThe update in question is simple, yet brilliant: the network manager specifies search and replace filters for outgoing messages, which can brighten up messages immensely if used properly. You can even program it to divert faxes to a different country according to your own parameters ...\n\nThe phone rings.\n\n\"Good morning, you're the first caller of the year, how can I help you?\" (Sometimes, my charm surprises even myself)\n\n\"Chief engineer here. Is the fax system working?\"\n\n\"Certainly is, in fact, I've just been checking it a moment or two ago. Why? Are you having problems?\"\n\n\"Yes. I ordered some kit for the new QA line before the break, but the supplier reckons the fax never arrived. Can you check it out for me? I sent it on December the 22nd, and it claimed to get there OK. The purchase order number is PE4456.\"\n\nA quick 'grep' on the fax log turns up the fax in question.\n\n\"Well, it's here in the system log, and it certainly went OK. Quantity 48, product description 'Vibrator (three-phase, heavy-duty)'. Perhaps your supplier is trying it on.\"\n\n\"Yes, that's probably right. Many thanks.\"\n\n\"You're welcome\".\n\nI wonder ...\n\nThe phone rings. CLI says it's Goods Inwards.\n\n\"Machine room.\"\n\n\"Goods Inwards here. We have a delivery with no contact name. The supplier says it was ordered by fax - can you find out who sent the order with that fancy gadget of yours?\"\n\n\"Sure, no problem. What's the order number?\"\n\n\n\"Let's see ... Yes, that was ordered on the 22nd of last month, by the head of engineering.\"\n\n\"Thanks mate.\"\n\nI'm sure I hear sniggering as the phone is put down.\n\nTime, and several levels of Doom III (beta, naturally) pass uneventfully before there's a knock at the door. Deftly switching Doom to 'Boss Mode', I motion the chief engineer to enter.\n\n\"Something's wrong with your fax system,\" he blurts.\n\n\"Really? How come?\"\n\n\"You know that fax I mentioned? I just tried to re-send it, but it hasn't got there.\"\n\n\"Well, let's test the system.\"\n\nI compose a quick fax on my PC, plug one of the old fax machines I've got lying in the corner into a spare line, and click 'send'. The machine springs into life, faithfully reproducing the test message.\n\nWell, it would, wouldn't it - I didn't put the word 'vibrator' in my message ... so it didn't get redirected to Siggi's Sex Emporium in Rotterdam ...\n\n\"There you go,\" I proudly exclaim to my spanner-wielding colleague. \"Nothing wrong with that. You'll have to tell your suppliers that their machine is on the blink.\"\n\n\"Oh well, thanks for checking.\"\n\nServes him right for doubting my systems.\n\nThe phone rings again.\n\n\"Machine room, BOFH speaking.\"\n\n\"CEO here. Tell me, have you seen Bradshaw from engineering? They tell me he was on his way to see you about a system problem.\"\n\n\"Yes, he just walked out of the door. Why?\"\n\n\"Oh, I'm just wondering why Goods Inwards have brought me a box containing four dozen three-speed sex aids, as ordered by our engineering friend from Siggi's Sex Emporium in Rotterdam. Don't suppose you can shed any light?\"\n\n\"Well, I can certainly go through the fax log for you - it's all here in black and white ...\"\n\nPrevious : The BOFH spreads peace and good will ...\nNext : The BOFH has an appraisal ...\n\nBack to The Bastard Menu.",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.7016165257,
        "format_confidence":0.9128289819
    },
    {
        "url":"http:\/\/www.sexstories.com\/story\/41547\/naughty_lily_-_part_1_preview_",
        "text":"This is about a school boy having a great day, or....\nThis is our first part of our first story, this is just a bit of a preview. Please rate us good and leave nice comments :).\n\nNaughty Lily\n\nI never was a very shy person, but what happened last month was truly surprising to me. I study surgery in a University close to my house, and instead of the usual girls you see in such a University, the girls here were very pretty. Never before I’ve seen that many beautiful girls. One girl in particular keeps catching my attention: Lily.\nShe has beautiful blonde hair with gorgeous green eyes. She always wears a skirt which is way too small for her big ass, and a very small shirt which shows almost half of her boobs. I didn't dare to look to her until a few weeks after she arrived when she became my partner for a report. When we were working we didn’t talk at all and I thought she was very shy but that was in contrast with her clothes. When she bent over to pick up her bag, one of her boobs popped out of her bra. To my surprise her nipple was erected. She quickly put her boob back in her bra and looked away ashamed. I decided to say nothing more about it and returned to work. However my huge boner i got was clearly visible, I excused and went to the toilet to jerk off. When I came back she was constantly looking at my shirt. After a while I looked as well and saw that there was still cum on my shirt. I blushed and mumbled: ’I was ehm...’ She interrupted me saying: ‘spare me the details please,' then she took a tissue out of her bag and slowly cleaned the cum of my shirt. She accidentally touched my penis in the process. I didn’t know if she knew she was touching my penis but I instantly had a boner again. She pulled back her hand and looked surprised, now I did know for certain that she knew she had touched my penis, partly because it had risen up to my belly button\n\nI tried to apologize but she put her finger on my mouth and said: ’you don't need to.’ Then her hand reached down and started to massage my balls. I started sweating heavily because she was the first girl who had touched me. She then asked: 'can I take it out?' Within a second my pants were off and I was struggling to get my underwear off. We started kissing while I was half naked, and my cock was touching her stomach again and again. She pushed me on the ground and took off her shirt. She sat on my stomach and put my hand on her bra. Then she whispered: take off my bra, sexy boy. I hesitated for a second but then I ripped of her bra, revealing her beautiful C-cup breasts. They had a tanned colour and her nipples clearly pink. I immediately took them in my hands and stroked them. She noticed I got turned on even more, and she bent over putting her breasts in my face. I gently started to lick one of her nipples. After I had sucked on her other nipple she went down to my cock. She grabbed my balls and began to lick them while she was giving me a hand job. I never felt so good in my life. She went up to my cock from the bottom to the top. My cock was now about 11 inches. She then put my whole cock in her mouth, up until her throat. It felt like a warm, moistly ring was around my cock. It was the greatest feeling the world. She was playing with my dick with her tongue and touching the top of it with her tongue once in a while because she discovered I loved that. She noticed I was close to my climax and stopped sucking. She removed my cock from her mouth, positioned her ass to my face and placed my cock between her beautiful tits. I took off her string and stared at her wet pussy. I never licked a pussy before and said to her: ‘you know it’s my first time right?’ She turned around smiling and responded: ‘For everything is a first time.’ This gave me enough confidence to give it a try and I put my tongue against her pussy. First licking her out labia and inner labia only to realise the clitoris was the best spot. I took it in my mouth and played with it. I made circles with my tongue around her clitoris, of which she responded with a moan. After a few more play sessions she had her orgasm and her fluids poured over my face. This made my come as well and I shot my whole load in her mouth and onto her face. She was about to swallow it all when I heard someone had opened the door. I thought astonished: we are still at school.\n\n\nanonymous readerReport\n\n2013-01-23 01:56:46\nThis IS definitely your most beufitaul piece T- I teared up within the first couple of words. It is without a doubt Mom is wanting you to know that you're doing a great job, and she loves and misses you. I saw her in a dream the other morning, and I really wish I knew what she was trying to tell me. Do you remember she used to wear another kind of perfume too, but I can't for the life of me remember the name of it, but I do remember the smell and the bottle? We need to remember her as the happy, healthy Mom, not when she was so sick. Mom would be very proud to read this from you, honoring her memory. I'm so lucky and honoured to have a sister like you- I love you tons xoxoPS- has the baby squirrel found its way out yet?\n\nanonymous readerReport\n\n2012-05-10 19:20:05\n\nanonymous readerReport\n\n2012-05-10 07:41:28\nFuckin my moms tight pussy makes me want to come to this story\n\nanonymous readerReport\n\n2012-05-10 07:40:25\nIm at school and i just came in my pants at the toilet, because this story is just awesome\n\nanonymous readerReport\n\n2012-05-10 07:36:59\n\nYou are not logged in.\nCharacters count:",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9645073414,
        "format_confidence":0.9302479029
    },
    {
        "url":"https:\/\/shariee.net\/the-girls-sex-part-3.html",
        "text":"Get Socialize\n\nThe girl’s sex (part 3)\n\n\nKnowing that Khuong did not download movies porn, pornhub, Porn Online Free  notice what he was doing, Dung sniffed the paper towel and put his tongue licking the white fluid.\nThere is no taste, so on the Internet some women show disgust with this sometimes even when they are forced to swallow?\n\nWhile the sex plates that she watches, the actress sucking and swallowing her partner’s good looks, like it is something so precious and nutritious.\n\nDo not understand, maybe the movie is too exaggerated to justify it.\n\nShe stood up to go to the toilet to put the tissue in the trash and peace of mind Khuong not know anything.\n\nBut she was wrong, although Jiang is focused on doing but he often stole Dung because he can not ignore such a perfect body.\n\nAlthough Dung dressed in but it was just a thin cloth, she did not wear underwear so nothing to see that Jiang can not see.\n\nBecause when he was dressed in a hurry, Dung was wearing a rather thin white shirt and did not even have to wear pants, so Khuong was free to contemplate the breasts and the hidden cunt appeared every time she walked.\n\nJiang also found the action that Dung pretended to wipe his face to hide the tongue tasting the semen.\n\nShe thought it was her first time to wonder.\n\nFrom the toilet came out, the two underside breasts look sexy step by step. She reached for the remote roll on the bed and lay down to look at.\n\n– You go to work, do you entertain me a little bit?\n\n“Nothing, I’m the mistress.”\n\nBy tapping the remote to open the video, she was watching the Korean movie last week. But when the machine turned on, the LCD scene where the Japanese boys are turning their head to licking each other madly. Then they came back, the guy snatching the girl’s males into the girl’s cunt. Dung confused wake up not turn off the machine then Khuong stop.\n\n– Let’s see, he had just put the disc in his head just to see it for a few minutes. Movies too attractive.\n\nYong deliberately proved natural to make Dung Comfort. Anyway, her private secrets were discovered by Jiang. Even the beautiful body has exposed it all to him to watch the whole thing. Seeing this, Dung responds in a pitiful manner.\n\n– This dish I borrowed yesterday, still not see.\n\n– Do you usually watch this genre? See you have many disks.\n\n– Ah … sometimes. Have you ever seen?\n\n– Then, several times.\n\n– How do you feel? – Dung asked to find a little agree.\n\n– Ah … it has a strong pull, when it looks hot and want to do it. And you? Do you think so?\n\nDung did not reply but just nodded, her face suddenly flushed. She did not think there was a day in her life watching porn while having a man beside her.\n\nNormally watching alone is boring and so she turned to watch the romantic movie, but today watching sex in front of the opposite sex and get the full approval, as if it is normal. she was very excited.\n\nThe more people see, the hot face, flushed red face.\n\nHer breasts stretched, her wet cunt like the first time.\n\nKhuong stopped working and was sitting next to the bed watching her.\n\nImagine the back: They suck the look so delicious, this girl’s cunt is pretty nice but still can not match with you.\n\nThen he suddenly put his hands clenched on Dung’s.\n\nShe was stiff, full body, there was something in her mouth that went out every storm.\n\nHer breath was pounding, her eyes narrowed, looking dim as she wanted to open her mouth. Do not understand the idea of ​​retract.\n\n– I’m sorry, you’re so excited.\n\nBut Dung’s hand caught hold of Khuong’s hand. She was thrilled with the flow of Khuong’s hand into the pants saying in moan.\n\n– I see you have something flowing here.\n\nKhuong did not answer but just nodded, he pulled her shirt up while Dung fluttered his butt. Right now, in front of Khuong, his rounded muzzle was high and full of hair. At the top, Dung also removed the entanglement to release the mound island island was hunted up by the love.\n\n– You look at me here – Dung puffed his ass up close to the face.\n\nKhuong turned his head to see the girl’s pussy in his twenties, how beautiful and worth it.\n\nStalking her over the curtains, she was so happy to see her crotch face-to-face with her face.\n\nMirror lightly on the mound and then look at it again makes him yoke.\n\nShe did not want that to be so much more, more intense, but in particular she was not able to express it in words.\n\nOn top of her pull the butt of Khuong near, remove the buckle and then pull the pants out of the legs.\n\nHis underwear also the same fate. Seeing that, Jaejoong also took off his shirt and it was not long before both of them were naked naked in front of each other.\n\n– Brother, as in the movie to him, I want to try reality.\n\nKhuang surprised her words, try reality, does that mean she never made love? Did she just watch the movie and go to sleep? Khuong not hesitated but bent face close to the vulva, wide-thigh Dung’s arms and two fingers split the two edges look inside. She was soaked, gas flowed into the stream down the mattress into a large streaks are gradually spread out.\n\nLooking through the viscosity of the gas that Jiang seen as the red hymen has a small hole in the middle. God, this is a true virgin girl. But the hymen has not yet been torn? Unbelievable.\n\n– What are you doing? I … I want to … do something …\n\n– You are so beautiful oh dear, oh damp moist again. I do not think I have virginity, how can you keep it?\n\n– I do not know anymore … but … you do not ask any more – no more bubbling up again and grab the pillow stuffed into the butt – what do you do … Oh … I see the picture too … oh …\n\nShe tucked her head into Khuong’s grove to let his penis rest up on her cheeks, to her forehead, and then she opened her mouth to touch his head as in the movie. The button is very strong to semen out but never see anything, a while later on the head of a water in the oil. She licked it drunk without any hesitation any more, her body is now demanding something new, boiling.\n\nKhuong began to see the fascination of the penis, penis now reached the hardness he had never known.\n\nHis mouth flushed up on his large lips, his tongue fluttering over the crevices of his groin, which made her underside.\n\nThe tongue suddenly licked up into the cunt, where the large lips were opening to expose the delicate reddish-brown fibers that were soaked in gas.\n\nShe twitched, her legs stretching continuously into the air.\n\nHer belly was unbending with each breath.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9709692001,
        "format_confidence":0.9439096451
    },
    {
        "url":"https:\/\/www.lushstories.com\/stories\/spanking\/the-video-store.aspx",
        "text":"Latest Forum Posts:\n\n\nThe Video Store\n\nAll the family getsSpanked.\n\n\nThe beginning of this starts slow but gets better, Names and places have been changed so as not to identify the persons involved but if they read it I am sure that they will recognise themselves. The events described her took place 20 years ago in Ilkeston and Peterborough. I had used the local Video Shop for some time and had flirted with the owner Jane as I rented Videos It was sad then to see one day a sign on the door that said business closed.  \n\nI found out that Jane had gone to live with her Mum as the shop was also her house and it was being repossessed, I contacted Jane and agreed to go to see her, my original intention being to return some videos and to chat to Jane. I arrived and was invited in and told that Jane had been ripped off by her business partner and as a result the shop had gone bust and Asif had gone abroad leaving Jane to pick up the pieces. Being a successful businessman myself I thought about buying the premises from the receiver and installing Jane as the Manager, as I went through my ideas her mum Beth took me to one side and told me that she felt that if I did this Jane would have got off lightly for what had been a stupid business decision that she had tried to prevent. Beth said that had Jane’s dad been alive he would have put her across his knee despite her 32 years.\n\nAn idea began to form in my head, I was into spanking and here was an opportunity to have a session landed on my plate so to speak. I told Jane that I would help her but before doing so I was going to spank her both as a punishment as to her stupidity and as a warning not to do it again. Beth said that she would leave the room however; I made her stay to watch, I told her that she should also get a spanking as she could have prevented this happening by giving her daughter better advice.\n\nI got Jane to bend over my knee and I lifted her skirt and pulled her knickers to her knees, I started spanking her hard on the bare ass TWACK !!!, She was crying out but I did not slow down, she was struggling and I told her I would start again and use a cane if she did not stop struggling. I spanked her again TWACK !!!, she was crying out asking me to stop telling me she would do anything but to let her up, I gave her 12 hard spanks before telling her to go and stand in the corner facing the wall I got her to take her skirt off and her knickers so that I could see her red backside.\n\nI then took Beth across my knee but not before seeing that there was a wet patch on my leg below where Jane’s fanny had been, Beth bent over my knee and for a woman of 54 I remarked that she had an excellent arse, I laid into her just as I had done her daughter   TWACK !!!, she took her spanking better than her daughter and I completed all 12 with only a whimper from Beth, I got her to stand up and I noticed a second damp patch on my knee as she was taller. I sent Beth to a corner as well without her skirt or knickers.\n\nI then got Jane to come to me again, this time I got her to bend over the table and grab the other side before I again spanked her, I remembered what she had said about doing anything so I told Beth to go to her room as I would spank them both privately next. Beth went to her room and as soon as she left the room Jane undid my trousers got my cock out and sucked me, she was very good and what with pushing a finger into my ass she had me filling her mouth with cum very quickly. I told Jane that because she had tried to bribe me with a blow job I was going to spank her harder she reluctantly went over the table and I again spanked her bare ass hard TWACK !!!, I then put my hand between her legs and found she was soaking wet. I got my cock out and slid into a very wet pussy, I fucked Jane for some time having only recently come in her mouth and I got her to lie on the table as I fucked her until I filled her pussy with hot wet come.\n\nI got off Jane and told her that I was going to finish her mother’s punishment, I went to her mother’s room and she said I want 6 strokes of the cane and then as many strokes of your cock as you can give me. I got her to strip completely and bend her over the bed before laying on 6 strokes of the cane, I only did this because she asked for it I prefer to use only my hand but I still got hard punishing this 54 year old ass. Once I had finished I held her and slid my cock into a rather tight but very wet cunt I fucked Beth in a number of positions before I finally came in her mouth.\n\nI stayed the night in Jane’s bed and I fucked her again in the morning. Jane then told me that she wanted her daughter to be punished (but not fucked) as she had been stealing from her and also from a friend (Diane who I knew) who wanted to call the police in. That night with Beth out for the evening Simone agreed to go across my knee rather than have the police brought in I agreed with Diane that I would punish Simone and she would not forget it, I got Simone to sign a letter saying that she had asked to be spanked and I secretly set up a video camera (to record events in case she decided to change her mind and report me for assault) Simone was 19 and very pretty she told her mum that she would agree to the spanking so long as I did it in private she did not want her mum to see her being spanked. Jane agreed and went out for a drink.\n\nI then put Simone over my knee in the same way that I had put both her mother and Gran the night before, I brought my hand down hard on Simone’s bare arse TWACK !!!, Simone told me she could take it harder than that and she also asked if I would fuck her like I had done her Mum. I asked her how she knew that I had fucked her Mum and she told me that her Mum’ s last boyfriend Asif had spanked her Mum then fucked her and that she has listened at the bedroom door so she knew that her Mum got turned on from being spanked. I continued to spank Simone hard and when I felt her pussy she was dripping. I pulled her up and bent her over the chair and slid my cock into one very tight cunt, after only a few strokes I filled her full of hot spunk.\n\nI did buy the Video Shop and I did see Jane on a regular basis, it was never vanilla sex it was always sex after a good spanking so that did it for me and her as well, I did go to see Beth a couple of times as well and although she did enjoy being spanked most times it was just sex plain lustful sex, as for Simone well I have had her a couple of times since she swears me to secrecy but I am sure that her mum knows that I have had all three members of the family.\n\n\nThis story is protected by International Copyright Law, by the author, all rights reserved. If found posted anywhere other than with this note attached, it has been posted without my permission.\n\nCopyright © All stories published here by myself are subject to my copyright Peter Adams December 2008\n\nTo link to this sex story from your site - please use the following code:\n\n<a href=\"\">The Video Store<\/a>\n\nComments (3)\n\nTell us why\n\nPlease tell us why you think this story should be removed.",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9684320688,
        "format_confidence":0.9696586132
    },
    {
        "url":"http:\/\/www.solotouch.com\/story\/almost-caught-on-the-construction-site-32112",
        "text":"We currently have 44190 stories with more being added every day\n\nAlmost Caught on the Construction Site!\n\nPosted by: Author: Age: 31 Posted on: 0 comments\n0 likes 369 views Category: Masturbation Male Solo Tags:\n\nI love almost getting caught!\n\n\nI love to be naked all the time. I love almost getting caught and one time I almost did.\n\nI used to work in construction and one day I was working with a crew in a vacant house. The house was a few miles out of town. It was on a few acres and there were no neighbors. Although our job was to repair the exterior we had the key to enter the house to use the rest room. The interior of the house was pretty vacant with nice wood floors, vaulted ceilings and many large windows. However, there was alot of dust from it being vacant and from all the work we had done.\n\nSince the job was almost complete our foreman had just two of us working that day to complete the remainder of the work. As we were working one of my coworkers tools broke and he needed to go into town to purchase another tool. We were pretty far in from town and so he said he would return in an hour or so. He got in his truck and as I saw him get further down the road I began to feel this urge to get naked!\n\nI always get this urge when I am alone, especially in public places. I am usually naked anytime I get a chance to.\n\nI had not masturbated in a few days and I was getting horny just imaging being naked some where other than my house. So I went into the house and went upstairs to see if any one was around. Here is where I got daring! I quickly took off all my clothes and began walking around the house completely naked! My heart was beating with excitement and I felt free as I could feel the sunlight from outside on my naked body through the many windows. I didnt want to get too far from my clothes so that I could get dressed just in case someone would show up, but I became more daring and went down stairs naked. I walked around thoughout the house with a huge hard on. I looked down and I could see my thick and hard cock bouncing as I walked though out the house. A few minutes had passed by and I knew if I wanted to masturbate that I better get to it because anyone could come any minute.\n\nSo I went to the foyer of the house and sat on my butt with my feet planted on the floor with my back against the wall. I began to stroke my cock and I could feel it pulsating through my fingers. I looked up and I noticed that the house had plenty of windows that anyone looking into the house could see me. This got me more turned on! I began to stroke really hard and then I would stop just before climaxing so that I could continue masturbating.\n\nI then got back up and sat on the middle of the stairs and again resumed jacking off. I could feel my face flushing and my heart rate speeding from the rush of masturbating in the empty house! I was so horny looking down at my cock with my feet in the background and noticed the veins on my dick almost ready to burst! Thoughts of getting caught ran through my mind. I was on the stairs and it felt as though someone was watching me from the top of the stairs. I looked up and there was no one, just my imagination! I was freaking ready to burst as my mind was in ecstacy and the head of my dick covered with precum!!\n\nAll of a sudden I shot this huge stream of gleaming white cum that shot almost 3 feet in the air. Some landed on my chest and some on my legs. It felt so freaking good and my dick was still having spasms from the treamendous orgasm! I then realized that I had to get dressed as I had been running around naked in the house for over an hour. I had cum everywhere so I quickly ran upstairs! I grabbed my clothes and just as I started to clean up I looked out the window down the road. Sure enough as I began to wipe the cum off with my underwear I saw a truck coming down the road! It was my coworker. I had no time to waste and I put my clothes on smearing the cum on my body with the inside of my pants!\n\nI ran downstairs, shut the door behind me and ran outside to where I was working. I grabbed my hammer and pretended to work. My heart was pounding out of my chest because I was literally minutes from getting caught naked in a vacant house with my dick in my hand! He got out of his truck and asked me how I was doing. I pretended like nothing was wrong and said everything was cool.\n\nA few hours had past and it was time for lunch. Since we were far from town we had brought our lunch to save time. It was pretty hot outside so he grabbed our lunch boxes and said he wanted to eat inside. I was kind of nervous because I didnt have time to check if my cum went elsewhere! We went inside and he suggested we eat in the foyer area. He opened the front door to let some air in as we sat right where I was pouning my cock a few hours earlier. The coast was clear he had no idea. All of a sudden I looked down on the floor and I could see fresh foot prints on the floor! The floor was dusty but you could clealy see my foot and toe prints on the wood floor. My mouth almost dropped! I then leaned back a little to get a better angle of view of the floor and I could see that my foot prints where everywhere!! I was about to shit my pants! I was praying he didn't look down.\n\nI scarfed my lunch, got up and tried to drag my feet to erase the evidence without him noticing. Luckly he didn't notice and he got up and went back to work. I told him that I would be right out as I needed the rest room. I quickly grabbed an old rag, got on my knees and began wiping my foot prints. That was a close one!\n\nThe day was finally over and we actually finished the job. As I locked up the house for the last time I looked around and smiled of my adventure there. I then looked down at the foyer and I noticed an imprint of my butt and two distinct foot prints of mine. I missed that spot! They were the ones I left when I was masturbating in the foyer! I got a rush of adrenaline again and thought to myself that a little evidence left behind would not hurt anybody. So I locked up and we were on our way home. I can still remember my toe prints on the floor. I wonder if anyone else ever saw them?! Well that is my story.I have alot more adventures to come, especially in public places!\n\n\n\nYou must be logged in to post wall comments or like a story. Please login or signup (free).\n\nOther Stories You May Enjoy",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9704822898,
        "format_confidence":0.9088289142
    },
    {
        "url":"https:\/\/www.nifty.org\/nifty\/gay\/beginnings\/and-a-naked-new-year",
        "text":"Date: Thu, 21 Dec 2017 19:02:19 +0000 (UTC) From: Marc McClean Subject: And a Naked New Year This is an erotic story about man-to-man sexual activities.If you are offended by such material, too young to read it, or it is illegal whereyou are, stop here and find something that won't get you in trouble. Otherwise,please enjoy! And if you do, please drop me a note at mj_mclean2001@yahoo.comThanks! Like these stories? Of course you do! Please at Your donation will keep storieslike this one ... coming. And a Naked New Year By MJ Mclean Rain pelted my face as I dashed from the covered parkingstrip to the apartment building. Maybe dashed wasn't the word. Lurched was more like it. I carried two plastic bags full of groceries and a third with wine. Halfwayto the door, my backpack slipped off my shoulder and nearly sent me sprawlingto the wet ground. I staggered to the front door and let everything drop to theground while I dug the key out of my pocket. I shivered in my jacket. I hadmoved to San Diego six weeks earlier and had yet to bring all of my clothesdown from L.A. The weather had been unusually warm, so I hadn't bothered withmy heavier coats. I pushed the door open and reached in to switch on thelight. As I did, I saw a white envelope tumble from the doorjamb, where it hadbeen wedged. I shoved my backpack against the door to keep it from closing andreached for the envelope. Addressed to me, with a pink sticky note attached:\"Sorry, they left this in my box. xoxo Nicole. Nicole was either the teacher two doors down or the manicuristupstairs. I had tried to meet the dozen or so people who lived in the smallcomplex, but I was still trying to match names and faces. I dragged my shopping bags and backpack into the apartmentand let the door close. I clicked a lamp on. Now I could see the front of theletter clearly. Aiden? Why would Aiden send me a letter? He would be here in anhour, driving down from L.A. after an audition for a TV show. I wished I hadtold him to bring warmer clothes. I ripped open the envelope. A Christmas card. Really? We hadexchanged gifts a week before at his apartment in Studio City. Why would hesend a card? For New Year's? I opened the card and scanned the note. It was remarkablyshort, given that it had been designed as a knife to my heart: Sean, You're probably driving back to San Diego as I write this.I'm a chickenshit for not telling you in person, while you were here, but allthe more reason you're better off without me. This just isn't going to work. Ineed to focus on my acting up here and you need to spend time at your new job.I know we thought we could make it work like this, but let's be honest witheach other, ok? I'm an asshole and you're a great guy and you deserve someonewho loves you. And hey, this will give you time to get a proper date forNew Year's Eve. Take care, Aiden P.S. Can you have your stuff out of the storage locker bythe end of the month? I'm not keeping it. I looked at the postmark on the envelope. He had mailed itDecember 26. Nicole had taken her sweet time delivering it. Had to be the oneupstairs. Fuck. I collapsed on the couch. I had been dumped in a lateChristmas card on New Year's Eve and all my stuff was probably going to belocked away tomorrow. Fuck. As I sat there, the automatic timer clicked and thelittle Christmas tree in the corner lit up. I found the bag with the wine and took the bottle to thekitchen. I left the groceries on the floor. No need to make dinner now. Iopened a bottle and swigged from it. I was waiting for the tears or thebreakdown, but I was just numb. I slid open the glass doors and and walked out under thecovered patio. The apartments were arranged in a rough triangle around a centercourtyard, with a small pool. I could see lights in a few of the other units. Someone was leaning over the balcony rail in one of the upstairs apartments. I looked up. It was Ash, one of the few residents of the complex I'd met and talked with. He was cute -- dark hair, dark eyes, tall, lean,glasses that gave him that sizzling geeky vibe. Fuck cute, he was hot. I feltmy hand start to ease into my briefs. My gaydar was inconclusive, which wasn't unusual because mygaydar sucked, but he had made a point of talking to me. Our schedules seemedsimilar and we'd chatted a few mornings and evenings, small talk. I hadn't flirted because of Aiden and he hadn't flirtedbecause, well, maybe he was straight. But if he was, what a waste. I had workedmyself up to a half-hardon when it struck me that he could probably see me. Ipulled my hand away and waved weakly. He may have waved back, but I couldn'ttell. He went back inside. Fuck. **** An hour later, I had emptied one bottle and was working onanother. I had called for pizza and was told the wait was longer than usual, soI told them to forget it. I ate a carton of leftover Chinese takeout.Fuckity-fuck. I flipped through Grindr again, stopping every now and thento say `hi' or `fuck off.' Jesus. How sad was this, cruising my iPhone for ahook-up on New Year's Eve. It was a pity party for one. I'd been texting friends inL.A. and every one of them told me I was better off and would happier now andif that was fucking true, why hadn't anyone said anything before now? I hadhalf a dozen invitations to drive up for parties, but I couldn't face thefreeways, couldn't face people, couldn't face the truth. My phone buzzed. Another message. I looked. This one wassupposedly within a mile, which meant it could be three or four, but that wasbetter than 80. He was cute, what I could see of him. His picture showed a barechest and a face, but his features were shadowed by a baseball cap. Smart. We chatted. Kinda funny, this guy, more than kinda hot. Hewas about my age, 23. He said his name was Chris. He was alone, wouldn't saywhy. He was a good flirter, was starting to turn me on. `what're you wearing?'he asked. `clothes,' I replied. `take off your pants,' he said. `why?' I asked.`cuz. take `em off. then show me.' I smiled. This was a roundabout way to a dick pic, but Iliked the banter, so I stood and peeled off my jeans. I snapped a picture andsent it to him. `nice undies,' he said. `i like a guy in briefs.' I asked him if he wanted to see more, readyto shuck the briefs. `no,' he said, `want the real thing.' I drained the second bottle of wine and stared at hispicture. I hadn't done anything like this in a long time. It felt like a sadcliché tonight and maybe not a good decision. What the fuck, I thought. It was better than sitting herealone. I gave him my address. `be naked when I get there,' hewrote. `want you to answer the door naked.' `why?' I typed. `cuz. be naked.' I tappeda repy. `only if you strip before you come in.' Pause. `deal. 20 minutes.' **** Forty minutes later, I felt more pathetic than ever. Iswigged from the third bottle of wine and checked my phone for the 19thtime. I paced the living room and the kitchen and paused in front of thesliding doors, watching the rain. I was in my briefs, figuring I'd lose those when he arrived.I shoved my hand down the front and played with my cock idly, wondering howlong before I could just fire up the porn on my latop and shoot a sad, NewYear's Eve load. Was this possible? I was going to be dumped twice in onenight and by a fucking Grindr hookup? A light went on across the courtyard andI watched shadows before realizing again that I was a framed picture of anearly naked guy. I pulled the drapes and latched the door. As I turned, I heard a tapping at the front door, not a loudknock, but a tap. Finally. \"Coming!\" I called. \"Start stripping!\" I pulled my briefsoff and fluffed my cock, stroking it until it looked at least half-mast. Istood still for a few moments, thinking through this one last time. Was this abad idea after all? Was I going to be the first murder victim of the new year?Maybe I should turn off the lights and hope he goes away. I felt my cock startto deflate. Wait. I was going to do this. I was horny and a little drunkand I'd just been dumped and, did I mention I was a little drunk? I stroked mycock again and imagined the hot naked guy waiting for me outside. I opened thefront door. \"I'm ready, are you?\" I said in my best purr, which wasn'tvery good, so I hoped the growing woody made up for it. Nothing. No one was there. What the fuck? I thought I sawmovement off to my left. \"Hey, is that you? Come back, I'm here.\" I leaned out to get a better look and as I shifted, Islipped on the wet concrete and felt my feet slide out from under me. I fell tothe ground, my naked ass thwacking on the sidewalk. The front door slammed shut. **** I got to my feet. That was going to leave a bruise. Igrasped the doorknob and twisted it. Locked. Fuck a duck. The apartment complexwas proud of its security features, the spring-loaded doors and auto-lockknobs. And now my apartment was indeed secure. I wasn't. As I stood there, increasingly aware of my lack of clothes,I heard a car pull in and saw its headlights swing into a visitor's spot.Dammit. I hadn't stashed an extra key anywhere outside, so for now, my onlymove was into the shadows. My car. I was pretty sure I hadn't locked it as I tried tobalance the bags. I dashed through the rain and slid into the front seat,slamming the door as I saw a figure climbing out of the car in the visitor'sspot. A man, in a hoodie and sweatpants. And he was knocking at my door. It wasChris, my Grindr hook-up. I ran through my options. I could sit quietly in the car,wait for him to go and then -- what? I had no cell phone, no car keys, knewpractically no one in the complex. I could hole up in the car and wait for themail carrier, who wouldn't be here tomorrow because it was a holiday. Or I could get out and approach Chris and tell him I was hisfuck for the night, but I couldn't host anymore and could he and could I staythere until I figured out how to reach the manager to get a spare key. As I considered the consequences of each option, `Chris'made the decision for me. He banged... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9573509693,
        "format_confidence":0.9846892357
    },
    {
        "url":"https:\/\/www.literotica.com\/stories\/showstory.php?url=prophecy-ch-06",
        "text":"tagNonConsent\/ReluctanceProphecy Ch. 06\n\nProphecy Ch. 06\n\n\nHelena was taken to a healer. She was an older woman who did not share a common language with Helena. She ran her hands over Helena's skin and the warmth that came from the aged hands took the aches from her muscles. Once the healer was done she was taken to a wagon and stripped of her dress. The shame of standing nude while people walked by brought a blush to her face that had made Elaine chuckle.\n\n\"Do not feel so ashamed Helena,\" the woman had said, \"Nudity is common among us and you will see more then your share of it.\"\n\nThis was not a comforting thought, even as she was lead into a wagon out of sight where she was laid on her stomach on a bed and the Queen used oils to massage her sore muscles. Helena wanted so much to pull away from her hands but she couldn't help but sink into the bed. She was just starting to fall into sleep when the door to the wagon opened and the woman that followed the queen around stuck her head in.\n\n\"The King is ready to see her,\" she said.\n\nThe Queen stopped the massage and stood. The two of them together dressed the half awake Prophet and then lead her with the giant of a man as a guard towards a large tint light by fires inside and out.\n\nBy the time they reached the tent Helena was fully aware of everything around her. There were small tents of various sizes all through the woods with fires burning in the center of each group. Men sat around the fires and walked between the small groupings. There was the sound of drums off in the distance and a man nearby started to sing a tune that had the others laughing and hollering. Helena had no idea what the man said but from the nature of the sounds his companions made, it was most likely lewd.\n\nAt one point she was shocked to see a small man with pants of a translucent material around his knees pressed with his chest against a tree. His eyes were closed in bliss as another man, partially clothed in the leather armor of the other warriors grunted and slammed into him. She turned away in shock and embarrassment.\n\n\"Does such a sight bother you Helena,\" the Queen asked, her amusement at Helena's embarrassment showed plain in her eyes.\n\nHelena nodded and kept her eyes on the ground as they passed the two, \"Men lay with men here?\"\n\nElaine laughed and nodded, \"And woman with woman.\" She motioned to the tents spread out through the forest, \"We have traveled many moons to get here and still have farther to go. The men get restless and require an outlet to their frustration. It is normally not done as openly as what you saw there but it is not uncommon for people to show affection in our society. The newest trends of clothing are even see through so one can share the beauty of their body with those they meet.\"\n\nHelena almost glanced back and stopped herself, \"Like that man's breeches?\"\n\nElaine shook her head, \"No. That man was wearing the material reserved for pleasure slaves. It is more of a mesh material and softer to the touch. They are not allowed to wear anything else until they have earned their freedom or taken a different station.\"\n\nHelena tried to take this all in stride but her mind was reeling. No one seemed at all concerned that she had been taken against her will. Was it so common place for these things to happen among the people of Balek? Was the man back there against the tree like her, someone that had been taken against their will?\n\nBy the time they reached the large tent with its guards she was filled with a resolve to not let this place and its people overwhelm her. That resolve faltered as she was lead into the tent.\n\nThe tent was large and shaped like three individual long tents attached in the center like a three sided star with high ceilings and a raised hole in the center for smoke to escape from. Near the fire was a long wooden table and the two section of the tent that split off were dark and separated by a flap with a cut down the middle for one to pass through. Standing over the table was the King, no longer in his golden armor. Instead he wore black breeches and no shirt. His long hair was unbraided and combed out so it lay smooth against his back. Other men stood around him and they spoke in hushed voices, but heated tons.\n\nLooking up the King suddenly smiled and motioned to the men around him, \"Leave us. All of you.\"\n\nThe men left though they seemed unhappy about it as they moved away from the table and towards the flap. They all walked past Helena with a long glance at her. One of the men with dark black hair cut very short to his head nearly snarled at her. He had been the one speaking when they were interrupted.\n\nHelena backed away as they passed and fought to not cower before them. She could not appear weak and broken and she knew this. Once they were all gone she looked back to the King who moved towards them.\n\n\"Does that include me brother,\" Elaine asked with a smile.\n\nDraven chuckled and took his sisters hands, \"Yes. I am sorry and thank you for tending to her but something has come up and I need her talents sooner then I had suspected.\"\n\nHelena gasped and took an involuntary step back. When the words came spewing from her mouth she just could not seem to stop them, \"Please no. I beg you. Don't cut me.\"\n\nThe three of them in the tent all turned to look at her curiously. Elaine gave her brothers hands a quick squeeze and lead her student out of the tent without a word. Helena stood helpless and wanted to follow her but she was too terrified to move.\n\n\"Why do you think I am going to cut you Prophet?\" His voice was curious and his eyes thoughtful. Something about the way he acted seemed pleased at her fear and what she had said.\n\n\"Because you cut me in my visions,\" she answered honestly, her arms holding herself as though cold as he took a step towards her.\n\n\"Do I cut you in all of your visions,\" he asked. He stopped advancing on her a few steps back and she felt relief that he would not press her yet.\n\n\"Yes my Lord.\"\n\n\"Am I your Lord,\" he asked with an amused grin. He was so handsome and her body frightened her as she felt warmth between her legs. A tightness started there that had a throbbing sensation to it and made her heart pick up pace a bit. She felt the flush to her cheeks and hated it and the anger of her own reaction gave her some of her resolve back.\n\n\"No and my name is Helena, not Prophet.\" She was surprised to hear the defiance in her own voice and went still, waiting to see if he would be angry at her.\n\nHe surprised her by laughing and turning back towards the table, \"Have you ever heard of a Seer, Helena?\"\n\nThis sudden change of direction caused her to mentally stumble a moment. The silence stretched out until he looked back at her questioningly and she shook her head in answer.\n\n\"Where I come from every Prophet has a Seer. I have heard of your peoples Spirits and I believe that a Seer is a physical version of them. We help to guide a Prophet through their visions using our own magic.\" He went to a table against one of the tent walls and picked up a pitcher, \"Are you hungry or thirsty?\"\n\nHelena was surprised to hear the rumble that came from her stomach when he mentioned food. Her mouth suddenly felt parched and she realized that through all of her tending she had not been given food or water. She took a step towards him before she realized it and he smiled, holding a cup of water out towards her.\n\n\"Take it and I will have food brought to you.\" She hesitated only a moment more before she went forward and took the cup of water from his hands with both of hers. She could no longer hide her shaking as she put the glass to her mouth. \"Take it carefully Helena or it will make you sick. There is plenty more.\"\n\nHe ushered her to a chair and went to stick his head out of the tent flap. She could hear him speaking in his native language as she looked around. She caught the glimpse of movement out of the corner of her eye and turned just in time to see the flap to one of the side rooms begin to settle. They were not alone.\n\nShe looked down at her cup so that she could see out of the corner of her vision if someone looked through the flap again and took another drink of her water. She did not see anything by the time the King returned and sat in the chair near her, \"Food will be here soon. Now where was I? Oh yes, a Seer has their own magic. I am one of these people. It was the Prophet who travels with me who told me of you. She saw you and told me where to find you. Tell me, can you bring on a full vision on your own Helena?\"\n\nHelena shook her head as she lowered the cup to her lap. The warmth of the fire felt good and she was starting to feel a little tired again, \"No. I can only catch glimpses when I look on my own. It is like watching events in sudden flashes from start to finish. But there are tricks to bring on visions but they take a lot of work and concentration.\" Her words sounded almost slurred to her and she looked down at the cup in her hand in confusion.\n\nHer mind was running too slow to pull away when he took the cup from her hand and pulled her up by her hands. His hand went around her throat and she looked at him with fear as he pushed her back onto the table. The drugs had worked quickly in her weakened state and would make her more receptive. He did not wish to frighten her but he needed the vision and his own Prophet, Lauren, had seen nothing.\n\nHe leaned over her, pressing his body down against hers and his hair falling around them. His hand on her throat was still gentle but held the promise of something else. He nuzzled his nose against her ear and whispered, \"Do not be frightened Helena. I promise I will be as gentle with you as I can. I know this is new to you and not common for your people but I promise you that you have been denied great power. The way of your people is flawed and limits you. I am going to show you what you are capable of.\"\n\nWhile he said all of this his hands were busy. Helena was so entranced by his voice... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.8988457322,
        "format_confidence":0.9894455075
    },
    {
        "url":"http:\/\/truecelebmedia.com.ng\/priestess-sea-18-episode-5\/",
        "text":"Priestess of the SEA (+18) – Episode 5\n\n\nIf You Missed Episode 4 Click HERE\n\n\n\nHe continue watching her movie while i gaze my eyes at her omega-2-vitamin, only starring alone dey cause harden self, i hold one of her hand move it to my dicck for her to see the bulge from my trouser, she felt it and then laugh.\nMercy: i thought you satisfy yourself last night.\nMe: me for where?\nMercy: for here na, last time we kept 4 condom, but now its only 2, what happen to the other two?\nMe: i borrow my neighbor na.\nMercy: you borrow your neighbor?\nMe: yes.\nMercy: so your neighbor finish using the condom then drop it at your dustbin outside.\nChai see wahala oh i even forget self say i use condom with adanna self, so she throw it in the dustbin.\nMe: come on dear i dont know about any condom, you know my neighbors na, everything na im them dey put for my waste bin.\nMercy: ok oh if you say so no problem.\nThats why i like her, she dey forgive and forget something quickly.\nMe: so can you do something about the bulge from my trouser.\nShe kept quiet so i took her hand again and use it to rub my dicck, she start rubbing it, then she drop her phone, face me and said\nmercy: lovie, that dream of yesterday is still bothering me oh, she said stroking my Joystick.\nMe: dont worry nothing will happen, so far i have you as my guide am not afraid.\nMercy: i love you so much and i dont know what i will do if something happen to you she said removing my trouser.\nMe: lose me ke, wey i just dey start life, just forget about it okay, we will pray over it( me wey wan commit sin na im dey talk of prayer)\nshe remove my boxer and my shirt, she stood up and remove all her clothes, she stay ontop me, and start sucking my Joystick, she never sabi suck dicck well well, i still dey teach her.\nI shift her closer to me, making her pussi to face me downward, i start sucking her pussi as she continue sucking my Joystick, i suck her so well that she will pause for a minute and moan, then she will continue sucking my dicck, she lata turn around and face me, kiss me passionately, then she insert my Joystick slowly, she started moving up and down slowly, why i like her is that she know how to move her Buttocks very well like professional, she continue Bleeping while i pounce on her Bosom, she Bleep me very well, that i begin praying for the pleasure not to stop, seeing that shes getting tired, i turn her over and i lay ontop her i insert my dicck inside her as she continue moaning loudly, as i was Bleeping her, i will be rubbing her clit, she enjoy it so well that even when i remove my hand, she took my hand and put it back, we Bleep for 10 minutes before i came,\nis after the s*x i remember i didnt use condom, we slept afterward.\n\n\nI wokeup around 7pm in the evening, mercy don getup already preparing to go home, i took my phone and a saw test message from Adanna saying.\n“i hope you will still have strength for us tonight”\n\nThis Solution Will Cure All Your Ulcer Problems Permanently.\nClick HERE to visit our website.\n\nwho is the us? i thought.\n\nI escort mercy to her place around 7:30pm, on my way back i decided to branch to go see blessing.\nI called her number to confirm if she dey house, she told me yes shes at home, so i told her to open the door that am her doorpost,.\nMe: pretender how you dey.\nBlessing: fuckerholic i dey fine, come inside joor.\nShe use her right hand to draw me inside, before i dey say jack and rose, she don dey fire me kiss as if she never kiss for 1 year, she was rushing me very fast, she hold my dicck from my trouser and squeeze it, i gain attention at once, she removed my shirt, press me against the wall and suck my lips like say no tomorrow no dey again, i return the kiss as i squeeze her Buttocks in return, i remove her handless shirt, she no even wear bra maybe she don dey wait for me since, i suck her Bosom and she let out a moan, she remove my trouser and boxer as she bend to suck my dicck, she hit it two times then said.\n“i hope my baby is up to the task today”\nshe knelt down and started sucking, she suck me so welll that i wonder where she learn it from, she will suck, then put spit and stroke it, then suck again, the pleasure was killing me softly, so i raised her up, i make her sit on her table and open her leg wide, i remove her pink pant (i nor know why girls dey like pink like this, perhaps Rita babe should enlighten us), i bend down and suck her pussi, she was already wet, i suck her wet pussi as she wine her Buttocks in pleasure, ” oh yeah baby, suck me hard, i wish you are my boyfriend i would have been the happiest  girl in the world”\nlol, i know she didnt meant that, she use one hand to relax on the table and she use the other hand to rub my head as i continue tonguefuck her, then she raise my head up and said “please can you fucck me now” i remove condom from her bag (the usual spot) and wear it, i stood up and raise her leg very well on the table as i enter inside her, she moan at first stroke, i insert the disk inside the cd player again, this time she let out a loud moan, ” Bleep me hard” she said, so i started going in faster, na so the table dey shake as we dey Bleep ontop, i dey fear make the table no go break oh, so i moved her to the bed after 5 minutes Bleeping on the table, i let her sleep downward, making her to face the bed, while her Buttocks shoutout from behind, i put pillow on her tommy, to allow me penetrate her well, i insert my dicck again and start banging from behind, i bang her as she continue speaking in tongues, she started winning her waste at every stroke Bleeping me also, then i stood up and sat on the bed and put my back on the wall she sat ontop me, and started moving up and down, she was breathing heavily shouting, she hold me tight and put her hands around my neck as she continue fuckn me so hard, we lata came after 15minutes of Bleeping, we relax on the bed silently without saying anything, and then i took my phone, 4 miscall all from mercy, maybe she wanted to confirm if i don reach house the time is 9:45pm i think i should start going home now, but one thing is missing.\n“Where is my plate of rice?” i ask her.\n\nTo Be Continued…\n\n\n\nAbout Damex MrCoded 1489 Articles\nEntertainer with a difference, blogger and entrepreneur. Nigeria born Malaysian writer, am funny and I don’t flirt, quote lover. Composer of famous quote: \"The goal is to be Holy, not to look Holy\"\n\nBe the first to comment\n\nLeave a Reply",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.972738862,
        "format_confidence":0.8815285563
    },
    {
        "url":"https:\/\/www.literotica.com\/stories\/showstory.php?url=lust-thy-enemy",
        "text":"tagSci-Fi & FantasyLust Thy Enemy\n\nLust Thy Enemy\n\n\nIt had been hours since Callia slipped into the lodge that was the residence of her clan brother, Amakiir. Bearing no close blood ties, she felt no remorse for what she planned to do. Revenge for the hell he had subjected her through during her youth coursed hotly through her veins.\n\nRecalling the stealth lessons learned from the rogues, she crept into the stronghold unnoticed. Her only hope was being able to make it out in the same manner. Callia stripped off her armor, stashing it in a hiding place she'd used for years during her youth. Without her armor she figured she wouldn't make as much noise. She kept to the shadows, skulking around the backside of lodges, ducking whenever possible to avoid being seen.\n\nNow she sat crouched behind a panel that divided the lodge in half, separating the sleeping area from the rest of the lodge. In the dark, she sat and waited, mulling over in her mind her plan of action. She would wait until he'd entered his sleeping trance before plunging the dagger through his evil black heart.\n\nPart of her fought the knowledge that this was the easy way of eliminating him, but deep down, Callia knew despite her skill in battle, she could not defeat him one on one. The magic he knew was far too advanced and powerful for her to safely combat. She was not one to give into cowardice, but being cautious had its merits. That was another lesson learned. Now she preferred to think of it as not being reckless and thinking it over for once.\n\nHours passed, slowly creeping by. Callia allowed herself a brief nap. When she awoke, he heard voices outside of the lodge. She listened intently, recognizing the low timbre of her brother Karowyn's voice and also that of Amakiir's. They seemed to be discussing a spy from another clan that had been prowling around the clan hold. She knew that had become a common occurrence ever since Karowyn had spoke out against the clans being ruled by one person instead of the council of all clans. Clan Blackhawk was one of the strongest clans within the Moonwood. She knew they would never back down without a fight.\n\nAnd neither would she. She would deal with Amakiir once and for all. Patiently she waited for Amakiir to return. She shifted her position as she heard him enter the lodge. She had heard he and Karowyn bid each other good night and could tell he was alone. He seemed preoccupied and mildly unobservant of his surroundings.\n\nShe peeked out of her hiding spot and watched as he disrobed. He snuffed out the candle and slipped between the furs that covered his sleeping mat. Yet Callia waited. The timing had to be right. She waited until she heard the change in his breathing, knowing the very moment when his trance had taken hold. Silently creeping from her hiding spot, she stretched her legs and tiptoed her way across the dwelling to his bed.\n\nDagger in hand, she straddled his body as sheer surprise of his muscular form washed over her. Calming herself, she hadn't expected him to be this way. Mentally scolding herself, she forced herself to concentrate on the task at hand. He's a wizard, a purveyor of the arcane arts. He isn't supposed to be rippled with muscles like one of our warriors. Yet he is.\n\nKill him, her inner voice screamed. Plunge the dagger through his black heart. Do it. Do it now. Callia held the dagger aloft, poised a few mere feet from his heart. As she readied to plunge it into him, she felt movement beneath her. Her eyes snapped upwards to his face and noticed his eyes were wide open. She felt a swelling beneath her and knew she'd been caught.\n\n\"What have we here?\" Amakiir chuckled as he seized her wrists.\n\nFlipping her sideways, Amakiir knocked the dagger from her hand and before she knew it, she found herself flat on her back with him perched above him.\n\n\"Well, well, dear little Callia,\" he murmured quite wickedly. \"Looks like I have you trapped.\"\n\nCallia glared at him, as she struggled to be free.\n\n\"My, my, my slut of a little sister has found herself into web,\" he spat, invoking her anger.\n\n\"I'm not your sister. Not by blood,\" she retorted, as she struggled to break free of his hold on her.\n\n\"What would Karowyn say? Knowing you sneaked your way in here and planned to kill me? Shall we find out?\" Amakiir shook his head. \"Won't he be disappointed in you? Then again, when isn't Karowyn disappointed in you? Our naughty little sister.\"\n\n\"He may thank me for disposing of you.\" Callia snarled.\n\n\"That's where you are wrong. He wouldn't. He relies on my magic too much. He needs me around to keep our enemies at bay.\"\n\n\"Let me go!\"\n\n\"I think not. I like you right where you are.\"\n\n\"I'll scream.\"\n\n\"Be my guest. Scream all you like. My lodge is warded from the inside against noises. It allows me to hear what's going on outside, but no one can hear what's going on in here. I can do whatever I want to you. I could use you however I feel. No one will know. Most of the clan has had you. Perhaps it is my turn.\" Amakiir grinned, a wicked lust shining in his silver eyes.\n\nYanking her arms upwards, he pinned them above her head as he grasped hold of adamantine manacles. Wrestling with her, he placed her wrists within the shackles, preventing her escape.\n\nCallia howled, now fully enraged. \"You'll pay for this,\" she threatened as she twisted her body in an attempt to be free of him.\n\n\"Relax, my pretty. You may yet enjoy this. The clan men still speak of you in the most carnal of manners. I've often heard you preferred it rough. Perhaps we should explore that.\" Amakiir purred as he freed her of her furs with a flick of his wrist. \"But I promise not to hurt you...very much. I'll try to be gentle. I'd hate to see your lovely flesh marred in any way.\"\n\n\"Bastard!\" Callia retorted. \"You enjoyed hurting me when I was younger. I'd even bet it made you hard!\"\n\n\"Why, yes, it did. Pain is such an erotic sexual stimulant. Someone had to teach you how cruel life can be. Someone needed to show you that not everyone would treat you like a pampered princess. Consider it a prelude.\"\n\n\"To what?\"\n\n\"To this moment. I hurt you. You try to kill me. I'd say we're even.\"\n\n\"Then let me go.\" Callia growled.\n\n\"I think not.\" Amakiir wickedly grinned. \"It's been awhile since such a tempting morsel landed so deliciously into my bed. No, you, my pretty, I intend to enjoy.\" Amakiir murmured lewdly as he sat back on his haunches and admired her bound body.\n\n\"So beautiful you are. So ripe and luscious. I can smell you, my pretty one. Mmm, tangy. Open for me.\"\n\nCallia glared at him. \"Never! Let me go! I have no desire to be bedded by you.\"\n\n\"Too bad. I mean to have you. And in the end, you'll beg for more.\"\n\n\"Not likely. Just get it over with.\"\n\n\"No, my pretty, I plan to take my time with you,\" he promised as he sniffed the air once more. \"Yes, you are very tangy.\"\n\nSliding atop her, his hands began to caress her lithe body. Fingers swept lightly over her soft flesh, eliciting shivers that raced through her. Callia hadn't expected such a light gentle touch coming from him. He who had tortured her so with his magic so methodically and evilly before she had come of age. Her mind now raced. Conflicting emotions warred within her. She felt torn between desire of that gentle touch and disgust of whom it belonged to. So few had touched her with that brand of tenderness yet the thought of it being Amakiir made her sick. Caught between pleasure and revulsion, Callia vowed to be numb. She swore to feel nothing.\n\nAmakiir sensed her inner turmoil. With a chuckle, he nibbled at her ear. \"You could no sooner be numb than a leopard could change its spots. You are a conduit of pure lust. Why not embrace it?\" he whispered, then ran his tongue around the shape of one of her pointy ears. A shivered coursed through her. It seemed he knew her well. It seemed he knew which areas brought the quickening of her pulse, the racing of her blood and the whetting of her desire.\n\nWhile his tongue flicked, his hands caressed. Cupping her breasts, plucking at the tautened peaks of her nipples.\n\nCallia stifled a moan, barely able to hold back the overwhelming flow of passion. She knew she didn't want this. She didn't want to feel anything but pure hate for him.\n\n\"Stop this!\" Callia cried, as she twisted beneath him, her legs flailing about. She let out a howl of pain as she felt the manacles bite into her wrists. \"Please, let me go!\"\n\nBut Amakiir ignored her pleadings and continued exploring her soft, supple flesh. He stopped nibbling at her ear, and planted a trail of wet kisses down her neck into the valley of her breasts. Softly he cupped one while his mouth descended on the other. Nipping, suckling and licking, he attacked the hard nipple.\n\nCallia moaned, arching her back. She couldn't give in. She wouldn't give in, but yet the sensations were too good to resist. \"Please don't...\" she gasped.\n\nShe fought a war within herself. She didn't want to feel this way, yet she had to have it. Hot blood coursed through her veins. Every inch of her blossomed as heat pooled deep within her. \"Please...\"\n\nHe sensed the moment of her surrender, and could feel her resistance melting away like ice near a flame. He chuckled, knowing he had her. He pushed the twin mounds of her breasts together, gently squeezing each. He pressed her nipples close to one another. Mmm, Amakiir sighed, ripe for the suckling.\n\nCovering both with his mouth, he flicked his tongue to and fro, slashing it across both taut nubs. That he alternated with teasing nipping bites with his teeth. Callia moaned loudly, squealing as she felt the sharpness of his teeth on her already highly sensitive nipples. Despite the pain she felt, she found herself very turned on. She didn't mind a little pain during sex. With a hearty cry, she allowed her thighs to part.\n\n\"Yes,\" she begged, nearly out of her mind from the pleasure he'd bestowed on upon her while sucking her breasts. If this is how he made her feel by using his mouth, she couldn... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9730442762,
        "format_confidence":0.9866456389
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/college\/man-from-swift-current\/man-from-swift-current-24",
        "text":"Date: Sun, 18 Sep 2011 00:12:02 -0400 From: crazy4u Subject: The Man From Swift Current Chapter Twenty Four, GM High School, College Comments on the story are appreciated and may be addressed to the author, Russ Nielsen ( To read more of my stories you can find them at my story site - All the usual disclaimers apply. This is a work of pure fiction. Any similarities to persons living or dead are coincidental. If it is illegal to read this where you live, don't read it. If you are under legal age where you live, don't read it. This story contains descriptions of consensual sexual contact between adult males. Passing through Nifty's main page to get here is your way of saying it is legal for you to be reading it. *** *** Chapter Twenty Four -- Rick and Glenn's First Date At first I didn't respond to Rick's kiss, I was so surprised I didn't know what to do. Rick continued to run his tongue over my lips and tried to push his tongue into my mouth. I naturally responded by opening my mouth and soon I was kissing him back matching his hunger and passion. Our tongues danced back and forth as our passion for one another grew. When we finally surfaced for air, Rick gently took my face in his hands, his eyes piercing my soul, he said softly, \"I love you, Glenn Nielsen, don't you ever forget it.\" Rick rocked my whole world with those whispered words. I totally didn't know what to think or how to respond. This wasn't what I was expecting from this macho, tough-guy military dude. I knew he was very straight. I'd seen him with his girlfriends here in the apartment. I just couldn't make things add up. Why was he kissing me like this? Rick has kissed me before but I always thought it was more to get at Keith. This doesn't make sense. He was so gentle with me and right now his gaze was searching my face for clues to how I felt about him. I couldn't drop my eyes from his. It was like I was hypnotized by his deep blue eyes. I wanted so much to love him back as much as he seemed to love me. Could this be real? Or was this a set up? Could it be that this was the beginning of a fairy tale with the happy ending where they live happily ever after? You know the ones where love's first kiss happens at the end with the happy couple riding off together into the sunset. But here I was hoping, dreaming, and wanting this fairy tale to come true but not quite believing it was going to happen to me with Rick as my Prince Charming. I couldn't help but think that I was dreaming and that I would wake up and find none of this was happening. Finally, I got my mind to unlock itself and I let out a long sigh. That was when I realized I had been holding my breath for what had seemed an eternity. I smiled at Rick and simply said, \"I love you.\" I couldn't believe I just uttered those three words without giving it a second thought. I should be panicking right now! Last time I said those words, I ended up being played for the fool! What was I thinking? I just said, \"I love you,\" to a muscle bound, womanizing military type! Rick just didn't seem the type of guy to want to get it on with a guy. Maybe I should play along and see where this goes. Rick pulled me back into a tight embrace and then led me to the couch where we sat down side by side. He put his arm around me and held me close. We sat there for awhile not saying anything. When the silence started to get uncomfortable, we both started to talk at the same. We both laughed and I said, \"You go first.\" \"I thought I had lost you when you left here without telling us where you were going. I was so afraid that you would hate me. I'm so sorry that Keith and I got into an argument. Keith can be so over-protective and stubborn sometimes. He really means well. I'm sorry he hurt your feelings,\" Rick said, his anxiety showing in his voice. Hearing Rick defend my cousin just set me off. How could he ruin my perfect dream making excuses for someone who didn't' deserve it? \"Rick, please don't defend Keith to me! He needs to talk to me on his own. He's a big boy and is accountable for his own actions. Besides, I don't want to talk about him anyway. I want to talk about and you! This all hasn't quite clicked in my head, yet,\" I said more than a little befuddled at what had happened in the last few minutes. \"I know you don't want to talk about Keith but I need to talk to you about him before we can move on. I know you're still angry with him but can you at least give him a chance to apologize?\" Rick pleaded with me. I still couldn't believe what I was hearing. \"Why are you so concerned about Keith?\" I asked with a note of frustration in my voice. \"What does Keith have to do with you kissing me and telling me you love me?\" \"Because Keith is a very good friend and I hate to see you two at odds with each other over me,\" Rick said rubbing my back with his huge hands. I was having trouble concentrating on what he was saying. I moved away from him so I could organize my thoughts. I needed to make sure we understood each other. I saw the crushed look on Rick's face and was immediately sorry I had moved away from him so abruptly. \"Listen, Rick, it not about you. It's about Keith's attitude towards me and the way he treats me. I can't stand people who say one thing and then do another. I thought I could trust Keith. It really hurts to know that I can't trust him. His true feelings about me surfaced that night two weeks ago. He made that perfectly clear. \"He will have to decide just where he stands because he can't pretend he's okay with me being gay and then stab me in the back and leave me bleeding in the street when he finds it inconvenient to pretend anymore or when his true feelings burst through his carefully rehearsed lines!\" I said with a fierceness that surprised me. I hadn't realized just how hurt I felt about Keith's betrayal of my trust. I had reached out to Keith with a desperate need to know that someone thought I was okay after being totally crushed by what Ian had done to me. He had seemed so understanding and tolerant of the fact that I liked guys. He betrayed me! No, I don't want anything to do with Keith right now! Why can't Rick understand that? Rick reached over and pulled me into a close embrace, \"Just promise me that you will let him talk to you and you will hear him out. That's all I ask.\" \"Rick, you can't make me say I will talk to him by distracting me. You are making it very difficult for me to say no to you because I want you so much. I don't like being manipulated into doing something I don't want to do,\" I said heatedly as I, again, pulled away from Rick. \"I'm not trying to be difficult, Glenn. I just want to be able to keep my friendship with Keith and have you in my life at the same time. Please don't make me choose between you two,\" Rick voice trembled with emotion. The intensity of his feelings about getting us to reconcile our differences made me pause and think for a moment. I had been so angry I didn't really give myself a chance to see just how strongly Rick felt about it. I didn't want to continue arguing with him about Keith. I wanted to talk about us. \"Okay, I will at least listen to him but only because you asked me to and not because of any loyalty I owe Keith,\" I said. \"Can we talk about us now?\" I asked moving closer to Rick. \"Okay,\" Rick said hesitantly. I turned so I could face him and look into his eyes. I leaned forward and kissed him briefly. Rick responded to my kiss by putting his arms around me. \"I want to know when you decided you were in love with me,\" I asked drinking in the sight of the angular planes of his face, trying to memorize every feature as if it were the first time I'd ever seen him. I so wanted to love him but I needed to know that I wasn't just an experiment in gay sex. I didn't need a repeat of my relationship with Ian! \"I knew I wanted you the first time I saw you sitting at the kitchen table staring in shock at me. I was stark naked and you looked me over from head to toe with your mouth open in wonder at seeing such a hot stud! It was a wonder you didn't start to drool all over the floor!\" Rick said laughing at the memory \"I didn't look you over from head to toe and I wasn't drooling!\" I exclaimed as the color rose in my cheeks. \"No, you but you sure did check out my package before you even looked me in the eyes,\" Rick continued to laugh. \"From the bathroom, I heard Keith tell you to close your mouth before you embarrassed yourself! From the way you looked at me, I thought you were gay but I wasn't sure. I held back until I overheard your conversation with your Uncle Dave and how Ian had dumped you.\" \"So you \"were\" eavesdropping on my conversation. I wondered when I found you in the kitchen. So that's when you decided to pursue me?\" I asked earnestly. \"Well, no. I had already decided I wanted you from the moment I first saw you. I was intrigued by the obvious desire for me that I saw in your eyes. I figured I would eventually have my way with you!\" Rick laughed. That was what I was afraid of hearing. I did NOT want to be his fuck buddy. \"But that's not what you said a few minutes ago. You said you loved me. Now you are talking about something totally different. Is it that you just want to try out having sex with a guy and I happen to be that guy?\" I said more than a little annoyed. My fairy tale was coming apart at the seams before it even got started! I should have known that reality would hit sooner or later! After the hard fall I had taken with Ian, I didn't want a relationship where we were just friends with benefits. I wanted a more permanent relationship, one where we could learn to love each other and maybe even grow old together if things worked out that way. \"I have to be honest with you Glenn. At first it was just that,\" Rick admitted lowering his eyes to look at the floor, \"I thought getting you in the sack would be a great way to try out having sex with a guy. Since I had no intentions of developing a relationship with you, I thought it would ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.5560571551,
        "format_confidence":0.9888619781
    },
    {
        "url":"http:\/\/writingonawall.livejournal.com\/54549.html?thread=1044245",
        "text":"Log in\n\nwaylaid by beauty\nA Hundred Shades of Grey \n5th-Jul-2009 10:14 pm\nSati: the godess in me\nTitle: A Hundred Shades of Grey\nPairing: Yunho\/Yoochun\nWord Count: 546\nRating: Explicit\nSummary: Yunho indulges himself; Yoochun lets him.\n\nYunho's got Yoochun sprawled out on his front again, head pillowed on his crossed arms while Yunho traces the lines of Yoochun's tattoo with hands and lips, following every curve like he hasn't touched it a hundred times before. He's taking his time today, tongue stroking over every bit of ink, nails catching here and there, making Yoochun's hips rock down against the mattress every time they do.\n\n\"Yunho,\" Yoochun gasps, when Yunho bites down lightly at the tail of the C, then goes back to start over again, need and frustration mingled in the word. He's not sure how long they've been like this but it feels like forever and Yunho still isn't showing any signs of moving on.\n\nYunho hums back, soothing and wordless, pads of his fingers tracing T V f X Q over and over again as he kisses the bottom of Yoochun's spine.\n\n\"D'you do this to Jaejoong too?\" Yoochun mumbles, fingers clenching in the sheets as he fights to stay patient through the heat of Yunho's mouth on his skin.\n\nYunho laughs, making Yoochun squirm and moan low in his throat as the feeling sparks warmth up his spine, the skin under Yunho's mouth flushed and almost too sensitive after all the attention Yunho's lavished on it. \"He's too impatient,\" Yunho murmurs, dragging nails lightly down the centre of Yoochun's back and freeing another sound from Yoochun's throat.\n\n\"Taking advantage of me,\" Yoochun replies, grinding down into the sheets for more friction.\n\n\"You don't mind,\" Yunho replies, still sounding too amused, but he works a hand under Yoochun to give him something to thrust against, so Yoochun decides to forgive him.\n\nYoochun shivers when Yunho's hand closes around him, warm and tight. \"Don't mind,\" he echoes blankly, rocking into the grip, fingers curling into the sheets at the rush of pleasure as Yunho times another bite perfectly.\n\nYunho's saying something else, but Yoochun can't focus enough to make it out, pleasure spiralling higher with every slide of Yunho's fingers and every drag of Yunho's mouth against his skin.\n\nThis is why he puts up with all the teasing that goes before - the perfect grip of Yunho's hand and the touch of his mouth, the knowledge that it isn't just the ink that Yunho loves but what the letters stand for. Yoochun thrusts into Yunho's grip, shuddering hard when Yunho settles to suck a mark just beside the tail of the Q, breathing a string of soft curses when Yunho's thumb presses just right on another stroke up. He lets Yunho's touch unravel him bit by bit, until his orgasm takes him almost by surprise, one particularly wicked twist of Yunho's hand and another bite tipping him over the edge while Yunho keeps stroking him through it.\n\nHe catches his breath while Yunho's still lingering over the tattoo, the contact gentler now but twice as sensual with aftershocks still working through his body, until he finally finds the energy to push up enough to turn over and smile up at Yunho. saying, \"My turn now,\" in a voice that's lower and huskier than he meant it to be.\n\n\"I'm all yours,\" Yunho says, mouth smiling but eyes serious, and Yoochun pulls him down for a kiss, determined to prove it.\n7th-Jul-2009 09:18 pm (UTC)\n:) Thanks!\nThis page was loaded Feb 26th 2017, 10:36 am GMT.",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.715403378,
        "format_confidence":0.8333829641
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/celebrity\/renegade-ass",
        "text":"Renegade Ass by The Chesire Cat Disclaimer: Warning! Warning! Ah-oo-ga! Ah-oo-ga! This story contains graphic m\/m sex, mild domination, no beatings. If this slash does not appeal to you or if you are not of the legal age wherever you may be, GO AWAY! I mean it. If you are of legal age, proceed at your own risk. This story is based on borrowed characters from the TV show \"Renegade.\" They are borrowed not mine! They belong to the writers, producers, and general TV type people who I thank. For those of you who haven't seen the show, it stars Lorenzo Lamas (gorgeous!). It's too bad he's not as well known. I'm sure he'd be the fantasy of a lot of more people. It co-stars Richard Branscombe as Bobby Sixkiller, and he's one big Indian! This story does not reflect the feelings\/actions of the stars (at least not that I know of). Feel free to distribute this story among consenting adults. I wrote it for my pleasure and hope others can gain pleasure from it. P.S. This story takes place during the first episode just after Reno Raines (Lamas) had been framed for murder and captured by Bobby Sixkiller. Reno just watched as Bobby called in to Dutch Dixon that he'd been caught. He struggled against the handcuffs, knowing that if he wasn't free, he couldn't prove it was Dutch who was responsible for putting Val in a coma and had arranged Buzzy Berel's murder. Bobby finished his call and sat down across from Reno. \"All we have to do now is wait. I'm collecting twenty grand for your ass. You must have really ticked Dixon off to make him hire me.\" \"Dixon's a crooked cop. He set me up and his own partner, Berrel.\" \"Yeah, right. I've heard it all. I'm sure you'll be a big smash in prison. I wonder how many prisoner's are gonna want to fuck that muscular, candy ass of yours before they kill you. I'm sure you know ex-cops aren't very popular in there.\" Reno just laid back in defeat, knowing Val, his fiancee, would probably die. Her real killer, not just the slime that pulled the trigger, Hog Adams, would go free, and he would die. As Reno leaned his head back and closed his eyes, Bobby took the oppurtunity to examine his bounty. He was about thrity five, devastatingly handsome, especially with his five o'clock shadow, and well toned. His muscles were big enough to be in shape but small enough to look natural and extremely well defined. Bobby had no doubt this boy could move like a panther. He was just the type Bobby went for. Bobby was a top and loved nothing more than having another obvious top, like Reno, play bottom to him. Reno was a wanted man, and Bobby usually let the courts deal with guilt and innocence, but there was something wrong with this picture. He certainly didn't trust Dixon, and this guy didn't seem like a killer. Bobby decided to test his captive. He'd done this kind of test before, because he'd invented it. It was an aggression test. If the prisoner could handle being a bottom to him, he was innocent. Most killers are far to dominant to ever succumb to being the one controlled. \"Are you telling me the truth?\" Bobby asked, baiting the hook. \"Yes,\" said Reno with hope in his eyes. \"Prove it to me.\" \"How am I supposed to do that while I'm handcuffed and most likely dead as soon as you hand me over to Dixon. I'll never make it to trial. He won't risk it.\" \"If you prove it, I'll help keep you out of Dixon's hands.\" \"How?\" \"Suck me,\" Bobby calmly stated. It wasn't a question or a joke. He meant it. \"What?!\" Reno asked, shaking his head. He couldn't really be demanding a sex for freedom. It wasn't as if he'd never fucked a guy, but he was always the one getting sucked or doing the fucking. He'd never been a bottom, and he was supposed to marry Val. \"It's the only way you can convince me.\" Reno knew Bobby meant business. This was his only chance. Reno decided to go with it. Bobby was certainly attractive, and it might be a good experiance. Besides, it was the only way he'd get Dixon. Reno nodded his head in surrender to Bobby, and Bobby smiled hungrily. Bobby began taking off his two thousand dollar suit and locked the door. His mobile home had special one way windows just for this purpose. Naked, he ordered Reno on his knees. He left Reno dressed and cuffed. He wasn't risking Reno's betraying him in any form. Reno shifted from a sitting position to kneeling and scooted over to Bobby. He was about to ask how he was supposed to do this cuffed, but Bobby answered by pulling his long hair. The pain caused him to gasp, and Bobby shoved his seven inches all the way in. Bobby kept both hands clamped to Reno's head and hair. He roughly pumped in and out of Reno's virgin throat as Reno gagged. He pulled out giving Reno a chance to breathe and looked down at him. \"You're gonna have to do better than that to squeeze the cum from my balls. You'd better start really sucking on it and watch your teeth. A virgin throat only makes up for so much sloppiness to a blow job, bitch. I suggest you also learn to breathe through your nose.\" Reno looked up and knew there was no turning back. He could only hope to get Bobby to cum quickly, so he leaned forward and began kissing Bobby's cock. Bobby smiled as Reno licked it from base to head, making up for inexperiance with sensuality. Reno began sucking Bobby again. It wasn't so bad this time, since Bobby wasn't forcing his way in roughly. Reno was even starting to enjoy it when he mastered how to keep from gagging on the man meat. He sucked for about fifteen minutes. By then, Bobby was steadily thrusting along with Reno's head, and Reno's mouth and chin were quite sore. It wasn't so much the sucking that was making Reno sore, it was Bobby's size. His dick was only seven inches, just above average, but it was extremely thick, thicker than Reno's own nine inches. Just when he thought he couldn't suck anymore, Bobby's cock jumped and sent shot after shot of semen into his mouth and throat. Reno attempted to pull back, but Bobby had clamped down on his head, again. \"That's it, baby. Keep sucking. Swallow my load. Swallow it all. I want you to milk me.\" Reno had no choice but to swallow or choke. He gulped down the bitter male cheese as fast as he could. Bobby's nuts seemed to have an endless supply of it. Eventually, the flow died, but Bobby was still rock hard. Reno thought, 'Oh G-d! He's gonna make me suck it, again!' To his relief Bobby pulled back and began looking around the room. Reno was a little confused, until Bobby found what he was looking for, a condom. Bobby grabbed Reno before he could protest and through him over the chair. There was a ring with a chain attached to the chair. Bobby attached it to Reno's cuffs, securing him to the chair. With Reno stomach down, ass in the air, Bobby pulled down Reno's jeans. He secured Reno's ankles to the chair with his jeans still around his ankles. Next, Bobby gagged him. \"You got me going, now I've got to finish it. It's takes me at least two cums to be satisfied, and I don't think you're able to suck me off, again.\" Bobby pulled out some lubricant and spread it on Reno's hairless, puckered hole. Reno was fearful of the thought of that thick prick stretching his virgin hole. He was sure he'd be ripped apart. Bobby put one hand on Reno's writhing form, as the other lined up his dick with the pink opening. He began to steadily push forward, and Reno screamed. His ass was on fire. He had no idea his first time would be so painful. He wondered how other people dealt with the pain. Reno was so tight, the tightest hole Bobby'd ever fucked, that it took him a full three minutes to fully penetrate him. Once all the way in, Bobby stopped, and let Reno get used to the feeling. As Reno's howls became gasps and moans, Bobby began slowly pumping in and out. Soon, the pain lessened and was replaced by the pleasure of being filled. Bobby's cock was hitting Reno's prostate, sending wave upon wave of pleasure through him. Soon, Reno's cock stood at full mast, as well. Bobby reached under him with a greasy hand and began giving Reno a hand job. With each thrust, Reno's cock was pushed forward into Bobby's hand. With each thrust, Bobby's cock hit Reno's prostate gland. The combination of pleasures was soon too much for Reno. With a grunt, he shot his load onto the chair beneath him and Bobby's hand. As Reno came, his ass became even tighter if that was possible. It gripped Bobby so hard, he came as well. Reno's cock continued to shoot streams across the floor, chair, and hand, while Bobby emptied himself in his ass. As their orgasms subsided, Bobby carefully pulled out. A little blood leaked out of the previously virgin opening. He undid Reno's gag and restaints, not knowing what to expect. He knew Reno wasn't a killer, but Bobby might have to take a beating for the ass fuck he'd just given. Reno stood up shakily. His ass was as sore as his mouth. He pulled up his jeans and turned to Bobby. To Bobby's surprise, Reno kissed him hard and passionately. Bobby enthusiastically returned the embrace, tasting himself in Reno's mouth. Reno explored Bobby's broad chest and muscled ass with his hands, until he pulled back, breaking the kiss. Bobby almost wanted to cry as Reno pulled away, until Reno spoke to him. \"Thanks, man. That was great. Next time though, I'm on top.\" Bobby smiled and nodded. They both knew this was the beginning of a long and pleasurable relationship. Bobby made a vow, as they left the pick up point, twenty minutes before Dixon arrived, he would never let Dutch have Reno. The End (for now anyway)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9743082523,
        "format_confidence":0.976482451
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/transgender\/by_authors\/Amy_Redek\/our-summer-place\/our-summer-place-10",
        "text":"Date: Sun, 15 Jan 2012 09:31:37 +0100 From: Amy Redek Subject: Our Summer Place. Part Ten. Part Ten It was about a month later that I picked up on a story that we had printed. I was now really coming and going when I liked, having a free rein as it were, as long as I was seen to be doing or learning something. A girl had gone missing. Eighteen years of age and lived at home with her parents. She had gone out with her boyfriend and another couple to a disco one evening, and vanished. Her name was Dawn Travers and disappeared from the disco between eleven and midnight, three weeks ago. Being of the press, I could get access into the local precinct and by hypnotising one of the detectives, was able to read all statements that they had taken. They had started on her boyfriend before the other two who were with them, her parents, the janitor where she lived and all those that they could trace who were at the disco that night. They failed to trace any taxi drivers who might have picked her up and nobody claimed to have seen her leave. After noting down the names of these interviewed, I began my own interviews, starting with Malcolm Bering junior, the boyfriend. I hypnotised him and learned that in the pressed pack of bodies on the dance floor and what with the strobe lighting, didn't miss her until him and the other two finally met up to find that she was missing. The other two gave me the same story and then I checked with the parents, they had friends round on that evening who didn't leave till well after one o'clock in the morning. The next was Henry Barnet, the janitor of the block of apartments where the Travers lived. I was invited into his basement apartment where I hypnotised him and started off with the usual questions. `Did you see Dawn leave the block?' I asked. `Yes.' `What time was this?' `About nine o'clock. She was with her boyfriend and I saw them get into a car that had two others inside.' `So that was the last time you saw her?' `No.' That jolted me. For there was nothing in his statement saying that he'd seen her after leaving for the disco. `What time was this?' I asked him. `About eleven thirty.' `Where?' `In the disco.' `You went to the disco? Why?' `I wanted to have sex with her. I wanted to see her naked body before me and I wanted to fuck her,' he replied. `How did you get her out of the disco?' I asked, not taking notes because I was recording this and knew I had a scoop on my hands. `I told her that her father had sent me because her mother had been suddenly taken ill. She couldn't follow me out quick enough. I had the car outside and she got in and we drove off.' `What happened then?' `I drove away and when we got to the turn off for our road, I passed it and carried on. When she started to shout that I'd missed the turning, I hit her with my fist. I had to hit her another two times before we were out of the city to where I wanted to go. I pulled off the highway onto a track and a short while after, I stopped and got her out of the car. She was still crying and begging me to take her home but I grabbed her halter top and pulled it up over her head, knowing that she wasn't wearing a bra. There then was those two big pair of tits that she had been teasing me with for several years now and they were now mine. I put both of my hands on them and she started to move back, trying to pull herself free but tripped over a branch and fell onto her back. It didn't take long to pull down her skirt and panties at the same time as she tried to twist and turn to stop me. I hit her again before I got my trousers down and fell on her, shoving my prick up inside her. I held her arms down with mine as I lay full length on her, fucking her and making my dream come true. She tried to bite me and began to scream, so I put my hands to her throat and squeezed to stop her. I held on tight as I began to come inside her wet cavern, grinding myself down as I sent my load up into her, still squeezing her tight. I think she came too as she bucked underneath me until she flopped back like a rag doll. Well and truly fucked by a real man. I wiped myself on her panties and lay down beside her and started to kiss and play with her tits, but she didn't respond and then I realised that she was dead. I didn't panic. I put my cock away and started to dig a hole next to her body with bits of a tree until it was about two feet deep and rolled her in and threw her clothes in as well before covering her up and smoothing out the ground.' `Can you describe the place you buried her?' I asked, my mind racing at hearing all this. He went on to tell me roughly where he'd buried her. `What did you do after you'd buried her?' I asked. `Got back in the car and drove round to my girl friend's place and took her back to my flat.' `What time did you pick her up and get to your flat?' `Between half one and two o'clock.' `Your girl friend said that you picked her up at eleven and that she stayed the rest of the night with you,' I said, remembering what she had said. `That's what I told her to say.' `Thanks very much Mr. Barnet. That concludes this interview,' and I gave the date and time for the record. I couldn't wait to get back and transcribe what I had down on the tape, but knew that the job was only half done. I went and found Daniel and asked him to find a Polaroid camera and come with me. With him and the camera, I drove out to try and find the spot where Dawn Travers had been buried. I found four sites that could be as it had been described to me and Daniel took a picture of each for me and I noted where each had been taken. We then went back to the block of flats where Barnet lived and leaving Daniel in the car, went and spoke to Barnet again. I hypnotised him as soon as he saw me in the doorway. For the benefit of the tape that was running, I gave my name, date and time of the interview and showed him the four marked pictures and asked him to identify the place where the girl was buried. He indicated that it was picture B which I confirmed verbally for the tape. I thanked him and broke the spell as I left. I returned to the car and drove off to Barnet's girlfriend, one Ethel Wightman. Daniel came with me and she let us into her small flat and I told him to stay back a bit so that the tape only picked up Ethel's and my voice. I didn't let him see me put her into a trance as I began to interview her. I spoke for the tape saying that the statement that she'd given to the police as Barnet's alibi, was a pack of lies and that he hadn't picked her up till one in the morning. She admitted this, which was enough for me and I turned off the tape and stood up and took off my T shirt. `Now Ethel, you are going to pull my trousers down and take my cock out.' I already had an erection knowing what I was going to do. `You are going to hold my cock first and smile up at me and you are to ignore the flash that you will see.' I said to her. `Daniel. I want you to take several pictures of her with my cock in her hand and her sucking on me. Make sure you get her face clearly doing this.' He came over and knelt down next to me as Ethel went down onto her knees and held my cock close up to her face as he took the first picture. Then a couple more of her sucking on me and the final one was of her with her mouth open and the head of my cock quite close so that he was able to get a good shot of my come flying out of the end and into her open mouth. `Now suck the rest out and lick me clean,' I said to the kneeling woman and found she was quite good at doing this. I pulled my trousers up and put my T shirt back on as she got up too and sat down in an armchair. `Now Ethel, you are going to remember that you've sucked on my cock and that you did it of your own free will and enjoyed it,' and I then bent forward and whispered in her ear. `Now blink twice and wake up.' This she did and gave me a smile. I went and sat down opposite her and looked at the pictures that Daniel had taken, him giving me a smirk as he passed them over. `In a day or two's time Ethel, the police are going to interview you again. This time tell them the truth about the time that your boyfriend picked you up. If you don't tell the truth this time, these pictures will be copied and sent to your friends and relatives, believe me,' I said as I let her see them. `Oh!' she gasped as she saw them. `You didn' shouldn' couldn't...' `I will if you don't tell them the truth. If you do, I will return these to you,' I said, putting them away in my pocket. We left her looking rather downcast and returned to the car. `David. Let's stop off at the flat,' he said rather hoarsely. `Seeing her go down on you has turned me on and I want you to fuck me.' In spite of only just having come inside a mouth, I felt myself rising up to his request and so that's where I drove to. We went inside and straight into the bedroom where he feverishly pulled all my clothes off before taking his own off and getting out a condom and giving me a quick suck before rolling it down over my now hard shaft. He was quickly onto the bed where I followed and got behind him to see the lovely cheeks of his arse waiting for me to part them and fill his backside with my throbbing organ. It was a pleasure to enter his tight little hole again, having him squeeze every inch of it as it smoothly slid into him till I could go no further. I nestled his cheeks against my thighs and gave a twitch to my organ which brought a groan from him before I started to move and give him the fuck he was begging for. Having only come a short while ago, I was able to last over five minutes in my fucking of him before holding his hips tight to ram myself hard at him as I came inside the rubber. He was crooning as I shafted him and also gurgled with delight as I came. There was no protest when I leaned heavily on his back and bore him down onto the bed and began continuing to move myself inside him as he masturbated the bed cover till he came too. It was two happy ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9599311352,
        "format_confidence":0.9016655087
    },
    {
        "url":"https:\/\/www.blackmailed.com\/de\/episodes\/18314\/blackmailed-gianna-fucks-father-in-law",
        "text":"Blackmailed Gianna Fucks Father-In-Law\n\nProbleme bei der Wiedergabe dieser Folge? Fehler melden\nGianna Dior\n\nYoung, all-natural Gianna Dior has been with fiance Brad for almost two years. Although the exotic beauty is no longer satisfied with their dull love life, Gianna is unwilling to give up the lavish lifestyle that her future husband provides. Her boyfriend's father, Charles, has been pressuring both of them about setting a firm date for the wedding. She's entertained the notion of calling the whole thing off, but can't bear the thought of losing precious material possessions. To make matters worse, Charles is in town for the weekend, and she's concerned that he'll discover that she's been leading Brad on for her own benefit. As she feared, Charles interrogates the couple almost immediately upon his arrival, but Brad quickly comes to his conniving girlfriend's defense. When Gianna excuses herself to use the phone, Charles visits the restroom, where he comes across a startling revelation: Outside of Gianna's bedroom, he overhears her badmouthing his son. Charles eavesdrops in the hallway, shocked when he hears Gianna reveal that she's only marrying Brad for his money. Later, Charles confronts Gianna, threatening to tell Brad about her deceptive ways. Gianna attempts to deny any wrongdoing before realizing that Charles is seriously distressed, and he's not letting her off the hook. She feels blackmailed! Out of options, the seductive slut lowers her top, offering herself to Charles in exchange for his silence. Charles caresses her tan, long legs. They share passionate kisses as he gropes her fit body. The depraved duo strips down, and Gianna treats her future father-in-law to a slobbery blowjob! The defiant doll whimpers in lust as she rides his stiff cock, and she smiles fiendishly as she sucks Charles' prick pussy-to-mouth. Their diabolical tryst features crude, dirty talk and an intense, deep-throat blowjob. Charles decorates Gianna's face in a sperm facial. Covered in cum, Gianna says, \"I've never been fucked that good! Please don't tell your son.\"",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9658979177,
        "format_confidence":0.7973561883
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/college\/coach-rutland\/coach-rutland-1",
        "text":"Date: Thu, 30 Jul 1998 12:43:40 EDT From: Terry Subject: Coach Rutland My hand shook as I reached for the doorbell. Coach Rutland had summoned me to appear at his home for a workout at two o'clock, and I was fifteen minutes late. Although it was early July and school was out, we'd continued our \"private\" sessions in his basement workout room. I stood sweat-drenched on his doorstep, dressed only in a T-shirt, gym shorts and sneakers. That's all he ever let me wear even to a movie or out for a burger, this was my uniform (it didn't bother me one bit if Coach Rutland wanted me to dress like this, that's exactly what I wanted to wear). The door opened suddenly, and I saw his athletic form through the screen door. He didn't say anything, and it was the longest time before he reached to open the screen door. My heart was already pounding. \"Get your ass downstairs, boy. You're late. I started without you.\" I practically ran down the stairs and entered the \"training\" room to the left. I had to grope my way across the dimly-lit room because it took my eyes awhile to adjust from the bright sunlight outside. I could see the bench press and weights Coach Rutland had been using before I arrived. I was supposed to be his spotter! Then I heard the coach pounding down the stairs, and my heart caught in my throat. Christ, he hated it when I was late! I was a \"townie\" and still lived with my folks, though, and it was often hard to get away at precisely the time Coach Rutland wanted me. \"Get over next to the bench pronto! And make it fast, fuck-up!\" I sped across the room and settled on the end of the leather-covered bench with my back against the wall. I looked up and saw Coach Rutland advancing towards me. My cock was already stirring in my shorts as I watched his strong, muscular frame approaching. He was wearing only blue athletic shorts and a pair of dirty track shoes. He stopped inches from my face and just stood there with his hands on his hips. For the longest time he said nothing. My eyes stared straight ahead, right into his crotch. \"Look up here, asshole.\" He reached out and grabbed my chin, jerking my head back so that I was staring right into his eyes. Surprisingly, his look wasn't cruel, just serious. His thumb brushed slowly across my lips as he talked to me. \"If you're expecting this special training to continue, you'd better straighten up and take it fucking seriously! I have other candidates waiting for an opening, you know. Do you think this kind of training is easy to come by?\" That was the part that drove me crazy. Coach Rutland usually trained two or three guys at a time in private sessions like mine. We all resented each other like hell. Ever since the coach had chosen me as one of his special recruits, I hadn't wanted to do anything to disappoint him. Just then he slapped his hand HARD across my face. \"Answer me, boy! Don't you even know when someone is asking you a question?\" I broke out into a sweat. There was a dull, burning sensation on my left cheek. I let out a soft moan as my head dropped onto my chest. In an instant his other hand crashed into my right cheek. Tears sprang from my eyes, and my face was on fire! When I tried to look up at him, everything was a blur. His angry voice boomed out again. \"I guess I'll have to teach you to be on time!\" He inched his body forward, barely avoiding contact between his crotch and my face. His hands dropped to my pounding chest, and his fingers sought out my nipples through the cotton fabric of my T-shirt. His hands applied just the slightest squeezing pressure. He was only teasing me, because I knew what was coming. My cock started throbbing like crazy as the pinching increased in intensity. \"You want this, boy?\" The muscles in my jaw tightened automatically, but I managed to mutter a weak \"Yes, please.\" Suddenly he twisted my tits painfully, and I gasped involuntarily. I threw back my head and sucked in a breath while gazing directly into his eyes. Everything went hazy, but I could tell from Coach Rutland's manner that he was all seriousness. He continued to work on my tits, twisting and pinching them, then stopping just to flick them with his fingernails. That made my cock do flip-flops, and I closed my eyes and started to moan with pleasure. He knew just the way I liked it! Suddenly he dropped his hands. \"You're enjoying that too much. I intend to give you extra punishment for being late. Take off those shoes. On the double!\" I tried to ignore the pain darting across my chest and reached forward to untie my sneakers. My face landed right in his crotch! I could feel the heat through the thin cotton, and his cock seemed to swell and throb as my face made contact. I fumbled with my shoes and somehow managed to get them off. I leaned back against the rough cinder block wall and looked up at Coach Rutland and noticed an unexpected warmth in his expression. \"Ron, I'm going to start in with your punishment right away. I want you to lift yourself up off the bench until your left nipple is exactly opposite my mouth. I don't want you to lean against the wall. I want it to be extremely uncomfortable for you to hold that position. Do you understand what I want you to do?\" He crouched down in front of me, his face barely a couple of inches from mine. \"What's the matter? Are you scared?\" \"A little,\" I managed to mutter. \"Don't worry. It won't be too bad. I know you'll make an effort to please me. You want to please me, don't you?\" \"Oh, yes. I want to please you!\" \"Then let's get started. Come on, now. Tug off that T-shirt and place your nipple right in front of my mouth.\" \"Yes, coach,\" I whispered. My voice cracked, and my throat was dry. I threw off the T-shirt and twisted my torso to the right and lifted my butt off the bench until my tit was precisely lined up with his lips. I could feel his warm breath as he continued to talk to me. \"I'm going to work on your nipples very hard. I want you to remain perfectly still and quiet, no matter how intense the sensations are. Are you about ready?\" I just nodded my head, and a tear started to creep down my cheek. \"Now don't be such a wimp. I want you to put your hands behind your head and lock your fingers together and hold them there. Don't release them, no matter what, or I'll make you sorry. Now brace for me, boy.\" My legs were already beginning to tremble from the effort of holding this unfamiliar position. My cock still felt as if it were about to burst, it was so hard. Just then his tongue extended toward my left tit and barely flicked the tip. The sensation was electrifying. I could sense that the front of my shorts was marked by a slowly enlarging damp spot. I did my best to forget about my quivering legs and the dull ache developing in my lower back. His tongue made slow circles around my nipple, stopping now and them to lick at just the tip. Then his teeth came into play, making short sawing motions back and forth, always with an increasing pressure. I was beginning to make slight squirming motions not from the pain, but because I was so fucking turned on! Suddenly he raised his hand to press against my cock and balls, tracing back and forth across my hardon as his teeth returned to their task. He cupped my balls with a steady, squeezing pressure as his teeth nipped harder and harder. He sucked more and more of my nipple into his mouth and began to torture my nipple in earnest. Sharp pain darted directly from my tit to my groin, and my breathing became labored as he continued his attack. I threw my head back uncontrollably and let out a moan. Just them Coach Rutland slapped me hard in the face. \"Did I give you permission to make a sound, boy?\" \"No, sir,\" I uttered. \"Then prove to me that the sound you just made was unnecessary.\" Christ, I didn't want to disappoint him! He shoved my ass down onto the bench and knelt before me on the floor. His hand returned to squeezing my balls in his tight grip. \"Now look into my eyes, boy, and don't make a fucking sound.\" I tried to focus on his steely gaze as his hand closed tighter and tighter on my nuts. His hand started small twisting motions, sending waves of erotic pain directly to the pit of my stomach. But I held my eyes in place and kept silent, although my lips began to tremble. He whispered that he knew how great he knew the pain was going to be, but that he knew I needed to be disciplined. Suddenly he yanked hard on my balls, and I fell forward in the blinding pain. \"Keep that back snug against the wall, asshole. Show me you can do it. Come on let's see you make an effort.\" Tears dropped onto my naked shoulders, but I pushed back against the rough cinder block wall. Coach Rutland smiled, and I could tell I was pleasing him. But most importantly, I hadn't made a sound, even though there was jagged pain swirling throughout my body. He continued twisting and squeezing my tortured balls. \"That's the way, boy. Keep up the control. I know you'll do your best for me.\" Just then he edged forward and sought out my lips in a tender kiss. His other hand pinched and pulled at my nipples while he kept up the pressure on my nuts. His tongue dipped deeply into my mouth, and this time it was he who let out a moan. I expected him to break off the kiss, but he was obviously enjoying this and kept probing my mouth with his warm tongue. I was in heaven! Coach Rutland stood up quickly and crossed to the closet under the stairs, leaving me gasping for breath and fighting to gain control of my heaving chest. I didn't have much of a respite, because I knew he would return with a handful of his \"training\" devices, and I knew they would soon be painfully applied to my willing body. \"Stand up, boy, and turn around and face the wall. Hold your arms up high and place your palms flat against the wall. Now take a step backwards and spread those feet wide.\" I was doing my best to follow orders as quickly as possible, but this was some new stuff he hadn't asked me to try before. I didn't get it quite ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.964995563,
        "format_confidence":0.9651107788
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/beginnings\/heart-of-oskar-prinz\/heart-of-oskar-prinz-16",
        "text":"Date: Wed, 21 Sep 2005 22:16:51 +0100 From: Mike Arram Subject: Heart of Oskar Prinz - 16 The following story describes people and places wholly fictional, although based on some element of reality. How much is really up to you to decide. There is a place called Ruthenia, but it is not the Rothenia depicted here. It won't take long for the alert reader to realise that my Rothenia is unapologetically borrowed from Anthony Hope's magnificent creation of Ruritania, although updated for the twenty-first century. This is my third attempt at gay erotic fiction. The earlier ones are 'The Decent Inn' and 'Terry and the Peachers' which can be found in the Nifty archive under the College section. Excuse the self-indulgence of the crossover references, but they did amuse me. The story contains graphic depictions of sex between adult males. If the reading or possessing of such material as this is illegal in your place of residence please leave this site immediately and do not proceed further. If you are under the legal age to read this, please do not do so. XVI Terry O'Brien pulled Will into a taxi. The boy looked fixedly ahead as he was driven to Terry's hotel, and Terry booked him in. He joined him later with a bottle of whisky. 'It's as well I was following you, my babe, wasn't it? Give me the story, I need to know it all, and fast.' Will looked dazed at him, then looked down at the glass in his hand. He gulped it down and coughed. He told what he knew, slowly and deliberately, watching the look of compassion growing on Terry's face. His head was pounding, and his eyesight was blurred; the flashing lights of an imminent major migraine began blocking his vision; he had already lost sensation on his left side and his speech was beginning to slur before he finished. When he had finished, Will sat blankly. Terry stood up and paced the room. It was pointless asking Will what he wanted to do now. Will was in deep shock and looked very ill. He wrapped a blanket round the boy and poured him another drink. Will drank it mechanically. Eventually, as Terry expected, he slumped into unconsciousness, adrenalin shock and extreme stress had overwhelmed him. Terry left him and sat till very late in his own room, making phone calls and tapping his teeth, as he did whenever he was thinking deeply. Will woke curled on top of his bed in the early morning, where Terry had put him when he returned to check on him. His head was beyond splitting, it had split; it felt like the mother of all migraines. But it couldn't be: last night's should have cleared by now. He lay in great pain. Terry came in just as he vomited catastrophically over the side of the bed. He took one look at him, checked his pulse and got an ambulance. Will was unconscious when the paramedics arrived. Will came round late that night, to see Terry still there. He was hooked up to a drip and a monitor. 'What happened?' he croaked. 'Massive allergic reaction, babe. Something to do with serious steroid abuse combined with an unregulated adrenalin gland. You might have died if you'd been on your own, but the good people here stabilised you. Thank God you had an E111 with you, or I would have had to have paid.' 'The bastards at Falkefilm nearly got me then.' 'I don't think they were trying to kill you, but that's what they nearly did. Not the best of employers are they?' 'Oskar?' 'Gone. No sign of him or his little dog. I opened his apartment and got your stuff. A very co-operative concierge, happy to do anything you like for a thousand krona. Sort of reasonable human being I can deal with. Then I had a chat with a friend of mine in Peacher Corp Rothenia. He had a friend high in the Strelzen Police, and we all called on your friend Rudi, who is now cooling his heels in a very clean Rothenian prison cell until Hendrik's lawyers can get him out. The Rothenian authorities don't like illegal drugs. I went to see the good Mr Wilemmin, your employer, this afternoon. An impressive sort of man, and very reasonable too in his way. To tell the truth, I rather liked him, the way you might like a handsome tiger, but wouldn't want to get in the same cage as he was. The thing about Wilemmin is that, like any tiger, he has a good nose, and can smell wealth and power. He smelled it on me. It helped. He wouldn't give up the tapes he had, although a friend of mine was willing to make it worth his while.' 'Has Matt that much money?' 'Matt has quite a lot, but nowhere near as much as this man.' 'Andy Peacher would have helped me?' 'He's a very special man, sweet babe. Awesome really. He cleared me for up to half a million dollars. Anyway, Wilemmin got all arty on me and said the tapes were sensational, and he'd be a fool not to produce the DVD. So I'm afraid you - or rather Jason Williams - are going to be famous. I've already booked my copy.' 'You may not be disappointed.' Terry laughed. 'What I did do was get your cash from him, with a huge extra bonus, and his regrets that you won't be working with him again. The bonus was because I had the biggest and scariest local law firm serve papers on him this morning to sue his arse for what they did to you. They had fun with his contract. In fact it was more like a damage settlement than a bonus really. I don't suppose you'll grudge the big cut the lawyers took out of it. Anyway, when we'd got over that social obstacle, Hendrik was an interesting man to talk to; turned out we had some common acquaintances. He said you are one of the greatest natural talents he has ever encountered. I think he meant it.' 'Can you get the money to Oskar?' Terry looked surprised, 'Serious?' 'Yes serious, that and the money Matt gave me. It must all get to Oskar, it's important.' 'After what he did to you? Will, you're nuts. Oh well, thank God you called me when you did. I could smell disaster all over this affair, and I was not wrong. I shall make a point of delivering it to his Serene Highness, and I may even restrain myself from beating the crap out of him when I do it.' 'Don't mock him, Terry. He was doing what he thought was right, for his family's future, if not for mine. He kept on warning me all along about the way it was, I just didn't listen to him. I was high on Strelzen and romance. But this place is not safe for the likes of me. This is a place of noble ambition and passion, unrestrained lust and sudden violence. I belong to Berkshire and a cup of tea with the ten o'clock news before an early night.' Terry gave a long, low laugh, 'Sweet babe, you are one of the best boys. If it wasn't for Ramon, I don't know what I would do. We fly out tomorrow afternoon, anyway. I've borrowed a plane and it's waiting at the airport.' 'Wow.' Will was dressed and sitting on his hospital bed when Terry came for him the next afternoon. Terry looked at him, smiled and kissed him lingeringly. 'I found the boy where you said he was, at Terlenehem. He did not seem surprised to see me, and I gave him what you told me to. He accepted it, and thanked you.' 'Did he say anything else.' 'Not much beyond formalities, he stood throughout the meeting, as did his sister, a serious sort of babe ain't she?' 'But nice.' 'She told me to tell you something in Rothenian, but I couldn't remember it, and didn't like to write it down. I think it was meant kindly and she said that it involved a kiss on the forehead.' 'Then I know what it was.' 'Come on then me babe, it's time to leave the Land of Fairy Tale, if you get my rather complicated meaning. I'll take your bags.' Will looked out of the windows as the familiar streets of Strelzen retreated past him, and the cathedral towers disappeared behind the car. So many memories, so much joy and so much pain. His eyes filled with tears, and they streamed down both cheeks. Terry left him alone; the insensitivity was only an act, as Will knew well. At the airport, aircrew in Peacher uniforms were already waiting to take their bags into a large Peacher Corp jet. Will was ushered through immigration like a VIP. The sleek new plane launched itself effortlessly into the air, and he played cards with Terry all the way to Heathrow, although his concentration was poor. A car was waiting and he was dropped outside a house in Highgate that he was ashamed to say that he recognised. Matt White was waiting on the doorstep, and took his bags. They said farewell to Terry, who kissed Will tenderly, like the good man he was, and headed back to the airport to pick up the Peacher jet again en route for Washington. 'Well, young William Vincent, what a summer eh?' said that beautiful man, and took him in his strong arms in the hall. Will sobbed unashamedly on his shoulder for a good twenty minutes, as Matt rocked him gently. Will stayed with Matt in his handsome house on Highgate Hill for all of two weeks, the butt end of his summer. It seemed accepted and arranged that he would do it, although he couldn't remember how and when. So he occupied one of the guest bedrooms, put his feet up in the designer lounges and walked the well-tended walled garden on warm afternoons. Matt's generosity was surprising. He gave up most of his time to Will, and Will was very grateful, although puzzled. He knew Matt must have better things to do. After two days he made some noises about getting back to Whithampsted. 'Do you want to?' Matt asked. 'Wouldn't you rather be out of things for a while, lost and anonymous in London?' 'Well, yeah Matt, but y'know it's very generous of you and I don't want to distract you from more important things in your life.' 'Who says you're not the most important thing for me at the moment?' 'That's flattering, but why? We've only known each other a month or so ... leaving out the years of fantasising I did over your face and body.' Matt smiled the smile, and Will nearly fainted again. 'Will,' he said. 'Let me tell you something about myself. It's this. I'm a sad, obsessional bastard.' '... er, I think those words apply to me, really.' 'Hear me out. This is what I mean.... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.7199805975,
        "format_confidence":0.987653017
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/adult-friends\/josh-kod-me-with-one-punch",
        "text":"Date: Fri, 14 Nov 2003 16:24:12 -0500 (EST) From: Guichi Subject: Josh K.O.'d Me with One Punch The following story involves graphic description of sexual encounters between two consenting adult males. Continue no further if reading such material is unlawful in your country or state. Also, the reader shall be no younger than the age of majority in that country or state. The names of characters and their engagements in this story are completely fictitious and any resemblances to real life are completely coincidental. No part of this story may be reproduced in any way without written permission from the author. Josh K.O.'d me with One Punch Story by Guichi, I woke with a searing headache. I opened my eyes to what seemed a piercing light. I immediately screwed my eyes closed again. My head rocked with pain. With my eyes screwed up tight, it slowly came back to me. I could see this fist hurtling toward me, and crashing into my side temple. I had been knocked out, I thought. I trembled at the very thought of it. A hand stroked my cheek as though cooling me. Then I became conscious of a heavy weight on my stomach. I needed to see what it was, so I opened my eyes. I shivered with fear by what I saw. Josh was sitting on my stomach, his face calm and unmoving, while his eyes stared down at me. Then I recollected it was he who had punched my head so hard as to put my lights out. His eyes still spoke aggression. I sighed heavily and shut my eyes again. It must have been six times, that I opened my eyes, met his, shuddered, closed my eyes again, while I battled for consciousness. Somebody came, his servant, and put a cold damp cloth on my forehead. It felt so good. Seeing a servant I recalled that I was visiting Josh in his wealthy father's downtown penthouse Then Josh's voice. \"You o.k.?\" he asked. \"Of course I'm not o.k.,\" I growled. Now my eyes were fully open, though my breathing was fitful. \"Just lay quiet,\" he said, \"you'll soon recover. Either shut your eyes, or look at me.\" There was little else I could do, since he had planted himself in such a way that he dominated my view if I opened my eyes. I closed them for a while longer. After a while I opened them permanently. Josh had a very attractive face. Clear-cut lines, dark blue eyes, gracious plentiful lips, a perfect proportion of all the facial parts, a neck which was slightly more prominent than most but only enhanced his naturally attractive looks, a chin which jutted out menacingly. Above all his face bore the look of an authoritative, demanding man. A man of strong self-will, who was accustomed to getting what he wanted. In fact, though we had gone through school and college together, so that I knew him closely for several years, I had never known him to give up on a single thing he wanted, even though it might not be available to him by normal means. That thought made me wince, when I remembered that what he wanted was me. We had been close friends through our school years, but latterly he had become a homosexual, which turned me off. Our friendship waned. Josh, however, was the sole heir of a very rich family. His father had always pampered him, gave him everything he wanted, and turned a blind eye to his defects. Now here he was sitting on top of me, in effect physically dominant, expressing his desires. I had refused his advances, and got into a violent argument with him. At the crunch of that I made a small fast movement which might have been interpreted as a threatening move, and Josh reacted by swinging his fist into my temple. He was a champion boxer and knew exactly where to hit me. Now I stared up into that motionless face, and knew him my superior. I gazed at his lips, with their perfect proportions. They dipped at both ends, seeming to invite contact. The centre of the lips were perfectly harmonised, and somehow, uncannily, seemed to invite me to kiss. Did I say `me'? I meant `one' of course, since I'm not into such things with guys. Yet... \"How're you feeling?\" he asked. \"I desperately need something to drink,\" I replied. \"Soft or alcoholic?\" he asked. \"Both\", I replied, and he signalled to his butler to run for something. First water, which, with my head raised with a pillow I drank down feverishly at one long draught. He then handed me a small glass. \"This is strong,\" he said, \"take it very slowly. It will bring you to your normal self.\" I drank it slowly, looking up into his eyes as I did so. A gentle smile played round his lips and eyes. Was he taunting me? After a few minutes, I murmured, \"I feel good.\" Josh bent down and pressed his lips on mine, without so much as a \"May I\". My mind stubbornly refused to respond, but my lips wanted to respond to his gentle warmth. My mind rebuked my lips, which I then tightly sealed. He felt the sealing and the smile slowly departed. Then he tried a different strategy. His hand went behind his back and fondled my scrotum. I gasped, and he grinned. His other hand also disappeared behind his back, and soon my cock was engulfed in it. Cock and balls in Josh's hands! Quickly, unwittingly, my cock responded, rebelling against my defiant mind. I lay back breathing heavily, while Josh grinned all over his silly face. This was a lascivious tactic since he knew me incapable of moving or resisting. \"Little Johnny doesn't want sex with his bosom friend Josh, eh?\" He laughed. Of course this was grossly unfair since my drink had been laced and I was out of my mind. It seemed that even my present disposition was in total rebellion with every other element of my background and nature - my childhood, my religious inclinations to purity, my inner fight against sexual temptation, my traditions. Everything demanded surrender. And then it happened. Josh leaned over and locked my lips in a strong, sweet kiss. My hands went up instinctively onto the top of his head and I pressed him down, his lips locked into mine. For the longest minutes our lips moved in tango with each other and every element in me surrendered to his superb body, which now moved to encase me totally whithin its sovereign will. \"Do you surrender,\" he whispered. \"Yes, sir, I surrender, totally and unconditionally,\" I heard myself reply. There was still a very slight hesitation in the back of my mine, but my reply was the response of my whole physical being, which thrilled at every nerve which touched his superb body. He reached down and fondled my cock and balls again, gently, playfully, grinning into my face as he did so. In response my fingers explored his face, his soft cheeks, his nose, his eyes, and above all those pure rose-bud lips. I pushed my fingers into his mouth, but he wasn't for that. \"Fondle my cock,\" he ordered, and my hands slid down between our bellies to take that mighty 9-inch rod between my hands, stroking it as though it had always been mine, and as if I had no other concern in the world. He breathed heavily. \"Little Johnny,\" he said, \"I'm, gonna move up your body and plant my cock in your mouth, lick it like a lollipop, then swallow it into your mouth and suck it like an over-ripe banana.\" I nodded positively, though something deep down inside me told me it was wrong to do such things. I silenced that inner voice and accepted that noble rod of my lord prince Joshua. I licked it feverishly,as though I was afraid he might withdraw it. Then I slid my mouth over it, like my mouth was a glove designed to fit a penis. He gurgled with enjoyment, egging me on to move my tongue and mouth around his cock, which by now I was doing willingly. Then he began thrusts of his own, driving his cock deeper than I had dared permit. But by now there was no `permitting'. His lordship had taken command, his lusts lost in a fever of excitement, his body heaving up and plunging down, crashing into my throat. At this I began to get frightened that he would do real damage to my mouth. So I pushed my elbows against the floor and forced his crotch away from me. \"No,' Josh,\" I said. \"You'll do me damage if you continue that way. Remember I'm new to this thing.\" He withdrew, sat on my stomach once again, smiled down and said, \"O.k. pussyboy, if I can't do it there, I claim the rights to your other hole.\" I looked at him puzzled. \"Your arse hole, dim-wit.\" he said, \"Your little pink cherry located in the very centre of your bum. It's mine by right as the first one to steal your virginity. Am I right?\" \"Yes, Lord Joshua,\" I replied, \"but I beg you, implore you, to go easy on it, since it is virgin, and none other cock, or even finger, has ever penetrated it. What's more, I'm dead scared of that monster weapon you hold between your legs. Promise me tenderness in the exercise of your claim.\" \"I will, pussyboy,\" he said, \"Just yield yourself and follow my instructions, and you'll find it less painful than you might imagine. What is more I assure you you'll like it so much you'll come back for more, very often.\" I looked deeply into his eyes and said, \"I hope so. You know I'm giving up so much for you.\" \"Oh, don't be so pathetic,\" he barked, \"You're gaining so much more than you can imagine. One day you'll thank me profusely for the freedom I've introduced you to, not to say the excruciatingly beautiful lust which I've already released you into.\" With that he gave my cock a hefty twist, as also to my testicles, which made me howl with pain. \"Now, open your legs,\" he commanded. He knelt between them, took some KY gel and applied it on my crack and into my anus. It was a most delightful feeling. His middle finger penetrating as deeply as he could, and spreading the gel inside. I squealed with delight. He then inserted his forefinger, and it didn't hurt. \"That's about as much hurt as you'll feel when I penetrate you, pussyboy. Well, perhaps you'll feel a little more, but it's only the initial thrust as the big mushroom head penetrates. Once inside it's like a haven of rest!\" \"I hope so,\" I said nervously. He rubbed the gel over his own cock, then ordered me to lift my legs a... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.970870018,
        "format_confidence":0.9746538401
    }
]