[
    {
        "url":"https:\/\/positivephilosophy.webs.com\/apps\/blog\/show\/49547089-new-e-book-philosophy-an-indian-point-of-view",
        "text":"New E-book:Philosophy: An Indian Point of View\n\nPosted by Dr Desh Raj Sirswal on December 1, 2020 at 12:10 AM\n\nPhilosophy: An Indian Point of View\n\n\nEditor : Dr. Desh Raj Sirswal\n\n\nNo. CPPIS\/2020\/03\n\n\nFirst Edition: November, 2020\n\n\n© Centre for Positive Philosophy and Interdisciplinary Studies (CPPIS), Pehowa (Kurukshetra)\n\n\n\n\nCategories: New Publication\n\nPost a Comment\n\n\nOops, you forgot something.\n\n\nThe words you entered did not match the given text. Please try again.\n\nAlready a member? Sign In\n\n\nReply Jamosarell\n1:58 PM on May 31, 2021 \nNicely put, Many thanks!\nReply AnthonyErock\n4:34 PM on June 1, 2021 \n??????? ??????, ?????????, ??????? ? Kwork. ????????? ????????? ??? ????????!\n????????? ?? 130 000 ?????? ? ?????\n????? ??????? ??????? ?? ?????? ???????? ?????, ??? ??????? ??? 10 ???\n- ????????????? ?? ??????? ?????????.\n- ????????? ???????? ?? ?????????? ?????????\n- ?????????? ???????? ?? ??????\n- ??????? ????????? ?? ??????????\n- ???????? ??????\n- ??????????? ????????? ?????\n??????? ??? ??????\nReply Jamosarell\n8:31 AM on June 3, 2021 \nIncredible loads of helpful material!\ngood essays for college\nwrite my papers\nhow to write a college admission essay\nthesis writing service uk\nhow to write an introduction for a college essay\ncpm homework\ncommunity college essay\nresume writing services\nwhat to write about in college essay\nresearch paper\ncollege essays prompts\nwriting services\nhow to write an essay for college scholarships\nReply Jamosarell\n9:19 PM on June 3, 2021 \nThank you. Excellent information.\nhow to write a evaluation essay\ndissertation examples\nwhere can i pay someone to write my essay\nprofessional resume writing service\nwriting comparison essays\nwriting service\nessay on service to humanity\nthesis paper\nhow to write an admission essay for graduate school\nwriting a thesis statement\nhow to write a proposal essay\nhomeworks help\ncollege essay writing service reviews\nReply Jamosarell\n10:39 AM on June 4, 2021 \nAwesome information, Many thanks.\ndo my essay for cheap\nwriting a thesis statement\nhow to write a good essay for college application\ncustom papers\nwriting an introduction for an essay\nthesis statement maker\nhow write a good essay\ncheap essay writing service\nessay help service\nonline dissertation\npsychology essay writing\nresume writing services\nhelping writing essay\nReply Jamosarell\n11:26 PM on June 4, 2021 \nYou actually reported that superbly!\nwrite my essays\ndoctoral dissertation\nhow to write essays in english\nhelp thesis writing\nessay prompts for college\naverage college essay length\ndo my homework\nhelp with scholarship essays\nwriting dissertation\nhow to write an college essay\nresume writing services\nbest essay help\nReply Jamosarell\n12:27 PM on June 5, 2021 \nKudos! Quite a lot of knowledge.\nwriting a narrative essay\nthesis writing service\nbest college essay prompts\nonline dissertation\nhow to write a good essay\ndissertation help\nfunny college application essay\nthesis writing\nwrite an informative essay\nwrite my essay\nhow to conclude a college essay\nhelp thesis\nwriting an interview essay\nReply Jamosarell\n1:13 AM on June 6, 2021 \nRegards, Valuable information!\nbuy nothing day essay\nphd thesis help\ntop custom essays\ncustom writing\nhow to write academic essays\nbest essay writing services\naustralian essay writing service\ndissertation examples\nessay why i want to go to college\nhomeworks help\nwhat should a college essay be about\nessay rewriter\nhow to write a summary response essay\nReply Jamosarell\n6:11 AM on June 7, 2021 \nAppreciate it, Quite a lot of info.\ncanadian pharmacy certified canada pharmacy online\nReply Jamosarell\n5:44 AM on June 8, 2021 \nNicely put. Many thanks.\nart college essay\nbuying essays\ncollege essay review\nessays to write about\nReply Jamosarell\n6:41 AM on June 9, 2021 \nInformation very well considered.!\nhow to write a conclusion in an essay\nessay about writing experience\ncollege essay requirements\nstarting a college essay\nReply Jamosarell\n8:23 AM on June 10, 2021 \nTruly lots of good info!\ncheap essays online\ndiversity college essay\ngood college application essay\nessay writing guidelines\nReply Jamosarell\n9:22 AM on June 11, 2021 \nYou actually suggested it effectively!\ncheap essay writing service\nhow to write autobiography essay\nhow to write an analytical essay\nhow to write a biographical essay\nReply Jamosarell\n11:48 AM on June 12, 2021 \nThanks a lot, Quite a lot of knowledge.\nhow to write essays faster\npay for essay cheap\ncustom essay UK\ncollege essay word count\nReply Jamosarell\n1:03 PM on June 13, 2021 \nReply Jamosarell\n8:22 AM on June 17, 2021 \n\nOops! This site has expired.\n\nIf you are the site owner, please renew your premium subscription or contact support.",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9231405854,
        "format_confidence":0.912643075
    },
    {
        "url":"http:\/\/www.readingonarainyday.com\/2010\/05\/review-push-by-sapphire.html?showComment=1273723095459",
        "text":"Skip to main content\n\nFeatured Post\n\nA birthday week and more gardening | Weekly Snapshot\n\nHappy Ascension Day! Happy Memorial Day! Happy Africa Day! No matter what you are celebrating this weekend (or not), have fun and stay safe!\n\nThe Boy Turned TwoThe little guy turned two this week. He sort of understood that it was a special day and that he was the star of the show. He took a lot of pleasure in all the birthday songs that his family sang to him - he also added some of his own tunes to the mix. Honestly, some days it feels so hard to believe that he is not a baby anymore. With my daughter, I felt the passing of each day and her birthdays appeared to be following the Martian calendar - they felt very far apart. But this guy has blazed through the past two years, I almost feel that I've missed months in between. I'm worried that if I pinch myself and blink twice, I may catch him packing for college. Yikes! \nHappy birthday, little guy! May you continue to have fun breaking apart things - whether that's your take-apart truck or your sister's carefully built Leg…\n\nReview: Push by Sapphire\n\nTitle: Push\nAuthor: Sapphire\nFirst Published: 1996\nPublisher: Knopf\nSource: Library | Recommendations from all corners of the blogging world | I read this for the POC Challenge\n179 pages\n\nIn a nutshell\nSixteen-year-old Claireece Precious Jones is again pregnant. As if that is any fault of hers, she is kicked out of her school and her mother verbally assaults her for \"stealing\" her husband. She had her first child when she was twelve; the child itself a victim of Down's Syndrome. Then a teacher from her school begs her to attend a Higher Education Alternative \/ Each One Teach One school. This one gesture from the teacher sets the path for Precious' desire to be free of her mother's clutches and make her own path.\n\nSeveral years ago, when I was still in high school and believed that although the world wasn't wholly good, it wasn't too bad either, I came across a news item of an eight-year old girl in a Middle East country, who was repeatedly raped by her father, and thus made pregnant as well. The news horrified and numbed me. Reading Push was, in a way, a huge reminder to me of that one incident, the one that probably stripped off the fancy glasses from my irises.\n\nI think...\nWhen I read how Precious' mother blamed her for having sex with her husband, I was enraged. There are many cultures where the woman is still blamed for a rape. Then it becomes a social stigma. Push especially brings out the victim's point of view very well. When her father rapes her, he calls her a lot of obscene words. When he thrusts himself into her, she is terribly guilty and confused about the feelings of pleasure that she gets. She doesn't want to enjoy it, and is ashamed of her body for betraying her.\n\nWhen Precious starts alternative school, she just wants an education. When she sees that the other women with her in the class are as scarred as her, she feels hope for the first time in her life. She admires her teacher, Ms. Rain, and respects her ideas. The bonding she develops with Ms. Rain and the other students is very touching.\n\nPrecious starts off being unable to read and write. Under Rain's guidance, she transforms into an educated woman. This is especially evidenced by Precious' writings in her journal, whose pages are occasionally captured in Push. The very first words that Precious writes are:\nli Mg o mi m\n(Little Mongo on my mind)\nBy the end of Push, she has mastered basic English and started writing poems.\n\nIt is occasionally hard to believe that Precious is only sixteen. She shows the maturity of someone much older. Her first daughter, who she named Little Mongo because she has Down's Syndrome (Mongo is short for Mongoloid, an offensive word in itself, also used to refer to the eyes of a person with DS), is being cared for by her grandmother. Because of little awareness of the syndrome, Little Mongo does not receive any special treatment.\n\nPush is a very powerful book written in a raw and nitty-gritty style. It is easy to read and not be affected by it. Being told mostly in first-person, it is a diary of Precious' thoughts. Along with all the goodness in her, you get exposed to her curses and a lot of the choicest words. Deep inside, her innocence and maturity are evident. Her love for her son, Abdul, feels so warm that the reader is happy that he was born, and then you feel guilty of that thought, remembering the circumstance under which he was born. Precious is also confused by the same conflicting emotions. I'd totally recommend this book. Although just under 200 pages, I took a long time to read it, because of the accent of the characters and also the rambling thoughts of Precious, that can sometimes be hard to follow.\n\nTitle Demystified\nAlthough this book is about how one girl triumphs over her demons to get over her inhibitions, there is a lesson in it for everyone. At so many places, I could see how a little push can change your destiny one way or the other. What if that teacher had not begged Precious to attend alternative school? What if Precious was not infuriated with her mother? What if Precious never got pregnant but was still raped? Literally when Precious pushes during delivery, and figuratively when Precious pushes herself to learn, evidence of the persevering human spirit can be seen.\n\nWhat did you think?\nHave you read this book? I'd like to know what you thought about it. Please leave your review link in the comments, or a brief opinion, if you hadn't reviewed it.\n\nDid you sign-up for the Glorious giveaway?\n\n\nGreat post, Aths! I really did enjoy this book - not the subject matter because that was difficult to read about, but I enjoyed the use of words and the way we were able to be inside of Precious' mind. Such an important read!\nbermudaonion said…\nI have read this book and found it to be powerful and sad yet hopeful at the same time. You HAVE to see the movie version now.\nTales of Whimsy said…\nWow. What a review! While I don't have the heart to read this - I was very interested in learning more about this book. I knew I could count on you for an awesome honest review. Thank you. My heart broke a little just reading about her trials.\nerisian said…\nbeen itching to read this.\n\nmight need some mylanta though, heard from folks i know IRL that this will conflict very strongly with my personality. with strong social conviction comes the heartburn. then i get all emotional AND my stomach is torturous....\n\nmaybe i will put off reading it a little bit longer :)\nAnonymous said…\nAwesome review! I just recently watched Precious, and usually I'm one to run out and either read the book first or to read it right afterwards, but after learning of her tragic story, I think I would have a hard time reading the book. Maybe a few years down the road, I'll give it a try.\nAarti said…\nGreat review, Aths! I haven't read this one. I recently watched the movie, and I think the book would be even more painful and difficult for me to bear. Wow.\nThis is such a fantastic book! To be honest, I didn't get to finish the whole thing because I was borrowing it from someone, but I saw the movie afterwards. I loved it.\nAnonymous said…\nI haven't read this book yet, and I haven't seen the movie either. I expect them both to be amazing and painful. Sadly, sexual abuse -- especially of girls, is incredibly common, and it is not unusual for a mother to blame her daughter for what happened. :-( I am glad to hear about the hopeful direction of this novel!\nUnknown said…\nThe movie was amazing. I can see how reading the book with the accents would be difficult. You really should see the movie. The acting was spectacular. Great review, Aths.\nLisa said…\nGreat review--I definitely need to read this.\nCare said…\nI keep thinking I want to read this before I see the movie. I actually had the movie netflixed but returned it so that I could get the book first.\nAnonymous said…\nI've heard so much about Precious, but yours is the first blog review I've read. I think I'll wait till I feel particularly courageous before beginning this.\nThanks for a great review!\nIntroverted Jen said…\nGreat review! This sounds like such an emotionally difficult read.\nUnknown said…\nGreat review...I just reviewed this on my blog this week as well.\n\nI'm glad I read it, but I'm not sure I can say I \"liked\" it. How do you like a story that heartwrenching, though ultimately empowering?\nAthira said…\nNadia, I loved the writing as well. I know many people found that hard, but I appreciated reading it in Precious' speaking style.\n\nKathy, thanks! I have requested the movie! It should come in soon. :)\n\nJuju, my heart broke during every minute of reading the book. I am glad you could find my review useful.\n\nErisian, awww, you really should read this! The stomach upsets and emotional rollercoasters are all worthy of it.\n\nJessiKay, I can imagine that! I've just requested the movie as well, not sure how I will sit through that.\n\nAarti, the book is very emotional to read. I'll be watching the movie soon, not sure how I'll sit through it.\n\nEmidy, I wish you got to finish the book. The last few pages of the book has a collection of writing of the various students of that school.\n\nStephanie, it is sad that sexual abuse is all too common. Sadder that parents blame the victim.\n\nLynne, I have just requested the movie on netflix. :) I can't wait to see that!\n\nLisa, I hope you will like it too, Lisa.\n\nCare, I think it is good that you are reading before watching the movie. I think the reverse will be a bit hard.\n\nNiranjana, you're welcome! I hope you will read this book.\n\nJen, it was hard to read but I'm glad I gave it a try.\nAthira said…\nHeather, I have that confusion sometimes. How do you say you \"liked\" a book that was mainly serious and sad matter?",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.972207725,
        "format_confidence":0.5672990084
    },
    {
        "url":"http:\/\/fantasywartacticsforum.com\/threads\/fan-fiction-rage-possible-spoilers.591\/",
        "text":"\n\n    If your interested, PM NeoCHI.\n    Dismiss Notice\n\nFan Fiction Rage. *Possible Spoilers*\n\nDiscussion in 'Fan Fiction' started by AlmaBeoulve, Jan 22, 2016.\n\n  1. AlmaBeoulve\n\n    AlmaBeoulve Member\n\n    Likes Received:\n    Dec 22, 2015\n    ***Just a forewarning, I have not gotten Rage yet, I really know very little about him. Any details in the below story are those fabricated in my dreams.***\n\n    I was working on the next chapter when i got some great input from Pillow.\n    Originally Rages backstory was going to be a very light and heart warming Yaoi\/BL with a different character.\n    But i feel this direction works much better.\n\n    This is a rough unedited version of this chapter. Mostly i am looking for input on wether this direction works. Let me know what you guys think, I wanna know if the idea works before i put the work into refining it.\n\n    Thank you very much for your input.\n\n    prendre plaisir!\n\n    The lights danced across the ceiling, one moment the world was red, the next blue. He pondered why the two worlds never met, always beside each other, always one after another, but never to meet. Was the red searching for the blue? Was the blue running away?\n\n    The scream of a second siren snapped him back to the matter at hand. Rage pulled himself off the floor. How long had he been there? Minutes? Hours? Days? The rain dripping down the window made the flashing lights from the cruisers below look almost beautiful. Maybe the blue isn’t running away. He slid his pocket knife across his left forearm, the pain pulling him back to the moment. He needed to focus. A poison? What was in that gas? He slumped against the wall staring down on the scene below. Why is the red chasing the blue anyway? His breath crashed against the window, blurring the gore below. Why did he take those shots? He knew the line wasn’t clean, he knew there would be collateral, why on earth would he shoot. Rage banged his fist on the wall, the window shook in its frame. Does the red hate the blue? Is that why its chasing it? Rage knew needed to get back to S, she would be able to filter his blood, get out the toxin.\n\n    He stumbled towards the door, he needed to think of a way out of here.\n\n    “The bottom floor is probably crawling with enforcers” Rage quietly mumbled to himself.\n\n    He started for the stairwell, dragging along the wall the whole way. The apartment complex was dark. Power had been cut to the entire sector. What would the red do if it ever caught up to the blue?\n\n    “This persona punk sure knows how to put on a show.”\n\n    Rage opened the door onto the roof of the building. The rain opened up. There, perched on the edge of the building, it was him.\n\n    Rage couldn’t move. Frozen. Solid. He had never been this close to Persona before. Even in the chase he was always almost a block ahead of him, always in sight, never within reach. Here, now, he was maybe 10 feet away.\n\n    “Quite the mess you made down there”\n\n    Persona didn’t even turn to speak, he just kept staring down at the cruisers below.\n\n    “You made me!” rage screamed. His whole body shook.\n\n    “That gas! What was it? Why am I like this!?”\n\n    Lightning lit the cityscape; everything was silent except for the droll of the rain. It seemed like years before the crack of thunder brought Rage back once again. Persona had turned now and was staring him right in the eyes.\n\n    “It was a simple sleeping gas, you should have gone out the second you touched the trap”\n\n    Rage had spent his whole life slowly building up resistances to all the common toxins. Sleeping gas? He hadn’t been affected by that in years. Why couldn’t he think clearly? Why was he like this? He had to be lying, he had to be. Why did he take those shots? Those poor people… Why? He didn’t even want to shoot Persona, the bounty only collects if he is brought in alive. Why doesn’t the red give in? Rages head was swimming, all these thoughts crashing in at once.\n\n\n    Before he even knew what he was doing Rage had drawn his guns and fired. He was the fastest draw in the Mega-sector. The bullets were already half way to Persona when he twitched.\n\n    His guns dropped to the roof with a boom equal to that of a Gyrocannon. He was standing on the edge of the roof, looking down onto the alley. The chase of the blue is all the red has ever known, what else would it even do? The scenebelow made him weep.\n\n    “I don’t even know why”\n\n    The words fell from Rages lips. Blood poured down his back. He could hear Persona barely whispering behind him.\n\n    “I always liked you Rage, I am sorry it had to end this way.”\n\n    Rage swayed in spot, the cruisers light were flashing across his face. Red, blue, red, blue, red, blue. He had fallen for that trick before, he should have known, even his draw was too slow for the elusive Persona.\n\n    Rage turned and looked Persona dead on. He could feel his own bullets biting deep inside his back.\n\n    “It looks like I never will be able to catch you”\n\n    Rages voice was barely audible, he could hardly stand anymore.\n\n    “Oh Rage.. You’ve always had me”\n\n    Rages legs gave out, he fell back. He fell down towards the scene which would forever be his greatest regret.\n\n    The red, It loved the blue, that’s why, that’s why it never quit chasing.\n\n    Rage felt like he felt like he fell forever. Everything was dark above him, yet the ground never came.\n\n    All at once he slammed to the ground. It was cold. It was wet.\n\n    It was not the ground of the alley. He lay sprawled on the floor of a white room.\n\n    Where was he? In the Lockup? He should be dead; there is no way the enforcers could save him from such a fall.\n\n    He looked up and saw a man, small of stature, but threatening. Rage reached for his guns, nothing. Small droplets of water dripped from naked back. He could feel his mind slipping again. Poisoned? Again? He fought it. He kept his mind and rose to his feet. He looked this small man right in the eyes. What have I done. It all came crashing back. He remembered Personas eyes, the look right before he fell, he remembered the screams as he fired in the alley, he remembered every crying child as he took in their father or mother, He remembered Personas eyes, He remembered his words, He remembered the worst of it all. He remembered he loved him. He remembered he lost him.\n\n    He gave in.\n\n    It all slipped away.\n\n\n    How can I serve you my lord?\n    Chuck and Syn like this.\n  2. Syn\n\n    Syn Guild Leader of Evolution\n\n    Likes Received:\n    Dec 5, 2015\n    I'm too awake to read this, definitely will read when I'm laying down :p\n    AlmaBeoulve likes this.\n  3. Chuck\n\n    Chuck Member\n\n    Likes Received:\n    Nov 16, 2015\n    It involves Persona! You have my seal of approval. :D :D\n\n    So this is why Rage has Poison terrain advantage\n    AlmaBeoulve likes this.\n  4. Pillowaddict\n\n    Pillowaddict Well-Known Member\n\n    Likes Received:\n    Nov 24, 2015\n    Nice deduction Chuck! ;)\n\n    @Alma, your writing is just superb! Just a bit confusing at some parts but its a teaser, so that's good. Though...\n    I was expecting more cooler lines than what I read (sorry about being so frank). It might be a lack of description on how they said it.\n\n    [He could hear Persona barely whispering behind him.\n    “I always liked you Rage, I am sorry it had to end this way...\n    “Oh Rage.. You’ve always had me”]\n\n    I pictured Persona to be a literary romantic pervert who looked at everyone beautiful as worth stealing their hearts for.\n\n    Here's a cheesy suggestion:\n    Rage could finally hear the voice of the one who took over his sanity, yet now reality played a trick on him. He could barely hear him speak.\n    \"My dear beloved, even while drenched in your own crimson colors, you are still my irreplaceable gem.\"\n    “Shut up. Talking that way...each time...\" Rage smiled bitterly. \"It really looks like...I will never be able to catch you,” he said almost a whisper in between heavy breaths.\n    Rage could hardly stand as his strength was rapidly slipping away.\n    \"For one who always stole the hearts of many, to you I concede defeat. For it was only you, who was able to take this thief's...\"\n    Rage's legs gave out before Persona could finish. He fell down towards the scene which would forever be his greatest regret.\n\n    Mwahahaha...I just love cliffhangers. Hihihi...\n    So all the more Rage will pursue Persona.\n    \"I didn't hear what you said,\" Rage confronts Persona.\n    \"Oh? Im sorry. I don't remember much if it's not for a beautiful lady,\" Persona smiled smugly.\n    Last edited: Jan 23, 2016\n    AlmaBeoulve likes this.\n  5. AlmaBeoulve\n\n    AlmaBeoulve Member\n\n    Likes Received:\n    Dec 22, 2015\n    Good wording pillow! Yes my dialogue is one of the parts that would be greatly reworked. I used just the basics to get the ideas across. Definitely my first area of rework. Thank you for those suggestions, I might steal a few lines\n\nShare This Page",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.6954220533,
        "format_confidence":0.829642415
    },
    {
        "url":"http:\/\/jakonrath.blogspot.com\/2013\/07\/guest-post-by-jeff-schajer.html",
        "text":"Sunday, July 07, 2013\n\nGuest Post by Jeff Schajer\n\nJoe sez: If you've missed the previous guest blogs, they've been fascinating and informative.\n\nYou can read Douglas Dorow talking about the publishing game here:\n\nYou can read Iain Rob Wright's 10 self-publishing tips here:\n\nYou can read about Tracy Sharp talking about just doing it here:\n\nYou can read about AJ Abbiati's Transliterator here:\n\nYou can read G.E. Nolly's fifty year journey as a writer here:\n\nYou can read Kevin Hardman talking about Amazon ranking here:\n\nYou can read Mark Terry talking about his publishing journey here:\n\nNow here's Jeff Schajer...\n\nMost of our families have been touched by disease.  My father-in-law passed away in February after living with a form of leukemia for many years.  I see my wife and in-laws struggle with this loss every day.  Helping to fund the research of those who fight disease is as worthy a use for your hard-earned money as anything I can think of.\n\nWriting a novel is something that I had always wanted to do but never knew how to go about.  Reading Joe’s blog, and in particular the posted conversations between him and Barry Eisler, was incredibly helpful to me as I began to write.  The fact that established authors are willing to pass along their hard-earned lessons in the publishing industry to anyone who is willing to learn is incredible.  I have since gone on to purchase the work of many authors who I found through this blog or because they collaborated with Joe.\n\nI came out far ahead in this.  My learning curve regarding how to go about self-publishing my work was made much shorter and I found many new authors to read whose work I have come to greatly enjoy.  So as a new author I am quite thankful to Joe for the resource to writers he has provided.  Thank you very much for that.\n\nI have been a voracious reader of thrillers, especially espionage and counter-terror novels, since my teens.  After a mostly unhappy career in finance I decided to take the leap into writing.  You know what?  I’m happier, much happier now.\n\nI decided to write books that I would like to read.  Sometimes the bad guys win and sometimes they meet a very violent end.  The main character of my first two works; one a 9,000 word short work and the other a full-length novel, is a French counter-terror operative who also happens to be Jewish.  He never loses sight of the fact that he fights terrorism on behalf of a nation that doesn’t have much use for Jews.  He is surly and complex and doesn’t play all that well with others. \n\nTerror Hunter’s Holiday                                                      \n\nTerror Hunter’s Holiday is a cross between Lee Child and Brad Thor with a bit of Daniel Silva thrown in.  Oh, and with more sex.  What happens when a long-time friend and past paramour of a counter-terror operative is grievously wronged by her lecherous blowhard of a boss?  Have you ever wanted to take the law into your own hands?  What if you had the skill and experience to plan it, execute it, and get out quick with no real concern of getting caught?  Welcome to Francois Levy’s trip to New York.  This 9,000 word eBook runs about 30 pages in print.\n\nStill The Enemy                                                                     \n\nForgotten in America’s War on Terror is that there are other enemies who wish to destroy our way of life.  Islamic terrorists remain the number one priority, but they are not the only ones who are intent on bringing death and chaos to our streets.  Past adversaries are … Still The Enemy.\n\nStill The Enemy races from Moscow and Egypt, Geneva and Paris, on to New York City and the suburbs of Washington, DC.  Not everything is what it seems in this global thriller.\n\nThis is a complex tale of terrorism, espionage, and assassination.  The perpetrators have committed horrible acts and there are trained professionals who seek to find and eliminate them.  French counter-terror operative Francois Levy is one man who will do anything to save Western Civilization and you definitely want him on your side.\n\nFans of Vince Flynn, Brad Thor, and Daniel Silva will enjoy the work of Jeff Schajer.\n\nThis book is the debut novel of Jeff Schajer and marks the return of Francois Levy, introduced in the short work Terror Hunter’s Holiday.\n\nSoon to be released All Hammer, No Sickle                          \n\nThe Russian government is not subtly sliding towards authoritarianism.  It is already there.  One of its most effective techniques has been the intimidation and subsequent murder of journalists. \n\nWhen a past offender living in exile in England is suspected of being up to his old ways an evil machine sweeps into action to silence him.\n\nIlya Kovalev, antagonist of Still The Enemy, is tasked with handling the situation for his superiors in Moscow.  And Ilya doesn’t do subtle.\n\nThis is a story of what follows when a cold blooded, highly trained operative is set loose on a government sponsored assassination mission in England.  From behind the walls of the Kremlin, the well recognized streets of Central London, and the back alleys of a small university city; All Hammer, No Sickle delivers suspense, taut storytelling, and violence.\n\nIt is reminiscent of the novels of Vince Flynn, Brad Thor, and Daniel Silva.  This short novel is 15,000 words long and runs about 60 pages in print.\n\nJoe sez: This is the fifteenth guest post for Tess. There are still many more to go. I'm overwhelmed by the generosity of my blog readers, and you folks have raised over $18k.\n\nOriginally, I ended the offer on June 23. But writers have kept donating, and I'm not going to say no to them. Tess's goal was raising $25,000, and right now she's at $23,423.\n\nI'd like to see her hit her goal. So my offer is still good. Donate $100 or more, and you can write a guest blog. Here's what you do:\n\n1. Email me with the heading TESS GUEST BLOG 7\/15 (or any date you want), forwarding the confirmation email that you donated.\n2. Attach the blog post in MS Word with all hyperlinks already embedded.\n3. Attach the cover art to your book as a jpg.\n4. Remind me the day before you want the post to go live by sending all of the above to me a second time. If your date is already taken, I'll email you and you can pick a new date.\n\nI'm known for many things, but organization isn't one of them, and sorting out these guest blogs has been a bit daunting. But I'm doing my best, and I promise to get to everyone.\n\nIf you've sent me you guest post without a date on it, I'll get to it eventually, but I recommend you resend with a proposed date or else it may take me a while to post yours. If I have a known date, I can schedule it immediately.\n\nI like Jeff's story because it show's how quickly an author can go from thinking \"I want to be a writer\" to selling books. It took me twelve years to do that. Jeff's journey was much quicker.\n\nOne of the points of this blog was to do for new writers something no writer ever did for me--reveal a blueprint of how to get published. If you've followed my blog since 2005, I began in the legacy publishing world, sharing how I self-promoted and found an agent and a publisher. Since 2009, I've been sharing my self-publishing learning curve, and I'm pleased to have done my small part in informing my peers about the potential of ebooks.\n\nThough I get thanked a lot, these guest blogs have really driven the point home about how powerful communication and sharing is.\n\nWe are not alone. Our knowledge and experience, when shared, helps everyone improve. It encourages dreams and offers hope. It informs us, motivates us, inspires us. We learn about things that work and those that don't, and get ideas about new things to try.\n\nDavid Gaughran postulates that 25% of US ebook sales are indies. I don't believe that would be possible without a collective knowledge pool that helps all of us raise our games.\n\nIf you'd like to share your experience with my blog readers, you can still donate $100 to Tess's campaign. Help Tess reach her $25k goal, and help your peers by sharing your knowledge with the world.\n\nBoth are worthy causes. \n\n\nAlistair McIntyre said...\n\nCongrats on entering the publishing world, Jeff.\n\nIf you don't mind me asking, does the $2.99 price-point for a short story work for you?\n\nJoe Konrath said...\n\nI use $2.99 for short novels (10k-40k words).\n\nShorter that $10k I usually use 99 cents.\n\nVeronica - Eloheim said...\n\nYesterday, I posted a link to one of my books on Facebook.\n\nIn a reply to the post, I was asked if I had read the writings of a specific spiritual teacher, \"His widow recently passed away, and the printing has been put on hold, but there are some available on eBay and Amazon.\"\n\nThat stopped me in my tracks and made me even more thankful for Amazon and KDP.\n\nI've published 23 titles documenting the spiritual teachings I work with. In the old days, this material would just be audio recordings on my hard drive with a slim possibility of seeing the world in print form.\n\nThanks to KDP and Joe showing the way, they are out in the world helping people.\n\nThis FB friend went on to ask me to mentor her through the self-publishing process and I didn't hesitate to offer her some tips and tricks.\n\nWhy? Because that's how the indies roll.\n\nJohn Kaden said...\n\nShorter that $10k I usually use 99 cents.\n\nDollar sign in front of your word count.\n\n\nAlice M. Roelke said...\n\nEnjoyed your entry, and hope your stories sell well! :)\n\nJacqueline Colt said...\n\nInteresting how one line can change my thinking. I read \"sometimes the bad guys win and sometimes the bad guys come to a very violent end.\"\nI said \"Wow.\"\nI guess I was feeling conflicted because the good girl in my book could not manage to catch all the bad guys, and the ones she did catch she showed no mercy.\nI feel better now.\nI agree with Jeff about finding new writers here. Thank you guys.\n\nJill James said...\n\nJeff, love the covers. Great post about just keep writing.\n\nAdele Cosgrove-Bray said...\n\n@Jill James - Good covers... (truncated)",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9075062275,
        "format_confidence":0.7346317172
    },
    {
        "url":"https:\/\/manoflabook.com\/wp\/twitter-survey-results-how-long-do-you-spend-writing-book-reviews\/?doing_wp_cron=1653031202.4925079345703125000000",
        "text":"Twitter Survey Results: How Long Do You Spend Writing Book Reviews\n\nSeptember 14, 2010\nYesterday I asked bookbloggers on Twitter (#bookbloggers) how long do they spend writing book reviews.  As expected the answers were varied and interesting.\nTwitter Survey Results: How Long Do You Spend Writing Book Reviews\nProlific blogger kaolin fire (kaolin fire presents , @kaolinfire\/) said: “just writing? maybe an hour, if it’s not an antho or collection of some sort; thinking about it? few more hours“.\nCreative blogger iubookgril (Girl Reads a Book, @bellareads) chimed in as well: “15 to 20 mins usually“, while our resident librarian blogger Mieneke(A Fantastical Librarian, @Pallekenl) takes a bit longer: “About three hours? But I’m a slow writer!“.\nInexhaustible blogger iubookgirl (Reader for Life, @iubookgril) also joined the coversation by tweeting: “same here, unless I don’t really like or dislike a book then it might take a little longer to decide what to say“.\nAs for myself (@ManOfLaBook), I average between 30 minutes to an hour, a bit more if a contest in involved.   That’s just writing though, I could think about the review for several  hours, or even days, before I even put a word to screen.\n\nHow about you?\n\nZohar – Man of La Book\n Follow Me!\n\nEnhanced by Zemanta\n--- Please like and follow ---\n\n\n  • abitosunshine September 14, 2010 at 10:49 am\n\n    The actual writing, about an hour. But I've generally thought about it for days, even made notes, sort of a pre-write, beforehand.\n\n  • Faith September 14, 2010 at 11:54 am\n\n    It takes me about an hour too (I just wrote one, actually… just shy of an hour for that one) but I read the book weeks ago, so I thought about what to say during that time. I usually try to write the review within a couple of days, but I do like to have that time to think about the book and mull over what I want to say.\n\n  • Brenna September 14, 2010 at 12:19 pm\n\n    For me it depends on how much I enjoyed the book. I always have a lot more to say about a book I absolutely loved, and therefore my reviews are longer than books I didn't care for, which are usually only a paragraph. On a related note, I should really get on Twitter already.\n\n  • Red September 14, 2010 at 1:20 pm\n\n    It usually takes me about an hour to write up a review post. It might be less if I've already got some drafts started with notes of discussion points, but usually I start from scratch. If a post is taking me much more than an hour to complete I'll stop and work on it later. I try not to make the posts sound forced or rely too heavily on summary\n\n  • le0pard13 September 14, 2010 at 6:49 pm\n\n    I don't write many, and I only jot down something for those I really enjoyed (or got something pretty far-reaching). But, for those I do, it take me hours. I never like what I initially put down, and edit for most of those hours. It can stretch to days, as well. Thanks.\n\n  • Bernadette in Austra September 15, 2010 at 2:46 am\n\n    I'm a bit like Brenna – if I have a really strong reaction to a book (usually love but sometimes hate) it takes me longer – I usually think about those for a day or two then take 1-2 hours to write a review. If the book is a middle of the road one I spend far less time thinking about the review and might only spend 30 minutes or so writing it.\n\n  • Read Aloud ... Dad September 22, 2010 at 5:05 pm\n\n    To be truthful it takes me around 30 minutes to write it, around 30 minutes to edit and format it properly for my blog ( and often a further 30 minutes to correct the first two stages. But, I'm still a beginner in the blogging world so I guess the necessary time will go down, as I master stages 2 and 3 over time. It helps that I am reviewing children's books, which means that I read and re-read them with my twins. So, that is an advantage for sure.\n\nLeave a Reply\n\nYour email address will not be published.\n\n+ 51 = 57\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nSocial media & sharing icons powered by UltimatelySocial",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.978425324,
        "format_confidence":0.6472397447
    },
    {
        "url":"https:\/\/www.accordancebible.com\/forums\/topic\/1192-bagd-2nd-revised-edition\/?forceDownload=1&_k=880ea6a14ea49e853634fbdc5015a024",
        "text":"Jump to content\n\n\nBAGD 2nd Revised Edition\n\n  • Please log in to reply\nNo replies to this topic\n\n#1 jwritebol\n\n\n\n  • Active Members\n  • PipPip\n  • 94 posts\n  • Gender:Male\n  • Location:California\n  • Accordance Version:8.x\n\nPosted 07 November 2006 - 11:52 AM\n\nI know (and have) BDAG 3rd revised edition for Accordance, but I am wondering if the older BAGD 2nd edition is available anywhere - there are some editorial differences that I would like to have the older version to be able to compare. Thanks for any help.\nJeremy Writebol\n\n0 user(s) are reading this topic\n\n0 members, 0 guests, 0 anonymous users",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.64066571,
        "format_confidence":0.9342056513
    },
    {
        "url":"https:\/\/carolesrandomlife.blogspot.com\/2017\/02\/stacking-shelves-58.html?showComment=1488178125193",
        "text":"Stacking the Shelves #58\n\nI am really excited to participate in Stacking the Shelves, a weekly meme hosted by Tynga's Reviews\n\nThis week was incredibly busy.  I think I like slow weeks much better than these busy weeks.  I had a whole list of things that I needed to do last Saturday but I had an ocular migraine that pretty much blinded me for a bit and got in the way.  On Sunday, I went with a group of friends to the Bon Jovi concert.  I had a great time but I had a hard time getting up for work the next morning.  My daughter had a band concert on Wednesday night that was fun to watch.  I spent Thursday getting things in order for my daughter to pack to leave for a band trip to Chicago for this weekend.\n\nI did my best at visiting other blogs this week but I may have missed a few just due to the craziness of the week.  I have my fingers crossed that next week will be a bit slower so I can find a little more time to read and do bloggish things.\n\nDigital Books\n\nOne of Us is Lying by Karen M. McManus (NetGalley)\nThe Rest of Us Just Live Here by Patrick Ness (Kindle Purchase)\nThe Falconer by Elizabeth May (Kindle Purchase)\nEarthrise by M.C.A. Hogarth (Kindle Freebie)\nIn Farleigh Field by Rhys Bowen (Kindle First)\nMurder in Paradise Bay by Jen Talty (Won @ Delighted Reader)\n\nI only added one review book this week.  I am pretty excited to read One of Us is Lying so I was happy to get my hands on it.  The Rest of Us Just Live Here and The Falconer were on sale so I decided to add them to my vast kindle library.  Some of my Goodreads friends really liked Earthwise so I grabbed it while it is free.  I chose the Rhys Bowen book for my Kindle First pick.  I was thrilled to win Murder in Paradise Bay and am looking forward to reading it.\n\nAudio Books\n\nIron Kissed by Patricia Briggs (Audible Purchase)\nBone Crossed by Patricia Briggs (Audible Purchase)\n\nI have been listening to the same audio book all year but I finally finished this week so I rewarded myself with a couple of books that I can't wait to listen to (and they are a reasonable length!).  Mercy Thompson is such a great series and I am looking forward to continuing my re-read of the series.\n\nWhat books do you add to your shelves this week? \nLet me know in the comments and be sure to leave a link to your own STS post!\n\n\n  1. Wow that is a busy week!! I bet the Bon Jovi concert was so much fun though. Lots of good book you got this week!! Enjoy them and hope you have a slower week!\n\n  2. I love Mercy. I've still to read book nine, still to buy book ten! It would be nice to get a new Alpha & Omega novel soon! I've been disappointed by recent reads so I NEED a good book this week! Enjoy your new books!\n\n  3. Oh nice! I never did see Bon Jovi in concert, but I can be picky about what I want to see in concert since they're so expensive! LOL! Glad you had fun though! Nice new reads too! Some mostly new to me ones but I hope you enjoy them all!\n\n    My STS will be up tomorrow, so be sure to stop by if you can!\n\n    Have a GREAT day!\n\n    Old Follower :)\n\n  4. oh looks like you had a great week...and just love Bon Jovi. Hope you had fun. I do need to read Patricia Briggs soon, I have heard some great things about it.\n\n  5. I hope next week is less crazy for you. Headaches are the worst. Happy reading!\n\n    Aj @ Read All The Things!\n\n  6. So sorry to hear about the ocular migraine. I get them too and they are absolutely awful. Glad you got to enjoy the Bon Jovi concert tho! I've somehow still never seen him live. I hear he has a great stage show. I also picked up the Patrick Ness book! It sounds really good!\n\n    Hope you have a great (and migraine free) week!\n\n  7. Awesome haul. I hate migraines of any kind. They are agonizing. I hope you love all of your new books.\n\n    Grace @ Books of Love\n\n  8. I need to get round to reading most of these too! Hope you enjoy them.\n\n    My STS.\n\n  9. Busy is good, though overwhelming is not! Hopefully this coming week slows down for you. I loved The Falconer! And its sequel, The Vanishing Throne. I got The Fallen Kingdom and I really want to start it now because the trilogy is SO addicting! I hope you enjoy The Falconer - and all of your new books!\n\n    Have a lovely weekend, Carole. =)\n\n    Alyssa @ The Eater of Books!\n\n  10. Oh yeah, that sounds like a very busy week. I like a good balance of busy and slow ones. Neat to see your daughter's concert.\n\n    Oh, very nice haul. I think The Rest of Us Just Live Here and The Falconer sound great. Super that you won one from the TGPUL event. :) Oh, and I do love Mercy Thompson series, too. I've listened to Ironkissed as my last re-read audio, too.\n\n    Hope you have a great week coming. :)\n\n  11. I'm super excited about In Fairleigh Field! I love anything with a Bletchley Park setting and I always enjoy Rhys Bowen's books. I hope you love it! Between the concert and the migraine I bet you were worn out on Monday! Hopefully this week will be much calmer!\n\n  12. I tend to prefer the quieter, slower weeks too. I am sorry for your migraine. The Bon Jovi concert sounds like so much fun. I wouldn't mind seeing them in concert. Sounds like your daughter has been busy too!\n\n    I hope you have a slower week this week. I have a training, but no Girl Scouts, thank goodness. This week will be the slow week before my very busy week. I'd better enjoy it while I can! Take care!\n\n  13. I haven't read any of these books, Carole, but I'm curious about \"One of Us Lying\". wow interesting. Looking forward to your review. :)\n\n  14. I'd hoped that the Mercy Thompson books were on sale on Audible but no dice. Sigh.\n\n    I still need to catch up.\n\n    Happy reading, Carole!\n\n  15. Boo about the migraine. Sometimes there is a good busy, but slow in much nicer. :) Have a great week!\n\n  16. I love Mercy and I really enjoyed The Falconer as well! happy reading!\n\n  17. Oh yay! Love that series by Briggs. The audio is fantastic, too. Goodness on the busy week. Hope this next is a little calmer!\n\n  18. One of Us is Lying and The Rest Of Us Just Live here are both books I want to read too, so I hope you enjoy reading them! And I am sorry to hear about that horrible migraine :( But the Bon Jovi concert sounds like it was a lot of fun!\n\n  19. I hope your migraine has left for good.They can knock you down for days.\n\n\nPost a Comment\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9340165257,
        "format_confidence":0.6331403852
    },
    {
        "url":"http:\/\/www.pets.ca\/forum\/showthread.php?p=454816&mode=threaded",
        "text":"\n\nThread Tools Display Modes\nPrev Previous Post   Next Post Next\nOld July 22nd, 2007, 09:53 AM\nLukka'sma's Avatar\nLukka'sma Lukka'sma is offline\nRemembering Lukka\nJoin Date: Sep 2006\nLocation: London Ontario\nPosts: 2,231\nHarry Potter Spoiler Alert\n\nDo not read any further down if you don't want to know who dies in the final book\n\nOK here we go\n\nIn the first chapter, Lord Voldemort kills off Charity Burbage\nHarry's owl Hedwig dies, Mad-Eye-Moody dies\nWormtail dies\nDobby the house elf dies\nCrabbe dies\nFred Weasley dies\nLord Voldemort kills Severis Snape\nLord Voldemort kills Potter who is resurrected from the dead and finishes off the Dark Lord. Tonks and Lupin die in the same battle.\nIn the epilogue we read that 19 years later Harry and Ginny have three children\n\nHope the spelling of these names is right.\nReply With Quote\n\nThread Tools\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\n\nForum Terms of Use\n\n  • All Bulletin Board Posts are for personal\/non-commercial use only.\n  • Self-promotion and\/or promotion in general is prohibited.\n  • Debate is healthy but profane and deliberately rude posts will be deleted.\n  • Posters not following the rules will be banned at the Admins' discretion.\n  • Read the Full Forum Rules\n\nForum Details\n\n  • Powered by vBulletin® Version 3.8.8\n    Copyright ©2000 - 2017, vBulletin Solutions, Inc.\n    vBulletin Optimisation by vB Optimise (Reduced on this page: MySQL 0%).\n  • All times are GMT -5. The time now is 03:15 PM.",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.714987278,
        "format_confidence":0.9876030087
    },
    {
        "url":"http:\/\/newboards.theonering.net\/forum\/gforum\/perl\/gforum.cgi?post=last-520195;sb=post_time;so=DESC;forum_view=forum_view_expandable;guest=52469695",
        "text":"Our Sponsor Sideshow Collectibles Send us News\nLord of the Rings Tolkien\nSearch Tolkien\nLord of The RingsTheOneRing.net - Forged By And For Fans Of JRR Tolkien\nLord of The Rings Serving Middle-Earth Since The First Age\n\nLord of the Rings Movie News - J.R.R. Tolkien\nDo you enjoy the 100% volunteer, not for profit services of TheOneRing.net?\nConsider a donation!\n\n  Main Index   Search Posts   Who's Online   Log in\nThe One Ring Forums: TheOneRing.net: Feedback:\nPosted a wrong link\n\nTol Eressea\n\nNov 7 2012, 1:51pm\n\nPost #1 of 3 (385 views)\nPosted a wrong link Can't Post\n\nHere's my original comment: http:\/\/newboards.theonering.net\/...i?post=520171#520171\n\nCould a mod replace my original link with this one?: http:\/\/soundcloud.com\/...nds-extended\/s-oFBxE\n\nSuperuser \/ Moderator\n\nNov 7 2012, 2:09pm\n\nPost #2 of 3 (185 views)\nDone :-) \/\/ [In reply to] Can't Post\n\n\nKoru: Maori symbol representing a fern frond as it opens. The koru reaches towards the light, striving for perfection, encouraging new, positive beginnings.\n\n\"Life can't be all work and no TORn\" -- jflower\n\n\"I take a moment to fervently hope that the camaradarie and just plain old fun I found at TORn will never end\" -- LOTR_nutcase\n\nTol Eressea\n\nNov 7 2012, 2:16pm\n\nPost #3 of 3 (444 views)\nThank you! [In reply to] Can't Post\n\n\n\nSearch for (options) Powered by Gossamer Forum v.1.2.3\n\nhome | advertising | contact us | back to top | search news | join list | Content Rating\n\nThis site is maintained and updated by fans of The Lord of the Rings, and is in no way affiliated with Tolkien Enterprises or the Tolkien Estate. We in no way claim the artwork displayed to be our own. Copyrights and trademarks for the books, films, articles, and other promotional materials are held by their respective owners and their use is allowed under the fair use clause of the Copyright Law. Design and original photography however are copyright © 1999-2012 TheOneRing.net. Binary hosting provided by Nexcess.net\n\nDo not follow this link, or your host will be blocked from this site. This is a spider trap.",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.7307205796,
        "format_confidence":0.9852613807
    },
    {
        "url":"http:\/\/www.phrases.org.uk\/bulletin_board\/7\/messages\/472.html",
        "text":"phrases, sayings, idioms and expressions at\n\nPhrases, Sayings and Idioms Home > Discussion Forum\n\nRe: \"Enough to float a Battleship\"\n\nPosted by Barney on January 18, 2001\n\nIn Reply to: Re: \"Enough to float a Battleship\" posted by marcus on January 16, 2001\n\n: : Any one use or know why this phrase is used, example..I have\n: : enough paper clips to float a battleship...someone commented why wouldnt it be to sink a\n: : battleship. I thought launch,set to float....any info on this one\n\n: : you might have enough paper clips to float a battleship by virtue of the the tonnage of paper clips that could be converted into a battleship. that's a lot of paper clips. I know a lot battleships get converted into razor blades. that's a bunch of razor blades. i've always heard \"He drank enough beer last night to float a battleship.\" now that's a lot of beer.\n: on the other hand, ...\"enough bullshit to float a battleship\" is another term of endearment that gets bandied about at times too.\n\nBy virtue of the laws of physics anything that floats displaces its own weight of the liquid in which it floats. Hence, the expression 'enough ... to float a battleship' implies a huge amount of whatever is specified, by virtue of the fact that battleships generally weigh in at tens of thousands of tons.\n\nJust thought you ought to know.",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9505179524,
        "format_confidence":0.925580442
    },
    {
        "url":"http:\/\/urth.net\/urth\/archives\/v0019\/0103.shtml",
        "text":"FIND in\n<--prev V19 next-->\n\nFrom: Matthew Malthouse <matthew.malthouse@guardian.co.uk>\nSubject: Re: (urth) Catherine the thief, adrift in time\nDate: Tue, 13 Oct 1998 23:17:55 +0000\n\nRobert Borski wrote:\n\n> Also in regards to Caesidius resembling Severian (as Eata notes), this is\n> because he is Severian's maternal grandfather. And Catherine, his daughter,\n> is easily adult-age when the deluge strikes. Severian's been gone several\n> decades, after all.\n\nOkay, rather than consign you all to the mad house mayby I should first ask\nhow much of this discussion depends on information from the LEXICON URTHUS\nwhich I have not read?\n\nI can see the lovely lines being drawn here for the various relationships of\nthe characters, but I can't relate what's being suggested to TBotNS & TUotNS -\nwhat am I missing?\n\n\n*More Wolfe info & archive of this list at http:\/\/www.urth.net\/urth\/\n\n<--prev V19 next-->",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9832007885,
        "format_confidence":0.9569731951
    },
    {
        "url":"http:\/\/becomingprince.blogspot.com\/2011\/09\/wriing-novel-looking-for-plots.html",
        "text":"Monday, September 12, 2011\n\nWriing a novel - looking for plots??\n\n Morning Everyone,\n\n  Hope everyone has enjoyed your weekend and are making a great start for the week ahead by grace of God!! All is well @my end except that I didn't put much efforts on anything in the last week. Well, hoping that this week would be different.\n\n  So, are you planning to write a novel?  Have you already started a novel and trying to make some cool sub-plots? Then this article is for you. I was the other day, going through the web for cool sites to surf. I am now so addicted to Internet, that Wikipedia alone isn't sufficient to keep me engaged for more than a hour. \n\n I was happy to find a interesting site Damm Interesting and the Interesting Thing of the Day. Both of them are awesome sites for the simple reason, that the articles in it are hand picked to catch the fantasy of readers. Many of the articles in Damn Interesting can become basis point for a sub-plot \/ technology used if you are writing  a military based \/ scientific fiction \/ fantasy novel.\n\n  Check out cool articles likes\n\nand lot more. Hope this helps you with your WIP \/ future projects \/ helps you in passing time every now and then!! Looking for more cool sites to read ?? Check them out here\n  Have you come across any cool sites? Where do you search sub-plots for your WIP? Where do you do research for weapons and technology for your WIP? What would you do when you dunno about the technology needed?\n\nwith warm regards\n\n\nworddreams said...\n\nGood selection of sites. How'd you find them?\n\nClaire Lachance said...\n\nThose sound like some interesting sites!\n\nSarah Pearson said...\n\nThose sound like good sites to check out. Thank you :-)\n\nLinda Gray said...\n\nHi, I'm a fellow Campaigner (Suspense\/Thriller) dropping by to say hello. So nice to find your blog. See you in the Campaign.\n\nPeggy Eddleman said...\n\nThose sites sound awesome! I'm going to check them out right now.\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9587178826,
        "format_confidence":0.5120406747
    },
    {
        "url":"http:\/\/www.mumsnet.com\/Talk\/book_giveaways\/1740717-Just-What-Kind-of-Mother-Are-you-by-Paula-Daly-Apply-for-free-copy-and-join-the-discussion?reverse=1",
        "text":"\n\nJust What Kind of Mother Are you? by Paula Daly - Apply for free copy and join the discussion\n\n(27 Posts)\nRachelMumsnet (MNHQ) Thu 25-Apr-13 08:37:07\n\nThis week's book giveaway is Just What Kind of Mother Are you? By Paula Daly. Paula's debut novel plays to your very worst fears as a mother ? a friend?s child going missing on your watch. Paula takes the reader on a psychological journey through the relationship of the two affected mothers and their circle of friends.\n\nIf you're interested in reading and then coming back to let us know what you think and discuss the book with other mnetters then find out more about the book and apply for one of 50 free copies.\n\nlasttothebar Wed 05-Jun-13 23:44:41\n\nReally enjoyed this and would readmore by her\n\nCakecrumbsinmybra Wed 05-Jun-13 10:26:18\n\nI read this quite quickly - it was a nice easy read that you could easily pick up where you'd left off. I enjoyed it for what it was. I did, however, feel like it was \"Mumsnet - The Novel\", right down to the mention of Greggs, almost as if the author had read lots and lots of threads on MN and then incorporated them into story, iyswim.\n\nMy favourite character was Joanne and I felt like there could have been more made of her character and background. Lisa was a good character, but just as much as a cliche as Kate, although for me, both of the mothers were a little too much of one extreme to the other to be realistic. I also found the fact that Kate was actually a nut job a bit of a typical ending - ie. even though she's the one with the \"perfect\" life and trying so hard to be a good mum, she's crazy and harming her children, whereas Lisa, who's not actually trying that hard at being a great mum (because lets face it, she's not) is the better mum after all. I'm not sure I'm explaining that very well. I felt Kate's story would actually have been far more interesting than Lisa's, but then that would have been a completely different novel and not such an easy read.\n\nI found the thoughts of the abuser uncomfortable to read and not sure if they were really necessary to this particular book.\n\nI agree that it would make a good TV adaptation and as I said before, I did enjoy the book overall. Thanks for the free copy!\n\njinglejanglebangles Tue 04-Jun-13 12:24:48\n\nI loved this book! Only just finished reading it and i was totally hooked. I really related to the frazzled, over-worked mother. I thought it was written really well and it was the type of book that you just cannot put down. There were lots of twists and turns and I agree with some of the other reviews - it would make a great TV drama.\n\nitsonlysubterfuge Tue 28-May-13 15:32:52\n\nI really enjoyed this book. I couldn't put it down. After I was finished I lent it to my mother in law who also enjoyed it really much. This isn't the kind of book I would normally read, but I'm glad I got the chance to win a free copy and read something that I wouldn't normally read.\n\nIn some ways it's very easy to relate to the characters in the book, which makes for a more realistic story. It also lead to talks with my husband about our own child's safety and what would you do. Not exactly classic literature, but very entertaining.\n\nRaspberrygiggle Wed 22-May-13 09:14:05\n\nI really enjoyed this book. It's probably not one I would have picked up to read but I'm glad I got the opportunity to read it as I couldn't put it down! I loved the twist at the end and could easily see this novel been made into a TV drama. Really easy to read, enjoyable, gripping story. Loved it!\n\nmaryburrows Tue 21-May-13 11:09:17\n\nthank you for a great read- Ifelt it could be read as a thriller with plenty of plot twists to keep who-done-it fansguessing up to the end but it is also over the top darkly humourous. There are as many issues, failings and problems as there are characters in the book- depression, low self-esteem e.t.c.- exaggeration that makes a point. For mothers trying to do it all when there aren't enough hours in the day, always tired and feeling guilty when they compromise it is a marvellous antidote. Read it if you haven't already. It contains the powerful message that it is o.k. simply to do your best and be yourself. Maybe the person you see as so wonderful is really just as human as you are. The novel is written in the present tense which gives the action an immediacy, vividness which draws you in to actually living the emotions of Lisa as the events unfold, from guilt to relief and appreciation of all she holds dear.Every mother can share both the joy and problems of family life. Ultimately it is a life affirming book and maybe Lisa is not such a bad mother after all.\n\nLiska Mon 20-May-13 22:59:41\n\nI also read this really quickly - couldn't put it down at all. I chuckled over the whole Kate 'perfect mother' thing - I've met a few of those - but I did also struggle with her relationship with Lisa because I couldn't quite work out how they'd become friends. I also loved the bit where her sister gets her comeuppance in the butcher's! But my favourite character was definitely Joanne, and I really liked the breast reduction bit. I kept thinking that a male author would never have that kind of insight. I hope that Joanne is going to be back in another book soon.\n\nThere were a couple of bits that just didn't ring true - mostly to do with the children. I don't think many mothers would have sent their daughters to school when they were so distressed about their part in their friend's disappearance. And I was really surprised when she stopped Fergus from coming down by locking him in his room - that was such a terrible thing to do!\n\nBut it was quite good fun, and I agree that it would make a great TV Screenplay.\n\njuneau Sun 19-May-13 11:25:58\n\nI just finished this in less than 24 hours, which is pretty good going for me on a weekend.\n\nThis is a well-written, fast-paced thriller with a compulsive plot line. I liked the two central characters - Lisa and Joanne - and felt I could identify with them. It's very visual - I could easily imagine it being made into a TV drama - and easy to read.\n\nThe other characters weren't so well drawn, IMO. The husbands were a bit one-dimensional and Kate was very strange - not likeable at all - and I found it hard to see why Lisa wanted to be her friend in the first place. But then, when your kids are friends you can get thrown together with people you wouldn't otherwise choose to be friends with and the whole school-gate competitiveness thing is familiar to any parent with a school-age child.\n\nTBH, if I'd spent £20 on the hardback of this book I'd feel rather cheated as it was such a quick read, but I did enjoy it and I'd read other books by this author.\n\nI also thought this was not bad (which is reasonably high praise from me!), the story was quite interesting and kept me wanting to find out what happened, and there were a few bits I particularly liked. The tension generated at times was good, and for some reason I liked the bit where we met Joanne and found out about the breast reduction etc - maybe because it made her seem quite human? - although as others have said, it didn't really go anywhere after that.\n\nHowever I didn't entirely \"get into\" most of the other characters, and I found some of them a bit stereotyped but not particularly realistic. I also agree that the children were very much skimmed over and hardly characterised at all, which felt surprising in a book apparently meant to be partly about motherhood.\n\nI also found the blurb on the back to be ridiculously over the top, which did the book itself no favours! Yes, it was quite enjoyable as a way to pass the time, but \"book of the year\" and \"characters so real they couldn't possibly be made up\"? I think not! But as a page-turner to read once, it wasn't bad.\n\nRootle Thu 16-May-13 09:34:47\n\nDue to chronic sleep deprivation & limited time (2 yr old & 6 month old) I have struggled to read more than a magazine recently. Yet I read this book in a couple of days. It had me gripped v quickly & was easy to pick up & put down when feeding DD.\n\nThere were elements of both Lisa & Kate's characters that I could relate to. Like others I wish the author had fleshed out Kate's character a bit more. The beginning & mid section built up the suspense well but I also felt the ending was quite rushed & lacked some of the detail seen earlier.\n\nOverall it was an easy read & an enjoyable one but probably not a book for people who like long drawn out thrillers.\n\nOneforthemummy Tue 14-May-13 16:58:06\n\n(just changed my name from ajsleight...wanted something a bit more 'MN') Eccles it did seem quite odd the way so much was skimmed over, like the author was suddenly told it had to go to press tomorrow! Let's see if she redeems herself in future novels!\n\nStepAwayFromTheEcclesCakes Tue 14-May-13 16:10:44\n\najsleight actually just read your post and you have put the finger on the reasons why I was not totally blown away by the book and did not realise why as it was a book i found hard to stop reading. Yes perhaps some of the unecessary detail was setting the scene for more books, and yes some details made it seem rushed as they were thrown in as short explanations towards the end that could have played a bigger part in the full story. Thanks smile\n\nStepAwayFromTheEcclesCakes Tue 14-May-13 16:05:53\n\nstarted it Sunday finished it last night. It gripped me for some reason as it wasn't really complicated but captured me from the beginning. one or two twists to it. overall I can say I really enjoyed reading it, if I had any criticism it would be that the end felt a bit rushed almost after the suspense, but would recommend it to anyone except those who revel in a long complicated who dunnit. Would certainly read more by the author.\n\najsleight Mon 13-May-13 19:29:19\n\nI was so excited to win a copy of this book - and promptly read it in three days, which, considering I have read about three books in the nine months since my DD was born, shows how much I enjoyed it!\nI... (truncated)",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.966321528,
        "format_confidence":0.9893727899
    },
    {
        "url":"http:\/\/mycozybooknook.blogspot.com\/2009\/05\/blushing-blogger_23.html?showComment=1243089747358",
        "text":"Saturday, May 23, 2009\n\nBlushing blogger\n\nI have been so very fortunate to be the recipient of several blog awards over the past couple of weeks. I have not been very cordial in publicly thanking those who were kind of enough to give me an award, and I apologize. The end of the school year is always more hectic than I ever anticipate, and time just got away from me. Without further ado, however, let me share my heartfelt appreciation to the award givers....and let me pay forward the gift to a few fellow bloggers.\n\nThe first award I need to acknowledge is from my dear friend, Susan, at You Can Never Have Enough Books. Susan and I completed a mini challenge together in March and my reading life has been greatly enriched by that experience. This award signifies a blog that cares -- and I truly cherish the fact that Susan senses my caring spirit through the words I write. 'The only requirement for this award is that you shared it with whomever you like, sharing the love is always a good thing. The blog has to show only one characteristic, caring. So, start sharing this enchanted award with five other bloggers. Let your bloggers know they have received this enchanted award. (Remember, fairies are fickle wee things, don't incur their displeasure by ignoring their gift). '\n\nI would like to share this award with the following bloggers because their dedication to the blogging community is clearly evident:\n  1. Kittling: Books (love her Scene of the Blog and Weekly Link Round Up posts)\n  2. Bookin' with Bingo (her prize giveaways are amazing)\n  3. Ms. Bookish (her weekly list of all book giveaways in the blogosphere is amazing)\n  4. Semicolon (her weekly Saturday Review post is a goldmine of book possibilities)\n  5. Just One More Page (her Musing Monday meme asks such thought-provoking questions)\n  6. The Printed Page (I only wish I could participate more often in her Mailbox Monday post)\n  7. A Novel Challenge (this is the quintessential blog to find a book reading challenge)\n  8. Weekly Geeks (another great thought-provoking question each week)\n  9. Maw Books (she faithfully posts the NYT best seller lists every week)\n  10. Melissa's Bookshelf (you MUST read her fabulous blogger tips)\n\nThe next award that I received was the \"You Don't Say\" award -- with the most adorable Panda Bear button! This award acknowledges those who frequently comment on the others' blogs. Sheri from A Novel Menagerie and Melissa of Melissa's Bookshelf both bestowed me with this terrific honor. As you all know, we bloggers CRAVE comments as it is our barometer that what we say has meaning to others.\n\nThere are few bloggers that I would like to acknowledge as exceptional in this regard. They are as follows:\n  1. Kathy of Bermuda Onion's weblog\n  2. Beth of Beth Fish Reads\n  3. Kaye of Pudgy Penguin Perusals\n  4. Bonnie of Red Lady's Reading Room\n  5. Anne of Diary of an Eccentric\n  6. Margot of Joyfully Retired\n  7. Ti of Book Chatter and Other Stuff\n\nFleur Fisher finds me friendly (how's that for alliteration?) and I am deeply touched. I am a shy person in the real world, and oftentimes viewed as stand-offish rather than friendly - so it is especially nice to know that I can communicate affability in the blogging world.\n\nI can honestly say that every blogger with whom I have come in contact is friendly, so it is very difficult to single out a few to pass along this award. I will, however, take the time to honor a certain few always seem to have a kind word to say or tweet -- or who have been instrumental in helping me with my initial blogging experience:\n  1. Sheri of A Novel Menagerie (so helpful when I first started blogging)\n  2. Natasha of Classic Vasilly (always has a hello for me on twitter)\n  3. Kim of Page after Page (always signs her encouraging comments *smile*)\n  4. Marta at Marta's Meanderings (a friendly twitter with a friendly blog to match)\n  5. Shannon at Shannon Loves Books (a twitter friend who shares a love of \"clean\" literature)\n  6. Stephanie at Stephanie's Written Word (volunteered to organize all the BEA attendees)\n  7. Robin at A Fondness for Reading (volunteered to help me with my first challenge)\n  8. JoAnn at Lakeside Musing (we are in similar stages in life and I can relate to her so well)\n  9. Jenners at Find Your Next Book Here (I just see her name and a smile comes to my face)\n  10. Dawn at She is Too Fond of Books (another twitter friend and BEA organizer)\nThe Book Resort honored me with her Splash award: What is a Splash Award ? It is an award given to alluring, amusing, bewitching, impressive & inspiring blogs. My family is probably reading this description and asking, \"who are they talking about?!\" Not sure they would use the words alluring or bewitching to describe me :) --- but I am very grateful for this fantastical award.\n\nThe blogs that I think are worthy of this \"bewitching\" award because of their deep love for the fantasy genre of literature include:\n  1. Nymeth of Things Mean a Lot\n  2. Chris of Stuff as Dreams are Made on....\n  3. DesLily of Here, There and Everywhere\n  4. Susan of You Can Never Have Enough Books\nThe final award that I have been fortunate to receive is the Lovely Blog award from Karen at The Pink Bookmark. I think the button is appropriate to the award -- it is quite lovely. I found Karen's blog during the readathon event and have really enjoyed reading her insightful comments.\n\nI thought I would pass along this award to the few bloggers I know who have recently converted their blog to their own domain. I simply cannot imagine the work and skill necessary to accomplish such a feat - and their new blogs are indeed lovely. For those who have done this and I am unaware, please forgive my oversight and know how much I admire your efforts!\n  1. Bethany of Dreadlock Girl\n  2. Chris of Stuff as Dreams are Made on\n\n\nBeth F said...\n\nAwesome awarding going on here! So well deserved, Molly.\n\nAnd thanks so much for passing one of these along to me!\n\nBingo said...\n\nCongratulations, Molly! And thank you for my adorable enchanted award. I am now a follower and am adding you to my blog roll. I looked over your blog and can't believe I haven't been here before. What a super blog you have. It just goes to show that even if we had all the time in the world, we would never get to see all the wonderful creative work that is out here...thanks again and have a super weekend!\n\nMelissa said...\n\nThank you, Molly! And congrats for winning all those awards, you deserve them! :-)\n\nHave a great weekend!!\n\nbermudaonion said...\n\nCongratulations, Molly! Your blog is fantastic, so I'm not surprised you got all those awards. Thanks for thinking of me to pass one along to. I'm really flattered!\n\nRobin said...\n\nCongratulations on your awards, and thank you so much for awarding me the Friendly Blogger award! What a nice way to start out the weekend.\n\nJoAnn said...\n\nCongratulations on your well-deserved awards, and thanks for passing the Friendly Blogger award on to me! Hope you have a great Memorial Day weekend!\n\nTrish said...\n\nCongrats on all of the lovely awards, Molly!\n\nKaye said...\n\nNot just friendly, but fantastically fabulous! Whoa, don't you just love alliteration? Thank you so much Molly for passing on the \"You don't say\" award. He is truly an adorable bear. I always look forward to anything you post. Have a nice holiday weekend.\n\nTi said...\n\nWow!! It's an award bonanza! All very thoughtful and well deserved. Thank you for passing on the \"You Don't Say\" award to me. I really enjoy visiting your blog and commenting is really important to me so I really appreciate it.\n\nMargot said...\n\nCongratulations, Molly, on an array of well deserved awards. Thanks for passing one along to me. It means a lot.\n\nANovelMenagerie said...\n\nThanks BabyCakes!\n\nI want you to know that I do subscribe to your blog and still read nearly all of your posts. I'm not the best \"commentor\" even though I'm reading and lurking!\n\n\n\nKim said...\n\nBravo Molly! What a lot of love you have received!\nThanks for passing some of that love on to me.\n\nRed lady-Bonnie said...\n\nCongrats on all of your very well deserved awards Molly!!! Your blog is one of my favorites and you have such a positive spirit that shines through in your writing. Thank you very much for the \"You don't Say\" award!! I am honored and you've made my day!\n\nNymeth said...\n\nCongrats on the well-deserved awards, Molly! And thank you so much for including me :D\n\nKim said...\n\nMe again Molly...I just wanted to comment on a comment you left on my blog earlier...\nYou MUST see Schindler's List--even if it is after you read the book. The visual aspects of that film are stunning, and after watching it for the first time many years ago, my husband looked at me and said, \"This is one movie all our children must see.\" He had never said that before or since about any other movie.\n\nWhile it is a sickening period of history, and we automatically think of the sick people who orchestrated those events when we hear the words WWII or Holocaust, I have found through mostly books, how there were so many good people too--those are the stories I like to find.\n\n\nVasilly said...\n\nThank you so much! I really appreciate it.\n\nChris said...\n\nAwww, thanks so much Molly :D And you put me in such great company! All of those awards that were given to you were extremely well deserved!\n\ndrey said...\n\nCongratulations on the awards, Molly! You definitely deserve 'em!\n\nJenners said...\n\nCongrats on all the well-deserved awards!!! And thank you for thinking of my blog!! I totally appreciate it!\n\nbethany (dreadlock girl) said...\n\nWOW you got so many wonderful awards!! They are so pretty, and you sure do deserve them.\n\nThank you so much for passing one on to me! Your words are very kind (here and in the comments you left on my blog) and it is a HUGE encouragement to me. Thank you, I really appreciate your sweetness.\n\nCathy said...\n\nThank you so very much, Molly, and congratulations on all your well-deserved awards!\n\nBelle said...\n\n... (truncated)",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9195336103,
        "format_confidence":0.6754454374
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/Uncyclopedia:Pee_Review\/Gravity's_Rainbow_(rewrite)",
        "text":"Uncyclopedia:Pee Review\/Gravity's Rainbow (rewrite)\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\n\nedit Gravity's Rainbow\n\nGuildensternenstein 04:18, 5 February 2009 (UTC)\n\nLooks like it should go in the unbook section. Were you forced to study this work for an exam ? --Romartus 13:57, 5 February 2009 (UTC)\n\nActually it shouldn't go in the UnBooks section because it's an article about the book, not like a condensed version of the book or a \"book\" spoofing the actual book or anything like that. And no, quite the opposite. Gravity's Rainbow is actually my all-time favorite book. I wrote this article because there wasn't an existing one on the subject. I don't have a problem poking fun at things that I actually *like* haha. The Pynchon fan who reviewed the first version of this article thought the same way.\n\n--Guildensternenstein 17:42, 5 February 2009 (UTC)\n\nPlease note that I have never read this book, but I am familiar with Thomas Pynchon.\n\nHumour: 6 One-trick pony. Constant references to coitus do not a humourous article make. By the time I reached the character section I was well and truly tired of reading about which characters were fucking each other. Unfortunately the emphasis on sex means that the other characteristics of Pynchon's writing are mostly ignored: dense, meandering, dead-end storylines; ludicrous characters; random poetic licence with historical events... Let's face it: Pynchon is ridiculous, and the problem is that this article only exploits one facet of his madness.\nConcept: 5 The problem with making fun of one of Thomas Pynchon's existing works is that it is impossible to make the article more ridiculous than the novel itself. Also, this article does not endear itself to the casual reader at all. Lots of people have picked up a Pynchon, but most haven't been able to get all the way through. I have read Against The Day, so I have some conception of what you are talking about.\n\nIn my opinion, you and TPLN should collaborate on an UnBook about Thomas Pynchon's lost works, full of silly one-shot paragraphs that reflect the collected insanity of a Pynchon novel. This would allow you to replicate the style, lambast the books, and not be cramped by an existing work.\n\nProse and formatting: 9 It's not a 10 because you misspelt the word \"Dutch\". 10s are pretty rare from me, though, and I've already given you two today.\nImages: 7 Adequate, the V-2 is the best image. It needs, dare I say it, more cowbell.\nMiscellaneous: 6 Dense, confusing, fucking. At least it's authentic.\nFinal Score: 33 You've got a Pynchon inside you, but it's not this one.\nReviewer: IronLung 03:45, 8 February 2009 (UTC)\nPersonal tools",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9776265621,
        "format_confidence":0.9414038658
    },
    {
        "url":"http:\/\/www.plex86.org\/Computer_Folklore\/US-Military-Dead-during-Iraq-War-1030.html",
        "text":"PLEX86  x86- Virtual Machine (VM) Program\n Plex86  |  CVS  |  Mailing List  |  Download  |  Computer Folklore\n\nUS Military Dead during Iraq War 1030\n\n\nPerhaps, but that is what you wrote, and people can only go by what you write. We can't read your mind. for someone who claims to be so open-minded and tolerant, you are remarkably intolerant of any of your readers who don't manage to read your mind.\n\nBut, as I wrote before, there is no reason to continue reading after coming across such an error. It is likely that what follows will be equally erroneous.\n\nUS Military Dead during Iraq War 1036\nbah clearly FUD stands for \"Fear, Uncertainty, Doubt\" and is a \"black propoganda\" methodology: Basically, a person plants \"vicious rumours\" (which are utterly false) which create \"Fear, Uncertainty and Doubt\" in another...\n\nNothing is quite as simple as it appears in schoolbooks.\n\nThat is a bit of an exaggeration. Sounds like something from a schoolbook.\n\nThe same applies to everyone.\n\nThe wealth and power of the Roman elite was based on their country estates, not in the city.\n\nIt is news to me that the Roman army included many Persians. Since Persia was an enemy of Rome, recruiting them would have been a somewhat odd thing to do.\n\nIn fact, Mithraism was popular throughout the army, especially among officers, regardless of national origin. See Webster, The Roman Imperial Army, and Watson, The Roman Soldier.\n\nWhich invasion? The Claudian or the Julian?\n\nIt can surely be dated not later than the emperor Honorius's 410 letter to the Britons telling them they were on their own.\n\nMost of them would have been out of Britain already. Unusually, the Romans tended to post British soldiers outside Britain. Most other soldiers were posted more or less near their homelands. I don't think the Romans trusted the Britons all that much.\n\nWhen Magnus Maximus invaded the continent in 383, he took the garrison, or most of it, with him, and when his revolt ended, not all of the troops were sent back. All of the legions left in 407 with Constantine III when he became emperor, and never returned.\n\nUS Military Dead during Iraq War 1031\nCBFalconer These comments are directed to T.M. in particular... If it appears that the comments don't seem to apply to you, then it might...\n\nBut you spoke of 'the Romans' leaving, not of Roman culture leaving or dying out.\n\nYour whole argument here is nothing but a strawman. In fact, many of your posts are attacks on strawmen you have set up.\n\nThat is always a theoretical possibility, but the fact that the inhabitants of Roman Britain were Celts, not Germans, is so firmly established that the possibility that what you appeared to be saying was right can be dismissed in this case.\n\nThat is a question of definition. Some would disagree with you. Kenneth Clark, for one.\n\nIt is silly to apply 21st century standards to the 1st century.\n\nThis sounds like another of those schoolbook oversimplifications that you claim to dislike.\n\nWhat the heck is a \"Neo-Roman\"? On second thought, don't answer. Your entire anti-Rome rant is just too bizarre.\n\nIt's been done often enough.\n\nI display my lack of wisdom by responding to you at all.\n\nHad we but world enough, and time, wasting time reading absolute nonsense were no crime. But at my back I always hear Time's winged chariot hurrying near; and yonder all before us lie deserts of vast eternity.\n\nIn case you can't fathom the above 'poetical device', what I am saying is that if one had infinite time, one could read everything, but our time is finite, so we must be selective, we must filter out rubbish so we don't waste irreplacable time reading it. You are prefectly free to read whatever rubbish you want to read, but don't criticize others for being more selective.\n\nNobody has any obligation at all to read anything you (or anyone else) writes. If you want people to read what you write, it is up to you, the writer, to tempt them to do so by writing well and truthfully. If someone looks at what you have written and says, \"This is rubbish\", your response should be to fix what is wrong, not to call the person a narrow-minded bigot, and not to proclaim that rubbish High Art and the salvation of mankind.\n\nYou ought to hang out in sci.physics.relativity. There are plenty of kooks and crackpots there to keep you busy for ages.\n\nIt is quite ironic that, while condemning others for not reading hundreds of lines of your posts, you don't read two lines of mine. The premise I stated was of a serious claim that 2 + 2 = 5. That excludes a typo, or comic effect, or anything other than a serious claim.\n\nFurther, if the beginning of a book contains such a glaring typo, one can only expect other typos in the rest of the book. You could not rely on anything you read, so why read?\n\nDon't be stupid. Or are you really incapable of distinguishing between a factual error in text that purports to be statements of fact, and text that purports to be fiction?\n\nAre you incapable of distinguishing between a particular text, or a particular edition of a text, and the body of knowledge that the text expresses? It is perfectly possible, and even sensible, to dismiss a particular edition of, say, Darwin, as being riddled with errors, while not rejecting evolution. I should have thought that was obvious.\n\nWhat I see as idiotic and dangerous is allowing factual errors to propagate without correction.\n\nI am sure I have, and I welcome corrections.\n\nNo, the difference is that when I am corrected I do not throw a fit, and that claim I am being persecuted by fascists. Beyond that, the real, fundamental, difference is that when I am wrong, I want to know about it, but when you are wrong, you want to remain ignorant.\n\nI have no such notion; it is entirely your invention.\n\nYet another strawman. Not reading your entire post does not deny your freedom of speech. There is a negative side to freedom of speech, you know: the freedom not to be forced to read something. That is a freedom that you seem to want to restrict.\n\nThose words, or similar words, appeared in S.G. Tallentyre's The Friends of Voltaire (1907):\n\n\"The men who had hated the book, and had not particularly loved Helv?tius, flocked round him now. Voltaire forgave him all injuries, intentional or unintentional. 'What a fuss about an omelette!' he had exclaimed when he heard of the burning. How abominably unjust to persecute a man for such an airy trifle as that! 'I disapprove of what you say, but I will defend to the rest your right to say it,' was his atbreastude now.\"\n\nThe book in question was Helv?tius's De l'esprit, which was burned in 1759. Voltaire did, however, apparently write, in a 1770 letter to a M. le Riche, \"I detest what you write, but I would give my life to make it possible for you to continue to write.\" Tallentyre's formulation sounds better, at least in English.\n\nI have never heard it attributed to de Laclos, and don't see how it would fit in his book, but then I have never read it, so who knows?\n\nAnd long before the net existed.\n\nNot at all. The quotation is a statement about the mental state of the speaker, so its truth will depend on that state. I can't speak for Scooby Doo, but if the people who burned Helv?tius's book said it, it was patently false.\n\nYou certainly implied it.\n\n\n\nOne cannot know to a certainty, but one can accurately estimate the probability of it being wrong or erroneous from an examination of a part of it.\n\nUS Military Dead during Iraq War 1034\nBeth Confidence inversely proportional to ego, that's the difference; of course the sound engineers know if they screw up they may as well take that \"How to Make a...\n\nNo, that is you you are talking about.\n\nSaying that protons have no mbutt, or that Roman Britain was inhabitied by Anglo-Saxons, is not poetry. It is just plain wrong.\n\n'Hate' is the wrong word. I simply have no patience for it.\n\nYou said it, not me.\n\nWhy are you slandering poor old Geoffrey?\n\nHow very civilized of you. Of course, all that stuff about me having blue-blood ways and demanding conformance is just a figment of your fevered imagination.\n\nOh, I don't know about that. A certain somebody with less intelligence and less common sense is quite annoying.\n\n\nList | Previous | Next\n\nUS Military Dead during Iraq War 1031\n\nAlt Folklore Computers Newsgroups\n\nUS Military Dead during Iraq War 1029",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.6071031094,
        "format_confidence":0.9908050299
    },
    {
        "url":"http:\/\/artedwards-layindownthelaw.blogspot.com\/2009\/01\/great-literature-of-21st-century.html?showComment=1231911780000",
        "text":"Thursday, January 8, 2009\n\nWho's Your Favorite Author?\n\nFirst of all, Ghost Notes has been discounted 10% at Amazon.\n\nWhy? I don't know, but I like it.\n\nSo, I'm finishing In Search of Lost Time this month.\n\nWhat's In Search of Lost Time?\n\nIt's a seven-part novel written by a Frenchman named Marcel Proust.\n\nMarcel was kind of a freak boy. He grew up in what we might call the upper-middle class as the 19th turned into the 20th century, had a lot of leisure time, spent a lot of time in \"society,\" was most likely gay, and spent the second half of his short, unhappy life in a cork-lined room writing a seven-part novel.\n\nA hard novel to navigate, In Search of Lost Time. It spans something like 3,500 pages, which at times feels like 350,000, but the rewards therein are manifold.\n\nIt took me the better part of four years to complete it, but I loved it. The guy's now one of my all-time favs.\n\nThis is kind of the top of the mountain of literature for me, and now I'm looking for new authors to give a try on my casual descent.\n\nIn spending so much time delving into authors of Christmas Past, I've acquired a certain amount of guilt for neglecting authors of Christmas Present.\n\nEspecially since I am an author of Christmas Present.\n\nSo, I'm asking you for your recommendations. Can you tell me what to read?\n\nHere's what I like:\n\nNovels; not NF or memoirs.\n\nMy taste leans literary, but I'd be happy to read a genre novel with good use of language.\n\nAnything with a rock 'n' roll backdrop is good, but hardly necessary.\n\nThe male perspective is a plus, but again, hardly necessary.\n\nLast requirement: I need it to be from the 21st century; in other words, I'd like to support current novelists. Nothing could make me happier than for you to point me toward a contemporary fiction writer whose work I could fall in love with.\n\nA few hints: I've liked at least some of the work of the following contemporaries:\n\n\nThis list is very American, but your recommendation need not be.\n\nSo, something literary is a pretty good guess with me, but if you love a genre writer who can craft language, I'd love to know of it.\n\nFeel free to include your recommendations as a comment, or you can email me, if that suits you. I'll report my findings here.\n\nYours in laying down the blog,\n\n\nBuy Ghost Notes\n\nBuy Songs from Memory\n\nBuy Stuck Outside of Phoenix\n\n\nErin said...\n\nLately I'm all about Celine. Just finished \"Death on the Installment Plan\" and loved it. I know you dig Vonnegut a lot, as do I. Not sure if you've read him, but I highly recommend Will Self too...Especially \"Great Apes.\"\n\nArt Edwards said...\n\nCeline, yes! He's been recommended to me before, but I forgot about him. Sounds good and dark and twisted.\n\nI remember seeing the cover of Great Apes, but never paid much heed to it for some reason.\n\nBoth will go into my Powell's cart.\n\n\nchris chin said...\n\nHey Art ! If you like your Novels with suspense, mystery and a bit of class and intelligence, then you should check out the Douglas Preston\/Lincoln Child books. It's a team, but they also write individually.\n\nSpecifically, I would say the ones involving Special Agent Pendergast. It's quite a series, though not always connected. And if you do I would start from the beginning with Relic.\n\nOverall, I believe there are about 8 books with Pendergast and each one is a page turner. Not really any musical background, except one of the books involves a quite rare musical instrument.\n\nAnyway, you can check them out at Amazon or some other book site, but here are the books I would recommend in order:\n\nThe Cabinet of Curiosities\nStill Life with Crows\nBrimstone <----\nDance of Death <---- Trilogy\nThe Book of the Dead <----\nThe Wheel of Darkness\n\nArt Edwards said...\n\nSounds great, Chris. I will start with Relic.\n\nAuthors I've forgotten about, others I've never heard of, this is exactly what I'd hoped for.\n\nKeep 'em coming.\n\n\nDiana said...\n\nWell, I've always thought Dr. Seuss was quite the wordsmith, Kipling's pretty good too. :0) but in all seriousness does it ever get tiresome reading books that are about something? Have you ever tried reading a book to just escape? It's always nice to learn about other people's trials and tribulations and how they dealt with it, but what about reading a book that takes you to another land? Try Cupid and Psyche by C.S. Lewis, he's quite the wordsmith if I do say so myself.\n\nTonissa said...\n\nI've spent a great deal of time with 18th century literature and have just recently delved into the present. Here's some books I fell head over heels for:\nSpecial Topics in Calamity Physics by Marisha Pessl\nYou Shall Know our Velocity by Dave Eggers\nThe Amazing Adventures of Kavalier and Clay by Michael Chabon\nA Dirty Job by Christopher Moore\n\nHappy reading!!\n\nArt Edwards said...\n\n\nVelocity is already in my cart, along with What is the What.\n\nI've read Chabon and just didn't love it. I don't know why. My loss.\n\nAnd I'll look into Pessl.\n\n\nNever been a sci-fi\/fantasy reader, although I loved D&D as a kid.\n\nAnd Dr. Seuss is amazing.",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9938388467,
        "format_confidence":0.8263736367
    },
    {
        "url":"http:\/\/www.poetrysoup.com\/poetry_blogs\/blog_detail.aspx?PoetID=1475&BlogID=13984",
        "text":"Submit Your Poems\nGet Your Premium Membership\n\nTeam PoetrySoup's Blog\n\nAbout Team PoetrySoup\n(Show Details...)\nBloggers Photo\n\nPoetrySoup is an internet poetry resource and community that encourages the writing of poetry through community involvement and support. Founded in February of 2005, this Free online poetry website allows professional and amateur poets, from around the world, to post their poetry online and receive reviews. This allows poets to increase exposure from their work while perfecting their craft. For those who simply like to read poetry, PoetrySoup also publishes poems in many categories and forms for wholesome reading pleasure.\n\nNew Haiku Syllable Counter\n\nBlog Posted:11\/30\/2012 1:55:00 PM\nWe've built a new Haiku Syllable Counter. It counts the syllables for each line in a Haiku or other form of poem entered with hard returns. Try it out and let us know what you think.\n\nPlease Login\n  1. Date: 12\/2\/2012 10:05:00 AM\n    thanks for the added feature. phyl\n\n    Login to Reply\n  1. Date: 11\/30\/2012 4:47:00 PM\n    very nice. :) Thanks! hugs, Catie :)\n\n    Login to Reply\n  1. Date: 11\/30\/2012 3:03:00 PM\n    I love it....pd\n\n    Login to Reply\n  1. Date: 11\/30\/2012 2:54:00 PM\n    Seren jumps up and down i tested my questionku, I have actually done it correct. Hi 5s P.D. its a great.....\n\n    Login to Reply\n    A   Avatar Poet Destroyer A Date: 11\/30\/2012 4:52:00 PM Block poet from commenting on your poetry\n\n    ha got PD on your mind... thank you Seren.... LOL\n    Roberts Avatar Seren Roberts Date: 11\/30\/2012 2:55:00 PM Block poet from commenting on your poetry\n\n    oops should have said team poetry soup. me go and hide my face now\n  1. Date: 11\/30\/2012 2:00:00 PM\n    TPS, I have just tried it..excellent....David\n\n    Login to Reply\n\nMy Past Blog Posts\n\nThanks Soupers For Notifying Us About...\nDate Posted: 3\/17\/2015 3:20:00 PM\nEmailing problems\nDate Posted: 2\/18\/2015 12:09:00 PM\nWebsite Redirect Problem - What to Do!!!\nDate Posted: 1\/27\/2015 9:16:00 PM\nEmail Receiving Problems for Some Soupers...\nDate Posted: 12\/3\/2014 4:59:00 PM\nChanges \/ Upgrades to PoetrySoup\nDate Posted: 11\/9\/2014 6:20:00 PM\nJust wanted to say \"Hi!\" Soupers...\nDate Posted: 10\/8\/2014 3:51:00 PM\nRequests received from book publishers, composers, and educational institutions, etc.\nDate Posted: 9\/9\/2014 7:58:00 AM\nYou are missed...\nDate Posted: 8\/10\/2014 3:24:00 PM\nIssue: extra spacing between each line of the poem\nDate Posted: 8\/5\/2014 1:58:00 PM\nPoem Art is HERE!!!\nDate Posted: 8\/2\/2014 8:05:00 PM\nNew Feature: Create a cool image from a poem and share it!!!\nDate Posted: 7\/30\/2014 2:54:00 PM\nATTITUDE makes a big difference in life.\nDate Posted: 7\/22\/2014 8:53:00 PM\nPoetrySoup Enhancements\nDate Posted: 6\/23\/2014 8:52:00 PM\nBlog Content Update: We will continue to allow fun posts, positive content, shout outs, jokes...\nDate Posted: 4\/6\/2014 12:21:00 PM\nBlogs and their use...\nDate Posted: 4\/5\/2014 10:05:00 PM\nCensorship and Methods of Writing: What do you think?\nDate Posted: 4\/3\/2014 2:58:00 PM\nJust as a reminder...\nDate Posted: 1\/5\/2014 1:37:00 PM\nSoupers rise to the occasion...\nDate Posted: 1\/1\/2014 11:26:00 AM\nMinimize Emails Received From PoetrySoup\nDate Posted: 12\/29\/2013 9:37:00 AM\nUpcoming Enhancements to PoetrySoup and New Features\nDate Posted: 12\/22\/2013 8:45:00 AM\nThank You: The BEST month in PoetrySoup's 10 Year History\nDate Posted: 12\/20\/2013 4:21:00 PM\nHow To Be Kind\nDate Posted: 12\/17\/2013 7:39:00 AM\nFeature Update\nDate Posted: 12\/12\/2013 9:54:00 AM\nNew Features for PoetrySoup in the Near Future.\nDate Posted: 12\/10\/2013 10:00:00 PM\nWe do not allow public spats on PoetrySoup\nDate Posted: 12\/9\/2013 8:57:00 PM\n\nMy Recent Poems\n\nDate PostedPoemTitleFormCategories\n10\/23\/2014 Spicy Spicy Dramatic Versefood,\n\nMy Photos\n\n\nFav Poems\n\nHARD HAT HEROES Balladpeople,song-lyric,daughte\nweakness among us Haikulife\nSpicy Spicy Dramatic Versefood,\n\nFav Poets\n\nAndrea Dietrich United States Flag United States Read\nCarol Sunshine Brown United States Flag United States Read\nMarycile Beer United States Flag United States Read",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9623882174,
        "format_confidence":0.8372529149
    },
    {
        "url":"http:\/\/freakangels.com\/whitechapel\/comments.php?DiscussionID=439",
        "text":"Not signed in (Sign In)\n    • CommentTimeJan 4th 2008 edited\n    For those who have read it: thoughts, comments?\n\n\n    -- W\n  1.  (439.2)\n    Wow! William Gravel is my new fucking hero. Very nice start Warren! For such a short book, there sure were a bunch of great lines in there. My favorite being \"Where you're headed, there are no virgins.\" Fuckin' genius. All in all, i'd say killer start, you've hooked me!\n  2.  (439.3)\n    Disappointed, frankly.\n\n    I've read the 'Strange Kiss' trades off and on, and as always, you pop off some great, interesting ideas...but the character's two-dimensional.\n\n    And unlikable, really. Which is actually the biggest disappointment, because you've written more odious characters with greater charm.\n\n    2D and unlikable don't sit well.\n\n    Will I show up for the formal issue 1?\n\n    Yes, mainly because I want to see if you actually expand on Gravel. So you get another couple bucks out of me. And if you deliver the goods, you'll get another couple.\n  3.  (439.4)\n    Very, very good start, Warren and Mike. The initial scene is excellent, and the pacing of the book is steady. I especially loved the dialog. Not only the \"there are no virgins\" bit, but the whole scene in Simon's house. Raulo Caceres' art is top-notch, with the whole package - facial expressions, visual narrative, backgrounds (check out the room where Gravel pushes Simon in the couch) and shadows.\n\n    Question, Warren: who wrote the dialog? Was it you or Mike Wolfer?\n    • CommentTimeJan 6th 2008\n    Andre, I don't think you'd gotten here yet when Warren and Mike posted scriptment\/script bits. There's spoilery bits about the first page or so of Gravel #1, if you're worried about that sort of thing, but it might give you a better idea of what's going on in the background.\n\n    A bit of Warren's Scriptment\n    A bit of Mike's Script\n  4.  (439.6)\n    Thanks, Ariana!\n    • CommentAuthornastyadam\n    • CommentTimeJan 6th 2008 edited\n    William Gravel is quite an interesting guy. He has the ability to be invisible and discreet, and yet chose to slam a knife into a guy's face. That's sadistic, and was portrayed graphically. Well done. Bravo. Gravel save the Queen. Or do something to the Queen. Can I say that here?\n    • CommentTimeJan 6th 2008\n    Gravel's making quite a return for a believed to be dead guy, not pulling any punches, that's for sure. And I thought he was going to just take Shiranian's ring...silly me!\n\n    Excellent set-up, guys. I'm looking forward to #1.\n    • CommentTimeJan 7th 2008\n    I'm having a time out until I can learn some manners.\n    I just finished the #0 and I really liked it. So far it could be an Ennis book. At first I did not get the murder of Simon either. It seemed an over reaction and too violent but then I realized he was not killed out of anger but Pragmatism. There can only be 7. Gravel NEEDS to be one of the minor 7 for reasons that will probably be explained later.\n\n    While it has been a VERY violent book so far it has been very well done violence. When it comes right down to it the SAS and units like them are very well trained murderers.\n    These guys work as hard to be the worlds best murderers as Olympic athletes train to be the best shot putters etc. If there was a way to use supernatural powers or techniques to \"slot\"\n    people they would be doing it. I really liked the knife work in the book as well. It takes more of whatever motivates you(hate, discipline whatever)to kill someone with a knife than it does with a gun. That is the whole point of the Jihadis killing their victims with a knife. Mohhamad Attah the head of Al Quaida in iraq until the US slotted him(love the SAS lingo, \"who cares who wins\")\n    won a lot of respect from the local insurgents for personally executing a hostage on the net. I think though the Jihadis are motivated by hate and Gravel is motivated by something else.\n    It is still a little early to tell what that is but if I had to guess I would say there is something so important that it warrants treating a English magician fop like a Taliban killer. There is a definite statement I think about having very similar violence in a cave in Afghanistan and a flat in Notting Hill.\n\n    As a knife nut I would love to know if Gravel's knife was based on a real one?\n  5.  (439.10)\n    (love the SAS lingo, \"who cares who wins\")\n\n    \"Who Dares, Wins.\"\n  6.  (439.11)\n    Loved it. I didn't expect him to take the whole finger either, but I should have; it's Gravel, after all.\n    • CommentTimeJan 7th 2008\n    I'm having a time out until I can learn some manners.\n    Who cares who wins is the unofficial motto of the SAS. Kind of like \"it is about the fighting not the political consequences. It is the kind of cynical joke that\n    guys like that like. It is a play on words of the official motto \"Who dares, wins\".\n\n    He kind of needed to take the finger. The ring on it's own might have left some doubt but the finger with the ring still on it pretty well proves they were back to 6.\n  7.  (439.13)\n    I love stories that involve the S.A.S., I'm fascinated by those guys. Unsub, if you like the S.A.S., you should also read Garth Ennis' Kev series (Kev, More Kev, The Magnificent Kevin and A Man Called Kev), if you haven't already. The third issue of Magnificent Kevin (if I'm not mistaken) has a fantastic mission in Belfast. And the main character is an S.A.S. operative.\n\n    It's also funny as fuck, although Magnificent Kevin and A Man Called Kev are a little more serious.\n    • CommentTimeJan 8th 2008\n    The Kev stuff is definitely great; I'd also recommend the \"Who Dares Wins\" storyline in Ennis's Hitman. Fantastic issues.\n  8.  (439.15)\n    The Kev stuff is definitely great; I'd also recommend the \"Who Dares Wins\" storyline in Ennis's Hitman. Fantastic issues.\n\n    Oh, yes, I loved that storyline. It also marked the moment where John McCrea's art stopped being cartoonish and invested in a more realistic style.\n    • CommentTimeJan 8th 2008 edited\n    I'm having a time out until I can learn some manners.\n    I have all that stuff and .303 as well. You guys really nailed my taste. .303 is my favourite out of all of those because I am a huge fan of the Enfield rifle\n    and actually have a couple. Plus spetznaz is one of the craziest of the special forces groups. Their signature weapon is a spade(short entrenching shovel).\n    I have the excellent cold steel replica.<img src=\"http:\/\/<a href=\"\" target=\"_blank\"><img src=\"\" \" alt=\"\" \/>\n\n    I loved Gravel's knife. I would love to know if it was modelled after a specific knife or was just drawn from scratch. If it was drawn from scratch they did a great job. Even the sheath looked like a cold war era bayonet sheath. The knife looked like something from Relentless or Strider. I have been looking for a cool comic book knife or sword to make a real version of.\n    I was thinking of doing the dagger from the Powers Clockwork Orange style cover but the Gravel one would be neat also. I don't think I am good enough to do Gravel's knife though.\n    It is that grind line on the double edge that would be hard. Raulo did a fantastic job on it anyway. Most comic book knives look like something Rob Liefield would draw but gravels is exactly\n    the type of knife I would expect a older SAS guy to have. Maybe I will give it a shot and if it turns out I will send it to Raulo?\n    It looks kind of like a Darryl Ralph fixed blade. I don't have a picture but I do have one of a similar folder. You can see in the folder a very similar blade even as far as having the same grind lines\n    and one and a half edges.\n    <img src=\"http:\/<a href=\"\" target=\"_blank\"><img src=\"\" \" alt=\"\" \/>\n\n    I would have expected the Taliban to have a more traditional knife though. They usually use those curved ceremonial knives.\n  9.  (439.17)\n    Very observant, Unsub- The knife used by Gravel in #0 (you know he must own more than one knife...) is a Buck Strider ML Knife.\n  10.  (439.18)\n    Michael Goldberg at has some commentary on Gravel #0 in his video reviews this week. Gravel talk starts about 5:00 in.\n\n    Goldberg has also covered Black Summer and Doktor Sleepless.\n    • CommentTimeJan 8th 2008\n    I'm having a time out until I can learn some manners.\n    Thanks Mike! it was so familiar it was driving me a bit nuts.\n    I may have to buy one just because Gravel has one.\n    • CommentAuthorMacgyver\n    • CommentTimeJan 13th 2008\n    Good stuff. I've never read any of the Strange Kiss etc. trades. Might have to give them a look now, after a few more issues of this though.\n\n    Don't quite understand the point of #0's that are important, why not just do a #1? In my head (and as I've said before, I'm new to this) a #0 would be a chance to go back and cover a little background just for fun after a book had been running for a while.",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.6184442639,
        "format_confidence":0.9927330017
    },
    {
        "url":"http:\/\/urth.net\/urth\/archives\/v0212\/2391.txt.shtml",
        "text":"FIND in\n<--prev V212 next-->\nFrom: \"Roy C. Lackey\" \nSubject: Re: (urth) FLF: the four and who\/what they are\nDate: Wed, 11 Dec 2002 00:46:50 -0600\n\nmantis wrote:\n>Catharine Margaret Garth, aka Candy, is the massive (250+ pound) pale\n>prostitute who wears white (a virginal color) which is sometimes (e.g., as\n>she is singing at the bar in the Consort hotel) mistaken for blue (blue and\n>white being the colors of Mary, mother of Jesus, iirc).  To escape from\n>Belmont, the mental hospital, she has to put on the uniform of a black\n>nurse (note the contrast); after which, since people assume she is a nurse,\n>she begins to act like one, and becomes a healer.\n\nI can't address the OZ stuff, so just a few notations. Pink is often\nmentioned in connection with Candy, especially her hands. She was wearing a\ngarish pink robe in the morning before she took Free to breakfast. She\nchanged into a pink sweater and black skirt. Her open-toed sandals were also\npink. FWIW.\n\n>I wonder if Candy is \"normal girl of Earth\" Dorothy to the Witch's Ozma\n>\"sorcerer-princess of Oz\"?  I make the tentative link between Stubb and Tin\n>Woodman mainly because I think Stubb's \"hard boiled\" persona shows his\n>inability to feel (the Tin man's problem) as well as the slighter details:\n>Stubb vaguely suggests to me something cut (like the stump of a felled\n>tree); Stubb is the one who retrieves the axe after the accident in front\n>of Free's house.\n\nI took his name to be related to his height. As in stubby. The \"hard boiled\"\npersona is straight out of old books\/movies. IIRC, at one point Stubb even\nrecalls one such movie role played by Robert Mitchum. I don't see Stubb as\nhard boiled; he just doesn't wear his emotions on his sleeve. He is often\nsympathetic to people, especially Candy.\n\nAs for assigning OZ roles: there is one point, near the end of chapter 14,\nwhen Candy and Barnes are together in the hotel lobby, before they have ever\ngone up to Serpentina's room. She had just spoken to Stubb on the house\nphone. She said **to** Barnes: \"Seventh floor, room seventy-seven, Ozzie.\nWe're off to see the wizard.\" So how can Barnes be the wizard? Only the\nwitch and Stubb were up in the room.\n\n\n\n<--prev V212 next-->",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9041934609,
        "format_confidence":0.8893831968
    }
]