[
    {
        "url":"http:\/\/www.joannemccrone.com\/Blog.php\/riverwood-open-house-7",
        "text":"Blog by Joanne McCrone\n\n<< back to article list\n\nRiverwood Open House!\n\nWe are proud to announce that this Mar 24th, 1:00 PM to 3:00 PM we will be hosting an Open House at 2956 Elbow Place in the Riverwood neighborhood, Port Coquitlam. This is an opportunity to visit this excellent House for sale in beautiful Riverwood.\n\nPlease come with any questions you may have. In the meantime you can take a virtual tour of this Riverwood House for sale.\n\nAs always please do not hesitate to give me a call at 604-319-3626 if I can answer any questions before the open house, or if you would like to book a private showing.\n\nJoanne McCrone\nRE\/MAX Sabre Realty Group",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9967762828,
        "format_confidence":0.6423717737
    },
    {
        "url":"https:\/\/www.jmxbrands.com\/tag\/top-retailer-list\/",
        "text":"Last updated by at .\n\nJMX Brands Staff October 2017\n\nJMX Brands Makes Leading Furniture E-tailers List\n\nSarasota-based JMX Brands has made Furniture Today’s 2017 Leading Furniture E-Tailers list. This is the third year in a row that JMX Brands, the largest online retailer of Amish furniture at, has made the list. JMX Brands also recently opened an online store for eco-friendly home goods at Furniture Today’s list of the 30 top furniture e-tailers is ordered alphabetically and includes retailers that get at least 80…",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9487944841,
        "format_confidence":0.6309386492
    },
    {
        "url":"http:\/\/mbc.ghost.io\/miss-coco-mbcs-new-office-puppy\/",
        "text":"Miss Coco: MBC's new office puppy\n\nAs a creative agency working with clients in the Animal Health and Pet industry, (MBC has won multiple Vet Marketing Awards), we have now added an additional piece to our agency's culture. Research shows that canine colleagues can improve staff productivity and wellbeing: a warm welcome to our new colleague, Miss Coco, the French Bulldog.\n\nAbbey Thomas , one of our Senior designers is the proud mum of Coco, a 9-week old French bulldog. She has a play-pen next to her desk which allows a safe place for Coco to be during work time. She lets her come out, exercise and play with all of us after every nap. “I love bringing her to work. She is really calming and gives great cuddles. She really boosts the creative vibe in the studio. Not only is it good for us but great for her as well. Socialisation is really important for her at this young age and she is meeting lots of different people, experiencing new things and getting lots of attention….and treats!!!\"\n\nAccording to Reed.co.uk, about 8% of employees in the UK have canine colleagues. This practice has been going in the pet sector in companies like Mars Petcare, Pets at Home, Nestle Purina, Blue Cross Vets, Dogs Trust and Pets at Home. It's wonderful to be joining-in on the trend.\n\nAt MBC, we really love having Coco around. “As designers, we are always looking for a fresh \"boost\" of inspiration and I’ll go: ‘Right, I need some puppy love. And off I go to find Coco’,” says Adam Dhaliwal, Head of Artwork. “A few minutes later, I’m a different person.”\n\nWe all feel so lucky to have Coco join the team at MBC and we cannot wait to see her every day!\n\nAlly Mansell-Cook\nAlly Mansell-Cook\n\nAlways on the lookout to engage in Meaningful Bubbly Conversation. Might Be Cool if we have a chat- give us a call anytime to discuss your Business-Changing Creative initiatives!",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.790312767,
        "format_confidence":0.9525333643
    },
    {
        "url":"https:\/\/cawstongreenway.wordpress.com\/2012\/05\/17\/volunteers-needed-to-help-with-wild-flower-sowing-in-cawston\/",
        "text":"Volunteers needed to help with wild flower sowing in Cawston\n\nRugby Borough Council have asked us if we can help them to seed the three wild flower borders in Cawston. If you remember last year, the wild flowers were an absoloute riot of colour and attracted a lot of wildlife to the estate.\n\nIf you would like to help seed the borders then meet at the play area off Cawston Grange Drive at 3PM on Saturday 19th May. Bring a rake and gardening gloves and suitable footwear. We aim to pull up a few of the weeds that have appeared, then sow the seeds and rake over.\n\nWeather permitting of course.\n\nLook forwards to seeing you there.\n\nThis entry was posted in Newsreel. Bookmark the permalink.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9564099908,
        "format_confidence":0.9649532437
    },
    {
        "url":"https:\/\/hdas.ca\/events\/annual-show-and-auctions\/spring-auction",
        "text":"In light of the current COVID-19 outbreak, and following Health Canada’s ‘Risk-informed decision-making for mass gatherings’, we have decided to cancel our Spring Show and Auction  this weekend.\nWe understand that this is disappointing but the health and safety of all involved are our highest priorities.\n\nSaturday, March 14, 2020\n\nRoyal Canadian Legion Branch 551\n\n79 Hamilton St N\n\nWaterdown, ON\n\nIn response to the terrible bushfires that have ravaged Australia, H&DAS will be donating the club share of proceeds to the Australian Conservation Foundation.\n\nThis will not affect proceedings for Auction buyers, sellers, or entrants in the Show.\n\nAuction Chairperson: Carla MacDonald (Tel: 905-515-3771)\n\nPre-register as a seller by contacting Albert at by Thursday, March 12th.\n\nDoors open at 8:00 AM, and the auction starts promptly at 10:00 AM. Sellers, please pick up your seller sheet by 9:30 AM and have your entries submitted and tabled by 9:45 AM.\n\nSee Owners (Sellers) Sheets (PDF) .\nSee Owners (Sellers) Sheets (Word) .\n\nAuction Rules\n\n  • You need not be a member of the H&DAS to buy or sell items at this auction.\n  • Items must be listed with the auction committee by 9:30 am.\n  • Seller’s numbers may be obtained in advance from Albert  (\n  • Individuals with pre-registered numbers must be at the auction 30 minutes before the beginning of the auction, otherwise their numbers will be reassigned.\n  • Sellers must be present to register items.\n  • H&DAS will retain 30% of the selling price. Note: Payment to the owners will be made by mail or as soon as possible after the auction. Payments will be made during auction day to the registered seller ONLY, otherwise it will be mailed.\n  • Items to be auctioned may be fish, plants or any new fish related items.\n  • Please limit the amount of each species or product to ensure top dollar.\n  • No open containers of fish food or medication will be allowed. No expired products allowed.\n  • No Used equipment.\n  • No books or magazines\n  • Used aquariums 30 gallons and under are allowed, only if there are no cracks or leaks, and they are clean and empty. No filters or other electrical equipment.\n  • All fish must be in leak proof vessel which will be sold with the fish. Please bag your fish properly and bring a few spare bags: a charge of $2.00 will be levied for each “leaker” we have to re-bag.\n  • Fish in distress due to improper bagging will be rebagged and a charge of $2.00 will be levied against the seller.\n  • Zip-lock bags and twist ties are not allowed. Jars and bottles are not allowed. If an organism is too large or spiny to be bagged it may be housed in a bucket or bin with a lid. The auction chairman may reject any items not meeting these standards.\n  • H&DAS reserves the right to refuse unacceptable items for sale.\n  • All items must be labelled with the fish, quantity in bag, sex if possible, condition of goods (especially for equipment) and minimum bid amounts where applicable.\n  • H&DAS reserves the right to limit the number of items per seller- 2 lots per seller only. 1st sheet must be completed before obtaining 2nd sheet.\n  • At the time of registration, sellers’ numbers will be assigned.\n  • An auction form is included when registering at the table, or in advance. This may be filled out in advance to save time at the auction. PLEASE PRINT YOUR COMPLETE NAME, MAILING ADDRESS AND PHONE NUMBER ON THE FORM AS THIS IS OUR ONLY RECORD OF WHERE TO SEND PAYMENT.\n  • The auction will be run with a 20 table system therefore a lot consists of no more than 20 items. Here is how it works: Sellers’ number their items using the letters of the alphabet from A through V (excludes I & O). Label each item with your lot number and item letter starting with table “A”, (eg. Seller #4 and the 2nd item in the lot will be labelled, “4B”). Each item will be placed on the table having the same letter of the alphabet. The auctioneer will sell all items of table “A”, then continue to table “B:, and so on until all items are sold. Only when a seller has more than 20 items will another sellers’ number be required.\n  • Once entered, auction item MAY NOT BE WITHDRAWN.\n  • Minimum bids will be allowed but may not be changed without the consent of the auctioneer.\n  • H&DAS reserves the right to group similar items and sell them at any point in the auction. (eg, grouping 5 bags of ½ lb. of salt).\n  • All buyers must register and receive a buyers’ number. H&DAS reserves the right to request identification for buyer’s numbers.\n  • Payments by buyers must be made in cash immediately following the item.\n  • H&DAS personnel are required to completely enter all table chits at their discretion before allowing anyone to cash out. -eg. Table M needs to be completely entered and checked by HDAS staff before anyone can cash out from that table. We will not cash out in the middle of entering any table information. To ensure everyone gets cashed out quickly, no cashing out after Table S until the remainder of the auction information is entered.\n  • H&DAS assumes no liability or responsibility for any items bought or sold, or any personal injury occurring during the event.\n  • H&DAS reserves the right to inspect baggage and\/or containers upon leaving.\n  • No native Ontario fishes will be sold at the auction\n  • No sales taxes will be levied on any items sold in the auction.\n  • All sales are final and at the discretion of the auctioneer.\n  • All monetary transactions are CASH only.\n\n$2.00 to advance an item (must speak with Carla before moving an item from a table).\n\nBidding starts at $2.00\n\n$2.00 charge for rebagging an item\n\nShow Chairperson: Catherine Salmon\n\nEntry tags\n\nDownload (PDF, 30KB)\n\nShow tags (Excel)\n\nRegistration form\n\nDownload (PDF, 47KB)\n\nRegistration form (Word)\n\nShow Rules\n\n    • $2.00 per entry for the first ten entries and $1.00 for each entry over ten. The first entry for every Junior registrant (16 years or younger) is free.\n    • Provisions will be made for the well being of fish; however HAMILTON AND DISTRICT AQUARIUM SOCIETY accepts no responsibility for losses or damage sustained during the show.\n    • All entries will be under the jurisdiction of the show chairman until tear down (approx. 5 pm.) and may not be removed from the show until conclusion of the auction, unless authorized by the show chairperson..\n    • Entrants will provide their own tank and water. Entrants may provide their own pump, airline and air stone, if they wish.\n    • Tanks must have a cover that can be removed for judging. One flat side is required.\n    • Anyone is eligible to enter. You need not be a member of a fish club.\n    • All live entries must be in the possession and care of the entrant for at least two months prior to showing.\n    • No entry may be entered in more than one class.\n    • Fish which display any disease or deformity may be disqualified.\n    • The show will be judged by C.A.O.A.C. certified judges and\/or apprentice judges.\n    • Their decisions will be final and not subject to appeal at the show. If in their opinion the entries in a class do not come up to show standards, a non-contest may be called. If there are only two entries that are satisfactory then any combination of 1st, 2nd and 3rd may be awarded.\n    • In any case of dispute the show chairperson’s decision will be final and binding.\n    • Family classes: each entry will consist of one spawning pair and at least 10 young from the pair, less than three months old. Tank dividers and pots may be used if necessary\n    • No snails, ornaments, sand, plants or stones etc. may be present in a tank (excepting invertebrate class, plant class and novelty class).\n    • It is the responsibility of the entrants to make sure their fish are in the correct class. The show chairperson will help upon request.\n    • No aerosol sprays or mist type cleaners will be permitted in the show area.\n    • All accessories and equipment (i.e. pails, nets, etc.) must be kept out of sight.\n    • All show fish to be auctioned after the show must be labelled as such by the owner and registered prior to the show. lt is also the responsibility of the owner to bag the fish for auction after the awards presentation has taken place.\n    • No Coloured water will be allowed.\n    • No moving other peoples show tanks without the approval of the show person first\n    • Junior class is any variety of fish owned and kept by someone 16 years of age or younger.\n    • Photography prints must not be larger than 81\/2”x11” and must have been taken by the entrant in the past 12 months.\n    • Arts & Crafts entries must be works completed within the past year.\n    • People’s Choice will be decided by the votes of those attending the show. Each person entering the show room will be asked to sign in and will receive a ballot at that time.\n    • Registration will open at 8:00 a.m. and all fish must be registered by 9:30 a.m. All entries must be benched by 10:30 a.m. NO LATE ENTRIES WILL BE ACCEPTED AFTER 9:30 AND THE SHOW ROOM WILL BE CLOSED AT 10:30 FOR JUDGING\n    • Pre-registration is welcome and forms may be sent to up to midnight the day before the show.\n    • All pre-registered entries will have a reduced entry fee of $1\n    • There will be cash prizes and certificates for 1st, 2nd and 3rd place in each of the 30 classes. There will also be gift card awards for Best of Show, People’s Choice, High Aggregate, Best Egglayer and Best Livebearer.\n\nShow Class Sponsorship\n\nHamilton & District Aquarium Society welcomes show class sponsonship from individuals, families, organisations and businesses.\nBest in Show – $100\nBest Egglayer – $50\nBest Livebearer – $50\nHigh Aggregate – $50\nPeople’s Choice – $50\nClasses 1-30 – $35ea\n\nTo sponsor a class, contact\n\n Major Awards\n\n\nBest in Show\nBest Livebearer\nBest Egglayer\nHigh Aggregate\nPeople’s Choice\n\n\nClass Name\n\n\n1 Anabantids (other than Betta splendens)\n2 Betta splendens, Half Moon, Male\n3 Betta splendens, All other forms, Male\n4 Betta splendens, Fe... (truncated)",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9240635037,
        "format_confidence":0.6238205433
    },
    {
        "url":"http:\/\/blog.victorgardensnews.org\/2012_05_06_archive.html",
        "text":"May 11, 2012\n\nVal Jean Park Planting Event - Tomorrow 9AM\n\nIt's not to late to join your neighbors Saturday morning as we renovate the landscape surrounding Val Jean Park's picnic structure.  Goetz Landscape has delivered the soil, mulch, and plants to my house. \n\nSaturday, May 12, 2012\nMeet at Val Jean Park\n9 am\nrain or shine\n\nPlease bring with you a few planting tools for you to use or share (gloves, shovels, trowels, rakes, and a bottle of water).\n\nHope to see you there!\n- Mark",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.979413271,
        "format_confidence":0.7287944555
    },
    {
        "url":"http:\/\/www.allcatsinc.org\/index.php\/newsletter\/messages\/235.html",
        "text":"Shelter Weather\n\nHome > Archived Newsletter Messages > urgent\n\nArchived Newsletter Messages\n\n\nSent: February 26, 2016\n\nI realize the newsletter will be out in a couple of days, but this can't wait that long.\nI have food for the animals to last through the weekend. There will be none for Tuesday without some help from all of you, our loyal supporters. Please, if at all possible, donate on Pay-Pal or mail your donation as soon as possible. I should have sent this two days ago but I was hoping I could wait for the newsletter. Now, I realize that is not possible if everyone is to be kept fed full rations.\nWe so greatly appreciate all each of you do to keep this shelter operating properly. I am sure you won't fail us now. Thank you so much. Carolyn\n\nSite Menu\nOur Animals\nStories & Tips\nHelpful Links\nMessage Board\n\nTo subscribe to our newsletter, please enter your email address in the box below and click the \"Subscribe\" button.\n\nNote:  You may easily remove yourself from the newsletter list at any time by following the instructions included with every mailing.\n\nNews, Weather & Search\nGoogle News\nBBC News\nCBC News\n\n\n\nCopyright 2001-2007 ALLCATSINC. All rights reserved.\n\nThis site is sponsored in it's entirety (development, maintenance and hosting) by the Webbed Otter\nUsing technologies donated by DCSun Internet Technologies",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9019024968,
        "format_confidence":0.7104364634
    },
    {
        "url":"http:\/\/www.ymrg.co.uk\/news\/511.htm",
        "text":"Yeovil Town through the shed\nSkip Navigation LinksHome > News > ZTC The Future ...\n\nZTC The Future ...\n\n\nFollowing on from the demise of ZTC Controls as a DCC manufacturer & supplier it has been a reall effort to gain any of the quickly depleting stock of parts.  One stockist today informed us that there are posibilities of others buying out the design & manufacturing rights and keeping the product line going.\n\nThis would be great news for the hobby as the products have always been good.  We sit and wait for the reintroduction of the ZTC4007 decoder which works up to 2amps (twice as much as the current alternative).",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.6930736899,
        "format_confidence":0.9289780855
    },
    {
        "url":"http:\/\/www.wildtimes.ca\/news\/",
        "text":"Wild Times Archive\nWildtimes | News\nA blog for the Edmonton Valley Zoo animals.\nedmonton valley zoo, zoo animals, animals, urban farm\npage-template-default,page,page-id-571,locale-en-us,tribe-no-js,ajax_fade,page_not_loaded,,qode_grid_1300,side_menu_slide_with_content,width_370,footer_responsive_adv,hide_top_bar_on_mobile_header,qode-content-sidebar-responsive,qode-child-theme-ver-1.0.0,qode-theme-ver-16.0.1,qode-theme-bridge,wpb-js-composer js-comp-ver-6.0.3,vc_responsive\n\nMoo, Cluck, Baa! Have you heard?\n\n\nThe Edmonton Valley Zoo’s NEW Urban Farm is now open!\n\n\nThe Urban Farm is a new exhibit which allows city slickers to experience a modern day farm setting. All the sights, sounds, and smells of old MacDonald’s farm are right here, in the heart of the River Valley, ready for you to enjoy. If you have never been on a farm, head down for a visit that will have you grinning from ear-to-ear. We promise a Get Closer opportunity with our animals that will delight, surprise and engage even the most seasoned farmer or rancher.\n\nOur farmyard gang includes:\n\n\nSpeckle Park cows\n\n\nBoer cross Toggenburg goats\n\n\nJuliana pigs\n\n\nShetland and babydoll sheep\n\n\nAraucana chickens\n\n\nFlemish giant rabbits\n\n\nMiniature horses\n\n\nPeahens (female peacocks)\n\n\nGuinea hens\n\n\nNew animals will be introduced periodically, so don’t be surprised if you show up one day and see a turkey or perhaps a new species of pig or goat. Look out for the Chantecler chicks, they arrive in May! Be prepared for an overload of cuteness when the babies arrive. Pick up an annual membership to the zoo and visit often to watch our Urban Farm family grow.\n\nEnjoy the thrill of a hands-on experience with animals in the contact yard. Here, you will have a chance to meet various animals, give them a gentle pat, take their photos, and even groom them. Did you know that goats love to be brushed?\n\n\nTry your hand at milking a cow! There are two life-sized cow models with udders full of water. One cow will demonstrate a milking machine while the other model is there for you to milk. Go ahead and give it a try, see if you have the magic touch.\n\n\nCheck out the incubation room where you can watch eggs hatch and fuzzy little chicks emerge. Baby chicks will hatch frequently throughout the summer!\n\n\nBe sure to watch the honey bees busy at work, there are several hives to observe.\n\nUrban farmer zoo staff will be on hand to answer questions and interpreters will stop by to demonstrate how to make ice cream, churn butter, or card sheep’s wool. You may even find yourself playing a round of Urban Farm Jeopardy!\n\n\nTake a moment to look at the Alberta poultry, dairy, and beef displays to learn about our local food production industries.\n\nThe Urban Farm is for everyone! All ages will appreciate the sights and sounds of our beautiful animals. There is so much to see and touch, and plenty of opportunities to learn about farming in Alberta.\n\nThe building will be open year-round, so you can visit your barnyard pals 364 days of the year. This is a great way to watch baby animals mature, and you can observe your favourite animals to learn about their unique behaviours.\n\n\nThe rooftop of the Urban Farm is designed to allow the goats to roam. So if you hear bleating, look up to the sky, and you will see our goats wandering about.\n\n\nThe on-site cafe (opening soon!) will serve delicious food and if you feel like ice cream, head to The Dairy Bar.\n\n\nWe hope you enjoy your Urban Farm experiences! We look forward to seeing you often!\n\nUrban Farm: Make the Most Out of your Visit\n\n\nThe Contact Yard is one of the first places visitors head to when they arrive at the Urban Farm. Here you can experience animals in a unique, Get Closer way. For many, this will be the first time they will have stood beside a goat or a cow, or pet a chicken.\n\n\nEven though our Urban Farm zoo family is very used to human contact, we want to help you and your children have a wonderful experience filled with happy memories!\n\nContact Yard Etiquette\n  • Enter the Contact Yard slowly with a calm and gentle demeanour\n  • Use a soft, low voice when talking to the animals\n  • If you stand still many animals will come to you\n  • Always approach an animal slowly but if they walk away, let them go\n  • Walk toward the animal’s side rather than directly toward its face\n  • Enter with empty hands – leave water bottles, backpacks, bags, and toys at the entrance\n  • Never feed human food to the animals\n\n\nAt the Urban Farm we always respect the animals wishes. If they choose to walk away rather than be patted, we let them go and do not pursue them. This is their home and we always want them to feel safe and comfortable. The animals in the contact yard are rotated throughout the day so everybody gets time with the visitors as well as rest breaks from the activity.\n\n\nAll of our animals are fed properly prepared diets to maintain their optimum weight and body composition. Lean animals are healthy animals. Even a modest weight gain can add extra pressure on their feet and joints, and can have a negative impact on their heart and other organs.\n\n\nUrban Farmers will be nearby at all times to answer questions or help make an introduction to one of our furry or feathered residents. They also feed, clean, and offer the animals enrichments such as vegetable popsicles – chickens, goats and sheep just love their popsicles!\n\nDid you know?\n  • Goats are highly curious animals and will eat just about anything. Please leave your purses, backpacks, toys, and snacks behind.All animals – domesticated or wild – prefer calm, low voices, and slow, unhurried movements. Even the most gentle animal can react poorly to erratic movements, such as waving arms, or loud noises and yelling. Please be respectful of the animals’ environment!\n\nAfter several years of planning and construction, the first element of Nature’s Wild Backyard at the Edmonton Valley Zoo is complete. The Urban Farm, a contemporary take on old MacDonald’s farm, has opened its barn doors.\n\n\nThe Urban Farm offers an immersive experience where humans and animals are surrounded by a common landscape; where boundaries are erased and zoo guests can better grasp the interconnectedness between themselves, the animals, and the environment; where you can explore the relationship between yourself and the other beings we share the planet with.\n\n\nThe Edmonton Valley Zoo’s role as a leader in the areas of conservation, environmental stewardship, and education is an important part of the Urban Farm experience. This open and airy modern-day farm showcases experiential learning and exhibitry at its best.\n\n\nHere, guests of all ages can observe goats, sheep, pigs, rabbits, chickens, and a host of others in their open enclosures. Without the restriction of bars and plexiglass barriers, visitors can enjoy an intimate Get Closer experience watching the animals, listening to their grunts and bleats, and yes, smelling the hay and the scent of their feathers and hair.\n\n\nOf course, you’ll want to spend time in the contact yard where visitors can give our Urban Farm critters a pat, maybe even groom a goat, or give a sweet Babydoll sheep a scratch. Drop by 364 days a year to watch the baby goats grow up or the lambs mature into sheep. Throughout the summer, be sure to check the incubation room to witness the chicks hatching.\n\n\nEnjoy exhibits that explain farm life, demonstrations on how to make ice cream and card wool, and try your hand at milking a life-sized model cow. Did I mention the goats wander across the rooftop?\n\n\nThe Nature’s Wild Backyard design was honoured by the Canadian Architects’ Awards of Excellence in 2014, and the Urban Farm experience exemplifies why. There is a lot to do, see, and learn here.\n\n\nThe zoo staff – aka Urban Farmers – are always on hand to answer questions and make sure your experience is a memorable one.\n\n\nFood producers such as Alberta dairy, beef, and poultry tell their stories in displays and talk about how the animals are raised and cared for. The Urban Farm will help you understand where your food comes from.\n\n\nYou will also learn about the importance of supporting Alberta farmers. Buying local is a sustainable approach to food production and supports conservation initiatives. All modern agriculture has an environmental impact, so one of the best ways people can reduce their carbon footprint is to buy local.\n\n\nLearn how easy it is to buy locally, and how this important decision has far-reaching benefits. The on-site cafe and the Moo at the Zoo dairy bar support this mandate and source their food products locally.  \n\n\nGrab a friend and head down to the Urban Farm – our furry and feathered friends look forward to meeting you!",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.8314873576,
        "format_confidence":0.8041537404
    },
    {
        "url":"https:\/\/www.arboretumfriends.org\/fofa-newsletter\/2012\/announce-121002.html",
        "text":"FOFA Newsletter Logo\nThis newsletter is brought to you by the Friends of Frelinghuysen Arboretum and was delivered to your mailbox because you directly subscribed to it or gave your e-mail address as part of your membership registration. If you have changed your mind and wish to unsubscribe, please see the instructions at the bottom of this page.\n\nAnnouncements as of October 2, 2012\n\nThe Friends of Frelinghuysen Arboretum are proud to host dozens of events in the coming weeks, ranging from exhibits to photo classes to tours to informative programs on gardens and horticulture.\nOur full program is found on the Events Page of our website.\nPlease browse there at your leisure, but here are some upcoming events that we would like to highlight.\nClick here to read this and previous newsletters on-line.\n\n\nThis coming Sunday (Oct. 7th) it's a Free Triple Header:\n\nRead all the details at our events page,\n\nRoads at Work But Gardens Beautiful\n\nPlease don't let recent road construction work here at The Frelinghuysen Arboretum keep you from visiting!\n\nThe gardens near the Mansion remain untouched and are lovely in their last days before the frost. The Katsura Tree growing on the Great Lawn across from the Rose Garden will soon reward lucky visitors with it's scent like burnt sugar. This wonderful, characteristic smell of Cercidphyllum japonicum is a result of the decay process within the deciduous foliage.\n\nJust past the Katsura, is our labyrinth. Here is a nice story about it by garden writer Mary Jasch:\n\nA fall afternoon is perfect for walking the labyrinth. Bring along a thermos of hot tea to enjoy afterwards.\n\n\nWe are just back from the Garlic Festival in Saugerties, NY with some new cultivars to introduce and sell at Simply Stinky on October 14.\n\nThese include a French Hardneck and new Czech variety (well, new to us in the USA). Limited space and limited garlic, so register now.\n\nDrawing near:\n\nBerried Treasure on Sunday, October 20 - plant a berried bush and make your bird friends happy\n\nMagic Boxes on Wednesday, October 17 - keep that parade of salad greens going in a cold frame\n\n2012 Gingerbread Wonderland Exhibit Registration and Reservations are open\n\nBe a part of the exhibit! Learn more here:\n\nJapanese Maples Fact Sheet\n\nWe have a new fact sheet posted here:, all about beautiful Japanese Maples.\n\nThe Friends Are Going to Ireland in 2013\n\nAnd you are invited to join in on a wonderful tour of Irish gardens. Join us on Saturday October 20 for the Friends Trip to Ireland Preview where veteran traveler Sue Acheson will describe the tour and all the details, including itinerary, cost, accomodations, etc. The Preview is free, but we ask that you register in advance.\n\nWant a head start? Read about the program on our Ireland2013 page.\n\nIf you decide to join in on the fun (and we hope you do), you can reserve a place with a deposit either by check or credit card at the Preview Program, or mail your check or use PayPal on our website. Read about it on the Ireland2013 pages.\n\nWhat's in Bloom At the Arboretum\n\nComing for a walk? Check out what’s in bloom right here with our on-line What's in Bloom list, maintained by volunteer Phil Dahlen.\n\n\nRemember that all our events can be found on our Events Page where, we are happy to say, you can register and pay on line -- just click on the \"Add to Cart\" buttons on our Events page and Membership page. Alternatively, you may register by calling 973-326-7603.\n\nRetail Partners\n\nOur Retail Partners list continues to grow! Look under \"Membership\" and then \"Discount Offers\" on our website (or just click on the headline above).\n\nRemember to bring your membership card when shopping.\n\n\nThat’s it for this time. Hope you enjoyed this edition of the newsletter. Tell your friends about this handy way to keep up with activities at the Frelinghuysen Arboretum (click here for complete directions for subscribing.\n\nVisit our website:\nEmail your comments or suggestions to\nPhone us at (973) 326-7603.\n\nFollow us on\nFollow us on\nRemove me from this list",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.8607255816,
        "format_confidence":0.9911924005
    },
    {
        "url":"http:\/\/www.lazybrook.org\/2012\/03\/10\/lazybrook-gardening-club-meeting-mar-13\/",
        "text":"Lazybrook News\n\nfrom the Lazybrook Civic Club\n\nLazybrook Gardening Club Meeting – March 13\n\nby Lazybrook Civic Club - March 10th, 2012.\nFiled under: Events.\n\nWe would like to invite any interested Lazybrook residents to the second Lazybrook Garden Club meeting to be held on Tuesday, March 13th.  The meeting will be held at the home of Marc and Melissa Cougle, 2110 Millwood Dr. Our first meeting last month was a great experience and we are excited about continuing to share our stories and growing our club.\n\nThe meeting with begin with a social starting at 6:30PM and the formal meeting will begin at 7:00PM.  The agenda for this month’s meeting will include:\n\n  • Welcome\n  • Review and accept Club Rules and Officers (meeting leaders)\n  • Presentation and Discussion on Soil Preparation\n  • Discuss bulk mulch and soil purchase\n  • Open Discussion\n  • Select Topic and Presenter for April Meeting\n  • Adjourn\n\nIf you would like to join us, we invite you to please bring a small dish, appetizer or bottle of wine to share with the other club members.\n\nMarch 13, 2012 6:30 pm\nMarch 13, 2012 8:00 pm\nThe Cougles\nGoogle Map\n2110 Millwood, Houston, United States, 77008",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9028733373,
        "format_confidence":0.992914319
    },
    {
        "url":"https:\/\/www.rockymountaindawgsproject.org\/new-puppy-coming-soon",
        "text":"The Rocky Mountain Dawgs Project is very excited to present Service Dog Team Three!!\n\nBarret is a thirteen week old German Shepherd that hails from Hampton Georgia, brought to us by Lonnie and Debbie Philpot, breeders or premier German Shepherd and Hanovarian Hounds.\n\nSfc. Tom Cauffman served in the United States Army from '84-'88 and returned, first to the National Guard but then active duty, in 2003. He is currently awaiting his retirement this summer. From his multiple deployments he has suffered a traumatic brain injury, severe hearing loss and PTS. Tom has had an older service dog that was trained for him several years ago, but she is in need of retirement so we at the Rocky Mountain Dawgs Project have chosen him to receive our third puppy.\u2028Tom me Barret (whom he named) last Thursday when John and Katie from Scent Imprint for Dogs traveled to evaluate two puppies that the Philpot's had on hand. The first dog did not warm to Tom, but the second was almost magical.\n\n\"When I first went to meet him there were two siblings to choose from, a brother and sister. The female was stand offish, but the male jumped right up in my lap and then sat there between my legs and looked out ahead as if “I got this” and was watching everything around me as if he had my back. I knew then this was the dog for me. After John and Katie tested him and said that he would do well in their training program I was excited to know that I had a new battle buddy in training to watch my back.\n\nNone of this would have been possible without the assistance of The Rocky Mountain Dawgs Project and Scent Imprint for Dogs. Thank you all very much! I am excited to see what the future brings!\" - Tom \n\n© 2013 by Rocky Mountain Dawgs Project\n\n  • Facebook Social Icon\n  • Instagram\nA 501(c)(3) non-profit organization\nThis site was designed with the\nwebsite builder. Create your website today.\nStart Now",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9803770781,
        "format_confidence":0.9631896019
    },
    {
        "url":"https:\/\/www.shauntong.com\/weekly_news\/newsletter-for-27-aug-2020\/",
        "text":"Advanced Search\nAdvanced Search\nwe found 0 results\n\nYour search results\n\nThis Week's Lifestyle Properties and Open Homes\n\nWelcome to our final newsletter for the year 2020!!\n\nWe have one new listing for you this week at 26 Ulyatt Road, Meeanee - prime location for this superb three bedroom home plus two bedroom cottage set on 2.2hectares.  For Sale by Tender closing 4.00pm Thursday 21st January 2021.\n\nAnd SOLD this week:\n\n7 Valentine Road, Bridge Pa\n\n1428 Southland Road, Longlands\n\n15 Whakapirau Road, Maraekakaho\n\nWishing you a fabulous Christmas and New Year filled with family, fun and festivities! We hope to be of further assistance to you in your lifestyle property search in 2021.\n\nWe are available throughout the holiday break, so should you have any property queries, please do call.",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9767346978,
        "format_confidence":0.6823961139
    },
    {
        "url":"https:\/\/cbjenihomes.com\/about-us\/blog\/2015\/january\/09\/what-to-look-forward-to-with-cb-jeni-homes-for-the-new-year\/",
        "text":"What To Look Forward To With CB JENI Homes For The New Year\n\nWhat To Look Forward To With CB JENI Homes For The New Year.jpg\n\nIn all its festivity, CB JENI Homes hopes you and your loved ones have had a wonderful start to the New Year. From new home communities to several available quick move-ins, 2015 will have plenty to offer to those looking for a new townhome in the Dallas area. Made up of an award winning team and upholding a commitment to quality, design and energy saving construction, CB JENI Homes hopes to get your new year started in a brand new home.\n\nNew Townhomes In High-Demand At Raiford Crossing In Carrollton\n\nYou may think the shopping season has passed, but in the home industry it’s just getting started with CB JENI Homes opening up a brand new location in the spring of 2015 in Carrollton, Texas. Raiford Crossing will offer luxurious townhome designs in one of Dallas’ most sought-after suburban areas—perfect for those who are relocating. Located centrally within the heart of the city and in proximity to various entertainment venues, this townhome community will also be a quiet escape offering beautiful parks and a family friendly environment.\n\nQuick Move-Ins Ready For New Families\n\nIn addition to a beautiful new community in Carrollton, Texas, several CB JENI Homes quick move-ins will finalize construction in the beginning of 2015. Located in Plano, Carrollton, McKinney and Arlington these townhomes are great options for those who are ready to move into a new home. Find out more about these new townhomes in the Dallas area by visiting CB JENI Homes’ quick move-ins page and stay tuned for new additions to the current list.\n\nLearn about the CB JENI Homes team by clicking over to the website and for any questions give us a call at 972-905-5001.",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9953030348,
        "format_confidence":0.8677062392
    },
    {
        "url":"https:\/\/www.settlementhome.org\/gone-to-the-dogs\/",
        "text":"Gone to the Dogs\n\nPosted August 13, 2012\n\nGone to the Dogs\n\nCalling all dog lovers! We are always so excited to see the wonderful donations that come in for our Garage Sale. It seems like this year’s sale is going to the dogs! Today we got a huge donation of items that are all about dogs, such as dog bobble heads, dog clocks, raincoats for dogs and much more!\n\nThere are items for Pugs, Black Labs, Golden Retrievers, German Shorthaired Pointers, Poodles, Boxers, Beagles, Corgis, Scotties…just to name a few.\n\nThese items will be available for sale at the Charity Garage Sale, November 1-4, 2012 at Palmer Events Center. Join us for our fabulous Preview Party on Nov. 1 and get the first chance to shop for these cute critter inspired items.\n\nI’m thinking about every dog lover on my Christmas list that I can buy a dog clock for! All of these items are new and still in the packaging.",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9751349092,
        "format_confidence":0.913852334
    },
    {
        "url":"http:\/\/blog.bdhomes.com\/hillcrest-agents-new-office\/",
        "text":"Windermere Agents Move to New Hillcrest Mission Hills Office\n\n\nAgents from Windermere's East County offices move to new Hillcrest Mission Hills Office.\nAdrian Alcantara, Kathleen Bailey, Stephanie Davidson, Carol Kilbride, Monique Matthews and Steve Porter\n\nWindermere Real Estate SoCal opened their new Hillcrest\/Mission Hills office last week and already see a lot of activity and interest. “We have had agent demand in the Mission Hills & Hillcrest areas since we first introduced ourselves to the San Diego market,” said Kirk Gregor, Managing Broker for the Hillcrest\/Mission Hills office at 265 W. Washington Street. “We are excited to see this office open and be able to host those agents who have wanted to expand their presence in the surrounding communities, as well as having a convenient location to meet with buyers and sellers.”\n\nWindermere SoCal welcomes agents Adrian Alcantara, Kathleen Bailey, Monique Matthews, and Steve Porter from their La Mesa Village office as well as Stephanie Davidson and Carol Kilbride from their La Mesa office to the new office located on the border of Hillcrest and Mission Hills neighborhoods at the entrance to the Mission Hills Business District. They join the enthusiastic family of their fellow real estate professionals in this beautiful and lively new office.\n\n1 Comment\n\nLeave a Reply\n\n\n\n\nEnter your email address to subscribe to this blog and receive notifications of new posts by email.",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9450381994,
        "format_confidence":0.8324899077
    },
    {
        "url":"https:\/\/kingssellingcastles.com\/2018\/01\/15\/canadian-home-sales-surge-in-december\/",
        "text":"\n\n\n  • National home sales rose 4.5% from November to December.\n  • Actual (not seasonally adjusted) activity was up 4.1% year-over-year (y-o-y).\n  • The number of newly listed homes climbed 3.3% from November to December.\n  • The MLS® Home Price Index (HPI) in December was up 9.1% y-o-y.\n  • The national average sale price advanced by 5.7% y-o-y.\n\nHome sales via Canadian MLS® Systems posted their fifth consecutive monthly increase in December 2017, fully recovering from the slump last summer.\n\nActivity in December was up in close to 60% of all local markets, led by the Greater Toronto Area (GTA), Edmonton, Calgary, the Fraser Valley, Vancouver Island, Hamilton-Burlington and Winnipeg.\n\nActual (not seasonally adjusted) activity was up 4.1% from December 2016. While activity remained below year-ago levels in the GTA, the decline there was more than offset by some sizeable y-o-y gains in the Lower Mainland of British Columbia, Vancouver Island, Calgary, Edmonton, Ottawa and Montreal.\n\n“Monthly momentum for national home sales activity gained strength late last year and further expected economic and job growth will buoy sales activity this year despite slightly higher expected interest rates,” said CREA President Andrew Peck. “Even so, momentum for home sales differs depending on location and type,” he added. “A professional REALTOR® is your best source for information and guidance in negotiations to purchase or sell a home during these changing times,” said Peck.\n\n“National home sales in December were likely boosted by seasonal adjustment factors and a potential pull-forward of demand before new mortgage regulations came into effect this year,” said Gregory Klump, CREA’s Chief Economist. “It will be interesting to see if monthly sales activity continues to rise despite tighter mortgage regulations that took effect on January 1st.”\n\nThe number of newly listed homes rose 3.3% in December. As in November, the national increase was overwhelmingly due to rising new supply in the GTA.\n\nNew listings and sales have both trended higher since August. As a result, the sales-to-new listings ratio has remained in the mid-to-high 50% range since then.\n\nA national sales-to-new listings ratio of between 40% and 60% is generally consistent with a balanced national housing market, with readings below and above this range indicating buyers’ and sellers’ markets respectively. That said, the balanced range can vary among local markets.\n\nConsidering the degree and duration that the current market balance is above or below its long-term average is a more sophisticated way of gauging whether local housing market conditions favour buyers or sellers.\n\nMarket balance measures that are within one standard deviation of the long-term average are generally consistent with balanced market conditions.\n\nBased on a comparison of the sales-to-new listings ratio with its long-term average, more than two-thirds of all local markets were in balanced market territory in December 2017.\n\nThe number of months of inventory is another important measure of the balance between housing supply and demand. It represents how long it would take to liquidate current inventories at the current rate of sales activity.\n\nThere were 4.5 months of inventory on a national basis at the end of December 2017. The measure has been moving steadily lower in tandem with the monthly rise in sales that began last summer.\n\nThe number of months of inventory in the Greater Golden Horseshoe region (2.1 months) was up sharply from the all-time low reached in March 2017 (0.9 months). Even so, the December reading stood a full month below the region’s long-term average (3.1 months) and reached a seven-month low.\n\nThe Aggregate Composite MLS® HPI rose by 9.1% y-o-y in December 2017. This was the 8th consecutive deceleration in y-o-y gains, continuing a trend that began in the spring. It was also the smallest y-o-y increase since February 2016.\n\nThe deceleration in y-o-y price gains largely reflects trends among Greater Golden Horseshoe housing markets tracked by the index, particularly for single-family homes. On an aggregate\n\nbasis, only single-family price increases slowed on a y-o-y basis. By comparison, y-o-y price gains picked up for townhouse\/row and apartment units.\n\nApartment units again posted the largest y-o-y price gains in December (+20.5%), followed by townhouse\/row units (+13%), one-storey single family homes (+5.5%), and two-storey single family homes (+4.5%).\n\nBenchmark home prices were up from year-ago levels in 9 of the 13 markets tracked by the MLS® HPI, with Calgary and Oakville-Milton price comparisons tipping slightly into negative territory on a y-o-y basis.\n\nAfter having dipped in the second half of last year, composite benchmark home prices in the Lower Mainland of British Columbia have recovered and now stand at new highs (Greater Vancouver: +15.9% y-o-y; Fraser Valley: +20.9% y-o-y).\n\nBenchmark home prices rose by about 14% on a y-o-y basis in Victoria and by about 19% elsewhere on Vancouver Island in December. These y-o-y gains were similar to those recorded in October and November.\n\nPrice gains have slowed considerably on a y-o-y basis in the GTA, Guelph and Oakville-Milton; however, home prices in the former 2 markets remain above year-ago levels (Greater Toronto: +7.2% y o-y; Guelph: +13.1% y-o-y; Oakville-Milton: -0.8% y-o-y).\n\nCalgary benchmark home prices were down slightly in December (-0.4% y-o-y), as were home prices in Regina and Saskatoon (-4% y-o-y and -3.7% y-o-y, respectively).\n\nBenchmark home prices rose by 6.6% y-o-y in Ottawa (led by a 7.5% increase in two-storey single family home prices), by 5.4% in Greater Montreal (led by a 6.3% increase in in two-storey single family home prices) and by 6.3% in Greater Moncton (led by an 8.3% increase in one-storey single family home prices). (Table 1)\n\nThe MLS® Home Price Index (MLS® HPI) provides the best way of gauging price trends because average price trends are prone to being strongly distorted by changes in the mix of sales activity from one month to the next.\n\nThe actual (not seasonally adjusted) national average price for homes sold in December 2017 was just over $496,500, up 5.7% from one year earlier. The national average price is heavily skewed by sales in Greater Vancouver and the GTA, two of Canada’s most active and expensive markets. Excluding these two markets from calculations trims almost $116,000 from the national average price to just under $381,000.\n\n– 30 –\n\nPLEASE NOTE: The information contained in this news release combines both major market and national sales information from MLS® Systems from the previous month. \n\nCREA cautions that average price information can be useful in establishing trends over time, but does not indicate actual prices in centres comprised of widely divergent neighbourhoods or account for price differential between geographic areas. Statistical information contained in this report includes all housing types. \n\nMLS® Systems are co-operative marketing systems used only by Canada’s real estate Boards to ensure maximum exposure of properties listed for sale. \n\nThe Canadian Real Estate Association (CREA) is one of Canada’s largest single-industry trade associations, representing more than 120,000 REALTORS® working through some 90 real estate Boards and Associations.\n\nFurther information can be found at\n\nFor more information, please contact:\n\nPierre Leduc, Media Relations\nThe Canadian Real Estate Association\nTel.: 613-237-7111 or 613-884-1460",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.8056864738,
        "format_confidence":0.7582099438
    },
    {
        "url":"http:\/\/www.memoryquiltsbymolly.com\/newsletters\/time-to-share-january-2015",
        "text":"Time To Share January 2015\n\nBlockbuster Gifts\n\nIt is hard to believe that 2014 has come and gone! Now that January is here, I can share the many beautiful holiday quilts and pillows that were made!  In this newsletter, I will be highlighting two very special military quilts that honor two very special servicemen. All Memory Quilts tell unique stories.  That is what makes them so special. Military quilts are so very special because they illustrate the dedication of our servicemen and women.  Adding uniforms from men and women who have served our country is an honor and one that I don't take lightly.   Also highlighted are the 28 holiday quilts that were made! Over 45 years worth of memories are included in these quilts and that is simply amazing and beautiful!\n\nI hope you enjoy the photos and the important stories that are illustrated through fabric.  As always, if you are interested in a Memory Quilt please contact me ASAP so that I can add you to the list! NOW is the time to order graduation quilts. Currently, I have 17 quilts in the queue, eight are for graduation.\n\nWarm wishes for a wonderful 2015.\n\n\n\n\n\nGoose Bumps\n\nI get goose bumps when I receive pictures of happy customers enjoying their Memory Quilts! Meet Denny, the lucky man who received a full size, Modern style Memory Quilt made with shirts that span over 30 years. The shirts are from his entire family including his son Denny, daughter Rochelle, and granddaughter Rayna! As you can see from the picture, Denny likes his quilt! Here is what he had to say:\n\n\"Words cannot explain how much I appreciate Rochelle doing this for me and for the love and effort you put in to such a beautiful work of art...not just a quilt. I was Mr. Mom for several years and my kids (Denny and Rochelle) were my life. While Denny is no longer here you have helped keep his spirit alive and added such a special blessing. God Bless.\" \n\n\n\n\n\n\n\nThis United States Marine Quilt was made in honor of Corporal Dane Freedman. \n\n\nPeace of Mind\n\n The queen size Modern style Memory Quilt shown above is made up of over 60 garments. Dane's uniforms, his fatigues, his special t-shirts, and even his bathing suit all are included in this Memorial Quilt.\nCorporal Dane Freedman served in the United States Marine Corp. from  2007-2011. He was proud to be a Marine, and served a tour in Iraq and a tour in Afghanistan as an adept machine gunner.  Sadly, Dane is no longer with us. It is my sincere hope that this quilt brings honor to his memory and comfort and peace of mind to his family.\nA very special nonprofit has been established in Dane's memory. Click below to learn more.\n\n\n\n\n\n\nStars and Stripes\n\n This very special traditional style lap quilt was made in honor or a wonderful father and husband who served in the US Navy during the Vietnam War.   Included in this quilt are special t-shirts that Tom Rapp wore but also included are two of his enlisted full dress white uniforms from the Navy. These uniforms are over 45 years old! Appliqued onto these blocks are his Navy stripes and the ship patches from the sleeves of these uniforms. The ships he sailed on were the USS America and the USS Saratoga.\nThis quilt tells a wonderful story of a man who served his country well and of a loving father and husband who liked the Red Sox and his Harley Davidson motorcycles!\n\nHis daughter received this quilt on Christmas morning. This is what she had to say about her Memory Quilt:\n\"Such a special Christmas gift to receive. My mom had a bunch of my dads old t-shirts made into a quilt for me! This is not only the most beautiful quilt I've ever received, but the most special quilt ever! Not a day goes by that I don't think of him or miss him. I'm just so glad that now I have something that will be a piece of him I'll have forever. Thanks mom! \"\n\n\n\n\n\n\n\n\nFamily Matters\n\nOn Christmas morning, Nick and his father, Brad, were the lucky recipients of two twin size quilts made with the many t-shirts and baseball shirts that Nick's mom so thoughtfully collected over the years. These shirts represent over twenty years of memories! Nick's childhood is illustrated by his adorable I love daddy hand printed shirt. The two quilts capture Nick's baseball career, beginning with little league and culminating with his baseball career at Emory University.\n\nNick's Modern style quilt is shown above on the fence. His father's Modern style quilt is shown below. Now that's a lot of memories!\n\n\n\n\n\n\n\nGone Running\n\nThis gorgeous lap quilt made in the traditional style with premium sashing is one of my favorites.  The marathon shirts are from all over the world-including Hawaii and Paris! The bold backing shown to the right above works beautifully!\n\n\n\n\n\n\nLacrosse jerseys are beautiful! Notice the argyle pattern on the jersey to the left.\n\n\nThe Black Bear is the logo for this Lacrosse team. The graphic, including the colorful camouflage design that trimmed the jersey was added to this block.\n\n\n\nShown below is my very first lacrosse Quilt! This large lap quilt made in the traditional style with block sashing includes 16 Lacrosse jerseys and t-shirts from a local Souderton athlete. These jerseys are some of the nicest I have seen. What a sweet Christmas gift for a very talented young man!\n\n\n\n\n\n\n\n28 Memory Quilts were made this holiday season!\n\n\n\n\n\n\n\n 25 Memory Pillows were made this holiday season!\n\n\n\nFresh Trends\n\nMemory Pillows were hot, hot, hot this holiday season. Shown below are some new styles that were made. I love the varsity letter pillow for that special graduate in your life. It is perfect for a dorm room bed!\n\nThe Memorial pillow on the right is made with a loved ones cotton shirt and a sweet sentiment was embroidered to make it extra special.  These pillows bring comfort to those who have lost loved ones.\n\n\n\n\n\n\n\n\nYes, it is That Time!\n\n Graduation quilts are now being ordered! I already have 8 grad quilts on my schedule.  If you are interested in a grad quilt for May or June NOW is the time to order.  Please remember that these quilts take a long time to make AND turning people away is no fun.\n\n\n\n\n\nForward to Friend\n\n\n\nCopyright © 2015 Memory Quilts by Molly, All rights reserved.\nWhy did I get this? Because you have shown interest in Memory Quilts by Molly\nMy mailing address is:\n\nMemory Quilts by Molly\n\n422 Militia Dr.\n\nLansdale, PA 19446\n\nAdd us to your address book\n\nunsubscribe from this list    update subscription preferences \nEmail Marketing Powered by MailChimp",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.8882322907,
        "format_confidence":0.5627570748
    },
    {
        "url":"https:\/\/homeactions.net\/new-version-2-0-powerful-prospecting\/",
        "text":"New Version 2.0 = Powerful Prospecting\n\nNew Version of HomeActions 2 Point 0 Equals Powerful ProspectingHomeActions has enhanced its powerful e-prospecting platform to give you 200+ new articles targeting the most common real estate niches as well as automatic article trigger alerts that tell you when a client is poised to enter the real estate market.\n\nAgents can set article triggers so they’re automatically alerted in real time when a viewer clicks on featured listings, virtual tours, open houses or one of the content library articles created by HomeActions.\n\n“These new additions to the professionally written HomeActions content provided in every edition will bring users more listings, buyers and sales,” said CEO Barry Friedman. HomeActions professionally written content has some of the highest open rates in the industry along with low unsubscribe rates.\n\nThe new Content Library articles can appear in any order and you can add your own local content to feature their open houses, listings, video tours, blog posts and commentaries.\n\nTrigger and Target article topics include:\n\n  • Home Buying\n  • Home Selling\n  • Vacation Home Buying\n  • Vacation Home Selling\n  • Investment Real Estate\n  • Luxury\n  • First-time Home-buyers\n  • Condos and Co-ops\n  • Shore Homes\n  • Urban\n  • 55+ Communities\n  • Investment Property Management\n\nAdditional Enhancements Include:\n\n  • Redesigned User Interface to work across more devices including iPads and Android tablets.\n  • Added search menu to article list page to make content easier to find.\n  • New dashboard layout with detailed summary graphs and faster access to data.\n  • Simplified scheduling of articles – now schedule on same page.\n  • Ability to quickly filter and sort member list.\n  • Improved sorting when reviewing your uploaded members in spreadsheets.\n  • Improved layout of images makes it easy to find that perfect image.\n  • Completely redesigned images and banners modules to make additions easy.\n  • More filtering options for images and banners to make easier to find the image you want.\n  • Simplified the navigation by combining like items into singular menus.\n  • Redesigned the Newsletter Settings module to make it more user friendly.\nShare This",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.5039711595,
        "format_confidence":0.869504869
    },
    {
        "url":"http:\/\/www.antiquetrader.com\/antiques\/letter-to-the-editor-commitment-leading-to-longevity",
        "text":"Letter to the Editor: Commitment leading to longevity\n\nDear Editor,\n\nEnclosed please find an article and picture, which we hope you will be able to use in your publication about our upcoming 42nd Annual “Collectors Showcase,” to be held in Bakersfield, Calif.\n\nWe are very proud of the longevity of the Showcase and for what this represents about a locally produced, quality antique and collectibles show. We remain enthusiastic and committed.\n\nWe all recognize that in a struggling economy, the antique business has suffered; but thankfully, because of publications such as yours, we are emerging with renewed interest and attendance at shows.\n\nAs a long-time subscriber of Antique Trader, my interest in all areas of collecting remains strong and vibrant, as I look forward to reading and learning all facets of collecting in the Trader. I have shared many of your articles about improving sales and interest with my fellow club members. It inspires us to strive for the best in collecting and promoting.\n\nThank you for your consideration and continued excellence in publication.\n\n— Barbara Fields\n\nGlass and China Collectors of Bakersfield\n\nWe hope that all representatives of collector clubs around North America share their meeting and show news with Antique Trader. Submissions can be made to atnews@fwmedia.com or mailed to Antique Trader Collector Club News, 700 E. State St., Iola, WI 54945. — Editors",
        "topic_id":14,
        "format_id":13,
        "topic_confidence":0.9683318138,
        "format_confidence":0.7656832337
    }
]