[
    {
        "url":"https:\/\/www.pantone.com\/Pages\/products\/ProductReviewsPopUp.aspx?pid=60&blnRead=0",
        "text":"please create a mini-account to review this product\n\ncustomer reviews\n\naverage rating 4.67\nOct 26, 2010\n\nI want to know the part no. of chips in particular\n\nApr 27, 2010\n\nI want to know the part number of some opaque plastic chips in particular\n\nBrandon Stroud\nMar 02, 2010\n\nPurchased this set about a year ago, great reference! It has drastically sped up the approval process of plastic sampling as well as time to market. Thank you!\n\n3 of 3 displayed\nPage 1 of 1",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7941899896,
        "format_confidence":0.9789806604,
        "weight":0.000121995
    },
    {
        "url":"https:\/\/www.howwemadeitinafrica.com\/why-tropical-power-sees-big-potential-for-biogas-in-africa\/",
        "text":"Why Tropical Power sees big potential for biogas in Africa\n\n\nTropicalPower 600x300\n\nIn Naivasha, about 90km north-west of Kenya’s capital Nairobi, stands one of Africa’s first grid-connected biogas plants. Commissioned earlier this year, the US$6.5m Gorge Farm Energy Park biogas plant generates 2.2MW from organic crop waste sourced from a neighbouring 800ha farm, owned by VP Group, one of East Africa’s biggest exporters of fresh vegetables.\n\nIn coming months a 10MW grid-connected solar PV plant will be added onto the power facility. The biogas project is expected to have an almost six-year payback period from a combination of grid sales and supply to the neighbouring vegetable farm. The farm will also receive 35,000 tonnes of nitrogen-rich matter as a by-product from the biogas process, for use as fertiliser.\n\nMaking money while making a difference\n\nIt all started when one of VP’s directors, James Cartwright, met Mike Mason, an energy expert leading a research programme at Oxford University developing new anaerobic digestion technology. They first developed the concept and then brought shareholders together to set up Tropical Power Energy Group – an engineering, procurement and construction company that built the Naivasha biogas plant.\n\nAnaerobic digestion is a natural process in which bacteria break down organic matter in an oxygen-free environment to form biogas.\n\n“They saw a great opportunity to take technology in Europe and develop it across the continent because there is not a big biogas sector in Africa,” says Johnnie McMillan, managing director of Tropical Power.\n\nThe opportunity for Kenya to “produce electricity from biogas is huge”, McMillan explains, due to the country’s big agricultural industry and the presence of many large scale farms. According to Tropical Power’s calculations, if organic waste from just 1% of Kenya’s landmass was deployed in biogas plants, it would produce the equivalent of the country’s entire grid connected electricity capacity.\n\nAt its farm in Naivasha, VP Group generates thousands of tonnes in waste every year. About 50,000 tons of this organic waste will be supplied annually to Gorge Farm Energy.\n\n“Our investors are passionate because this is clean technology and it fits with an agricultural operation. The shareholders want to make a difference to the planet and when you find a technology that can make money and can contribute to the green revolution across the world, then that’s a feel good factor for investors. In a nutshell, they can make money and make a difference,” says McMillan.\n\nIn Africa there are small-scale biogas projects but McMillan says investment into large scale grid connected plants haven’t picked up due to limited understanding of the technology amongst would-be investors, and unfavourable tariff rates offered by utilities.\n\nExpansion into rest of continent\n\nTropical Power is eyeing opportunities to work with other feedstock partners in developing more projects across the continent. By 2018, the company plans to have built renewable power assets across Africa producing over 130MW.\n\nIn Ghana, it is already preparing for the construction of the biogas and solar Kpong Farm Energy Park. The project will rely on waste sourced from the 1,000ha Kpong Farm – owned by VP Group – located at the south-east corner of Lake Volta.\n\n“Our real focus is establishing a platform for growth across Africa,” says McMillan.\n\nTropical Power’s expansion into other countries will be guided by stability of the local power utility. In Kenya, transmission, distribution and retail of electricity is handled by state-run Kenya Power, while in Ghana it is controlled by Electricity Company of Ghana.\n\n“One of the big attractions for Kenya is that Kenya Power is a very strong utility. It has a very strong track record of payment and so it is attractive from a point of view of raising money. The number one thing lenders look at is how safe the utility is [in terms of payment] if you are doing a grid-connected project.”\n\nThe growth of biogas energy in Africa is also reliant on the availability of good talent. Tropical Power’s operations are headed by Mike Nolan, an energy expert who has built 56 power plants in 22 African countries, installing a total of over 1GW of diesel-generated electricity. The company sent its engineering team to Europe to be trained by its partners – US multinational General Electric and Germany-based Snow Leopard Projects GmbH.\n\n“We want to lead the biogas sector development in East Africa and across Africa. So we are investing in our team to make them experts, [and eventually] the plant in Naivasha will become a centre of excellence for Kenya and for the biogas sector in general,” says McMillan.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.8612142801,
        "format_confidence":0.790275991,
        "weight":0.0027279551
    },
    {
        "url":"http:\/\/www.aiccp.com.sa\/?page_id=2171",
        "text":"installationSafety first!\nPipes are typically laid within trenches and extreme caution must be exercised when working in trenches. Collapse of trenches can be very harmful, and has resulted in moderate to severe injuries.\n\nAny trench deeper than 1200mm (4 feet) MUST be properly shored up.\n\n\nDo NOT take risks!\n\n  • Do not to have trenches open for any longer than necessary.\n  • Use barrier fencing and\/or security barriers to keep children and members of the public out of excavations.\n  • Try not to have trenches open in inclement weather.\n  • Try not to have trenches open too far in advance of pipe-laying.\n  • Keep trench width to a minimum (generally pipe diameter plus 300mm).\n  • Always stand at least 600mm back from the edge of open trenches.\n  • Never work alone in a trench – always have a ‘buddy’ or preferably a banksman.\n\nDo NOT take risks\n\n\n\n\n\n1- Unloading Trucks: Pipes are to be checked on unloading. Possible damages must be reported immediately. Checking can be done by using white powder.\n\ncraneUse a Crane or Excavator: When removing, lifting belts must be placed outside around the pallets & outside of the base timber.\n\nCarefully, Steer the pallets manually to prevent them colliding with anything. Pallets should not be moved using any levers or crowbars while on the truck. Pipes should not be subjected to any hard impact.\n\n\nPackagingUse a Forklift: The pallets of pipes should be placed transversely on the forks & the forks should be positioned sufficiently widely apart.\n\nWhen placing the pallets on the forklift, a protective piece of timber should be between the parcel and the forks base for a smooth transition.\n\n\n2- Storage on Site: Pipes should not be placed on hard ground with force. There must be sufficient space between individual pallets. Sealing elements can be saved from damage by setting them down on a leveled surface and off the floor by using a piece of wood.\n\n\n\n\n\n\n\n\n\n3- Transportation to Pipe Trench: It is preferred to move the whole pallets to the point of destination where they will be laid before opening or dismantling the pallets.\nThe parcel of pipes must be carefully place on a flat surface so that the pipes don’t slip or have a damaging impact when unloading.\n\nTransport individual pipes with belts (mark on crown – yellow or white spot = center of gravity– pipe hangs level).\n\n\n\n\nIndividual pipes must not be transported in excavator shovel; belts are a more secure method.\n\n\n\n\n\n4- Installation: Both ends of the pipe should be checked optically and internally with white talcum powder to find any cracks that might have occurred before they pipe are laid in the ground.\n\n\n\n\n\n\npaint_markThe paint mark must always point upwards.\n\nThe pipe inverts will be at level (any steps that might arise between two pipes will be within the permissible tolerance)\n\n\nvarianceA possible small variance between two jointed pipes in the axial line will not lie in the flow zone (any small deviation of straightness will lay aside)\n\n\n\nlubricant_pipeThe shape of the seals enables pre-centering to be carried out. First lubricant should be applied to the spigot and to the socket seal.\n\n\n\nshort_pipeShort lengths of the pipes should be used at points where differences in settling are to be expected, e.g. in the region of the shafts or at the wall breakthroughs, to produce flexible connections.\n\n\n\nPushing the pipes together with the crane bucket and a belt (≥ DN 400mm).\n\nlay_correctCorrect way\n\nPushing the pipes together with a crowbar – always have a piece of timber between the pipe and the crowbar.\n\n\n\nlay_wrongWrong way\n\nIt’s not recommended to push against the pipe with the excavator shovel to make any corrections in the axial line.\n\n\n\nIn a normal practice, the sockets will point in the upside direction and the pipes should be installed in the center-line of the trench.\n\n5- Excavation & Compaction:\n\nFor the minimum required width of the trench (on accordance with nominal size and depth of laying), refer to EN 1610 for the laying of sewer pipes.\n\nA trench that is too narrow makes it difficult to compact the bedding zone properly. A trench that is too wide increases the laying costs and both increase the loading on the pipe.\n\nMinimum trench width for security reasons are mentioned in the table below. To reach good compaction results the specifier might precise larger trench widths.\n\nMinimum trench width, in relation to DN and in relation to depth.\n\nSocket holes must be made so that the sockets do not lie on a compacted bottom; this would result in point loading. Support must be provided over the whole barrel length.\n\n\n\n\n\nbackfillingBetween the trench bottom and pipe a bedding angle of at least 90˚ must be realized with materials that can be compacted well.\n\nThe backfilling directly above the pipe and to a width equal to the outside diameter of the pipe should be compacted by hand where need be.\n\nMechanical compaction of the main backfill directly above the pipe should not be commenced until there is a total depth of cover of at least 300 mm above the top of the pipe. This layer must consist of stone-free soil.\n\n\n90degree-2The selection of the compacting device, the number of passes and the thickness of the layer to be compacted should match the back material.\n\nIf the layer above the pipe is inadequately thick (less than 30 cm), do not move the compactor over the pipeline.\n\nWhen compacting at the sides of the trench, kindly ensure that the compactor does not contact the pipes. Similarly, do not run the compactor over the pipes.",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.9889568686,
        "format_confidence":0.6163406968,
        "weight":0.0010598185
    },
    {
        "url":"http:\/\/subseaexplorer.net\/offshore-uk-catcher-development-to-hit-60000-bpd-target-ahead-of-plan\/",
        "text":"Offshore UK Catcher Development to Hit 60,000 Bpd Target Ahead of Plan\n\nCatcher is expected to reach an output rate of 60,000 barrels of oil per day in April.\n\nIn its latest results update on Thursday, Premier Oil revealed that the Catcher development, located offshore UK, is expected to reach an output rate of 60,000 barrels of oil per day (bopd) ahead of plan.\n\nFollowing initial projections that the production milestone would be reached by the first half of 2018, the company now anticipates that this output figure will be hit in April.\n\nFirst oil at Catcher was achieved in December 2017, on schedule and under budget. During January this year, the project was producing at around 20,000 bopd, which analysts at investment banking firm Jefferies noted was ‘double the guided expectation’ at that point.\n\nPremier recorded production of 75,000 barrels of oil equivalent per day (boepd) in 2017, which was slightly higher than its 2016 output of 71,400 boepd. The company reported cash flows $496 million from operations during the year, which was up 15 percent on 2016, as well as a positive free cash flow of $71.2 million and a reduction of net debt to $2.7 billion. EBITDAX also increased to $589.7 million in 2017, up from $494.1 million in 2016.\n\nIn a brief research note sent to Rigzone, oil and gas analysts at GMP FirstEnergy described Premier Oil’s latest update as ‘positive’, stating that the company’s financials were ‘in line’.\n\n“2017 was a successful year for Premier,” Tony Durrant, Premier Oil chief executive, said in a company statement.\n\n“2018 will see further production growth, allowing us to deliver on our plans for reducing net debt to restore balance sheet strength while also progressing projects that deliver the highest financial returns,” he added.\n\nGenerated by readers, the comments included herein do not reflect the views and opinions of Rigzone. All comments are subject to editorial review. Off-topic, inappropriate or insulting comments will be removed.\n\nSource link",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9172010422,
        "format_confidence":0.9955685735,
        "weight":0.0060752311
    },
    {
        "url":"https:\/\/www.centraltexasfarmcredit.com\/news-and-resources\/member-spotlight\/keeping-a-good-thing-flowing\/",
        "text":"Keeping a Good Thing Flowing\n\nJule Richmond stands by spring\n\nTexas rancher Jule Richmond, center, stands by a spring that feeds into the Pecan Bayou. With him are Cody York of Pecan Bayou SWCD, left, and Johnny Oswald of the Texas Soil and Water Conservation Board.\nPhotos by Jim Lincoln\n\nThe year 2011 was one of the driest ever for Texas, with a statewide average rainfall of only 14.8 inches.\n\nAcross the state, rivers, ponds and lakes evaporated to their lowest levels in memory, and losses attributed to the historic drought surpassed $5 billion.\n\nThe water level in Lake Brownwood, situated in the Colorado River basin in north-central Texas, dropped 17 feet, leaving less than a 15-month supply of water for local residents who depended on it.\n\nJust miles away in the same county, however, a spring on the Richmond family ranch never stopped trickling.\n\n“I’m really proud of the fact that it never dried up during that extreme drought,” says family patriarch Jule Richmond. “It’s an example of what can happen when you give land the opportunity to yield to water.”\n\nRichmond admits that the spring, which feeds into the Pecan Bayou that creates Lake Brownwood, wasn’t flowing as freely as it is today. Still, its resilience is a testament to his conservation and stewardship practices — particularly the removal of invasive brush to enhance water flow — that allow him to preserve his family’s 134-year-old ranch.\n\nA Conservation Leader\n\nRichmond is chairman of the Pecan Bayou Soil and Water Conservation District (SWCD), which oversees and allocates funds for the state’s Water Supply Enhancement Program (WSEP) efforts in Brown County, Texas. Started in 2008, the county’s project is part of the statewide program, which was created to provide grants that meet conservation needs and enhance public water supplies through brush control.\n\nA lifelong rancher whose family settled near Blanket, Texas, in 1883, Richmond has practiced conservation on his cattle and goat operation for as long as he remembers. He also recalls his father, Alvin, removing brush from certain pastures back in the 1950s. Since then, landowners have learned about the effects of overgrazing, which can lead to brush overtaking grass and pastureland — detrimental to water supplies and the terrain.\n\nFlowing spring\n\n“Farmers and ranchers didn’t understand as much about grazing situations and the impact of overgrazing as we do now,” Richmond says. “When they got a rain, it hit the creek, and it was gone; there was no continuous cycle of water. It’s finally making sense to people on how beneficial it is to be wise about the use of water.\n\n” On the Richmonds’ ranch, removing most of the cedar trees, which are notorious water consumers, made a significant impact — even though they left cedars along the creek to help stabilize the banks.\n\n“We knew the water was here,” he says. “My dad used to tell stories of his dad seeing moonshiners using the spring, but from brush encroachment and overgrazing, the springs had virtually disappeared.”\n\nAs the local conservation district leader and immediate past president of the Association of Texas Soil and Water Conservation Districts, Richmond advocates proudly for the project, reaching out to other landowners who may benefit on their own land. As of fall 2016, the Pecan Bayou Soil and Water Conservation District project involved 46 landowners who are controlling brush on 6,260 acres.\n\nDistrict Outreach Director Phillip Wright says that while the project has provided assistance to landowners in Brown County, their part is just the first step — the real difference will be seen after landowners achieve results that make them want to continue prudent conservation practices on their own.\n\n“The Pecan Bayou SWCD provides assistance to hundreds of landowners each year working through their partnership with the NRCS (Natural Resources Conservation Service),” Wright says.\n\nFor each property enrolled in the program, a resource management plan is developed, which describes the brush control measures that will be implemented, how the land will be maintained and any necessary livestock or wildlife management practices, as well as erosion control measures.\n\nPositive Impact on Wildlife\n\nRichmond says that his wildlife and aquatic life have done nothing but flourish, enjoying the abundance of a constant water source and a healthy food supply.\n\n“Jule is a dedicated leader in conservation and has brought awareness to the statewide program,” says WSEP Supervisor Johnny Oswald. “His drive has led to the success of bringing water issues to the forefront of conservation efforts, education and outreach across the nation.”\n\nAs a tenured landowner, Richmond knows the importance of a good lender, and for him, that lender is Central Texas Farm Credit. His two sons, Cade and Cody, are also active members of the rural lending cooperative: Cade and his wife, Jessica, represented the association in the Farm Credit Young Leaders Program in 2014, and Cody is a past chairman of the Central Texas Farm Credit Board of Directors.\n\n“Jule and LaNita Richmond are true farmers and ranchers, the kind of folks the Farm Credit System was created to serve,” says Marcus Amthor, Central Texas Farm Credit branch manager in Early. “Not only do they do a good job of producing beef on their cattle operation, they also instill stewardship of the land within their family. In my opinion, our country needs more people like the Richmonds, and I am honored to have the opportunity to work with them.”\n\nRestoring a Century-Old Ranch House\n\nRichmond living room\n\nThe Richmonds’ goal was to keep the integrity of the house, installing wide baseboards and deep crown molding and using some existing kitchen cabinets, as seen in the living room.\n\nThe Richmonds’ desire to preserve the family legacy goes beyond the ranch. Over the past few years, Jule and his wife, LaNita, have restored his childhood home. Built in 1915 by his father, it was a kit house from Sears, Roebuck and Co., which at the time offered ready-to-assemble houses ordered by mail and shipped by rail.\n\n“Our goal was to modernize, but keep the integrity of the house,” LaNita says. “We like to think that we’ve not changed a lot, but we’ve enhanced a lot.”\n\nKeeping true to their plan, the couple installed wide baseboards and deep crown molding, which was common during that period. In several rooms, the original longleaf pine flooring has been sanded and refinished.\n\nThe dining room.\n\nThe dining room.\n\nJule did much of the rewiring and carpentry, while LaNita painted and did the tile work, which included the kitchen floor and backsplash. They also reconfigured the small kitchen, adding counter space and using some of the existing cabinets, which Jule’s mother had installed over the years. Today, favorite family recipes adorn the walls of the inviting kitchen, giving guests a glimpse into the Richmond family’s special relationship with the house.\n\n“His mother raised three kids in a tiny space with a tiny kitchen and I still don’t know how she did it,” LaNita remarks.\n\nThe kitchen.\n\nLike the land that the family works so hard to preserve, Jule and LaNita know that the ranch house is another piece of their family’s legacy that will be passed down to their three children and eight grandchildren.\n\n“We’re more proud of it than anyone,” says LaNita, “and I think we’ve not only restored a house, but this has restored some childhood memories for Jule, too.”",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.6297106743,
        "format_confidence":0.9579202533,
        "weight":0.0019946516
    },
    {
        "url":"https:\/\/www.burkert.co.uk\/en\/Company-Career\/What-s-New\/Press\/Press-Releases\/Inspiring-Answers",
        "text":"Bürkert - Close to you\nOffice \/1\n    • Main Office\n      Burkert Contromatic Limited\n      Fluid Control Centre\n      1 Bridge End\n      GL7 1QY\n      Phone +44 1285 64 87 20\n      Fax +44 1285 64 87 21\n      E-Mail fnyrf.hx@ohexreg.pbz\n  • Main Office\n  • Headquarters\n  • Systemhaus\n  • Distributor\n  • Office\n  • Plant\n  • Logistic center\n\nInspiring Answers\n\nFor Bürkert, this year's Hannover Messe (7-11 April 2014) will mark an exceptional year of innovation & new developments. Again, the specialists for fluidic control systems from Ingelfingen put their transition from components manufacturer to systems provider forward, offering comprehensive technological solutions. The newest step in this transition is marked by a compact online analysis system for fresh water treatment and a new flowmeter technology.\n\nComing from beginnings as a supplier of components, Bürkert Fluid Control Systems is transforming, step by step, into a designer of comprehensive systems for measuring and controlling fluids. Bürkert's claim is \"We make ideas flow\", highlighting the company's aspiration to question the existing in order to come up with new ideas and to find new, inspiring solutions to the technological challenges of today. Bürkert's engineers have learned to ask the right questions: „Who’s to say that there have to be sensor elements in the measuring tube of a flowmeter?” Under the motto \"Inspiring Answers \", Bürkert will provide just that and, from now on, introduce products and technologies that leave the beaten tracks and give new answers to basic issues. The initiation will be given at this\nyear's Hannover Messe with the introduction of two genuine world firsts. Inspiring technologies Bürkert's new Online Analysis System Type 8905 has been designed for waterworks for the continuous monitoring of treated and untreated waters and storage of the most important measurement parameters before the water enters the supply network. With this innovative platform, Bürkert banked on uncompromising miniaturisation and modularisation. Multiple trail-blazing technologies had to be developed first, in order to make the flexibility of the new system possible. The compact design is captivating. The target group would be plant construction companies and operators of water treatment plants.\nThe other innovation is the FLOWave flowmeter. It's based on the so-called Surface Acoustic Wave technology (\"SAW\") and constitutes Bürkert's answer to the well-known weaknesses of established flowmeter technologies. FLOWave works completely without ANY components inside the pipeline and will be the technological basis for more innovations to come. FLOWave is suitable for any liquids – even non-conductive ones. What is more: the measuring principle works even at very low liquid velocities. Both systems already use the new Efficient Device Integration Platform (EDIP) that will be Bürkert's gateway to the new world of \"Industry 4.0\". EDIP comprises a multitude of functionalities, adapted HMI devices and more innovative services that will simplify the integration of new devices.\nBürkert at Hannover Messe: hall 9, stand G16\n\nMy Comparison List",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9625745416,
        "format_confidence":0.9832682014,
        "weight":0.0043632819
    },
    {
        "url":"https:\/\/ibbetts.stihl-dealer.co.uk\/en-gb\/stihl\/en-gb-19158\/construction-machinery\/",
        "text":"Arthur Ibbett Ltd Approved STIHL and VIKING Dealer\nYou've Selected ({{ tags | appliedTags | totalProducts }})\n  • {{}}{{tag.totalProducts}}\nNarrow Your Results ({{ tags | unappliedTags | totalProducts }})\n  • {{}}{{tag.totalProducts}}\n\nConstruction Machinery\n\nProfessionals know that quality counts. As the market leader, STIHL cut-off saws have what it takes to do the job whether working on roads, construction sites or in the hands of emergency services, thanks to their ease of handling and durable construction. Their uncompromising quality, reliability, long life and good value have made them essential tools on any work site. STIHL fit the MicroCESAR security marking system, powered by Datatag, to all cut-off saws as standard.\n\nPetrol cut-off saws\n\nCordless Li-Ion cut-off saw\n\nAccessories for cut-off saws\n\nCutting wheels for cut-off saws\n\nBrick jigs and accessories\n\nPetrol concrete saw and accessories\n\nPetrol earth augers and hand held drill\n\nAccessories for earth augers\n\nAccessories for hand held wood drill",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9782263637,
        "format_confidence":0.741392076,
        "weight":0.005656233
    },
    {
        "url":"https:\/\/www.agriculture-xprt.com\/products\/daksha-coco-peat5-kg-brickcoco-peat-coir-pith-coco-brick-365136",
        "text":"- Model 5 kg brick - COCO PEAT \/ COIR PITH \/ COCO BRICK\n\nCocopeat is a natural fibre made out of coconut husks. The extraction of the coconut fibre from husks gives us this by-product called cocopeat. Cocopeat is a 100% natural growing medium. This cocopeat dried in the natural sun, are processed to produce different items namely cocopeat block, cocopeat briquettes, cocopeat tablets etc. This makes an excellent growing medium for hydrophonics or container plant growing. Clean coir has natural rooting hormones and anti-fungal properties. The various usages of cocopeat is given below :- How does Coco Peat do this? The properties of Coco Peat make it resistant to bacterial and fungal growth. Coco Peat holds water rather than shedding it like traditional peat does! It holds 8-9 times it's weight in water. Coco Peat has the ability to store and release nutrient to plants for extended periods of time. It also has great oxygenation properties which is important for healthy root development. It has a pH of 5.2-6.8 which is neutral to slightly acidic. This makes it great for alkaline garden soils. Easy to use! Just put your compressed Coco Peat brick in a container, add 4 quarts of warm water and let it sit until the water is absorbed, fluff it up and you are ready to use Coco Peat! Coco Peat can even be reused for up to 4 years! It makes a great bedding material for worm bins! It's actually good for them and increases worm growth by 25%. Coco Peat is very slow to disintegrate; it only begins to break down when it is 10 years old, long term benefits. It is very light and easy to handle. It can be combined with any of the normal ingredients and use as a mixer or a stand-alone product. An affordable price for a quality product with an environmentally sustainable future. Coco peat is also known as Coir pith, Coir fiber pith. It is made from Coconut husk. We offer various range of Coco peat blocks. Our factory is equipped with 5 kg block making machine and 650 grams block making machine. We can produce good quality Coco peat blocks with the well equipped machineries.\n\nCustomer reviews\n\nNo reviews were found for DAKSHA COCO PEAT - Model 5 kg brick - COCO PEAT \/ COIR PITH \/ COCO BRICK. Be the first to review!",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9686616659,
        "format_confidence":0.9988037348,
        "weight":0.0134777002
    },
    {
        "url":"http:\/\/www.busytrade.com\/sellingleads-search\/Agricultural-Tractors.html",
        "text":"Welcome to BusyTrade.com, Join Free | Sign In\n\nChina Wholesale Marketplace\n\nHome » For Buyers » Selling Leads » Agricultural Tractors\n|< First< Prev12345Next >\nWant to display your products? It's FREE!\n\nLooking for Agricultural Tractors\n\nYou've come to the right place. This page is your one-stop source for the competitive price and quality. If you have a difficulty finding a right supplier, post your buying leads for FREE now!\n\nPopular Ads\n\nFeatured Products+ more",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9427530169,
        "format_confidence":0.9370677471,
        "weight":0.0054511215
    },
    {
        "url":"https:\/\/www.blackley.co.nz\/portfolio\/tararua-stage-one-powerco\/",
        "text":"Test-windfarmWind farmTararua – Stage One\n\n\n\nNumber of turbines Turbine capacity Blade length Tower height\n48 0.66 MW 23.5m 50m\n\n\nThe first stage of the Tararua wind farm project was a large-scale project, and when it was completed, it was the largest wind farm in the southern hemisphere at the time. Not only that, but the site was the best performing wind farm in the world for multiple years – delivering over twice the expected electricity production. It’s expected that the first stage of the wind farm project would have supplied 16,000 Kiwi homes with their daily energy requirements – approximately half the size of Palmerston North’s occupied dwellings.\n\nAs our first wind farm project, we were excited to hit the ground running on Christmas Eve, 1999. Our role throughout the project was to trench and cable the land to ensure that everything was perfect for the installation.\n\nThe Tararua site was a great choice for the wind farm to be set up, due to the positioning of the turbines to capture most of the wind rolling through the mountainous terrain.\n\nWe are proud of the work that we put into the farm that kept Aotearoa’s lights on, heaters burning away throughout winter, as well as the clean energy that is produced from the farm.\n\nThis project was the catalyst that started our 20-year journey through wind farm trenching and cabling.\n\nView Other Projects\n213 Stoney Creek Road, RD10, Palmerston North, 4470\n\nFollow us:\n\n\nCopyright © Blackley Construction Ltd.\nAll rights reserved.\n\nWebsite designed & developed by: Studio Seventyfour Branding & Marketing",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9864860773,
        "format_confidence":0.9773595929,
        "weight":0.0137257043
    },
    {
        "url":"http:\/\/www.gasenginemagazine.com\/tractors\/the-old-oilpull",
        "text":"Oilpull Tractor\n\nCourtesy of Mr. Lyle Knerr, Chappell, Nebraska\n\nMr. Lyle Knerr\n\nContent Tools\n\nMaxwell Iowa 50161\n\nThis is the story of a few years - six to be exact - I spent in western Canada with my family. The 'how come' and some of my experiences during that time. It will not be a masterpiece alongside the work of Robert Burns, but I can assure the readers that it will not contain any fiction either. But I feel it may be of interest to them to follow an Iowa chap north for awhile and learn how he 'made out'. A couple of weeks ago, I experienced my seventy fifth birthday.\n\nEven as a small boy, I was showing unusual interest in the steam farm engine, and would ask mother to write post cards for various catalogues. When I was fifteen, I hauled water for a Gaar-Scott outfit. It was a sixteen H.P. direct flue pulling a 33-52' Sep. The third year my father bought a one half interest in the outfit for me, and I tended the sep. for a couple of years. This all occurred in southern Iowa where I was raised. We had some coal that was good, but some that was very poor. On some jobs we burned wood. I have cut my share of the old fence rails that figured in the early days as fence material in that part of our state in early days. If asked to burn wood however, it was always agreed that we were not liable in event of fire since sparks from it were dangerous. A couple of years later, I purchased a new 18 H.P. double. This too, was a G. S. and a fine engine. A new sep. too, with a blower. The old rig was fitted with a Sattley stacker, but required a great deal of upkeep.\n\nDuring my university work of three years, I was married in the first year. My wife is still with me and has been the most wonderful companion. That was 1912. We were raised near each other, and our parents too, had known one another for many years. I spent about three years with the Rumely Co. here in Des Moines. There, we had the Gaar Scott, the Advance and the Rumely lines, all on the floor at the same time. Their steam lines were supplemented with the Oil Pull, from Rumely, the Gas Pull, from Advance, and the Tiger Pull from the Gaar-Scott division. The last, was a Hugh tractor as I remember it, rated at 40-80 H.P. with a T. head motor set lengthwise. Friction drive, if I am not mistaken. We had but one of them at the Des Moines Branch and none were sold out of here to my knowledge. Through THE ALBUM I believe Mr. Norman Pross of Luverne, North Dakota, has one of these tractors. I wish Mr. Pross would give us a little 'run down' on it via THE ALBUM. I believe it was a straight gasoline job. I have never seen but the new one at the branch.\n\nThis is an Aultman-Taylor, 30-60, 1916, 4 cylinder horizontal engine.\n\nThis is my 20-30 Wallis tractor and 4 roll McCormick Deering corn shredder. Driving the tractor is Gary Schacht from Eau Claire. We had some fun that day.\n\nHere we are sawing slab-wood with my 1931 Irish Fordson. Int. 8-16 hauled wood to woodshed. Left to right are: Dick Johnson, Evert Johnson, Gil Johnson and throwing wood is George Christian. In the foreground is our dog, Tobi. This was taken at the Johnson Place in 1962.\n\nAbout this time I started out doing road building. The automobile was here by that time in earnest, and people were becoming aware of the need for better highways. The era of the King drag had done much to convince people that the roadways could be improved a lot by treating them properly. Road allowances in Iowa, were 60 or 65 feet wide, but in building a grade of 28' this meant there was a lot of sod on each side to encounter and dispose of. I obtained a contract from the county north of my home county. At that time, the county supplied the grader - in this instance an Adams leaning wheel - and I furnished the power and operator. I bought a new 25-50 Nichols and Shephard tractor, believe it was number 52. Had a cousin (now deceased) driving it, and put myself on the blade. The county engineer had made his surveys and set the stakes. They put us to work on the original grade of what became the Old Jefferson hwy. Now, number 69. and it ran from Winnipeg to New Orleans. The next year my home county gave me a contract, and for power on that outfit I bought a Rumely E. Oil Pull. It was nearly new and of course, a brute for power. Both these tractors were fitted with but one speed, so I put a twelve and a ten' blade as a trailer behind the Oil Pull. This, of course cut down on the trips necessary when a grade was being completed. We had good going at this work, and much comment was made in our favor. One man in a nearby town, made the statement that 'If Ralph Thompson never gets back, he has built himself a monument'. This was said because Uncle Sam, had said 'come and help us out in the artillery' now, for we were in a great war. W. W. 1 was upon us, and the road work could wait. Pardon me please, for recommending myself about the road building above. Many blade men felt, the first thing to do was to go out make a heavy cut the first round. Doing this, their sod and black or finishing dirt, was all mixed together and with a blade set too squarely, it would finally let loose and in piles the size of young haystacks almost, there it was out in the middle of what was to be their grade, and it was about impossible to handle. But to take a very light cut, getting the line established, and pulling the sod upon the shoulder and dropping it there, most of your troubles were buried. The wheels of a heavy tractor every round, were packing it down and firming the sod. Then we could cut our black soil and finish up the grade in a good manner.\n\nGoing back and reading what I have written, I notice that I still haven't made that trip to Canada yet - grant me one more deviation please. I want to tell you of an experience with the N & S tractor. It was the first season, hence nearly new, but I had been plowing bluegrass sod, when I found that when pulling hard, and turning to the right, it would cut out and fail to fire on one of the cylinders. Took some time but it was trying to 'tell' me something. It was a twin cylinder, layed horizontally between the channel beams of the frame. The rivets holding the motor to the frame were beginning to loosen, and this permitted a twist. The Wico cam operated magneto (high tension) was mounted on a very heavy bracket about 18' high, and this in turn to the channel frame -not to the motor. Thus, a twist in the frame was not permitting the cam driving the magneto, to hook up properly, and I wasn't getting a spark for that cylinder So, I drove the tractor up to one of the common blacksmith shops of that day. No gas or arc welding at that time of course. The smith was a man by the name of McKee I recall. He was a bit reluctant, about the job, but consented finally. Taking an old narrow wagon wheel tire which was so common those days, we shaped a bracket to the back of the magazine. Four very heavy studs held each cylinder and the bracket was bolted under these nuts, thus forming a single unit, affording no chance for any misalignment. Our troubles were over, and the next year the company adopted a similar mounting. It was a far better looking bracket than Ours. This was the first heavy tractor in my home county, and many people were highly skeptical yet, of the internal comb., motor replacing steam. But I had two years of splendid service from this tractor. Did much grading threshing and hedge pulling with it, as well as silo filling.\n\nSince boyhood, I had a yearning to go to Canada. Now, with my army experience completed, had sold my road equipment, was the time to 'go'. I wanted to go where the grain fields were larger, much larger. Harvesting was a much larger operation there. Too, there were millions of furrows a mile long to be plowed. About this time an add appeared in a Des Moines newspaper. It had been placed by the Iowa agent for the Canadian Pacific (land div). He owned several sections of raw land in Alberta, and wanted an operator to go up there and do breaking for him. I met him in a hotel room in Atlantic, Iowa and we made a deal. I did not feel he had exercised the best judgement in buying a tractor, because it was a B. Oil Pull. They were rated as a 25-45, whereas the E. would have given him a 30-60, and added a couple more bottoms in plowing. It was a used tractor of course as that model preceeded the E. and F. Don't believe there was ever a more dependable or loyal tractor built however up until that time. He was shipping it from northern Iowa here, and I was to wait until we received word that it had arrived at Bassano in Alberta. The day came and I 'lit out' for Minneapolis. Left my family here.\n\nHere is a picture of the first gasoline engine made by J. I. Case in 1892.\n\nHere is a picture of the old Lynn Tractor reactivated for a fill hauling job for Ed Clark's White Mountain Central R. R. at Clark's Trading Post, North Woodstock, New Hampshire. The Lynn runs well considering it was layed up about 10 years ago. The Lynn could haul gravel through the river where the regular dump trucks could not.\n\nThis is a brand new Light 4-1917 Huber tractor with a 3 bottom Oliver plow. My father, the late Jurgen Johannsen of near Wolsey, S. D., paid $1700.00 for it and sold it for $300.00 to Walter Fanger, Virgil, S. D. My brother Ben Johannsen (Riverside, Cal.) is standing behind plow, brothers Herman and Otto Johannsen are seated on tractor, the two standing are friends.\n\nThis is a 7 H.P. Economy gas engine and 2-hole Keystone corn sheller. Brother Otto Johannsen and I did custom shelling as most people preferred a spring sheller so that the cobs could be used in cook-stoves for fuel. Brother Ben Johannsen (Riverside, Cal.) is standing by cob pile, brother Otto Johannsen of near Wolsey, S. D. is oiling sheller. The owner, Jack Kief, is shoveling corn. The engine was bought from Sears Roebuck in 1917.\n\nWe had three small sons by that time. The Soo line soon had me at my destination, and there sat the Oil... (truncated)",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9418543577,
        "format_confidence":0.8192389607,
        "weight":0.002983388
    },
    {
        "url":"https:\/\/www.durr-group.com\/en\/duerrmore\/2019\/artificial-intelligence-for-realtime-decisions\/",
        "text":"Artifical intelligence for realtime decisions\n\nWhat DXQanalyze stands for\n\nDXQanalyze is one of the four product families of our Digital Factory. The family includes the analysis software, which records all data during the painting process as well as during the entire car body drying process. As a further member of DXQanalyze, detects irregularities in the painting quality and meticulously identifies possible causes. This allows to increase the first-run rate and thus the overall equipment effectiveness.\n\nThe software products of the Digital Factory, united under the name DXQ, are divided into four product families: DXQanalyze, DXQoperate, DXQcontrol and DXQsupport. In this article we would like to introduce you to the two analysis tools and of the DXQanalyze product family.\n\nYou may already know the analysis tool from our article \"Smart paint shop with\" published in March 2019.\n\nThis tool helps to collect, evaluate and visualize robot and process data. The software seamlessly records all data from the painting process and analyzes it. Based on this, a ‘digital fingerprint’ is created for each painted car body. Learn more about the use of in the painting process in our article \"Smart Paint Shops with\". for oven\n\nThe analysis software shown above has been extended by a new module. It can now be used for the first time in the drying process.\n\nThe software for oven is an Industrial Internet of Things (IIoT) solution, which simulates body heating curves in the oven in real time. This means that paint shop operators can see the current temperature profiles directly on the workpiece from the current drying process and additionally get various body-related characteristic values. This enables the conditions in the oven, which are influenced by a variety of parameters, to be traced back precisely for each individual body. Deviations from the ideal process can then be identified at an early stage, and appropriate countermeasures put in place.\n\nHow does for oven work?\n\nThe software’s algorithm calculates the heating curves at different measuring points on the body based on the current system parameters. An optical measurement inside the oven, which serves as a reference point, ensures the quality of the calculated profiles in the long term. Each body gets its own electronic workpiece data record where all the data is stored. In addition, all physically measured data from test runs is stored centrally and used to train the algorithm.\n\nHow does for oven contribute to quality improvement?\n\nIn order to guarantee a consistently high quality of the painting result, the specific heating behavior for each body type must be scrupulously observed. Up to now, the processes were adjusted based on data from the initial calibration runs during commissioning and from test runs conducted at intervals of several weeks during production. In the interim, the operator had no information about the actual heating behavior on the body. With we can now close this information gap and contribute to quality improvement.\n\nWith for oven, we place the focus on the quality of plant operation. The real-time simulation of heating curves, a clear visualization, and the central, continuous data storage greatly increase transparency for the operator. At the same time, they serve as an individual quality certificate for the entire drying process for each individual body. The tool uses the body-specific data and relates them to quality data generated during the inspection of the end product. This allows to determine which causes in the process influence the quality of the end product. for ovens also provides an important component for the Dürr tool by storing body-specific data.\n\nOur third software of the DXQanalyze family is On the way through a paint shop, each body undergoes different complex process steps. The basic concept of is to save information from different sources via the industrial Internet of Things (IIoT) specifically for each individual body in a whole-of-life record, compare this information with quality data, and statistically evaluate the data of all the vehicles produced. Its goal is to determine the normal behaviour of the plant with its process steps from the collected data sets. Artificial intelligence is used to identify patterns, compare them with quality data, and derive consequences for a targeted optimization of the first-run rate.\n\nHow does work? uses big data models to identify previously unknown interrelationships in the paint shop. The infrastructure for the digital data flows is the IIoT platform ADAMOS, which is used to collect all production, process, and quality data. The software determines subsequently the quality condition from this information and visualizes it on a dashboard for the paint shop operator. Our customers can find a quick overview of quality-related performance indicators, such as the production rate including post-processing and the second-run rate. The performance indicators are automatically associated with the recorded quality defects and evaluated on the basis of the defect cause. The paint shop operator is shown a visualization of where quality defects occur more frequently on the bodies, and in this way is helped to find production vulnerabilities.\nOur software enables our customers to continuously optimize their plant and thus increase the first-run rate in the long term.\n\nHow does contribute to quality improvement? uses artificial intelligence to identify systematically occurring quality deviations and uncover their causes in the process. With the help of self-learning data models, recurring patterns in recorded quality data are determined and linked to anomalies in the production process. Up to now, defects were often only found during the visual inspection, meaning that bodies had to be reworked. In contrast, uses the historical data to determine that the defect is not sporadic but rather a systematic defect pattern and provides advance information about impending quality problems. With this tool we can considerably improve the quality management in paint shops and production plants.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7235813141,
        "format_confidence":0.5727512836,
        "weight":0.0100677175
    },
    {
        "url":"http:\/\/climatecontrolme.com\/2017\/08\/skinny-insulation\/",
        "text":"Logo - CCME\nBanner Main – Digital Issue\n\nSkinny Insulation\n\nNew silicon-based heat insulation panel, with thermal conductivity (λ) of just 0.019 W\/mK and incorporated with ‘core hydrophobisation’ technology, which makes the entire pore structure – and not just the surface – water repellant, is being presented as a solution for the construction industry, additionally because it reportedly is not susceptible to mould and its mineral-based raw materials offer high fire-retardant properties\n\n| | Aug 13, 2017 | 9:11 am\nShare this story\n\nWhen it comes to unused potential for saving energy, buildings can’t be beat: They are responsible for 28% of the world’s energy consumption, a figure that rises to 45%, when only Western countries are taken into consideration. According to the German Environmental Agency (UBA), an energy-retrofit programme can reduce a building’s primary energy demand by up to 90%. The European Union (EU) has responded by strengthening its directives for the overall energy efficiency of buildings: Starting from 2021, for instance, all new buildings in the EU are to be constructed to meet virtually the same standards as zero- energy buildings. These buildings should produce electricity in an amount corresponding to their energy consumption.\n\nGiven the established fact that good thermal insulation is a key factor in making buildings more efficient, growing demand for building efficiency is resulting in thicker and thicker insulating materials. However, space is particularly limited and expensive in city centres, and fire-safety standards are high. For this reason, architects are on the lookout for lean solutions that can meet the twin demands, while leaving as much room as possible for creative design.\n\nThe recognition of the trend has given rise to a silicon-based heat insulation panel, made of synthetic, amorphous silica. Its thermal conductivity (λ) of just 0.019 W\/mK makes it by definition a super-insulator, performing even better than air at rest, which has a λ value of roughly 0.025 W\/mK. This means that the insulation panel can be up to 50% thinner than conventional mineral insulating materials and yet achieve the same effect.\n\nIn addition to having super-insulating properties, the panel is categorised as a Class A building material (non-flammable), which presents quite an unbeatable combination. What makes this possible are the mineral nature and the fine porous structure of silica. We have long known that a form of synthetic, amorphous silica is an established first-class insulating material for radiant heaters, where the temperature of the heating coils can reach several hundred degrees Celsius. A layer of the silica, up to a maximum of only about two centimetres in thickness below the stovetop, absorbs the heat to the point where electric cables can be placed, nearby.\n\nThe high-tech insulating material is hydrophilic, however. If it comes into contact with water its inner adhesive forces become so powerful that they can destroy the fine porous structure. When this happens, the material not only changes its macroscopic form – it also loses its excellent insulating properties, which is why the construction industry has long resisted its use as an insulating material.\n\nThe breakthrough to solve the challenge posed by water came in the form of a new technology called ‘core hydrophobisation’, which makes the entire pore structure – and not just the surface – water repellant. As a result, water vapour can diffuse through the material without destroying the structure or condensing inside it. And that paved the way for its use in the construction industry.\n\nPlus, thanks to core hydrophobisation, the new insulating material is not susceptible to mould, which eliminates the need for fungicides and biocides. The fact that it is based on mineral raw materials not only explains its strong fire-retardant properties but also emphasises the fact that unlike other types of insulation, it is recyclable. If preferred, it can also be easily disposed of as part of normal construction waste – a cost benefit in the construction industry, which always has its eye on the bottom line.\n\nThere are three ways that undesirable heat conductivity can arise in insulation: Solid-state thermal conductivity, heat transfer via gases (which is inhibited, for instance, by the vacuum in multi-glazed windows), and heat transfer via infrared radiation.\n\nThe insulation material effectively limits thermal conductivity and heat transfer. The solid-state matrix of the silica used is specially treated in such a way that the contact surface – and, thus, the transfer paths between individual solid particles – is kept as small as possible, minimising thermal conductivity. In addition, the very tiny pore spaces limit the energy transferred by gaseous conduction. Thermal radiation doesn’t stand a chance with the insulation panel, either.\n\nThe material and its fine pore structure confer a second advantage: Its thermal conductivity, unlike that of traditional insulating materials, is almost not temperature-dependent. As a result, the new insulation panel not only prevents the interior from cooling during the winter, but it also keeps it from heating up in the summer, when building exteriors can easily reach temperatures of up to 80 degrees C. This pays off especially in buildings made of lightweight panels. Here, rooms easily become overheated, because the shade from blinds alone is not enough.\n\nThe reason why the thermal conductivity of the new insulation panel is almost not temperature-dependent is its favourable temperature-amplitude ratio – a complex interplay of specific storage capacity, density and thermal conductivity. The ratio describes the phase shift in the temperature maxima, observed when heat is transferred through an external wall. Studies conducted by the Bavarian Center for Applied Energy Research (ZAE), in Würzburg, Germany, have shown that in walls insulated with the insulation panel, heat takes eight to 12 hours to reach the interior wall – in other words, not until nighttime, at which point the air outside has cooled, and ventilation from windows provides a pleasant ambient temperature.\n\nSince the time of emergence of the new panel, the team of developers of the panel has taken an intense look at the needs of customers and end consumers. Using numerous reference objects, the team members have been able to demonstrate its performance.\n\nThe most recent example can be found in the historic centre of Düsseldorf, where the team insulated the ceilings of the basement and the underground parking garage of a historical landmark building, to which a modern extension had been added. The structure of the underground garage and the sprinkler system of the building were to be preserved to keep costs down, even though they left little space for thermal insulation or fire- protection. The structure of the modern annex needed to be updated, accordingly.\n\nThe project played to the strengths of the new insulation panel, which offers strong fire-retardant and thermal insulation properties for the basement ceiling while protecting the sprinkler system from freezing temperatures – all in a very little space. The insulating layer is only 40 mm thick, whereas traditional insulation would have required a much thicker layer.\n\nHTE Plant Coatings by Evonik\n\n\nThe new insulation panel is suitable for cavity insulation for load-bearing, external walls, for interior insulation, for insulating rain-screen cladding and for concrete sandwich elements. Within the facade itself, the insulation can be combined with ceramic tiles and with elements made of glass, metal or concrete – even with PLEXIGLAS. In quite a path-breaking move, the combination of the insulation panel and PLEXIGLAS has been used for building exteriors. Thanks to its heat transfer coefficient of 0.15 W\/m2·K, the panel only has to be 12 cm thick to achieve passive building standards, using 90% less heating energy than a traditional building.\n\n\nResearch work on the new insulation panel hasn’t stopped there. In order to free up more options for component geometry, there are plans to offer the material in granulate form. Their ability to fill cavities means that granulates can be used for insulating reactors or boilers, for example.\n\nFor this to work, the granulate must be mechanically stable, and it must be possible to control its pore structure, as this has a critical impact on its thermal insulation properties – if the structure is destroyed by stirring or shaking, the insulating properties will be lost. The team of developers is currently working on adjusting the granulation process for silica in order to optimise density, pore size and mechanical stability, while maximising cost effectiveness.\n\nOvercoming the hurdle would also clear the way for its use as insulating filler for mineral-based construction products and coatings. This, in turn, would open up the possibility of manufacturing safe-touch and thermal insulation coatings, which differ in terms of thickness. For safe-touch coatings, just a few millimetres are all it takes to prevent a hot surface from damaging skin on contact. Industrial occupational safety would be one potential application.\n\nThermal insulation coatings take this a step further. Unlike safe-touch coatings, they prevent energy from being lost in the form of heat transferred to the surrounding air. This, however, requires thicker coatings of several centimetres.\n\nWhile these developments are far from being ready for the market, the team behind the development of the panel has already sent granulate samples to an initial group of customers. The move marks a return to familiar work habits – looking to the needs of the market, even at an early stage in the process, and incorporating customer feedback into the ongoing development process.\n\n\n\n\nDr Gabriele Gärtner is the Head of Applied Technology -Thermal Insulation at Evonik. She can be contacted at gabriele.gaertn... (truncated)",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.5878639817,
        "format_confidence":0.7787030339,
        "weight":0.0018620993
    },
    {
        "url":"https:\/\/csegrecorder.com\/columns\/view\/grapevine-200001",
        "text":"Allied Seismic Ltd. Moves to a New, Larger Office Space\n\nAllied Seismic Ltd. is pleased to announce that they have moved to better accommodate their clients needs. They have expanded their services to include plotting of SEGY data from various mediums. The additional space allows for consolidation programs with free on premise archival for the second security copy. All Allied Seismic clients receive Second Copy for Free for consolidations and data purchases. For additional information contact Jeff \"Crow\" Crowhurst at (403) 247-2167.\n\nInfoMine Launching New Mining Website\n\nInfoMine - Robertson Info-Data Inc. released the latest version of its award winning web site in November.\n\nInfoMine is the worldwide Mining Portal Site and business center on the Internet. The latest version provides radically new features enabling users to view comprehensive interlinked news, company, mineral property and supplier details. It also includes an innovative interactive educational division utilizing the latest XML technology, an equipment database, InfoMine's respected careers division plus a suite of additional focused services designed for both information retrieval and business-to-business applications.\n\nLandmark to Acquire G&G Software Assets of Geophysical Micro Computer Applications (International) Ltd. (GMA)\n\nThe Landmark graphics Canada Division of Halliburton Group Canada Inc., a wholly owned business unit of Halliburton Company, has Signed a definitive agreement to acquire the geophysical and geological software assets of Calgary headquartered Geophysical Micro Computer Applications (International) Ltd. (GMA).\n\nThe $6.8 million (U.S.$) asset acquisition agreement is subject to GMA shareholder approval and appropriate regulatory approval, which is expected sometime in January 2000. The acquired GMA software assets will be managed by GeoGraphix, a wholly owned business unit of Landmark.\n\nVeritas and Sigma Launch New Information Service for the Seismic Brokerage Industry\n\nOn December 1st, 1999 Veritas GeoServices Ltd., a Veritas DGC Inc. company, together with Sigma Explorations Inc., launched i2Map, an Internet based information service exclusively for the seismic brokerage industry.\n\nIn a joint venture, Veritas and Sigma have combined over 400,000 seismic line locations throughout Western Canada. Together with Veritas GOLD internet map technology, this results in the easy access to data.\n\nDesigned specifically for seismic data brokers, i2Map will rapidly enhance the speed of access to ownership data and will aid in the transfer of information from broker to client, enabling brokers using this business intelligence tool to become significantly more competitive.\n\nEdcon Inc. Offering Marine Package\n\nEdcon Inc. is offering a package of more than 70,000 kilometers of marine gravity and magnetic data in the Pearl River Basin, South China Sea offshore China. These data were acquired in 1980-1983 and are completely processed and leveled. They provide a valuable resource for modeling and some interpretive products are available with the package. Contact David Schwartz at (303) 980-6556, Fax: (303) 989-3480, email:\n\nVeritas Completes Specialized 3D Seismic Program Ahead of Schedule\n\nVeritas Land Surveys, a Veritas DGC Inc. company, announced that it has successfully completed field acquisition of a 200 square mile 3D seismic program over the Pinedale Anticline in Sublette County, Wyoming.\n\nThis non-exclusive 3D data set has been acquired primarily to help reduce drilling risk associated with the development of over-pressured and fractured reservoirs within the Cretaceous Lance Formation. The program was recorded with a full azimuth design that provides high-fold data with 360 degree azimuths to enable specialized analysis of fractures.\n\nUsing their new Millennium II satellite techn ology and 24 hour, round-the-clock operations, Veritas was able to complete the project ahead of schedule and prior to the onset of sensitive big-game winter range migration.\n\nGeoQuest Forum 2000\n\nForum2000 is a two-day program to be held in March, 2000, in Austin, Texas for decision-makers, influencers and asset team members of the exploration and production industry. At Forum2000 you will learn more about how GeoQuest can help you refine your ability to quantify risk and management assets throughout your reservoir life cycle; provide irmovative services to foster collaboration among your asset teams; or devise a data management strategy that meets corporate objectives.\n\nRegardless of your position or expertise you are invited to participate fully in the executive presentations, various product demonstrations and workshops, insightful client technical presentations and interactive exhibits designed to offer tools necessary to make confident decisions and implement solutions for desired results. For registration information contact Philip C. Crouse & Associates, Inc. (214) 841-0044. For abstract submission details, please contact, Karen S. Glaser, Ph.D, GeoQuest (713) 513-2744.\n\n\n\nShare This Column",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9096291065,
        "format_confidence":0.9232043624,
        "weight":0.0052595947
    },
    {
        "url":"http:\/\/vigyanchemicals.com\/",
        "text":"Vigyan Chemicals\n\nVCPL is a fast growing chemical manufacturing and international trading organization with its head office in New Delhi and processing plant in Kandla SEZ, Gujarat, India. Our key business focus lies in oil well drilling chemicals, which we are supplying on a regular basis to Middle Eastern countries, USA markets.\n\nWe are also registered with the Central Government of India and other state governments as the importers and distributors of fertilizers. VCPL aims to be the leading supplier of chemicals and fertilizers in India. Our highly experienced team of professionals and our management are our key strengths, which will make us realize our goal. The key to success lies in customer delight and our team makes sure that we deliver highest level of quality and efficiency.\nMembership &\n: Copyright © 2012 Vigyan Chemicals Pvt. Ltd. All Right Reserved. Designed and Developed by Thinktank Infotech",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.9601769447,
        "format_confidence":0.9910915494,
        "weight":0.0034409604
    },
    {
        "url":"http:\/\/wylr.net\/wyoming-people\/173-features\/1714-top-notch-exhibitor",
        "text":"Current Edition\n\ncurrent edition\n\nWyoming People\n\nTop-Notch Exhibitor\n\nWritten by Gayle Smith\nShow ring holds both lessons and ribbons for Torrington’s Miller Family\nTorrington — A Torrington youth was the reserve champion overall Premier Beef Exhibitor during the recent National Western Stock Show (NWSS). Twelve-year-old PD Miller exhibited in the youth market beef show at NWSS this year for the first time.  \n    As reserve champion, Miller received a banner and a $1,000 scholarship. He was also named the Champion Junior Premier Beef Exhibitor, which is for competitors under age 13. Miller said he is very proud of the honors and the fact that he and his family raised the Maine Anjou Chianina crossbred, “Smokin Joe,” from a baby calf.\n    After placing third out of 15 steers in his junior market beef class with the 1,310-pound steer, Miller was eligible to participate for the Premier Beef Exhibitor award.\n    The contest is open to junior exhibitors nine to 19 years of age who qualified to sell in the Junior Livestock Champions auction at NWSS. Individuals from all over the United States traveled to Denver to compete in the event. The Premier Beef Exhibitor Champion was Claire Galley, 18, of DeQuincy, La.\n    Miller explains that the premier beef exhibitor contest is divided into five categories of competition and the individual with the highest total score wins the event. The categories were: live and carcass placings of the beef, a quiz containing general questions about the cattle industry, a prepared speech and a personal interview.\n    Miller says after he placed third with Smokin Joe he attended the exhibitors’ meeting that afternoon, during which he took his quiz and was given his speech topic. The next morning at 8 a.m., Miller gave a two-minute presentation on, “Do you think the show cattle industry is a good representation of the beef industry as a whole and what is your role as an exhibitor?”\n    The speech was followed by an interview with a judge about his quiz and the beef industry as a whole. Miller scored an 80 percent on his quiz, which was the second highest score of the 30 youth competing in the contest. Miller says the 25-question multiple choice quiz was a challenge. “The hardest part of the contest was the quiz,” Miller says. “You have to have cows and be around them to know the answers to a lot of the questions.”\n    “A lot of the questions on the quiz I knew from participating in meat and livestock judging in 4-H,” he says.  Miller also has cows of his own and helps his family with their feedlot, which he says helped him with the contest. “The premier exhibitor contest is based on knowledge and ability and being able to speak,” he adds.\n    After Smokin Joe was sold in the NWSS Junior Livestock Sale of Champions, carcass data was collected and tabulated with the rest of the scores. The steer tied for third in the carcass value portion of the contest. Miller’s mother, Christine, says, “The judge said the two steers that placed above Smokin Joe (in the live contest) were prettier, but he thought Smokin Joe would probably have better carcass value. I guess he was right.”\n    After all the scores were tabulated, Miller’s total score was only .08 of a point below the overall champion. Next year, Miller says he hopes he can qualify to compete in the event again. His goal is to eventually win the contest. “I hope to compete again if I do well enough with my steer,” he says.\n    Although he competed for the first time in the youth market beef show this year, Miller is no stranger to the NWSS show ring. For the past five years he has competed in the open breeding heifer show and the prospect heifer show. At Denver he did well in those areas as well.\n    His heifer, Izzy, was the champion prospect market heifer and his two breeding prospect heifers, Lila and Nikko, both finished first in their classes. Miller is also very proud of how his heifers performed at the show. “I would like to keep showing Izzy in the market heifer division at shows, but I hope to add her to my cow herd,” he says.\n    When the Torrington Middle School student isn’t busy with his cattle, he also enjoys playing on the traveling basketball and football teams. He is a five-year member of the Prairie Center 4-H Club and participates in the swine and beef projects. But cattle seem to be his true passion. “My goal is to own 50 cows by the time I go to college,” he says. “I want to win the livestock judging events at the shows in Denver, Kansas City and Louisville.”\n    Cattle are truly a family affair in the Miller household. In addition to PD, Paul Jr. and Christine have two other children, Skyler, 10, and Paige, 7.\n    The cattle are a chore the entire family enjoys. Christine says her children have grown up helping with the cow-calf operation, the show cattle and the feedlot. “Our boys grew up with it,” she explains. “They started halter breaking calves when they were three. We couldn’t keep them out of the pen.”\n    “The show cattle are a hobby, but it is also a family business,” Christine says. “We buy and sell show cattle. They help pay the bills.”\n    To be successful at it, the family travels around the country to various shows and sales throughout the year. “We travel as a family and we show cattle as a family,” she says. “We push our kids a lot. We push them to do it right the first time and to keep doing things right,” she says. “In our family, we have a rule. At the big national shows, if it is their animal, they show it. Sometimes, they have been the youngest exhibitor in the ring in the open shows, but they are out there with the best and it teaches them a lot.”\n    Gayle Smith is a correspondent for the Wyoming Livestock Roundup.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9653409123,
        "format_confidence":0.6942922473,
        "weight":0.0063940934
    },
    {
        "url":"http:\/\/www.fibre2fashion.com\/news\/textile-news\/newsdetails.aspx?news_id=91293",
        "text":"Home \/ Knowledge \/ News \/ Textiles \/ Cotton futures market faces rollercoaster ride\nCotton futures market faces rollercoaster ride\nSep '10\nNY futures gained additional ground this week, as December advanced 141 points to close at 97.17 cents, while March added 165 points to close at 96.38 cents.\n\nThe futures market has been on a rollercoaster ride this week, with December first climbing to a new high of 103.34 cents on Wednesday, only to collapse by over 600 points since then. A correction had been long overdue after the market's parabolic rise of 30 cents in just two months, but it was anybody's guess when and at what level it would occur.\n\nWe have previously talked about the dynamics behind a bull market and what signs we need to be looking for in order to spot a potential top in the making. Speculators were sponsoring the early phase of this bull market, as they piled into cotton in an impressive manner during the first 20 cents of the advance. By the time the December contract was trading at 93 cents, open interest had increased by over 70'000 contracts or nearly 50%, as speculators large and small wanted to own a part of this bullish story.\n\nHowever, over the last couple of weeks we have seen a pronounced slowdown in spec buying and during the last 10 cents of the rally open interest went up by less than 10'000 contracts. Speculators were no longer the driving force and instead we were now seeing a lot of trade-to-trade activity. While some trade shorts were forced to make defensive plays by buying calls or call spreads, others were apparently still able to sell into the rally, because we have yet to see a net reduction in the trade net short position as reported by the CFTC.\n\nAlso, for the first time during this rally we saw a sizeable amount of mill fixations, which may have helped to propel the market over the dollar mark. As of last Friday, unfixed on-call sales had dropped by a seemingly uneventful 279 contracts net to 105'153 contracts, or 10.51 million bales.\n\nLooking at the details though we notice that December on-call sales dropped by 854 contracts net, while the number for March was down by 1'216 contracts net. This means that there were at least 200'000 bales fixed, but probably a lot more, since these are net numbers. In other words, there may have been 300'000 bales in new sales added on December and March, while 500'000 bales were fixed.\n\nThis is certainly plausible when we look at the latest US export sales report, which shows that another 576'700 running bales of Upland and Pima were sold last week, of which 55'300 bales were for the next marketing year. For the current season commitments now amount to around 8.5 million statistical bales, of which only a little more than 1.3 million bales have so far been shipped. This low shipment number is entirely due to a lack of cotton in the pipeline and will rapidly increase once the crop becomes available.\n\nSpeaking of the crop, the harvest in the Mid-South and Southeast has been progressing very rapidly under hot and dry conditions and early indications arepromising in regards to yield and quality. The early arrival of the US crop is definitely playing a role in this correction. While conditions for the Delta still look fine for next week, the Southeast may not be as lucky since some meteorologists call for very wet and stormy conditions to arrive early next week. Hopefully a large part of the Southeast crop will be in modules by then.\n\nMust ReadView All\n\nTextiles minister Smriti Irani at a press conference with minister of state for textiles, Ajay Tamta, the principal director general (M&C), PIB, AP Frank Noronha and other dignitaries. Courtesy: PIB\n\nApparel\/Garments | On 23rd May 2017\n\nSpecial package for knitwear coming soon: Irani\n\nUnion textiles minister Smriti Irani said that the government of...\n\nApparel\/Garments | On 23rd May 2017\n\nApparel, footwear use may rise by 63% in 2030: Report\n\nThe apparel and footwear consumption is projected to rise by 63 per...\n\nApparel\/Garments | On 23rd May 2017\n\nGap Inc earns $3.4 bn in net sales in Q1 FY17\n\nGap Inc's net sales for the first quarter of fiscal year 2017 were...\n\nInterviews View All\n\nKamlesh Vaghela\nRK Textiles\n\nVery few machinery manufacturers have R&D units\n\nArvind Saraf\nTriveni Sarees\n\ne-Commerce is still evolving fast with constant flux and surprises\n\nSubhashini Srinivasan\nThe S Studio\n\nEthnicwear market will see an upward trend if uniqueness and quality are...\n\nUrs Stalder\nSanitized AG\n\nUrs Stalder, CEO, Sanitized AG, talks about the increasing use of hygiene...\n\nEric Scholler\n\nThe Indian market has huge potential in technical textiles, and by far,...\n\nJohan Berlin\nInvestKonsult Sweden AB\n\nInvestkonsult Sweden AB has been buying and selling second-hand textile...\n\nTony Ward\nTony Ward\n\n\"You have to truly understand what your client wants, know her needs, what ...\n\nMadhu Jain\nMadhu Jain\n\nShe grew up in the walled city of Old Delhi, completed her studies, and...\n\nJay Ramrakhiani\nOccasions Elegance Wear\n\nIt is believed that by early 19th century, Varanasi weavers had moved away ...\n\nPress Release\n\nPress Release\n\nLetter to Editor\n\nLetter to Editor\n\nRSS Feed\n\nRSS Feed\n\nSubmit your press release on\n\n\nLetter To Editor\n\n(Max. 8000 char.)\n\nSearch Companies\n\n\nnews category\n\nRelated Categories:\nMay 2017\n\nMay 2017\n\nSubscribe today and get the latest update on Textiles, Fashion, Apparel and so on.\n\n\nBrowse Our Archives\n\n\nE-News Insight\nSubscribe Today and Get the\nLatest News Update in Your Mail Box.\nAdvanced Search",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9311109185,
        "format_confidence":0.9648119807,
        "weight":0.0061673654
    },
    {
        "url":"https:\/\/www.lockewell.com\/forum\/viewtopic.php?f=9&t=400",
        "text":"Pump for sale\n\nSupport forum for centrifugal pump operations, specifications, and their parts.\n\nPump for sale\n\nPostby lwparchive » Wed Jan 02, 2013 4:47 pm\n\nHello < I have this rebult pump for sale here in Texas. Let us know if you have any interest or not.\n\nGOULDS PUMP M\/N-3196, SIZE - 1 X 2 -10, STO-NO-A05,\nPosts: 385\nJoined: Mon Nov 05, 2012 4:20 pm\n\nRe: Pump for sale\n\nPostby dlamp67 » Tue Mar 26, 2013 3:45 pm\n\nWe do not deal in used equipment.\nPosts: 275\nJoined: Mon Jul 30, 2012 1:46 pm\n\nReturn to Centrifugal Pump Help & Support\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9336695075,
        "format_confidence":0.9780910611,
        "weight":0.0010119463
    },
    {
        "url":"http:\/\/gasday.com\/products\/",
        "text":"Products & Services\n\n\n\nGasDay generates highly accurate natural gas demand forecasts over an eight-day period, allowing Local Distribution Companies (LDC) sufficient time to plan gas supply for the week.\n\nGasMonth & GasYear\n\nGasMonth generates daily demand forecasts for periods over 3 months (105 days). This product is created to support the use of long range weather forecasts, typical historical weather patterns, or any other user-provided weather data.\n\n\nGasHour is a product containing very detailed daily forecasts. Increasing the frequency of the data translates into better forecasts because the models are better able to pick up on difficult-to-detect variation in the data.\n\n\nGasDay Pack-and-Draft\n\nGasDay Pack-and-Draft Option finds a customer’s accurate usage of gas by measuring how much the pipe is packed with gas, and then compares that amount with how much gas remains in the pipe at the end of the day (hour).\n\nAdditional Weather Inputs\n\nAdditional Weather Inputs increases the accuracy of the forecast predictions by using additional weather data, such as multiple temperatures and dew point data, to refine its demand predictions.\n\nIntraday Forecast\n\nGasDay’s Intraday Forecast Option expands the forecasting capabilities by adding the datasets and models needed for multiple forecast periods in a single day. With this enhancement, GasDay identifies and records the systematic errors to use the information to tune its forecasts.\n\n\nCustom Studies\n\nGasDay uses each LDC’s unique historical flow data along with weather inputs to forecast the demand for natural gas. Upon request, GasDay can perform customized studies.\n\nHeating Oil Forecaster\n\nGasDay’s Heating Oil Forecaster service helps heating oil delivery companies schedule delivery service shortly before the customer’s oil tank is empty.\n\nMeasurement Scene Investigator\n\nMeasurement Scene Investigator (MSI) analyzes historical flow data to detect erroneous, missing, or suspicious readings in natural gas flow data.\n\nWeather Station Optimization\n\nGasDay’s natural gas demand estimates rely on weather inputs provided by weather stations for a region or territory. The optimal solution for these distribution territories and region would combine weather data from a variety of inputs.\n\nDesign Day\n\nDesign Day analysis helps LDCs plan for their peak days, which usually occur during extreme cold weather conditions. This product anticipates demand on the highest flow days so that LDCs can design their natural gas distribution systems and operations toa",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9359462261,
        "format_confidence":0.8367210627,
        "weight":0.0130225063
    },
    {
        "url":"http:\/\/cema-agri.org\/publication\/smart-machinery-solutions-healthy-soil",
        "text":"Smart machinery solutions for a healthy soil\n\nPress release\n\nSmart machinery solutions for a healthy soil\nWorld Soil Day 2013: CEMA underlines importance of advanced farm equipment for sustainable phosphorus use\n\nTo mark World Soil Day on 5 December, CEMA, the European Agricultural Machinery Association, published a new position on how advanced farm equipment can help to preserve and improve soil quality in Europe.\n\nAccording to the position, farmers can benefit from a wide range of state-of-the-art technologies that help to achieve a more sustainable use of phosphorus in agriculture.\n\n“Modern precision fertilizer spreaders or highly innovative precision sprayers together with GPS or geomapping systems can minimise overlap and spillage during the application of the product on the field”, said Ulrich Adam, Secretary General of CEMA. “These are just two examples on how precision farming technologies can reduce the consumption of phosphorus and improve the quality of soil, air and water in Europe” he added.\n\nTo achieve a more sustainable use of phosphorus in European agriculture, CEMA calls on the European Union to devise appropriate mechanisms under the Common Agricultural Policy (CAP) to support the uptake of innovative machinery techniques, to support research on advanced agricultural machinery systems and to promote knowledge and understanding of precision farming techniques across Europe.\n\nCEMA’s position was submitted to the European Commission’s public consultation on how to use phosphorus in a more sustainable way.\n\nPhosphorus is widely used in agriculture and is an essential component in fertilizer and feed, but it is a non-renewable resource. According to the Commission, supplies are limited and much phosphorus is currently wasted, creating concerns about future supplies in the EU and worldwide. \n\nThe consultation asked how to ensure that reserves are available for future generations and sought ways to minimise the undesirable side effects phosphorus use can have on the environment.\n\nCLICK here, to read the CEMA position in full.\n\nFurther information on the European Commission’s consultation is available at:\n\n\n\n\nFor further information, please contact:\n\nUlrich Adam – Secretary General\nTel. 0032 4 77 63 67 51\n\nBeatriz Arribas – Communications Officer\nTel. 0032 4 71 31 60 88\n\nCEMA ( is the association representing the European agricultural machinery industry. With 10 national member associations, the CEMA network represents both large multinational companies and numerous European SMEs active in this sector.\n\nCEMA represents more than 4,500 manufacturers, producing more than 450 different machine types and generating an aggregated annual turnover of more than EUR 28 billion. 135,000 people are directly employed in the sector, with a further 125,000 people working in distribution and maintenance.\n\nNewsletter Issue:",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9764593244,
        "format_confidence":0.9949500561,
        "weight":0.0044262206
    }
]