[
    {
        "url":"https:\/\/lifelineanimal.org\/petheatsafety",
        "text":"Pet Heat Safety Tips\nPet Heat Safety Tips\n\nPet Heat Safety\n\n\nWe all enjoy spending the warmer months exploring the outdoors with our favorite furry companions. But with temperatures rising very quickly, be sure not to put your pet in harms way. Check out some heat safety tips for keeping your pets cool and safe during the hot summer months.\n\n\nNever leave your pets in the car\n\nHeat Safety\n\nEven on warm, sunny days, the inside of a car heats up quickly, even with windows cracked. Never leave your animal alone in a parked car. If you see an animal in a car on a hot day and cannot locate the owner, call 911! Then, stay by the car until help arrives.\n\n\nWatch out for hot pavement!\n\nDark pavement easily absorbs heat when the weather is very sunny and hot. Avoid pets walking on pavement for extended periods of time as this captured heat from the pavement can warm an animals body and potentially burn paw pads. To see if pavement temperature is too hot, place your bare hand or bare foot on the pavement. If the pavement is too hot for you, it is too hot for your pet!\n\n\nProvide cold water and shade\n\nIf you must have your pet outdoors or must house our pets outside, provide them with a shaded shelter, and always make sure they have plenty of cold water.\n\n\nBe practical\n\nAs much as we love spending time with our pets, we need to keep their safety a priority. Leave your pets at home if you plan to be outdoors for extended periods of time, if the weather is too hot, or if your activity level will be too intense for your animal. It is better to be safe than sorry.\n\n\n\nA dog’s normal body temperature is 101 to 102.5 degrees. If her temperature reaches 107 degrees, she can suffer brain damage or even death.\n\nHeatstroke symptoms include: excessive panting, a sudden stopping of panting, salivation, an anxious or staring expression, weakness, muscle tremors, red tongue, blue lips, vomiting, collapse or coma.\n\nIf your dog show symptoms of heatstroke, immediately do the following:\n\n  • Move the dog to a cool, shady place\n  • Pour cool water on him and offer him some water to drink\n  • Fan him vigorously to promote evaporation\n  • Rush him to the veterinarian\n\nDO NOT apply ice, since it will constrict blood flow and inhibit cooling.\n\n\nIntense heat can cause the same problems for pets as it does for humans, including overheating, dehydration, sunburn and heatstroke.\n\nFor more ways to help keep pets safe, download and share our Pet Heat Safety flyer to alert others of the dangers and severity of hot weather for pets.\n\nVisit our Amazon wish list\n\nPetco Foundation\n\nPet Wellness Days\n\nLow-Cost Pet Vaccination Clinics!\n\nComplete Annual Vaccination Packages for Dogs & Cats Starting at Only $40!\n\nLearn More...\n\n\nFollow Us!\n\nLifeLine Animal Project\n\nFounded in 2002 and now managing DeKalb and Fulton County Animal Services, LifeLine Animal Project is the leading non-profit organization working to end the euthanasia of healthy and treatable dogs and cats in metro Atlanta shelters. Together, we will make Atlanta a no-kill community.\n\nLifeLine Animal Project is an IRS 501(c)(3) non-profit organization and all donations are tax-deductible.\n\nS5 Box",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.7965049148,
        "format_confidence":0.6664859653,
        "weight":0.0032488113
    },
    {
        "url":"https:\/\/nappyworlduk.com\/products\/attends-adjustable",
        "text":"Attends Adjustable All In one Unisex Incontinence Pads\n\nRegular price £17.99\n\nTax included. Shipping calculated at checkout.\n\nThe Attends Adjustable is a range of disposable all-in-ones that has been specially designed for those with heavy to severe urinary incontinence, and\/or faecal incontinence. They quickly absorb fluid whilst containing odours, to ensure that the wearer feels confident and comfortable. \n\nAttends Adjustable feature a fixation tape to ensure the correct close body fit.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.962443471,
        "format_confidence":0.998755455,
        "weight":0.0137193607
    },
    {
        "url":"http:\/\/www.chegg.com\/textbooks\/treating-sleep-disorders-1st-edition-9780471443438-0471443433",
        "text":"Treating Sleep Disorders 1st edition\n\nPrinciples and Practice of Behavioral Sleep Medicine\n\nTreating Sleep Disorders 1st edition 9780471443438 0471443433\n\nNote: Chegg does not guarantee supplemental material with textbooks (e.g. CDs, DVDs, access codes, or lab manuals).\n\n\n\n\n\nDetails about Treating Sleep Disorders:\n\n* Includes chapters on sleep phase disorders, sleep apnea, periodic limb movements, narcolepsy, limit setting disorders in children, enuresis, and night terrors.\n* Provides a unique, behavioral approach to sleep medicine.\nBack to top\n\nRent Treating Sleep Disorders 1st edition today, or search our site for other textbooks by Michael L. Perlis. Every textbook comes with a 21-day \"Any Reason\" guarantee. Published by Wiley.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9777181745,
        "format_confidence":0.9984992743,
        "weight":0.0139370973
    },
    {
        "url":"https:\/\/www.hsj.co.uk\/home\/innovation-and-efficiency\/using-technology-to-better-manage-long-term-conditions\/5053767.article",
        "text":"Clare Wexler examines why commissioners and patients must behave differently if care pathways for the treatment of chronic disease are to improve\n\nA diabetes test\n\nThere can be little doubt that improving the management of long-term conditions is one of the NHS’ biggest priorities. Around one in three people in the UK are currently living with a chronic condition, and £7 of every £10 spent on the health budget goes towards supporting them. It is estimated that by 2018, nearly three million people will have three or more conditions at any one time.\n\n‘It is time for the NHS and patients to think differently. Technology will undoubtedly sit at the centre of the solution’\n\nThe impact on the health service, both in terms of cost and the ability to deliver quality care, is significant; demand is dramatically outstripping resources. The impact on patients, however, is even more critical. Health outcomes are suffering as, all too often, patients become disengaged from their care and are forced to endure unnecessary hospital treatment or sustained unemployment, because their condition has not been managed optimally. \n\nThe health secretary has vowed to free patients with chronic diseases from the “merry-go-round of doctors’ surgeries and hospitals” – but, without meaningful change, the situation will only get worse.\n\nTo progress, we not only need to change the way the NHS works, but we must also transform how patients interact with their healthcare, and redesign care pathways to put patients at the centre of it.\n\nThe current model of managing long-term conditions is unsustainable. The tipping point is fast approaching; it is time for the NHS and patients to think – and behave – differently. And technology will undoubtedly sit at the centre of the solution.\n\nTechnology: the great enabler\n\nThe discussion has now moved beyond debating whether technology can play a part in transforming patient care – to succeed, it must. Tomorrow’s healthcare model must optimise technology, harness the power of information and share it across the health and social care system in ways that join up care, connect organisations and empower patients.\n\nMoreover, if the NHS is to deliver patient-centric services built on the principle of “no decisions about me, without me” – and in the process, facilitate more effective management of chronic disease – the integrated use of innovations such as telehealth and health coaching must become the rule rather than the exception.\n\n‘In isolation, educating patients is not enough to bring about true behavioural change’\n\nThe NHS mandate outlines an NHS Commissioning Board objective to drive a substantial increase in the use of technology to help people manage their health and care. It encourages clinical commissioning groups, providers and local councils to collaborate to overcome the practical barriers that prevent services working together effectively – and, in particular, it challenges local commissioners to stimulate the development of innovative, integrated service provision across primary, secondary and social care.\n\nThe mandate promises to make “significant progress” towards helping patients with long-term conditions to benefit from telehealth and telecare, enabling them to manage and monitor their conditions at home, thereby reducing avoidable hospital admissions and improving health outcomes.\n\nNew landscape\n\nWith the emergence of a new NHS commissioning landscape just around the corner, CCGs and local authorities must work in partnership to ensure that local health and social care budgets are not eroded by the inefficient management of long-term conditions. The most proactive will take advantage of innovative technologies that already exist.\n\nAt a national level, tools to assist shared decision making between patients and clinicians are being implemented as part of the quality, innovation, productivity and prevention Right Care programme and are, at present, providing patients with vital information across key diseases areas.\n\nAlthough this provides a powerful platform to nurture informed patients, it is widely recognised that, in isolation, educating patients is not enough to bring about true behavioural change.\n\nIndividuals diagnosed with long-term conditions commonly require ongoing support as they seek to adapt their lifestyles. Health coaching, therefore, is emerging as a valuable integrated adjunct to shared decision making, which can help patients manage long-term conditions.\n\nIntegrated health coaching\n\nHealth coaching programmes are proven to be highly effective in driving behavioural change among patients, to support specific disease management programmes. Their implementation is a simple and natural extension of existing processes.\n\nWith early intervention widely accepted as the most practical and effective way of managing long-term conditions, patients at high risk of developing them, who could benefit most from health coaching, will commonly have been identified through standard risk stratification exercises within local health organisations.\n\nIn the health coaching model, specially trained health practitioners act as individual case managers, and regularly engage in bi-directional telephone dialogue with target patients, combining treatment and lifestyle advice with education and disease management principles.\n\n‘Building a new model for the management of long-term conditions is not impossible, it’s already happening’\n\nThis can help ensure patients adhere to recommendations in line with care pathways set out by local clinicians and commissioners. Crucially, health coaching programmes are conducted in partnership with local health organisations, ensuring that clinicians maintain total control of the patient relationship.\n\nThe approach has been shown to motivate patients towards a readiness to change their unhelpful thinking patterns. It can facilitate their confidence and skills in self-management, encourage behavioural change and also helps them prepare for consultations and proactively consider treatment options.\n\nMoreover, with patients conscious that consultation time with their GP is limited, health coaching provides a valuable opportunity for people to discuss the longer-term management and implications of their condition, thereby proactively managing their disease.\n\nEvidence increasingly underlines that, when health coaching programmes have been deployed, patient satisfaction levels have soared and outcomes have improved. What’s more, as a consequence of individual behavioural change, unplanned emergency care across all sectors of the NHS and social care naturally reduces, resulting in positive implications for the local health economy. The approach has clear benefits for all key stakeholders:\n\n  • Patients: quality of life improves, with fewer chronic episodes putting people in greater control of their condition.\n  • GPs: managing patients with long-term conditions becomes more effective and cost effective, while total control of patient care is maintained.\n  • NHS: costs reduce and system capacity increases due to the avoidance of unplanned emergency care.\n\nIntegrating care\n\nIntegrated health coaching programmes are underpinned by robust technologies. Health coaches routinely – and transparently – capture vital health data and share it securely with key stakeholders across the health and social care system. This can alert clinicians to when intervention may be necessary, inform future consultations and join up care.\n\nAs technology advances, the potential to integrate health coaching with mobile telehealth applications provides a powerful opportunity to tailor personalised care, thereby ensuring the right message gets to the right person at the right time via the most appropriate route, be that by telephone, text message, online or mobile app.\n\nIn an integrated care system, the key components of patient-centric services cannot operate in isolation. Electronic healthcare and telehealth offer tremendous potential to transform services but, on their own, they will achieve little – they must be joined together.\n\nHealth coaching provides a human mechanism to sit at the centre and evaluate all available linked data, as well as identifying areas where technology can help reduce costs and improve care pathways. Holistic systems that combine shared decision making, telehealth and health coaching are, therefore, critical to the effective management of long-term conditions.\n\nTo optimise the opportunity, tomorrow’s commissioners must capitalise on today’s innovations. Fully integrated, scalable systems, which can transform patient services, can be implemented quickly and easily at low cost. Building a new model for the management of long-term conditions is not impossible – it’s already happening. And it works. It just requires some innovative thinking.\n\nClare Wexler is chief executive of Totally Health",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9957675934,
        "format_confidence":0.9729222059,
        "weight":0.0075985388
    },
    {
        "url":"http:\/\/www.westcoastpodiatry.com\/podiatry-offices\/sarasota-florida\/",
        "text":"Sarasota Office\n\n1961 Floyd Street\nSuite D\nSarasota, FL 34239\nPhone: (941) 366-2627\nFax: (941) 755-0261\n\nOffice Hours\nMonday: 8:15am – 4:30pm\nTuesday: 8:15am – 4:30pm\nWednesday: 8:15am – 4:30pm\nThursday: 8:15am – 4:30pm\nFriday: 8:15am – 4:30pm\n\nYour Podiatrists\/Foot Doctors in Sarasota, Florida\n\nOur practice is dedicated to providing you with a “First Class” experience. We recognize how important your time is to you. From the cleanliness of our facility to the professionalism of our staff, your visit to our office should be the most pleasant of your medical encounters.\n\nWe take pride in the fact that you have chosen us as your podiatrists in Sarasota, FL, and we will make every effort to get you back on your feet as quickly as possible. The doctors and staff are dedicated to not only providing the highest quality of foot and ankle treatment, but also a comfortable office experience. Please feel free to contact us anytime you have a question or concern about foot or ankle pain. As Sarasota podiatrists, Drs. Lasday, Zdancewicz, and Goecker specialize in the medical care of the foot and ankle.\n\nAll Rights Reserved © Copyright 2010-2015 West Coast Podiatry Center | Bradenton, FL Podiatrist | Sarasota, FL Podiatrist\nPodiatry Website Design by",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9968268275,
        "format_confidence":0.8694426417,
        "weight":0.0030323405
    },
    {
        "url":"https:\/\/www.vcrmed.com\/egg-freezing\/",
        "text":"Egg Freezing\n\n(703) 437.7722 | Highest Success Rates • Personal Attention • Affordable Treatment\n\nPlan ahead for your future fertility with egg freezing\n\nEgg freezing, or oocyte preservation, is a proven technology that allows women to freeze their eggs and store them for use in the future. At Virginia Center for Reproductive Medicine, we are able to stimulate your ovaries to produce multiple eggs and retrieve them from your ovaries.\n\nEgg freezing and IVF, when the time is right, helps women achieve the goal of a pregnancy on their terms and timeline.\n\nYour biological clock is a reality; freezing your eggs stops it\n\nVCRM is pleased to announce its new financial program to encourage women to freeze their eggs for fertility preservation. Our unique program allows you to pay 50% of the fee at treatment start and then pay the other 50% in monthly installments over one year with zero financing charge. This should help make this process within financial reach for most working women. For more details about our innovative program please call the office at 703-437-7722 or email us at\nWe want women to be informed about fertility and the reasons why egg freezing can help. A woman’s fertility begins to decline in her early 20s and continues to progressively decline until she is in her late 30s, when fertility steeply declines.\n\nDeteriorating fertility can’t be reversed, but egg freezing gives you the potential to avert the risks by preserving younger eggs. The age of a woman’s eggs is directly related to the chances for getting pregnant.\n\nAt our Virginia fertility center, we encourage women to pursue egg freezing before age 38. After age 38, there are often fewer viable eggs available to be retrieved and preserved, necessitating multiple attempts to freeze enough eggs.\n\nWho is a good candidate for elective egg freezing?\n\nWomen may choose egg freezing for many different reasons.\n\n  • Single women in their late 20s and early-to-mid 30s who want to have a family in the future\n  • Women with a strong family history of early menopause or premature ovarian failure\n  • Women with ovarian endometriomas or recurring ovarian cysts\n  • Women undergoing fertility treatment who would prefer to freeze eggs, not embryos\n\nNow that this procedure has been proven to be a safe and reliable procedure, some women choose to use frozen eggs during IVF at our Virginia fertility center. Our laboratory staff performs a reliable, state-of-the-art technique called vitrification to freeze unfertilized eggs that can be fertilized at a later time.\n\nWe were pioneers in the process of freezing eggs\n\nVCRM was the first fertility center in the DC metro area to offer egg freezing in 2003. Dr. Fady Sharara, our dual board certified fertility specialist, and our experienced laboratory team will oversee your procedure. If you are considering egg freezing, contact us. The future is in your hands.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9980797768,
        "format_confidence":0.9939987659,
        "weight":0.0142273462
    },
    {
        "url":"http:\/\/byregion.mynewsletterbuilder.com\/CategoryPages\/CommunityPages\/CranioSacral",
        "text":"JBA Network\n(Location, Name, Category, or Keyword)   Advanced Search\nHealth & Well-Being Categories   |   Music & Arts Categories   |   Community Categories\nSelect by WebDisplay Member (156)\nRefine Search\n  1   2  3  4  5  6  7  8  9  10  [Next]\n\nViewing Members 1 - 20 of 196\n\nA Healing Touch\nAt A Healing Touch we strive to have the highest ethical standard to provide a stress free environment where our clientele receive a respectful, professional massage that integrates the body, the heart, and the mind to promote health and wellness. We offer traditional Swedish massage with other modalities (i.e. Deep Tissue, Trigger Point, MFR as needed) along with Spa Treatments, Hot Stones Massage, CranioSacral Therapy, Reiki and other energy work.\nCorey and Carey Summerville\n1713 Broadmoor Drive, Suite 404\nBryan, TX 77802\nUnited States\nPhone 979-776-5608\n\nA HealingTouch\nI've been practicing massage therapy for over 14 years.I specialize in relaxing swedish massage with deep tissue techniques such as acupressure,sports and reflexology.I also do cranial sacral therapy,prenatel,parrafin treatments and ear candling.Serving Stafford\/Fredericksburg,also Va.Beach.Va.\"By appointment only\".\ndella piarulli\nmobile\/in studio\nFredericksburg, Virginia 22401\nUnited States\nPhone 1-540-429-8531\n\nA Path to Wholeness\nWelcome to A Path to Wholeness!\n\nI do hope you will enjoy your time here & find this an enriching experience. In the Gemstones & Crystals section, you'll enter the \"Crystal Cove\" to find a variety of gemstones & crystals to enhance your healing experience,elegant wire sculpted & beaded creations,as well as some publications. Please click on the photos to enlarge them in order to better appreciate the stone's beauty and detail. Stones vary in size, markings, coloration and availability.\n\nServices includes information about Body-Mind-Spirit focused healing modalities: Reiki, Transpersonal Hypnotherapy, and Craniosacral Therapy.\n\nArticles: Just had to include this to gratify the left brain!. Read them & enjoy.\n\nLa Grange\nSusan Dallmann\n905 Hillgrove Ave. #1\nLa Grange, IL 60525\nUnited States\nPhone 630-205-0287\n\nA Sense Of Self\nThe heart of Erica’s practice is working with clients to help them improve their health, self-image and life balance. She specializes in Energy Meridian Therapies including Acutonics, Colorpuncture and EFT. In addition, she also offers holistic therapies such as BodyTalk, Chakra Balancing, CranioSacral therapy and Reiki. Her private clinic is located in Wichita, Kansas. Erica suggests new clients call for a free 15-minute phone consultation to discuss their health goals and her services.\nErica Greenwood\n7015 E. Harry, Suite A\nWichita, KS 67207\nUnited States\n\nA Zeke's Bodyworks\nZeke's Bodyworks: Bringing a nurturing touch back to therapeutic massage.\nEzekiel O\n4096 Piedmont #531\nOakland, CA 94611\nUnited States\nPhone 5102927955\n\nA.R.E. of New York\nThe ARE (Association for Research & Enlightenment) N.Y. Center - the Edgar Cayce organization - offers Health and Wellness services including Chiropractic, Cayce-Reilly Massage, Acupuncture, Reflexology, Hot Stone Therapy, Reiki, Hypnotherapy, and Healing Prayer. The only place in NYC where internationally known British \"Spiritual Healer,\" Malcolm Smith offers his services.\n\nWe offer workshops, courses, study groups in Meditation, Practical Spirituality, Healing, Psychic Development, Dreams, Reincarnation, Astrology, more.\n\nFor an appointment: 212-691-7690. For a calendar, view our website: www.arenyc.org.\n\nVisit us for spiritual fellowship.\n\nPICTURE AT RIGHT: Dr. Scott Keller, \"Caycean Chiropractor\"\n\nNew York\nZachary Feder\n241 W. 30th Street, 2nd floor\nNew York, NY 10001\nUnited States\nPhone 212-691-7690\nFax 212-567-4103\n\nABSOLUTE YOGA Studio & Store\n\n\nJenna Siebert\n1684 C Big Bill Rd\nArnold, MO 63010\nUnited States\nPhone 636-296-9642\n\nAdvanced Healing & Training at The Way To Balance LLC Center\nWe and our highly trained therapists empower and support YOUR path to wholeness and health!\n\n*Medical Intuitive Readings that get to the Root Cause of why you are ill, or as a means of prevention;\n\n*Trauma Release Modalities for bone, muscle, nerve, organ issues. Year of pain gone in just a few sessions, or even just minutes.\n\n*Visionary Acupressure, Aromatherapy, Sound and Light Therapy, and Hypnotherapy to address issues of anxiety, overwhelm, loss, resentment, and more.\n\n*The Rings of Oden for the release of X-Ray, MRI, chemo, EMF's, antibiotics, vaccine and other drug residues, environmental pollutants, petroleum, plastics, and more.\n\n* Nutritional Testing and Consultation using Meridian Stress Assessment Technology to evaluate cardiovascular, endocrine, digestion, liver-gallbladder, lymph and other systems. Customized plan according to your needs.\n\n*Cranio-Sacral, Visceral and Breathwork modalities\n\n*Deep Tissue and Neuro Muscular Massage Therapy,\n\n*The Energy of Life Tools for Transformation (for Self-Healing and Healthcare Providers), Aromatherapy, Workshops, CD's, and much more.\nSue Singleton\n21 Water Street\nAmesbury, MA 01913\nUnited States\nPhone 978 834-0341\nFax 978 834-0343\n\nAdvanced Medical Thermography ~ The Breast Thermography Center\nMobile locations throughout the Los Angeles Area. Main office between Studio City and Sherman Oaks\n\nThermography services include:\n*Breast Screening\n*Region of Interest Screening\n*Half Body Scan\n*Full Body Scan\n\nIntegrative Wellness services:\n\nInformation regarding proactive breast health\n\nClinical Nutrition and Homeopathy\n\nThemography is radiation-free, early detection of breast disease. No compression, No pain.\n\nMedical reports by M.D. Thermologists with every scan. Phone consultation to review reports included.\nSherman Oaks\nDr. Hillary Smith, D.C., CCT\n12840 Riverside Drive #202\nSherman Oaks, CA 91607\nUnited States\nPhone 818-769-4045\n\nAileen's Oasis\nAileen McKenna has been offering hands-on healing in Ottawa since 1993. She became the first Canadian certified Quantum-Touch instructor in July 2004. works with clients between the ages of 35 and 60 years of age, who are dealing with dissatisfaction in their daily lives, often with pain as a result of an injury, and generally feeling stuck in their daily lives. Working with a variety of hands-on energy and coaching tools, Aileen creates that space where change not only is quickly observed, but is palpably experienced. Aileen was initially introduced to the power of energy in healing for people and the earth, during a visit to the Findhorn Foundation in 1988 and she began her studies in 1992. Aileen is a polarity practitioner, a cranio-sacral practitioner, a certified aromatherapist and an Empathic Wellness Coach with a healing practice in Ottawa, and provides training and private sessions in Quantum-Touch therapy and Wellness coaching. She has also been trained in craniosacral biodynamics, Shamanism, channeling, and Silva Life Systems. She founded the Ottawa Healing Circle, the Water Energizing Project at Mooney’s Bay, co- founded the Kingston Healing Circle, and presented Quantum-Touch Therapy at Queen’s University at a conference on Truth, Sustainability, Self-Awareness and Holistic Wellness on April 2nd, 2005. Aileen regularly contributes articles to Tone Magazine and Ottawa Natural.\nAileen McKenna\n\nOttawa, ONT K2C 3P4\nPhone (613) 228-2272\n\nAndrine de la Rocha, LMT\nI offer Craniosacral Therapy, Myofascial Release and Therapeutic Massage in a natural healthcare clinic environment. Drawing on various techniques and styles of training, clients receive massage therapy tailored to the individual's needs and desires, from general relaxation to specific focus work. Located in Beaumont Health Care Clinic.\n\nAndrine de la Rocha\n4445 NE Fremont St.\nPortland, OR 97213\nUnited States\nPhone 503\/753-1123\n\nAsheville Touch Therapy\nLocated in North Asheville at beautiful, historic, Clover Cottage are Licensed Massage and Bodywork Therapists, Anna Isabela Reality LMBT #3866 and husband David L.Humphreys LMBT #3865. Anna and David describe their massage techniques as Swedish\/Deep Tissue. Anna also is certified in Reflexology and is trained in Craniosacral Therapy, and Healing Touch. The treatment rooms at Clover Cottage are in the turret, and provide a wonderful atmosphere for relaxation. Specialties include Couples Massage and massage for Fibromyalgia, Pregnancy, and TMJ. David is also a professional photographer.\nAnna and David Reality Humphreys\n265 Charlotte Street at Clover Cottage\nAsheville, NC 28801\nUnited States\nPhone 828 252 2662\n\nAtlanta CranioSacral Therapy\nOffering Advanced CranioSacral Therapy sessions and classes.\n\nThere is a core rhythm in the body, that is created by the system surrounding the brain and spinal cord. This rhythm is communicated throughout the entire body. Where there are restrictions it will show up as a lack of motion. By addressing these areas of restriction, I am better able to treat the cause of problems rather than chase symptoms.\n\nMaureen Grady-Tatgé\n141 W. Wieuca Rd.\nAtlanta, GA 30342\nUnited States\nPhone 404-531-6433\n\nAwaken With Yoga--Carol A. Stall\nMy Yoga classes are designed to foster the union of body, mind and spirit through yoga postures, breath awareness, and relaxation techniques. Students experience increased strength, flexibility, balance, and general well-being. They find inner awareness awakening, and they are able to establish improved breathing patterns. Deep, restorative relaxation deepens the benefits at the conclusion of each class.\n\nI teach Yoga as a synthesis of discoveries made by Vanda Scaravelli, about the interaction between breath, groundedness, and the resultant release of the spine, and the yoga techniques taught by my teacher, Donna Farhi. Donna's work focuses on the refinement of natural and universal movement principles that underlie all yoga practice. This concentration on fundamental principles allows students of all levels of experience and from all traditions to build their own authentic yoga practice.\n\nThe work of these two yogin... (truncated)",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.9963920712,
        "format_confidence":0.9498719573,
        "weight":0.0080818957
    },
    {
        "url":"https:\/\/www.petesdiary.com\/post\/nicu-diary-day-81",
        "text":"NICU Diary Day 81\n\nUpdated: Dec 27, 2018\n\nTuesday, December 26, 2000\n\n(Mommy’s Take on the Day)\n\nHi All & Happy Holidays,\n\nPete's Diary is on continued holiday shutdown, so Mommy is here to give an update.\n\nPete is doing great, but we are keeping a VERY CLOSE EYE on his doctors and nurses. Everyone seems to have his or her own opinions of what is best (read easiest to do on their shift) for Peter.\n\nMommy is about to lose her temper with someone either in the hospital or at the Medicaid office, so don't be too surprised if you hear about us on the evening news!\n\nWe are eager to get Peter home so that we can take care of his needs the way we feel is best. Plus, we give him lots of healing hugs and kisses!\n\nPete is a cutie and enjoyed another fun day with Grandma & Grandpa Dankelson, as well as a short outing to the cafeteria.\n\nHope everyone is enjoying a quiet week. We loved hearing from several of you in your Christmas cards, and your well wishes for Peter are very appreciated.\n\n\nDede & Darin\n\n(Mother, Father, Nurses & Advocates for \"Sweet Little Pete\")\n\n© 2013-2020 Pete's Diary\n\nPete's Diary | Chicago",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9564762115,
        "format_confidence":0.9882124066,
        "weight":0.0204005925
    }
]